{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196338/",
  "id": 196338,
  "absolute_url": "/opinion/196338/in-re-v-cargill-inc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196338/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:46Z",
  "date_modified": "2020-02-21T23:33:02.531829Z",
  "type": "010combined",
  "sha1": "b68a737f146a80af8ee6dae21b12f3977b44ff10",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-8042.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 94-8042\r\n\n                              IN RE\r\n\n                          CARGILL, INC.,\r\n\n                           Petitioner.\r\n\n                                             \r\n\n      ON PETITION FOR WRIT OF MANDAMUS TO THE UNITED STATES\r\n\n             DISTRICT COURT FOR THE DISTRICT OF MAINE\r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                    and Boudin, Circuit Judge.\r                                                       \r\n\n                                             \r\n\n     Bernhardt K.  Wruble, with whom William  R. Sherman, Verner,\r                                                                           \r\nLiipfert, Bernhard, McPherson and Hand, Peter J. DeTroy, III  and\r                                                                      \r\nNorman, Hanson &amp; DeTroy were on brief, for petitioner.\r                                 \r\n     Joel C. Martin, with whom Michael K. Martin, Daniel W. Bates\r                                                                           \r\nand Petruccelli &amp; Martin were on brief, for plaintiffs.\r                                  \r\n\n                                             \r\n\n                         October 10, 1995\r\n\n                                             \r\r\n\n          SELYA,   Circuit  Judge.    Petitioner,  Cargill,  Inc.\r                    SELYA,   Circuit  Judge.\r                                           \r\n\n(Cargill),  seeks a  writ of  mandamus directing  a judge  of the\r\n\nUnited  States  District  Court  for  the  District  of Maine  to\r\n\nwithdraw a decision  previously issued and then to recuse himself\r\n\nfrom further  proceedings  in the  underlying  cause.1   For  the\r\n\nreasons that follow, we decline to issue a prerogative writ.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          The  petition arises out  of a civil  action brought by\r\n\nseveral former Cargill employees,  represented by Daniel W. Bates\r\n\nand Kenneth D. Keating  of Petruccelli &amp; Martin (P&amp;M),  an eight-\r\n\nlawyer  firm  in Portland,  Maine.    The complaint  invokes  the\r\n\nRobinson-Patman  Act, 15 U.S.C.    13-13b  (1988), and alleges in\r\n\nsubstance that Cargill  discharged the plaintiffs  in retaliation\r\n\nfor  their  unwillingness  to  abide  certain  predatory  pricing\r\n\npractices.   Cargill  retained a  Washington-based firm,  Verner,\r\n\nLiipfert, Bernhard,  McPherson, and  Hand (Verner,  Liipfert), as\r\n\nlead  counsel, and  a  Portland firm,  Pierce, Atwood,  Scribner,\r\n\nAllen, Smith,  and Lancaster (Pierce, Atwood),  as local counsel.\r\n\nIt  then  moved  to dismiss  on  the  basis  that the  plaintiffs\r\n\nexperienced no antitrust  injury and, therefore,  lacked standing\r\n\n                    \r                              \r\n\n     1Petitioner  premises his  argument on  the ground  that the\r\njudge's  impartiality  might  reasonably  be  questioned.     The\r\nrelevant statute provides:\r\n\n          Any  justice,  judge,  or magistrate  of  the\r\n          United States shall disqualify himself in any\r\n          proceeding  in  which his  impartiality might\r\n          reasonably be questioned.\r\n\n28 U.S.C.   455(a) (1988).\r\n\n                                2\r\r\n\nto maintain the action.\r\n\n          On  December  19,  1993,  while  Cargill's  motion  was\r\n\npending before him, the district judge to whom  the case had been\r\n\nrandomly  assigned  became  embroiled  in  what  he  subsequently\r\n\ndescribed as a \"minor controversy\"  relating to his efforts,  and\r\n\nthose of his wife, to purchase  a new home.  The judge telephoned\r\n\nGerald Petruccelli, a  principal partner in  P&amp;M, and sought  his\r\n\nadvice  anent the real estate dispute.  Petruccelli agreed to the\r\n\nproposed representation, telling the  judge that he (Petruccelli)\r\n\nknew of \"no impediment\" to the relationship.\r\n\n          On  December 21, the two  men met for  about 50 minutes\r\n\nand  discussed  the judge's  real estate  problem.   A  series of\r\n\ntelephone  conversations followed  over  the course  of the  next\r\n\neight days.   None lasted  more than five  minutes.   Petruccelli\r\n\ndealt  directly with the lawyer who represented the other side in\r\n\nthe real estate  matter and, on January 6, 1994,  he resolved the\r\n\nimbroglio to  the judge's  satisfaction.  Petruccelli  rendered a\r\n\nbill, dated  January 7, based on  his standard hourly  rate.  The\r\n\njudge paid  the invoice within the  week.  It is  undisputed that\r\n\nPetruccelli never represented  the judge in any  other matter and\r\n\nthat  the judge dealt only  with Petruccelli (not  with any other\r\n\nP&amp;M attorney).\r\n\n          The  judge  maintains  that,  at the  time  he  engaged\r\n\ncounsel, he had \"no  conscious awareness that Mr. Petruccelli  or\r\n\nhis firm were involved in this  specific litigation then pending\"\r\n\n                                3\r\r\n\nbefore  him.2   Nonetheless,  a few  days  after he  had retained\r\n\nPetruccelli,  the  judge asked  his  docket  clerk to  check  his\r\n\ncalendar for pending cases in which P&amp;M might have appeared.  The\r\n\nclerk  brought two such cases  to the judge's  attention at about\r\n\nthe  time that the  attorney-client relationship  ended.   One of\r\n\nthese was the case against Cargill.  Although Petruccelli himself\r\n\nhad played no role in P&amp;M's representation of the plaintiffs, the\r\n\njudge decided  that  he  had  best  disclose  his  dealings  with\r\n\nPetruccelli.\r\n\n          On  January  11,  the  clerk,  acting  at  the  judge's\r\n\ndirection, notified local  counsel to attend a  conference on the\r\n\nfollowing day.  The disclosure conference (a transcript  of which\r\n\ncomprises the appendix)  proved to be brief.  Attorneys Bates and\r\n\nKeating appeared  for the  plaintiffs, and Attorneys  O'Leary and\r\n\nEinsiedler (both of Pierce,  Atwood) appeared for Cargill.   When\r\n\nadvised of the  attorney-client relationship between  Petruccelli\r\n\nand  the judge, both  Bates and O'Leary  quickly volunteered that\r\n\ntheir  respective  clients  had   no  objection  to  the  judge's\r\n\ncontinued  participation in the case.  The judge then advised the\r\n\nlawyers that  he was grappling  with Cargill's motion  to dismiss\r\n\nwhich, in his view, \"raise[d] some very interesting and difficult\r\n\nquestions.\"    He forecast  that he  would  hand down  a decision\r\n                    \r                              \r\n\n     2This  declaration,  and other  declarations  reflecting the\r\njudge's  state  of  mind, are  extracted  from  the  record of  a\r\nconference held  in this case  (reprinted in the  appendix), from\r\nthe judge's notice  to counsel  (described infra),  and from  the\r                                                          \r\norder  denying Cargill's  recusal  motion.   For  the most  part,\r\npetitioner has not challenged the factual accuracy of the judge's\r\nstatements.\r\n\n                                4\r\r\n\n\"within a week or so.\"\r\n\n          Precisely one  week thereafter, the judge  issued a 39-\r\n\npage rescript  denying Cargill's motion  to dismiss.   While  the\r\n\njudge closed his chambers and released his staff on holiday leave\r\n\nfrom  December 24, 1993  through January  3, 1994,  he admittedly\r\n\nlabored  over the matter during  some portion of  the period when\r\n\nPetruccelli represented him.\r\n\n          The  filing  of  the   opinion  elicited  no  immediate\r\n\nresponse.   Several  weeks  later, however,  Bernhardt Wruble,  a\r\n\nVerner, Liipfert  partner, wrote a letter to  the court asserting\r\n\nthat,  because  \"a  judge's  contemporaneous   representation  by\r\n\nopposing counsel is uniformly regarded as a basis  for obligatory\r\n\ndisqualification,\"  the judge  should withdraw his  order denying\r\n\nthe motion to dismiss, relieve himself of  all responsibility for\r\n\nthe  case, and reassign it  to another jurist.   Anticipating the\r\n\npredictable  reaction  to  this  demand,  Wruble  suggested  that\r\n\nPierce,  Atwood's acquiescence  was of  no  moment.   Since local\r\n\ncounsel  lacked prior  notice of  the purpose  of the  January 12\r\n\nconference and,  hence, had no opportunity to  consult in advance\r\n\nwith either the client  or lead counsel, Wruble wrote,  the judge\r\n\nhad  not  afforded petitioner  \"adequate  time  for a  considered\r\n\nresponse\" to the disclosure.  Thus, there could be no \"effective\"\r\n\nwaiver. \r\n\n          The judge did no fewer than three things upon receiving\r\n\nWruble's  communique.   First,  he postponed  a scheduled  status\r\n\nconference in the case.  Second, he directed any party who sought\r\n\n                                5\r\r\n\nhis recusal  to file a formal  motion to that effect.   Third, he\r\n\ncomposed  and served  a  statement, denominated  as  a notice  to\r\n\ncounsel, in which he  denied \"that the Court required  a decision\r\n\non waiver of any objection to the Court's continued participation\r\n\nto be made at the conference.\"  The judge explained that he meant\r\n\nthe disclosure conference to be informational in nature, that is,\r\n\n\"to  advise counsel  of  the circumstances  of Mr.  Petruccelli's\r\n\nrepresentation and  afford counsel an opportunity  to confer with\r\n\nclients and other counsel  to decide whether they wanted  to move\r\n\nfor recusal or  request other action by  the court.\"   But, wrote\r\n\nthe judge, though  he intended to  give counsel  a full month  in\r\n\nwhich to advise him  of their clients' positions with  respect to\r\n\nthe  disclosed  matter    and,  with  this  in  mind, thought  it\r\n\nsensible  to   summon  only  local  counsel   to  the  disclosure\r\n\nconference    he did not do so because, immediately following his\r\n\nrevelation, both  counsel, acting  for their  respective clients,\r\n\nspontaneously  disclaimed   any   objection  to   his   continued\r\n\nparticipation in the case.\r\n\n          On February 25, 1994,  Cargill asked the district court\r\n\nto certify for interlocutory appeal  the January 19 order denying\r\n\nthe  motion to  dismiss.    See  28  U.S.C.     1292(b)  (1988).3\r                                         \r\n\nRoughly two  weeks later,  Cargill moved for  recusal, proffering\r\n\nseveral affidavits.   Cargill's  motion, like Wruble's  letter of\r\n\nFebruary  13, made it clear  that Cargill's position  rested on a\r\n                    \r                              \r\n\n     3The   district  court   eventually   denied  this   motion.\r\nPetitioner  does not  assign error  to the  denial, nor  could it\r\nrewardingly do so.\r\n\n                                6\r\r\n\nsupposed  appearance of  impropriety, that  is, the  existence of\r\n\ncircumstances  in   which  Cargill  believed  that   the  judge's\r\n\nimpartiality might  reasonably be questioned.   See  28 U.S.C.   \r                                                             \r\n\n455(a),  quoted supra note 1.   Cargill did  not advance, then or\r                               \r\n\nnow,  any claim  of  actual bias.    The plaintiffs  opposed  the\r\n\nrecusal  motion.   In their  opposition, they made  two principal\r\n\narguments:   (1) Petruccelli's  representation did not  create an\r\n\nappearance of  impropriety  within the  meaning  of 28  U.S.C.   \r\n\n455(a), and, in any  event, (2) Cargill had waived  any objection\r\n\nto  the  judge's continuing  role in  the  case.   The plaintiffs\r\n\nhinged the latter  contention on  28 U.S.C.    455(e), a  statute\r\n\nthat  specifically permits a judge to  accept the parties' waiver\r\n\nof   a  section   455(a)  appearance-of-impropriety   ground  for\r\n\ndisqualification as long  as the  waiver \"is preceded  by a  full\r\n\ndisclosure on the record of the basis for disqualification.\"\r\n\n          On May 12, 1994, the district  court denied the recusal\r\n\nmotion.  Cargill subsequently filed its mandamus petition in this\r\n\ncourt.   We  invited the  plaintiffs to  respond, set  a briefing\r\n\nschedule, and entertained oral argument.\r\n\nII.  THE NATURE OF MANDAMUS\r          II.  THE NATURE OF MANDAMUS\r\n\n          Federal  appellate   courts  are  empowered   to  issue\r\n\nprerogative writs that  are \"necessary or  appropriate in aid  of\r\n\ntheir  respective  jurisdictions\" under  the  All  Writs Act,  28\r\n\nU.S.C.     1651(a)  (1988).    Because  such  writs  disrupt  the\r\n\nmechanics  of the  judicial  system    by accelerating  appellate\r\n\nintervention,  prerogative  writs  foster  piecemeal  review  and\r\n\n                                7\r\r\n\ndisturb  the historic  relationship between  trial and  appellate\r\n\ncourts   they should \"be used stintingly and brought to bear only\r\n\nin  extraordinary  situations.\"    Doughty   v.  Underwriters  at\r                                                                           \r\n\nLloyd's,  London, 6 F.3d 856,  865 (1st Cir.  1993).  Mandamus is\r                          \r\n\nsuch  a writ.    It is  strong medicine,  and  should neither  be\r\n\nprescribed casually nor dispensed freely.\r\n\n          Consistent  with  these principles,  the  standards for\r\n\nissuance of the  writ are  high.  A  petitioner seeking  mandamus\r\n\nmust show both  that there is  a clear entitlement to  the relief\r\n\nrequested,  and that  irreparable harm will  likely occur  if the\r\n\nwrit is  withheld.  See United  States v. Horn, 29  F.3d 754, 769\r                                                        \r\n\n(1st Cir. 1994); Doughty, 6 F.3d  at 866; In re Pearson, 990 F.2d\r                                                                 \r\n\n653,  657 &amp; n.4 (1st Cir. 1993).   Sometimes, even these specific\r\n\nshowings are not enough to justify a court's  use of its mandamus\r\n\npower.   In  the  final  analysis,  a  writ  of  mandamus  is  an\r\n\nexceptional remedy and \"is to be  granted only in the exercise of\r\n\nsound discretion.\"  Whitehouse v. Illinois Cent. R. Co., 349 U.S.\r                                                                 \r\n\n366, 373 (1955).   In  this context, equity  informs the  court's\r\n\ndiscretion.  See Kerr v. United States Dist. Court, 426 U.S. 394,\r                                                            \r\n\n403 (1976); United States v. Helvering, 301 U.S. 540, 543 (1937);\r                                                \r\n\nUnited States v.  Dern, 289 U.S. 352, 359 (1933); Doughty, 6 F.3d\r                                                                   \r\n\nat 866; United States  v. Patterson, 882 F.2d 595, 600  (1st Cir.\r                                             \r\n\n1989), cert. denied, 493 U.S. 1027 (1990); In re First Fed.  Sav.\r                                                                           \r\n\n&amp; Loan Ass'n, 860 F.2d 135, 139-40 (4th Cir. 1988); Vishnevsky v.\r                                                                        \r\n\nUnited States, 581 F.2d 1249, 1255 (7th Cir. 1978).\r                       \r\n\n          We  have held that, in an appropriate case, an issue of\r\n\n                                8\r\r\n\njudicial    disqualification    may   present    a   sufficiently\r\n\nextraordinary  situation  to  justify   the  unsheathing  of  our\r\n\nmandamus power.  See In re Allied-Signal, Inc., 891 F.2d 967, 969\r                                                        \r\n\n(1st Cir. 1989), cert. denied, 495 U.S. 957 (1990); In re Cooper,\r                                                                          \r\n\n821 F.2d  833, 834 (1st Cir. 1987); In re United States, 666 F.2d\r                                                                 \r\n\n690, 694 (1st Cir.  1981); see also In re  International Business\r                                                                           \r\n\nMach. Corp.,  618 F.2d  923, 927  (2d Cir. 1980).   However,  the\r                     \r\n\nusual  prerequisites to mandamus relief   a showing of both clear\r\n\nentitlement to the requested  relief and irreparable harm without\r\n\nit, accompanied by a favorable balance  of the equities   do  not\r\n\nvanish  merely because judicial  disqualification is the business\r\n\nof the day.   See, e.g., Allied-Signal, 891  F.2d at 969; Cooper,\r                                                                          \r\n\n821 F.2d at 834; In re United States, 666 F.2d at  694.  In other\r                                              \r\n\nwords, the mere fact that a petition for  mandamus is directed at\r\n\nsecuring  the trial  judge's  removal does  not  ensure that  the\r\n\nhigher court will entertain the petition.\r\n\nIII.  DISCUSSION\r          III.  DISCUSSION\r\n\n          After careful perscrutation of the record,  we conclude\r\n\nthat  petitioner's  quest  for  mandamus  should  go  unrequited.\r\n\nCargill has  shown neither  that it  is clearly  and indisputably\r\n\nentitled to  the writ  nor that it  faces an intolerable  risk of\r\n\nirreparable harm should it be forced to await appellate review in\r\n\nthe ordinary course.  Moreover, Cargill's failure  to take timely\r\n\naction,  after  learning  of  the judge's  disclosure  and  Maine\r\n\ncounsel's ensuing waiver of objection, tips the equitable balance\r\n\nand argues persuasively against issuance of the writ.\r\n\n                                9\r\r\n\n                                A\r                                          A\r\n\n          We  turn first  to  the matter  of  entitlement to  the\r\n\nrelief  requested.     Assuming,  arguendo,   that  the   judge's\r                                                    \r\n\nrelationship   with  Petruccelli   created   an   appearance   of\r\n\nimpropriety  adequate to animate  section 455(a)    and  we think\r\n\nthat  it probably  did4    Cargill's entitlement  to an  order of\r\n\ndisqualification remains questionable.  Regardless of whether the\r\n\nactions of its local counsel effected a fully valid waiver of the\r\n\ndisqualifying circumstance,  the silence of Cargill  and its lead\r\n\ncounsel  after learning  what had transpired  may very  well have\r\n\nadded  the missing  element, ratified  the waiver,  and given  it\r\n\nlife.  We elucidate below.\r\n\n          The relevant  statute,  28  U.S.C.     455(e),  plainly\r\n\ncontemplates that  a party may waive an appearance-of-impropriety\r\n\nground for  disqualification.  The statute itself does not define\r\n\n                    \r                              \r\n\n     4The  disqualification  requirement  of  section  455(a)  is\r\ntriggered, despite the  lack of  any actual bias  on the  judge's\r\npart,  if a  reasonable  person, knowing  all the  circumstances,\r\nwould question the judge's impartiality.  See Liljeberg v. Health\r                                                                           \r\nServs. Acquisition  Corp., 486  U.S.  847, 861-62  (1988).   Most\r                                   \r\nobservers would agree that a judge should not  hear a case argued\r\nby an  attorney who, at the same  time, is representing the judge\r\nin  a personal matter.   See 13A Charles  Wright &amp; Arthur Miller,\r                                      \r\nFederal  Practice and  Procedure    1349,  at 614  (1984) (citing\r                                          \r\ncases).  Although the appearance of partiality is attenuated when\r\nthe lawyer appearing before the judge is a member of the same law\r\nfirm  as  the   judge's  personal  counsel,  but   not  the  same\r\nindividual, many  of  the same  cautionary factors  are still  in\r\nplay.  See,  e.g., 2  Administrative Office of  the U.S.  Courts,\r                           \r\nGuide   to   Judiciary  Policies   and  Procedures   V-32  (1995)\r                                                            \r\n(expressing the  view that \"where an attorney-client relationship\r\nexists between the judge and the lawyer whose law firm appears in\r\nthe case,  the  judge  should  recuse absent  remittal\").    This\r\nprinciple would seem to have particular force where, as here, the\r\nlaw firm is small and the judge's lawyer is a name partner.\r\n\n                                10\r\r\n\nthe form or  prerequisites of such a waiver;  it only imposes the\r\n\ncondition  that the waiver be  \"preceded by a  full disclosure on\r\n\nthe  record  of the  basis for  disqualification.\"   28  U.S.C.  \r\n\n455(e).   The transcript of  the January 12  conference leaves no\r\n\ndoubt that  such a disclosure occurred.   The judge laid  out the\r\n\nnature  of his  relationship  with Petruccelli,  citing book  and\r\n\nverse.    This disclosure  was  then followed  by  an unequivocal\r\n\nstatement on  the part  of Cargill's counsel,  unprompted by  the\r\n\ncourt, to  the effect that Cargill did  not object to the judge's\r\n\ncontinued service  in the  case.   Local  counsel reported  these\r\n\ndevelopments to  lead  counsel immediately  after the  conference\r\n\nended, and Verner, Liipfert in turn promptly informed the client.\r\n\nYet, for nearly a month thereafter, Cargill failed to express any\r\n\ndiscomfiture with the waiver.\r\n\n          Although  we  leave  the  ultimate  question  open  for\r\n\nresolution  on  an  end-of-case   appeal,  we  think  that  local\r\n\ncounsel's unqualified assent, combined with  Cargill's subsequent\r\n\nsilence  for  a substantial  period  of  time, creates  a  sturdy\r\n\nfoundation  on which the validity  of the waiver  might rest, and\r\n\nthat the resultant uncertainty  undercuts Cargill's claim that it\r\n\nis plainly entitled  to the requested relief.   After all,  it is\r\n\ncommon ground that  civil litigants ordinarily are bound by their\r\n\nattorneys' tactical  judgments, see,  e.g., Brody v.  President &amp;\r                                                                           \r\n\nFellows  of  Harvard  Coll., 664  F.2d  10,  12  (1st Cir.  1981)\r                                     \r\n\n(holding, on particular facts,  that client would not  be allowed\r\n\n\"to  second guess his attorney's waiver\"), cert. denied, 455 U.S.\r                                                                 \r\n\n                                11\r\r\n\n1027 (1982), and waivers based on silence are standard fare, see,\r                                                                          \r\n\ne.g., United States v.  Nobel, 696 F.2d 231,  237 (3d Cir.  1982)\r                                       \r\n\n(finding waiver under   455(e) based on party's failure to make a\r\n\ntimely objection  once the  basis for disqualification  was fully\r\n\ndisclosed), cert. denied, 462 U.S. 1118 (1983).\r                                  \r\n\n          However, Cargill asseverates that no valid waiver could\r\n\nbe given  by its Maine counsel because the judge failed to follow\r\n\nexactly  the  procedures  governing  waivers  of disqualification\r\n\ndictated by the Code of Conduct for United States Judges (CCUSJ),\r\n\nadopted by the Judicial Conference of the United States following\r\n\npromulgation  by  the  American  Bar  Association.    See  CCUSJ,\r                                                                   \r\n\nreprinted in 150 F.R.D. 307 (1992).  Canon 3D of the CCUSJ allows\r                      \r\n\na judge to hear a case if  the parties and their lawyers agree to\r\n\nthe  judge's  continued  service  not only  after  disclosure  of\r\n\ncertain  bases  for  disqualification  (including  appearance  of\r\n\nimpropriety), but also after having been afforded \"an opportunity\r\n\nto confer  outside the presence  of the  judge[.]\"   Id. at  313.\r                                                                  \r\n\nHere, what transpired at the  disclosure conference met the first\r\n\nrequirement of Canon 3D, but not the second.\r\n\n          However,   even  if   we  assume  arguendo   that  this\r                                                              \r\n\nnoncompliance rendered the  original waiver ineffective,5 counsel\r\n                    \r                              \r\n\n     5Although  we need not decide the point, we doubt that every\r\ninstance of noncompliance with  the CCUSJ automatically justifies\r\npost-hoc invalidation  of a waiver that otherwise  meets the test\r\nof section 455(e).  Certainly, the  case law on the point is less\r\nthan transpicuously clear.   See,  e.g., Nobel, 696  F.2d at  237\r                                                        \r\n(explaining that \"it is sufficient under  [section 455(e)] if the\r\njudge  provides full disclosure of  his or her  relationship at a\r\ntime early  enough to form  the basis  of a timely  motion at  or\r\nbefore  trial  and under  circumstances  which  avoid any  subtle\r\n\n                                12\r\r\n\nthereafter  had  ample  opportunity  for  consultation  with  the\r\n\nclient, outside the  presence of the judge,  yet Cargill, knowing\r\n\nof the  stated  waiver, did  not alter  its position.   When  the\r\n\njudge's  departure from the CCUSJ is weighed in the balance along\r\n\nwith his explanation and  Cargill's knowing acquiescence in local\r\n\ncounsel's express waiver, the call seems to us to be quite close.\r\n\nThis closeness  sets a  chain reaction  in motion.   It leads  us\r\n\nfirst   to  conclude  that  the  contested  waiver  may  well  be\r\n\nenforceable, and constitutes, at the least, a potential stumbling\r\n\nblock  on  the  road to  recusal.    The  first conclusion  leads\r\n\ninexorably to a second conclusion:  that petitioner has failed in\r\n\nits endeavor to demonstrate that it is \"clearly and indisputably\"\r\n\nentitled to the relief that it seeks.\r\n\n          To be sure, Cargill has  attempted to explain away  its\r\n\napparent ratification  of the position taken by its local counsel\r\n\nboth  factually  (through a  series  of  affidavits) and  legally\r\n\n(through  its insistence  on literal  compliance with  Canon 3D).\r\n\nIts factual explanations and  legal theories may or may  not hold\r\n\nwater in the long run,  but that is scarcely the point.   We need\r\n\nnot   and  do not   decide the  merits of the waiver  question at\r\n\nthis juncture.  It  suffices for present purposes merely  to note\r\n\n                    \r                              \r\n\ncoercion\"); Haire  v.  Cook, 229  S.E.2d 436,  438-39 (Ga.  1976)\r                                     \r\n(similar;  construing Georgia  law); Commonwealth v.  Cagney, 329\r                                                                      \r\nN.E.2d 778, 781 (Mass.  1975) (Goodman, J., concurring) (similar;\r\nconstruing Massachusetts law).  Notwithstanding the importance we\r\nattach  to  the CCUSJ  and the  obvious desirability  of assuring\r\njudicial  compliance with the canons, we  think a strong argument\r\ncan  be made  that not  all instances  of noncompliance  with the\r\nCCUSJ are automatic disqualifiers.\r\n\n                                13\r\r\n\nthat the issue is sufficiently clouded that petitioner's eventual\r\n\nentitlement  to  the requested  redress     the district  judge's\r\n\nrecusal   is  problematic.6  See Pearson, 990 F.2d  at 656 &amp; n.4;\r                                                  \r\n\nCooper, 821 F.2d at 834.\r                \r\n\n                                B\r                                          B\r\n\n          Petitioner suggests that recusal  of a judge presents a\r\n\nspecial  circumstance  which,  even   in  the  absence  of  clear\r\n\nentitlement  to  the  requested  relief,  warrants  interlocutory\r\n\nreview  by way  of  mandamus.   This  suggestion is  not  without\r\n\nforce.7  In cases in which  parties have sought recusal based  on\r\n\nassertions  of actual  bias, we  have stated  that \"the  issue of\r\n\njudicial  disqualification  presents  an extraordinary  situation\r\n\nsuitable for the exercise  of our mandamus jurisdiction.\"   In re\r                                                                           \r\n\nUnited States, 666 F.2d at 694.\r                       \r\n\n                    \r                              \r\n\n     6Because we  find no  clear and indisputable  entitlement to\r\nthe  requested  relief,  we  need not  consider  whether  Cargill\r\nsatisfied  the second prong of the  mandamus test by a showing of\r\nirreparable  harm.   We  note,  however, that  although  there is\r\nalways some harm  in litigating for nought,  that harm repeatedly\r\nhas  been  held  insufficient,  in itself,  to  justify  mandamus\r\nrelief.  See,  e.g., In re Bushkin Assocs., 864  F.2d 241, 243-44\r                                                    \r\n(1st Cir. 1989).\r\n\n     7In  the same vein, however, we can envision cases in which,\r\ndespite  a   showing  that  ordinarily  would   amount  to  clear\r\nentitlement,  a  litigant  has   acted  so  deplorably  that  the\r\npetitioned court  might choose to withhold  discretionary relief.\r\nSee  generally  Precision  Instrument  Mfg. Co.  v.    Automotive\r                                                                           \r\nMaintenance Mach. Co., 324 U.S. 806, 814  (1945) (explaining that\r                               \r\nthe  doctrine of  unclean hands \"closes  the doors of  a court of\r\nequity to  one tainted with inequitableness or bad faith relative\r\nto the matter  in which  he seeks relief\");  Texaco Puerto  Rico,\r                                                                           \r\nInc. v. Department  of Consumer  Affairs, 60 F.3d  867, 880  (1st\r                                                  \r\nCir. 1995)  (\"It is old hat that a court called upon to do equity\r\nshould always consider whether the petitioning party has acted in\r\nbad faith or with unclean hands.\").\r\n\n                                14\r\r\n\n          Our rationale  in these  cases has been  that \"[p]ublic\r\n\nconfidence  in the  courts may  require that  such a  question be\r\n\ndisposed of at the  earliest possible opportunity.\"  In  re Union\r                                                                           \r\n\nLeader Corp., 292  F.2d 381,  384 (1st Cir.),  cert. denied,  368\r                                                                     \r\n\nU.S. 927 (1961).  However, we have cautioned that this philosophy\r\n\ndoes not \"commit us  to entertaining every rejected affidavit  of\r\n\nprejudice,\" and  we have made it clear that, even when a mandamus\r\n\npetition  seeks a judge's recusal based on an assertion of actual\r\n\nbias,  mandamus remains \"a discretionary writ.\"  Id.  Because its\r                                                              \r\n\norigins  are equitable in nature, the writ should issue to remedy\r\n\na wrong, not to  promote one   and it  should not \"be granted  in\r\n\naid of  those  who do  not  come into  court  with clean  hands.\"\r\n\nUnited States v. Fisher, 222 U.S. 204, 209 (1911).\r                                 \r\n\n          In  this  case,  principles of  equity  caution against\r\n\nexercising discretion to reach out for the disqualification issue\r\n\nhere and now.   To explain  why, we must  remind the reader  that\r\n\nmandamus is a potent weapon.  Precisely because the  writ packs a\r\n\nconsiderable wallop, litigants are sometimes tempted to employ it\r\n\nfor its strategic value, regardless of the merits of their cause.\r\n\nSee  Allied-Signal, 891 F.2d at 970; In re Drexel Burnham Lambert\r                                                                           \r\n\nInc.,  861 F.2d 1307, 1312-16  (2d Cir. 1988),  cert. denied, 490\r                                                                      \r\n\nU.S.  1102 (1989).   Ignoring  this possibility  when, as  now, a\r\n\npetition  for  mandamus seeks  the  disqualification  of a  judge\r\n\nshortly  after the  judge  decides  a  major  point  against  the\r\n\npetitioner would be to blink reality.  In the real world, recusal\r\n\nmotions are  sometimes driven more by  litigation strategies than\r\n\n                                15\r\r\n\nby ethical concerns.\r\n\n          In such straitened  circumstances, appellate  tribunals\r\n\nmust  be especially alert to the dangers of manipulation.  Courts\r\n\ncan  ill afford  to permit  mandamus to  be used  as a  tactic to\r\n\njettison an impartial judge  whose slant on a case,  as evidenced\r\n\nby  his  rulings,  jeopardizes  a party's  chances  for  ultimate\r\n\nsuccess.  See In re United Shoe Mach. Corp., 276 F.2d 77, 79 (1st\r                                                     \r\n\nCir. 1960)  (\"We cannot permit a litigant to test the mind of the\r\n\ntrial judge like  a boy testing  the temperature of the  water in\r\n\nthe pool with  his toe, and  if found to  his liking, decides  to\r\n\ntake a plunge.\") (citation and internal quotation marks omitted);\r\n\ncf. Reilly v. United  States, 863 F.2d  149, 160 (1st Cir.  1988)\r                                      \r\n\n(explaining that \"when  a trial judge announces a proposed course\r\n\nof  action which litigants  believe to be  erroneous, the parties\r\n\ndetrimentally affected  must act expeditiously to  call the error\r\n\nto  the judge's attention or to cure  the defect, not lurk in the\r\n\nbushes waiting  to ask  for another trial  when their  litigatory\r\n\nmilk curdles\").  By like  token, courts cannot afford to  spawn a\r\n\npublic  perception that  lawyers  and litigants  will benefit  by\r\n\nundertaking such machinations.\r\n\n          This  case runs  up just  such a  red flag.   While the\r\n\nrecord does not  compel a  finding that petitioner  and its  lead\r\n\nattorneys delayed  any attempt to retract  Maine counsel's waiver\r\n\nas part of  a plot to await the results  of the judge's impending\r\n\ndecision,  the  chronology is  suggestive.    The scenario  lends\r\n\nitself to the following description:  Cargill, armed with all the\r\n\n                                16\r\r\n\nrelevant  facts no  later than  January 14  and knowing  that the\r\n\njudge planned to  decide the  key motion in  the case during  the\r\n\nfollowing   week,8   held  its   \"appearance-of-impropriety\"  and\r\n\n\"invalid  waiver\"  arguments  in  reserve,  deferred any  recusal\r\n\ninitiative,  awaited the ruling  on the motion  to dismiss, found\r\n\nthat ruling  to be  greatly disappointing,  and  then pulled  the\r\n\nrecusal  option off  the  shelf  in  hopes  of  locating  a  more\r\n\nsympathetic trier.\r\n\n          Of  course,  Verner,   Liipfert  tries  strenuously  to\r\n\nexplain away this  chain of  events.  The  firm's attorneys  have\r\n\nregaled us with descriptions of  both their busy travel schedules\r\n\nand the inclement weather that struck the nation's capitol during\r\n\nJanuary of 1994.   But even if  we were to take  these excuses at\r\n\nface  value, they are simply not sufficient to justify the firm's\r\n\ndecision to sit silently by until the judge had showed his hand.\r\n\n          We believe  it is  self-evident that, once  Cargill was\r\n\naware of the details surrounding  Petruccelli's relationship with\r\n\nthe judge, it  should at a bare minimum have  told the court that\r\n\nit  wanted time to rethink its options  and sought a delay in the\r\n\nissuance of the court's  opinion (which it knew to  be imminent).\r\n\nIn all probability,  it would have taken no more than a telephone\r\n\n                    \r                              \r\n\n     8The various  affidavits submitted by the  petitioner to the\r                                                                    \r\ndistrict court  establish that on Wednesday, January 12, the very\r\nday  that  the disclosure  conference  was  held, Pierce,  Atwood\r\ninformed Verner,  Liipfert of what had  transpired, including the\r\njudge's plan to issue his decision in approximately one week.   A\r\ncorporate  official  was told  of  the  situation  no later  than\r\nFriday, January 14.\r\n\n                                17\r\r\n\ncall  or  a facsimile  transmission  to place  matters  on hold.9\r\n\nThus, putting the  most favorable  face on the  situation, it  is\r\n\napparent  that Cargill and its lead counsel neglected to act with\r\n\nthe immediacy that the circumstances obviously required.\r\n\n          Our need  to exercise  discretion also demands  that we\r\n\ntake a related point into account.  The case at hand is different\r\n\nthan  our earlier precedents in several respects.  First, it does\r\n\nnot  involve a  claim of  actual bias,  and, thus,  it lacks  one\r\n\nimportant  ingredient  that in  the  past  often prompted  us  to\r\n\nundertake  review  of  judicial  disqualification orders  at  the\r\n\nearliest  practicable time.  See  Union Leader, 292  F.2d at 384.\r                                                        \r\n\nWhen  issuing the writ is necessary  to promote public confidence\r\n\nin  the courts by avoiding the unseemly spectacle of trial before\r\n\na biased judge, the need  for immediate relief is manifest.   See\r                                                                           \r\n\nIn re  United  States,  666 F.2d  at  694.   These  concerns  are\r                               \r\n\nlessened  where,  as  here,  there  is  neither  a  trace  nor  a\r\n\nsuggestion  of actual bias.  Second,  in this case, the party who\r\n\nnow claims  to be aggrieved earlier had made an express waiver of\r\n\nthe stated  ground for disqualification.  This,  too, changes the\r\n\ncalculus of public perception.\r\n\n          Last,  but  far  from  least,  petitioner's  course  of\r\n\nconduct    whether conniving or  merely slipshod   influences our\r\n\nassessment of the equities.  Its handling of the matter places us\r\n\n                    \r                              \r\n\n     9Cargill suggests that it  might have offended the  judge by\r\ntaking  such  action.    We  think  its  concerns are  overblown:\r\nlawyers run such a  risk every time they seek  a judge's recusal.\r\nIn any event, trial advocacy is no sport for the timorous.\r\n\n                                18\r\r\n\nbetween  Scylla  and  Charybdis:   if  we  do  not entertain  the\r\n\npetition, we run a risk of seeming hesitant to inquire too deeply\r\n\ninto a possible abuse of judicial power; yet, if we entertain the\r\n\npetition despite  the appearance of sandbagging  that Cargill has\r\n\ncreated, we run a risk of eroding public confidence in the courts\r\n\nby seeming to reward a litigant for its gamesmanship.\r\n\n          Given  the  fundamental nature  of  mandamus, declining\r\n\njurisdiction  in the  exercise of  our informed  discretion seems\r\n\npreferable.  Though it  might be mere coincidence that  the delay\r\n\nin  seeking to set aside the waiver worked to Cargill's advantage\r\n\nby  allowing  it to  see which  way the  wind was  blowing before\r\n\ndeciding  whether  to  urge  recusal, the  appearance  of  judge-\r\n\nshopping is  sufficiently pronounced  that  the equities  counsel\r\n\nrestraint.  See, e.g., Apple v. Jewish Hosp.  &amp; Medical Ctr., 829\r                                                                      \r\n\nF.2d 326, 334 (2d Cir. 1987)  (noting that a \"movant may not hold\r\n\nback and wait, hedging  its bets against the  eventual outcome\");\r\n\nPhillips  v. Amoco Oil Co., 799  F.2d 1464, 1472 (11th Cir. 1986)\r                                    \r\n\n(\"Counsel,  knowing  the facts  claimed  to  support a     455(a)\r\n\nrecusal for appearance of partiality may not lie in wait, raising\r\n\nthe  recusal issue only after  learning of the  court's ruling on\r\n\nthe merits.\"), cert.  denied, 481  U.S. 1016 (1987).   We  simply\r                                      \r\n\ncannot  afford to nourish the  impression that the  courts, as an\r\n\ninstitution, will  bend over backward, overlook  the obvious, and\r\n\ncountenance sharp tactics merely  because they are directed at  a\r\n\njudge.\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n                                19\r\r\n\n          We  need go no further.  Petitioner has neither met the\r\n\nconventional requirements  for mandamus  relief nor  satisfied us\r\n\nthat,  in the  unique  circumstances of  this case,  the equities\r\n\nfavor an  affirmative exercise of our  discretion.  Consequently,\r\n\nwe  deny the petition,  without prejudice  to Cargill's  right to\r\n\nraise its  claim of error,  if it so  chooses, in  an end-of-case\r\n\nappeal.10\r\n\n          The petition for a writ of mandamus is denied.\r                    The petition for a writ of mandamus is denied.\r                                                                 \r\n\n      Appendix follows; dissenting opinion follows appendix  \r\n\n                    \r                              \r\n\n     10Just  as orders  disqualifying or  refusing to  disqualify\r\ncounsel  \"can be  reviewed as  effectively on  appeal of  a final\r\njudgment as on an interlocutory appeal,\" Richardson-Merrill, Inc.\r                                                                           \r\nv. Koller,  472 U.S. 424, 438 (1985), we see no reason why orders\r                   \r\npertaining  to  judicial disqualification  cannot  be effectively\r\nreviewed at that  time and in that manner.   Nor is this scenario\r\noddly  configured.  An end-of-case  appeal is a  matter of right,\r\nwhile mandamus is a matter of discretion.  Courts have frequently\r\nfound  that difference  dispositive  in analogous  circumstances.\r\nSee, e.g., Allied  Chem. Corp. v. Daiflon, Inc.,  449 U.S. 33, 34\r                                                         \r\n(1980) (per curiam);  In re  Bushkin Assocs., 864  F.2d 241,  244\r                                                      \r\n(1st Cir. 1989).   And, moreover, the fact  that a lengthy  trial\r\nhas intervened will not rob an appeal of its effectiveness.  See,\r                                                                          \r\ne.g.,  Stauble  v. Warrob,  Inc., 977  F.2d  690 (1st  Cir. 1992)\r                                          \r\n(vacating  judgment  on  direct appeal  following  35-day  trial,\r\ndespite  the circuit court's earlier denial of mandamus relief on\r\nthe same ground).\r\n\n                                20\r\r\n\n                             APPENDIX\r                                       APPENDIX\r\n\n                       CHAMBERS CONFERENCE\r                                 CHAMBERS CONFERENCE\r\n\n                         January 12, 1994\r                                   January 12, 1994\r\n\n          THE COURT:  This is  a very simple matter,  I\r                    THE COURT:\r\n\n          think.     At   least  the  reason   for  the\r\n\n          conference,  so  you  don't have  to  get all\r\n\n          excited  about it,  is because  Mr. Bates  is\r\n\n          counsel  in   this  matter   and  I   have  a\r\n\n          disclosure that I must make to counsel.\r\n\n          Approximately on December  19th, 1993,  while\r\n\n          Mrs.  Carter  and I  were  in  the course  of\r\n\n          looking  for   a  new  house,  I   got  in  a\r\n\n          controversy  with a  party in  a contract,  a\r\n\n          purchase and sale, a minor controversy.\r\n\n          I, on  that date, called  Gerald Petruccelli,\r\n\n          Mr. Bates's  partner, and  I asked him  if he\r\n\n          could give me advice and perhaps represent me\r\n\n          if it came to that.\r\n\n          He called  me back on December  20th and said\r\n\n          that he had  decided there was no  impediment\r\n\n          to this representation of me.  I met with him\r\n\n          on December 21 for about 45 to 50 minutes, we\r\n\n                                21\r\r\n\n          discussed  the matter.    I told  him that  I\r\n\n          wanted a quick resolution - I should practice\r\n\n          what I preach.\r\n\n          I  had telephone  conferences with  him about\r\n\n          the  matter on  December 22,  23, 28  and 29,\r\n\n          four or  five minutes a piece.   I understand\r\n\n          from  him that  he had  telephone conferences\r\n\n          during  that  period  of  time  with  another\r\n\n          attorney and on January 6th, 1994, the matter\r\n\n          was resolved to my satisfaction.  On the 7th,\r\n\n          Mr. Petruccelli  rendered to me  his bill and\r\n\n          on the 10th, that bill was paid in full.\r\n\n          The  understanding at  the conference  that I\r\n\n          had with him on the 21st of December was that\r\n\n          I  would  pay  the  usual   rate,  usual  fee\r\n\n          computed at  the  usual hourly  rate for  the\r\n\n          hours of  devotion to the case  that he would\r\n\n          charge to any stranger off the street.  And I\r\n\n          was  very serious  about that,  and  I'm sure\r\n\n          that he was and I think the bill was entirely\r\n\n          satisfactory one to me,  and I have no reason\r\n\n          to  expect that it is to him.   So we have no\r\n\n          kind of debt of any kind to each other out of\r\n\n          this very brief transaction.\r\n\n                                22\r\r\n\n          I will tell you that I am morally certain  in\r\n\n          my own  mind that this series  of events will\r\n\n          not  in any way affect  my ability in the way\r\n\n          I would find it  to be properly decided, even\r\n\n          if the event had not occurred.\r\n\n          However,   under  the  code,  the  canons  of\r\n\n          judicial  conduct,  I felt  arguably perhaps,\r\n\n          but  I  felt  that  it  was  proper,  perhaps\r\n\n          required, but at least proper that I disclose\r\n\n          it and see if anyone  has any objection in my\r\n\n          continuing  to serve  as  the judge  who will\r\n\n          ultimately decide this case.\r\n\n          MR  BATES:   Speaking for  the plaintiff,  we\r                    MR  BATES:\r\n\n          have absolutely no objection.\r\n\n          THE  COURT:  The  record should  also reflect\r                    THE  COURT:\r\n\n          that I  never had any  conversation with  Mr.\r\n\n          Bates or  anyone  else of  Mr.  Petruccelli's\r\n\n          office.\r\n\n          MR. O'LEARY:  Speaking for the defense, there\r                    MR. O'LEARY:\r\n\n          is no objection.\r\n\n                                23\r\r\n\n          THE  COURT:    I  wanted you  to  know  this.\r                    THE  COURT:\r\n\n          That's all  I have.   We  have been  for some\r\n\n          time  - I have been in  the course of dealing\r\n\n          with   motions   which   raise    some   very\r\n\n          interesting  and  difficult  questions and  I\r\n\n          expect  that within a week or so I will be in\r\n\n          a position to file a decision resolving that,\r\n\n          so the  matter can  go forward.   I apologize\r\n\n          having held the matter up that long but these\r\n\n          are very tough  things, not matters of  first\r\n\n          impression,  and  I  don't  have  a   lot  of\r\n\n          guidance by better judges than I.\r\n\n          MR. O'LEARY:  Thank you.\r                    MR. O'LEARY:\r\n\n          MR. BATES:  We appreciate it.\r                    MR. BATES:\r\n\n          THE  COURT:   Thank you  very much.   Another\r                    THE  COURT:\r\n\n          matter, the Graffam, matter, is scheduled for\r\n\n          trial, which  is in your office  on the other\r\n\n          side, you might just talk with them about it,\r\n\n          Bill  Kayatta,  apprise   him  of  what   has\r\n\n          happened  and tell  him that  matter is  also\r\n\n          scheduled for conference for the same purpose\r\n\n          so he can have a chance to reflect on it.\r\n\n                                24\r\r\n\n          MR. BATES:   I don't know that  this needs to\r                    MR. BATES:\r\n\n          be a part of  the record.  I know  that Gerry\r\n\n          told  me  that  he  was going  to  call  Bill\r\n\n          Kayatta, and did so.\r\n\n          THE COURT:  Gerry  did call and tell me  that\r                    THE COURT:\r\n\n          he had  called someone  to see if  that would\r\n\n          create,  if  his representation  would create\r\n\n          any problem  and I  didn't know what  case it\r\n\n          was about or who  the lawyer was.  Ultimately\r\n\n          he called  me back  and told  me that  he had\r\n\n          found no impediment to his representation.\r\n\n          MR. O'LEARY:  I appreciate the disclosure.\r                    MR. O'LEARY:\r\n\n          [End of conference]\r\n\n                                25\r\r\n\n            CAMPBELL,   Senior  Circuit   Judge,  (dissenting).\r                                                         \r\n\n  While  the question  is exceedingly  close,  I regret  that I\r\n\n  cannot  agree with the court.   The court's  opinion would be\r\n\n  persuasive if  written before the Judicial  Conference of the\r\n\n  United States had adopted Canon 3D of the Code of Conduct for\r                                                                         \r\n\n  United States Judges.  But the court's opinion seems to me to\r                                \r\n\n  pay  too little attention to  the district court's failure to\r\n\n  have observed the Canon.  Canon 3D provides,\r\n\n            A  judge  disqualified  by the  terms  of\r\n            Canon 3C(1), except in  the circumstances\r\n            specifically set out  in subsections  (a)\r\n            through (e) may,  instead of  withdrawing\r\n            from  the  proceeding,  disclose  on  the\r\n            record the basis of disqualification.  If\r                                                               \r\n            the parties and  their lawyers after such\r                                                               \r\n            disclosure and an  opportunity to  confer\r                                                               \r\n            outside of the presence of the judge, all\r                                                          \r\n            agree in  writing or on  the record  that\r\n            the judge should not be disqualified, and\r\n            the judge is then willing to participate,\r\n            the   judge   may   participate  in   the\r\n            proceeding.    The  agreement   shall  be\r\n            incorporated   in   the  record   of  the\r\n            proceeding.  (emphasis added).\r\n\n  Canon 3D applies squarely  to the situation here, in  which a\r\n\n  judge  has  sought  the  parties'  waiver  of  his  mandatory\r\n\n  disqualification under   455(a).  Congress expressly allows a\r\n\n  judge  to accept  a waiver  of his  disqualification  under  \r\n\n  455(a)  (appearance  of lack  of  impartiality) although  not\r\n\n  under   455(b) (bias,  personal knowledge of facts, financial\r\n\n  interest, etc.).  See 28 U.S.C.   455(e).  But while   455(e)\r                                 \r\n\n  specifies no  more  than that such waiver  be preceded \"by  a\r\n\n  full   disclosure   on   the   record  of   the   basis   for\r\n\n                               -26-\r                                          26\r\r\n\n  disqualification,\" the  judiciary is also subject  to its own\r\n\n  Canon 3D  which imposes  additional conditions that  were not\r\n\n  followed  here.  For that reason, I disagree that the parties\r\n\n  ever effectively waived the duty imposed by   455(a) that the\r\n\n  judge disqualify himself.  \r\n\n            I  make two  points at  the outset.   First,  as my\r\n\n  colleagues seem  to concede,  the judge's employment,  as his\r\n\n  own   lawyer,  of  the   senior  partner  of   the  law  firm\r\n\n  representing  plaintiffs at  the  time he  was considering  a\r\n\n  major dispositive motion in plaintiffs' lawsuit, gave rise to\r\n\n  a  reasonable question  of his  impartiality under    455(a).\r\n\n  While this  was hardly a  major indiscretion as  such matters\r\n\n  go,  it  was  the  kind of  conduct  that  gives  rise to  an\r\n\n  appearance  of  impropriety.     Our  court  is  in  apparent\r\n\n  agreement  as to  the  applicability of    455(a).   However,\r\n\n  because the  district court  felt otherwise, and  because the\r\n\n  issue deserves  consideration, I  have stated my  reasons for\r\n\n  finding that   455(a) applies in an appendix to this dissent.\r\n\n  Section 455(a)  required the judge to  disqualify himself sua\r\n\n  sponte unless he received  and accepted an appropriate waiver\r\n\n  from the parties.\r\n\n            A  second  point is  that  the  proceedings at  the\r\n\n  January  12 conference     at  which the  judge candidly  and\r\n\n  commendably disclosed  the matter    omitted  to follow Canon\r\n\n  3D  in basic  ways.   Canon 3D  was developed  to offset  the\r\n\n                               -27-\r                                          27\r\r\n\n  criticism  that  otherwise   disqualified  judges   sometimes\r\n\n  secured the parties'  agreement to allow them to  continue in\r\n\n  cases by taking advantage  of counsel's natural reluctance to\r\n\n  offend  a judge  before whom they  frequently had  to appear.\r\n\n  The  original language of Canon  3D was drafted  by a special\r\n\n  committee  of the  American  Bar Association  chaired by  the\r\n\n  former  chief justice  of  the Supreme  Court of  California,\r\n\n  Justice Traynor.   Justice Traynor emphasized  that, before a\r\n\n  valid waiver could occur, counsel must receive an opportunity\r\n\n  to confer  with their  clients outside the  judge's presence.\r\n\n  The special committee  also believed that the client  as well\r\n\n  as counsel had to be involved in the waiver  decision, as the\r\n\n  \"parties  are  less  likely  than counsel  to  feel  judicial\r\n\n  pressure [to  remain in  the case]  . . . .\"   Broadening and\r                                                                         \r\n\n  Clarifying   the   Grounds  for   Judicial  Disqualification:\r                                                                         \r\n\n  Hearing  on  S. 1064  Before  the Subcomm.  of  Courts, Civil\r                                                                         \r\n\n  Liberties and  the Administrative Justice of  the House Comm.\r                                                                         \r\n\n  on the Judiciary, 93d Cong., 2d Sess. (1974). \r                            \r\n\n            The Canon serves in  part to dispel counsel's sense\r\n\n  that by failing immediately  to endorse the judge's continued\r\n\n  presence  in the  case,  counsel might  annoy  the judge  and\r\n\n  prejudice their  cause.   Under  the Canon,  counsel must  be\r\n\n  extended  an  opportunity  to  consider  the disqualification\r\n\n  issue outside the judge's presence, hence free from  the fear\r\n\n                               -28-\r                                          28\r\r\n\n  that any hesitancy to  endorse the judge's continued presence\r\n\n  may be personally held against him.\r\n\n            In the  present case,  the judge never  stated that\r\n\n  local    counsel   was   free   to   withdraw   and   discuss\r\n\n  disqualification with  his client and co-counsel.   The judge\r\n\n  knew or should  have known at this  time that counsel had  no\r\n\n  prior  opportunity to discuss the issue with his client.  The\r\n\n  judge had  not  disclosed the  subject of  the conference  in\r\n\n  advance.   Local counsel  had made  express  inquiry the  day\r\n\n  previous as to what the January 12 meeting would be about and\r\n\n  could  learn nothing.    Counsel, therefore,  could not  have\r\n\n  discussed the issue with his client and lead counsel prior to\r                                                                      \r\n\n  the meeting.  When  he came to the conference,  local counsel\r\n\n  had to react on the spur  of the moment, without knowing what\r\n\n  rights the  judge was prepared to  recognize, without knowing\r\n\n  whether the  judge would recuse himself  if counsel objected,\r\n\n  and without reassurance from the court that, without offense,\r\n\n  local counsel would be given a chance to consider this matter\r\n\n  with his client outside of the court's presence.  The express\r\n\n  language  of  the  Canon,   conditioning  a  waiver  upon  an\r\n\n  opportunity to  confer with  the parties and  counsel outside\r\n\n  the judge's  presence, was  not, in these  circumstances, put\r\n\n  into play.  \r\n\n            In hindsight, to be  sure, local counsel could have\r\n\n  sought  to save the situation  by requesting time  to talk to\r\n\n                               -29-\r                                          29\r\r\n\n  lead  counsel and his client    a request the judge indicates\r\n\n  he  would have granted.  However, without the judge's advance\r\n\n  advice, counsel would not necessarily  be expected to know of\r\n\n  his rights under  Canon 3D, or  indeed to know that  Canon 3D\r\n\n  existed  at all.  Moreover, counsel may have felt that, where\r\n\n  the judge stated that the disclosed conduct would  not affect\r\n\n  his ability  to  decide  the case,  and  indicated  no  clear\r\n\n  willingness  to withdraw,  any hesitancy  would simply  be an\r\n\n  irritant.  The duty to  extend the benefits of this Canon  to\r\n\n  the parties  rests upon the  judge.  Here  the judge did  not\r\n\n  mention  the provisions of the Canon nor indicate what rights\r\n\n  he would recognize.  \r\n\n            In  such circumstances,  I think  it plain  that no\r\n\n  waiver occurred on January 12.   In fact, the scenario at the\r\n\n  January 12 conference was  exactly the one that Canon  3D was\r\n\n  intended to change.   The drafters of Canon 3D thought that a\r\n\n  judge who simply announced disqualifying facts, indicated his\r\n\n  desire to  continue to serve, and solicited and accepted oral\r\n\n  waivers  from the  attorneys present,  might be  exercising a\r\n\n  \"velvet blackjack.\"   Broadening  and Clarifying  the Grounds\r                                                                         \r\n\n  for Judicial Disqualification:  Hearing on S. 1064 Before the\r                                                                         \r\n\n  Subcomm. of Courts,  Civil Liberties  and the  Administrative\r                                                                         \r\n\n  Justice  of the House Comm.  on the Judiciary,  93d Cong., 2d\r                                                         \r\n\n  Sess. (1974).   Canon 3D,  by requiring  discussion with  the\r\n\n  clients outside  the judge's  presence and, by  requiring the\r\n\n                               -30-\r                                          30\r\r\n\n  clients' acquiescence as well  as that of counsel,  sought to\r\n\n  ease the  pressures to  acquiesce that inhered  in the  \"old\"\r\n\n  process.  \r\n\n            It is true that the Code of Judicial Conduct is not\r\n\n  statutory,  nor does  the Judicial  Conference of  the United\r\n\n  States which adopted the Code hold a specific statutory grant\r\n\n  of authority to  enact binding ethical  rules.  However,  the\r\n\n  Conference is itself a  creature of statute.  See 28 U.S.C.  \r                                                             \r\n\n  331.  Chaired by the Chief Justice, the Conference is the one\r\n\n  body recognized  as speaking administratively  for the entire\r\n\n  federal  judiciary.   Its adoption  of  Canon 3D,  I suggest,\r\n\n  gives the  Canon great persuasive weight.   Additionally, the\r\n\n  provisions  of Canon  3D emanated from  a model  ethical code\r\n\n  drafted by the American Bar Association and adopted in one or\r\n\n  another version, by many  states.  It is important,  I think,\r\n\n  to our institutional credibility, that the procedures set out\r\n\n  in Canon 3D of  the Code of Conduct for United  States Judges\r\n\n  be taken seriously.\r\n\n            As,  in  my view,  no waiver  occurred by  force of\r\n\n  local  counsel's acquiescence  on  January  12, the  question\r\n\n  arises  whether some kind of de facto waiver or equitable bar\r\n\n  should be  implied from Cargill's failure  to object promptly\r\n\n  to the judge's continued participation once its local counsel\r\n\n  had told it of the judge's disclosures.  Cargill also learned\r\n\n  at the January 12 conference that the judge was about to hand\r\n\n                               -31-\r                                          31\r\r\n\n  down  his ruling.    If Cargill  did  not want  the judge  to\r\n\n  participate, my colleagues believe that Cargill  was required\r\n\n  to protest then and  there, rather than strategically waiting\r\n\n  to  see how  the wind blew,  objecting     as it  did    only\r\n\n  after the judge had ruled against it.\r\n\n            This  is  a close  question.    There is  certainly\r\n\n  weight to my  colleagues' view that  Cargill may be  misusing\r\n\n  the  Canon  now for  purely strategic  purposes.   It  can be\r\n\n  implied,  moreover,  that  the  district  court having  fully\r\n\n  revealed the  conduct in question,  sincerely, if incorrectly\r\n\n  under  the Canon,  relied  on local  counsel's approval,  not\r\n\n  withdrawn,  as  sanctioning  the court's  continuance  in the\r\n\n  case.   But while reasonable minds may differ, I believe that\r\n\n  the court's failure to follow Canon 3D's waiver procedures so\r\n\n  clouded future events as to make it inappropriate to read too\r\n\n  much   into  Cargill's  failure   to  challenge  the  judge's\r\n\n  continued participation during the  week prior to the court's\r\n\n  ruling on the  motion.   A primary purpose  of the  procedure\r\n\n  outlined in the Canon  is to remove, or  at least to  lessen,\r\n\n  the  pressure of the judge's feared resentment if a waiver is\r\n\n  not quickly  volunteered.   This lessening of  pressure would\r\n\n  not have happened here.  The Canon anticipates that the court\r\n\n  will reassure attorneys in advance of their right to speak to\r\n\n  their clients out  of the  judge's presence.   Also that  the\r\n\n  judge  will inform counsel that he will withdraw if waiver is\r\n\n                               -32-\r                                          32\r\r\n\n  not  granted, or, at least, of his intentions in this regard.\r\n\n  In  the  present case,  by the  time  Cargill learned  of the\r\n\n  judge's stated  grounds for disqualification,  the judge  had\r\n\n  already made the  decision not  to recuse himself.   At  that\r\n\n  point, Cargill had no assurance that its repudiation of local\r\n\n  counsel's acquiescence  would be honored.   It had  to decide\r\n\n  whether  to risk angering the  judge futilely at  a time when\r\n\n  the matter seemed to  have been settled and a decision on its\r\n\n  motion was imminent.  \r\n\n            To  be sure,  Cargill's  local counsel  could  have\r\n\n  acted differently.   It is often  true    and properly  so   \r\n\n  that a client is bound by positions taken or not taken by his\r\n\n  attorney.  Canon  3D makes it  clear, however, that  attorney\r\n\n  acquiescence, standing  alone, is not enough  to constitute a\r\n\n  waiver.  Local  counsel's acquiescence followed by  Cargill's\r\n\n  reluctance to object cannot be disassociated from the judge's\r\n\n  initial  failure  to  implement  the  Canon  provision      a\r\n\n  provision   that  the   judge  himself  is   responsible  for\r\n\n  explaining and implementing in the first instance.  Canon 3D,\r\n\n  setting  out the requirements for  a judge to  secure a valid\r\n\n  waiver of his own disqualification, is not mere grist for the\r\n\n  adversarial mill.  Rather, it is  a rule of conduct the judge\r\n\n  is supposed to know and apply.  While Cargill's counsel might\r\n\n  have saved the situation, responsibility for the error should\r\n\n  not too  easily be  shifted to  the shoulders  of one  of the\r\n\n                               -33-\r                                          33\r\r\n\n  parties.    Given the  altered situation  confronting Cargill\r\n\n  once the die had been  cast on January 12, I am  not disposed\r\n\n  to  find  that  Cargill  ratified  local  counsel's   earlier\r\n\n  acquiescence simply  by taking  no action before  the court's\r\n\n  decision.  \r\n\n            Cargill, to  be sure, had  to act diligently  if it\r\n\n  wished  to  challenge the  judge.   Delay  would  soon become\r\n\n  unfair to  Cargill's opponent,  who would continue  to invest\r\n\n  money  and  effort  into the  lawsuit  in  reliance  upon the\r\n\n  continued service of  the judge in  question.  But  Cargill's\r\n\n  raising of  an objection  within a month  after the  decision\r\n\n  seems to me to be acceptable given that the initial error was\r\n\n  that of  the judge, not Cargill.   In so  saying, I recognize\r\n\n  the validity of my colleagues'  concern that Cargill may well\r\n\n  be acting strategically, and that courts are, and  should be,\r\n\n  reluctant to allow  two bites at the apple.  But against this\r\n\n  must be weighed the nonobservance of Canon 3D.\r\n\n            As    455(a) applied and, in my view, no sufficient\r\n\n  waiver  occurred  under     455(e), the  question  of  remedy\r\n\n  arises.   In Liljeberg v. Health Serv. Acquisition Corp., 486\r                                                                    \r\n\n  U.S. 847, 862-64 (1988), the Supreme Court wrote:\r\n\n            A  conclusion that a [  455(a)] violation\r\n            occurred  does  not,  however,   end  our\r\n            inquiry.  As in other  areas of  the law,\r\n            there is surely  room for harmless  error\r\n            committed    by     busy    judges    who\r\n            inadvertently  overlook  a  disqualifying\r\n            circumstance.     There  need  not  be  a\r\n            draconian remedy for every violation of  \r\n\n                               -34-\r                                          34\r\r\n\n            455(a)  . . . .    We  conclude  that  in\r\n            determining whether a judgment  should be\r\n            vacated  for a violation  of   455(a), it\r\n            is  appropriate to  consider the  risk of\r\n            injustice   to   the   parties   in   the\r\n            particular case, the risk that the denial\r\n            of relief will produce injustice in other\r\n            cases,  and the  risk of  undermining the\r\n            public's   confidence  in   the  judicial\r\n            process.\r\n\n  See also In re Allied-Signal, Inc., 891 F.2d 974, 975-76 (1st\r                                              \r\n  Cir. 1989).\r\n\n            For a new judge  to be brought in at  this juncture\r\n\n  would not, in my view,  be a draconian remedy, nor a  license\r\n\n  for  unwarranted attacks on courts.  To be sure, the question\r\n\n  that arose  here    the judge's  brief use of the  senior law\r\n\n  partner  in the same law  firm retained by  plaintiffs    was\r\n\n  not  monumental and  quite likely would  have been  waived by\r\n\n  Cargill  in a  proper proceeding.   Moreover,  evidencing his\r\n\n  integrity, the judge quickly called a conference and revealed\r\n\n  all the  relevant facts.  Nonetheless,  the judge's retention\r\n\n  of Mr. Petruccelli  at the  time of the  pending lawsuit  did\r\n\n  create the  appearance of  lack of impartiality;  and section\r\n\n  455(a) required the  judge to step  aside unless he  received\r\n\n  proper waivers from the parties.  As this did not occur here,\r\n\n  and as  the case is still at an early stage, I think it would\r\n\n  be reasonable for  another judge  to enter the  case.   While\r\n\n  this imposes some small price on the court and plaintiffs, it\r\n\n  is justified as demonstrating the need to observe  the Canon.\r\n\n                               -35-\r                                          35\r\r\n\n            I  would add  that,  had mandamus  requiring a  new\r\n\n  judge been  granted, it would have been open to this court to\r\n\n  let stand  the former  judge's ruling on  Cargill's dismissal\r\n\n  motion.  Whether to do this would have been a close question,\r\n\n  but, however that issue  were resolved, the bringing in  of a\r\n\n  new judge would have emphasized that Canon 3D  procedures are\r\n\n  not precatory.  \r\n\n            I  do  not   take  too  seriously  my   colleagues'\r\n\n  suggestion  that this  issue may  be revisited  several years\r\n\n  down  the  road  on direct  appeal  from  any final  judgment\r\n\n  rendered  in  plaintiffs' favor.    By  then  there would  be\r\n\n  overwhelming  equities in  plaintiffs' favor  not  to require\r                                                             \r\n\n  them to undergo the  expense and burden of retrying  the case\r\n\n  before a different judge.  The Supreme Court has stated \"that\r\n\n  in determining  whether a judgment  should be  vacated for  a\r\n\n  violation of   455(a), it is appropriate to consider the risk\r\n\n  of  injustice to the parties.\"   Liljeberg, 486  U.S. at 864.\r                                                      \r\n\n  Mandamus has been properly recognized as the usual and proper\r\n\n  remedy  for  raising and  resolving  promptly  a question  of\r\n\n  judicial disqualification such as this.  See, e.g., Alexander\r                                                                         \r\n\n  v.  Primerica Holdings, Inc., 10 F.3d 155 163 (3d Cir. 1993);\r                                        \r\n\n  In re  United States, 666 F.2d  690, 694 (1st Cir.  1981).  I\r                                \r\n\n  would  expect  that  the  court's decision,  which  has  been\r\n\n  rendered after the most  careful consideration by all members\r\n\n  of the panel, will end the matter.\r\n\n                               -36-\r                                          36\r\r\n\n               Appendix to Judge Campbell's Dissent\r                         Appendix to Judge Campbell's Dissent\r\n\n            For  the following  reasons,  I conclude  that  the\r\n\n  judge's relationship  with Mr.  Petruccelli  required him  to\r\n\n  recuse himself under 28 U.S.C.   455(a) absent receipt of the\r\n\n  parties'  waiver.  That statute provides  that a judge \"shall\r                                                                         \r\n\n  disqualify   himself  in   any   proceeding   in  which   his\r\n\n  impartiality  might  reasonably  be   questioned.\"  (emphasis\r                                           \r\n\n  supplied).   The legislative  history indicates  that section\r\n\n  455(a) was meant  to lessen  the traditional  \"duty to  sit,\"\r\n\n  and,  as   the  Supreme  Court  has   indicated,  to  require\r\n\n  avoidance of even the appearance of partiality.  Liljeberg v.\r                                                                      \r\n\n  Health Serv. Acquisition Corp.,  486 U.S. 847, 860-61 (1988).\r                                          \r\n\n  Recusal  may  be  required  even in  the  absence  of  actual\r\n\n  partiality if  there is  an objectively reasonable  basis for\r\n\n  doubting the judge's impartiality.  Id.; see Code of Judicial\r                                                                         \r\n\n  Conduct Canon  2 (1973) (\"[A] judge  should avoid impropriety\r                   \r\n\n  and the  appearance of  impropriety in all  his activities.\")\r                                  \r\n\n  (emphasis supplied).  The Committee on  the Codes and Conduct\r\n\n  of the Judicial Conference of the United States stated that\r\n\n            where  an   attorney-client  relationship\r\n            exists  between the judge  and the lawyer\r\n            whose law firm  appears in the case,  the\r\n            judge should recuse absent remittal.\r\n\n  2  Administrative  Office  of   the  U.S.  Courts,  Guide  to\r                                                                         \r\n\n  Judiciary Policies and Procedures V-25 (1993). \r                                             \r\n\n                               -37-\r                                          37\r\r\n\n            The  proper standard  for  ascertaining  whether  a\r\n\n  judge's  impartiality might reasonably  be questioned under  \r\n\n  455(a)  is whether  the  charge of  lack  of impartiality  is\r\n\n  grounded on  facts that would create a  reasonable doubt, not\r\n\n  in the  mind of  the judge, or  even necessarily that  of the\r\n\n  litigant, but  rather in the  mind of the  reasonable person.\r\n\n  See  United States  v. Cowden,  545 F.2d  257, 265  (1st Cir.\r                                         \r\n\n  1976),  cert. denied, 430  U.S. 909  (1977).   Section 455(a)\r                                \r\n\n  requires a  contextual, case-by-case  analysis.  It  does not\r\n\n  imply a bright-line rule disqualifying any judge who ever has\r\n\n  personal  dealings  with an  attorney  whose firm  represents\r\n\n  litigants  before the same judge.   The existing  case law on\r\n\n  the subject  of judge-attorney dealings rests  on exceedingly\r\n\n  fact-specific judgments, with different outcomes in different\r\n\n  situations.11\r\n\n                      \r                                \r\n\n  11.  See In re Placid  Oil Co., 802 F.2d 783 (5th Cir. 1986);\r                                          \r\n  Potashnick  v.  Port City  Constr.  Co., 609  F.2d  1101 (5th\r                                                   \r\n  Cir.), cert. denied, 449 U.S. 820 (1980); Texaco v. Chandler,\r                                                                        \r\n  354 F.2d 655  (10th Cir.  1965), cert. denied,  383 U.S.  936\r                                                         \r\n  (1966); Rapp v. Van Dusen, 350 F.2d 806 (3d Cir. 1965); In re\r                                                                         \r\n  Snowshoe Co., 137  B.R. 619 (D. W. Va. 1991), aff'd mem., 953\r                                                                    \r\n  F.2d 639 (4th  Cir. 1992); Carbana v. Cruz, 595  F. Supp. 585\r                                                      \r\n  (D.P.R.  1984), aff'd  mem., 767  F.2d 905  (1st  Cir. 1985);\r                                       \r\n  Miller Indus., Inc. v. Caterpillar  Tractor Co., 516 F. Supp.\r                                                           \r\n  84 (D. Ala. 1980);  Smith v. Sikorsky Aircraft, 420 F.  Supp.\r                                                          \r\n  661  (C.D. Cal.  1976).  See  also Varela v.  Jones, 746 F.2d\r                                                               \r\n  1413  (10th Cir. 1984); S.J. Grove &amp;  Sons Co. v. I.B.T., 581\r                                                                    \r\n  F.2d 1241  (7th Cir. 1978);  United States v.  Equifax, Inc.,\r                                                                        \r\n  557 F.2d 456  (5th Cir.  1977), cert. denied,  434 U.S.  1035\r                                                        \r\n  (1978);  In re Georgetown Park Apt., 143 B.R. 557 (Bankr. 9th\r                                               \r\n  Cir.  1992). Cf. In re Allied-Signal, Inc., 891 F.2d 974 (1st\r                                                      \r\n  Cir. 1989).\r\n\n                               -38-\r                                          38\r\r\n\n            Having said this, certain principles seem clear.  A\r\n\n  judge  would ordinarily be disqualified to sit by   455(a) if\r\n\n  an attorney in  the case before him or her  were, at the same\r\n\n  time, actively  representing the judge in  a personal matter.\r\n\n  See  13A  Charles  Wright,  Arthur Miller  &amp;  Edward  Cooper,\r               \r\n\n  Federal  Practice and  Procedure    3549  at 614  (1984); cf.\r                                                                         \r\n\n  Potashnick, 609  F.2d at  1110-12; Texaco,  354 F.2d at  657.\r                                                     \r\n\n  And while the situation is more attenuated where the judge is\r\n\n  being personally  represented not by the same attorney but by\r\n\n  someone else in the attorney's firm,  the latter situation is\r\n\n  at least cause for concern, as there can be no doubt that, in\r\n\n  many  factual  situations,  such   overlap  can  create   the\r\n\n  appearance  of  partiality  calling for  withdrawal  under   \r\n\n  455(a).   The  members of  the Judicial  Conference Committee\r\n\n  advising  judges as to the proper  interpretation of the Code\r\n\n  of Conduct  have said  as much.   See  2  Guide to  Judiciary\r                                                                         \r\n\n  Policies and Procedures, supra, at V-25.\r                                          \r\n\n            Weighing all  the factors in the present case    in\r\n\n  which  I  entertain no  doubt  whatsoever as  to  the judge's\r\n\n  personal  integrity         I  nonetheless   believe  that  a\r\n\n  reasonable person  viewing all  the circumstances  might have\r\n\n  questioned the impartiality of the judge.  The judge's ruling\r\n\n  to the contrary was, I believe, an abuse of  discretion.  See\r                                                                         \r\n\n  In  re United  States, 666 F.2d  690, 697 (1st  Cir. 1981) (a\r                                 \r\n\n                               -39-\r                                          39\r\r\n\n  federal  judge's decision  on  whether to  recuse himself  or\r\n\n  herself is committed to that judge's sound discretion).\r\n\n            The judge received personal legal services from the\r\n\n  senior partner of Petruccelli  &amp; Martin, a small eight-member\r\n\n  firm,  close to  the time  the court  ruled upon  a dismissal\r\n\n  motion that, had it been resolved for Cargill, would have put\r\n\n  Petruccelli &amp; Martin's client  out of court.  The  problem is\r\n\n  not simply that by  personally retaining Mr. Petruccelli, the\r\n\n  judge  indicated   he  had  high  regard   for  the  latter's\r\n\n  professional  abilities.    Judges  may and  often  do,  with\r\n\n  propriety, indicate  respect  for an  attorney's  competence.\r\n\n  Here, however, by retaining the  senior partner of this small\r\n\n  firm for personal legal  advice while having under advisement\r\n\n  a dispositive motion in a case being handled by other members\r\n\n  of the  firm, the court gave the  appearance that he may have\r\n\n  had  a particular  affinity for  that firm  and  perhaps some\r\n\n  close and special relationship.  Other attorneys  in the same\r\n\n  case could reasonably have  been offended by what might  have\r\n\n  appeared,  from  the outside,  to  have  been a  confidential\r\n\n  relationship between  the judge  and Mr. Petruccelli  at that\r\n\n  particular  time.  Also, even after the ending of the judge's\r\n\n  own attorney-client relationship,  an outside observer  might\r\n\n  wonder if, in some  manner, consciously or unconsciously, the\r\n\n  judge's  appreciation for a job well  done by plaintiff's law\r\n\n  firm might possibly affect his handling of the pending case.\r\n\n                               -40-\r                                          40\r\r\n\n            The judge's brief attorney-client relationship with\r\n\n  Mr.  Petruccelli  ended,  it  is  true,  before  the  judge's\r\n\n  decision in  the case against  Cargill.  The  judge, however,\r\n\n  had worked  on Cargill's  motion  during the  period of  that\r\n\n  relationship.  Moreover, the relationship ended only ten days\r\n\n  before the decision      a period  too short to insulate  the\r\n\n  two events from  one another.   Any appearance of  partiality\r\n\n  that  existed prior  to  the time  the representation  ceased\r\n\n  cannot be meaningfully separated from the court's decision of\r\n\n  January 19.  \r\n\n            It  is  important to  emphasize  that  28 U.S.C.   \r\n\n  455(a)  is  concerned  with the  appearance  of impartiality.\r                                                       \r\n\n  Liljeberg, 486  U.S. at 860-61.   Disqualification for actual\r                                                                         \r\n\n  personal  bias  or  prejudice  is  separately  covered  by   \r\n\n  455(b)(1).  The judge seems to have overlooked the appearance\r\n\n  aspect  of the statute when  he emphasized at  the January 12\r\n\n  conference his moral certainty that his handling  of the case\r\n\n  would  not   be  affected   by  the  relationship   with  Mr.\r\n\n  Petruccelli.  The question was not just whether he was biased\r\n\n  or prejudiced, but whether  his impartiality might reasonably\r\n\n                               -41-\r                                          41\r\r\n\n  be questioned,  a related but different  matter.12  According\r\n\n  to the House Report accompanying amendments to   455, \r\n\n            Subsection (a) of the amended section 455\r\n            contains the general,  or catch-all,  [of\r\n            Canon 3C] that  a judge shall  disqualify\r\n            himself in  any proceeding in  which 'his\r\n            impartiality'    might   reasonably    be\r\n            questioned.   This  sets up  an objective\r\n            standard,  rather   than  the  subjective\r\n            standard  set  forth   in  the   existing\r\n            statute . . . .  This general standard is\r\n            designed to promote public  confidence in\r\n            the impartiality of the  judicial process\r\n            by  saying, in  effect,  if  there  is  a\r\n            reasonable factual basis for doubting the\r\n            judge's    impartiality,     he    should\r\n            disqualify himself and let  another judge\r\n            preside over the case.  The language also\r\n            has the effect of removing  the so-called\r\n            'duty to sit' which has become a gloss on\r\n            the existing statute . . . .  \r\n\n  H. Rep. No. 93-1453, 93d Cong., 2d Sess. (1974), reprinted in\r                                                                         \r\n\n  1974 U.S.C.C.A.N. 6351.\r\n\n            To  be sure, the drafters of  the statute were also\r\n\n  concerned, as are my colleagues here, that the statute not be\r\n\n                      \r                                \r\n\n  12.  Section 455 was completely rewritten by Congress in 1974\r\n  so as to conform  with the then-new Code of  Judicial Conduct\r                                                                         \r\n  which  the  Judicial  Conference  of the  United  States  had\r\n  adopted in  1973 as being  applicable to all  federal judges.\r\n  Section  455 was amended so as nearly to duplicate the Code's\r\n  Canon 3C,  with the intention  that federal judges  \"would no\r\n  longer be subject to dual [i.e.] Code and statutory standards\r\n  governing  their   qualification  to  sit  in   a  particular\r\n  proceeding.\"    H. Rep.  No.  93-1453,  93d Cong.,  2d  Sess.\r\n  (1974),  reprinted in 1974  U.S.C.C.A.N. 6351.   The  Code of\r                                                                         \r\n  Judicial   Conduct  was  drafted  under  sponsorship  of  the\r                              \r\n  American  Bar Association  by a  committee chaired  by former\r\n  California  Chief  Justice  Roger   J.  Traynor.  The   other\r\n  committee members included Justice Potter Stewart of the U.S.\r\n  Supreme Court, Judge Irving  R. Kaufman of the U.S.  Court of\r\n  Appeals for the  Second Circuit, and Judge Edward  T. Gignoux\r\n  of the U.S. District Court for the District of Maine.\r\n\n                               -42-\r                                          42\r\r\n\n  used by litigants for  purely strategic purposes.   The House\r\n\n  Report  cautions  that the  new test  should  not be  used by\r\n\n  judges to avoid sitting  in difficult or controversial cases.\r\n\n  Disqualification for lack of impartiality must always have \"a\r\n\n  reasonable basis.\"  Id. (emphasis in original).  \r                                   \r\n\n            Yet the question at  issue is, objectively, whether\r                                                                \r\n\n  the  circumstances reasonably gave rise  to a question of the\r\n\n  judge's  impartiality.   If  so, the  judge shall  disqualify\r                                                             \r\n\n  himself.  An express purpose of the 1974 rewrite of   455 was\r\n\n  to  abandon the  subjective  standard of  the older  statute,\r\n\n  which  had depended largely  on the judge's  personal view of\r\n\n  whether he  or she could behave  impartially.  Unfortunately,\r\n\n  the circumstances here created a situation where a reasonable\r\n\n  observer   could  entertain   doubts   as   to  the   judge's\r\n\n  impartiality.  The judge himself obviously had concerns about\r\n\n  the  appearance of what had happened, leading him to call the\r\n\n  conference of January 12 for  the purpose of disclosing  what\r\n\n  had transpired.          That  a  question  of   the  judge's\r\n\n  impartiality under    455(a) existed does  not mean that  the\r\n\n  judge committed  a serious impropriety.   The judge explained\r\n\n  that  he did  not  immediately focus  on  the fact  that  Mr.\r\n\n  Petruccelli's firm, partners and associates  were involved in\r\n\n  the  case  pending  before  him.     Once  aware,  the  judge\r\n\n  commendably disclosed  the relationship.   This action speaks\r\n\n  loudly as  to  the  judge's personal  integrity.    The  fact\r\n\n                               -43-\r                                          43\r\r\n\n  remains,   however,  that   a   reasonable   observer   could\r\n\n  objectively   question  the   judge's  impartiality   in  the\r\n\n  particular circumstances.  The judge was, therefore, required\r\n\n  to remove himself unless he had received the parties' waiver.\r\n\n                               -44-\r                                          44\r\r\n",
  "html": "<p class=\"case_cite\">66 F.3d 1256</p>\n    <p class=\"case_cite\">1995-2 Trade Cases  P 71,139</p>\n    <p class=\"parties\">In re CARGILL, INC., Petitioner.</p>\n    <p class=\"docket\">No. 94-8042.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 12, 1995.<br>Decided Oct. 10, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bernhardt K. Wruble, with whom William R. Sherman, Verner, Liipfert, Bernhard, McPherson and Hand, Washington, DC, Peter J. DeTroy, III and Norman, Hanson &amp; DeTroy, Portland, ME, were on brief, for petitioner.</p>\n      <p class=\"indent\">Joel C. Martin, with whom Michael K. Martin, Daniel W. Bates and Petruccelli &amp; Martin, Portland, ME, were on brief, for plaintiffs.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner, Cargill, Inc.  (Cargill), seeks a writ of mandamus directing a judge of the United States District Court for the District of Maine to withdraw a decision previously issued and then to recuse himself from further proceedings in the underlying cause.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  For the reasons that follow, we decline to issue a prerogative writ.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The petition arises out of a civil action brought by several former Cargill employees, represented by Daniel W. Bates and Kenneth D. Keating of Petruccelli &amp; Martin (P &amp; M), an eight-lawyer firm in Portland, Maine.  The complaint invokes the Robinson-Patman Act, 15 U.S.C. Secs. 13-13b (1988), and alleges in substance that Cargill discharged the plaintiffs in retaliation for their unwillingness to abide certain predatory pricing practices.  Cargill retained a Washington-based firm, Verner, Liipfert, Bernhard, McPherson, and Hand (Verner, Liipfert), as lead counsel, and a Portland firm, Pierce, Atwood, Scribner, Allen, Smith, and Lancaster (Pierce, Atwood), as local counsel.  It then moved to dismiss on the basis that the plaintiffs experienced no antitrust injury and, therefore, lacked standing to maintain the action.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On December 19, 1993, while Cargill's motion was pending before him, the district judge to whom the case had been randomly assigned became embroiled in what he subsequently described as a \"minor controversy\" relating to his efforts, and those of his wife, to purchase a new home.  The judge telephoned Gerald Petruccelli, a principal partner in P &amp; M, and sought his advice anent the real estate dispute.  Petruccelli agreed to the proposed representation, telling the judge that he (Petruccelli) knew of \"no impediment\" to the relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 21, the two men met for about 50 minutes and discussed the judge's real estate problem.  A series of telephone conversations followed over the course of the next eight days.  None lasted more than five minutes.  Petruccelli dealt directly with the lawyer who represented the other side in the real estate matter and, on January 6, 1994, he resolved the imbroglio to the judge's satisfaction.  Petruccelli rendered a bill, dated January 7, based on his standard hourly rate.  The judge paid the invoice within the week.  It is undisputed that Petruccelli never represented the judge in any other matter and that the judge dealt only with Petruccelli (not with any other P &amp; M attorney).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The judge maintains that, at the time he engaged counsel, he had \"no conscious awareness that Mr. Petruccelli or his firm were involved in this specific litigation then pending\" before him.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Nonetheless, a few days after he had retained Petruccelli, the judge asked his docket clerk to check his calendar for pending cases in which P &amp; M might have appeared.  The clerk brought two such cases to the judge's attention at about the time that the attorney-client relationship ended.  One of these was the case against Cargill.  Although Petruccelli himself had played no role in P &amp; M's representation of the plaintiffs, the judge decided that he had best disclose his dealings with Petruccelli.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 11, the clerk, acting at the judge's direction, notified local counsel to attend a conference on the following day.  The disclosure conference (a transcript of which comprises the appendix) proved to be brief.  Attorneys Bates and Keating appeared for the plaintiffs, and Attorneys O'Leary and Einsiedler (both of Pierce, Atwood) appeared for Cargill.  When advised of the attorney-client relationship between Petruccelli and the judge, both Bates and O'Leary quickly volunteered that their respective clients had no objection to the judge's continued participation in the case.  The judge then advised the lawyers that he was grappling with Cargill's motion to dismiss which, in his view, \"raise[d] some very interesting and difficult questions.\"   He forecast that he would hand down a decision \"within a week or so.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Precisely one week thereafter, the judge issued a 39-page rescript denying Cargill's motion to dismiss.  While the judge closed his chambers and released his staff on holiday leave from December 24, 1993 through January 3, 1994, he admittedly labored over the matter during some portion of the period when Petruccelli represented him.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The filing of the opinion elicited no immediate response.  Several weeks later, however, Bernhardt Wruble, a Verner, Liipfert partner, wrote a letter to the court asserting that, because \"a judge's contemporaneous representation by opposing counsel is uniformly regarded as a basis for obligatory disqualification,\" the judge should withdraw his order denying the motion to dismiss, relieve himself of all responsibility for the case, and reassign it to another jurist.  Anticipating the predictable reaction to this demand, Wruble suggested that Pierce, Atwood's acquiescence was of no moment.  Since local counsel lacked prior notice of the purpose of the January 12 conference and, hence, had no opportunity to consult in advance with either the client or lead counsel, Wruble wrote, the judge had not afforded petitioner \"adequate time for a considered response\" to the disclosure.  Thus, there could be no \"effective\" waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judge did no fewer than three things upon receiving Wruble's communique.  First, he postponed a scheduled status conference in the case.  Second, he directed any party who sought his recusal to file a formal motion to that effect.  Third, he composed and served a statement, denominated as a notice to counsel, in which he denied \"that the Court required a decision on waiver of any objection to the Court's continued participation to be made at the conference.\"   The judge explained that he meant the disclosure conference to be informational in nature, that is, \"to advise counsel of the circumstances of Mr. Petruccelli's representation and afford counsel an opportunity to confer with clients and other counsel to decide whether they wanted to move for recusal or request other action by the court.\"   But, wrote the judge, though he intended to give counsel a full month in which to advise him of their clients' positions with respect to the disclosed matter--and, with this in mind, thought it sensible to summon only local counsel to the disclosure conference--he did not do so because, immediately following his revelation, both counsel, acting for their respective clients, spontaneously disclaimed any objection to his continued participation in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On February 25, 1994, Cargill asked the district court to certify for interlocutory appeal the January 19 order denying the motion to dismiss.  See 28 U.S.C. Sec. 1292(b) (1988).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Roughly two weeks later, Cargill moved for recusal, proffering several affidavits.  Cargill's motion, like Wruble's letter of February 13, made it clear that Cargill's position rested on a supposed appearance of impropriety, that is, the existence of circumstances in which Cargill believed that the judge's impartiality might reasonably be questioned.  See 28 U.S.C. Sec. 455(a), quoted supra note 1.  Cargill did not advance, then or now, any claim of actual bias.  The plaintiffs opposed the recusal motion.  In their opposition, they made two principal arguments:  (1) Petruccelli's representation did not create an appearance of impropriety within the meaning of 28 U.S.C. Sec. 455(a), and, in any event, (2) Cargill had waived any objection to the judge's continuing role in the case.  The plaintiffs hinged the latter contention on 28 U.S.C. Sec. 455(e), a statute that specifically permits a judge to accept the parties' waiver of a section 455(a) appearance-of-impropriety ground for disqualification as long as the waiver \"is preceded by a full disclosure on the record of the basis for disqualification.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On May 12, 1994, the district court denied the recusal motion.  Cargill subsequently filed its mandamus petition in this court.  We invited the plaintiffs to respond, set a briefing schedule, and entertained oral argument.</p>\n    </div>\n    <p>II. THE NATURE OF MANDAMUS</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Federal appellate courts are empowered to issue prerogative writs that are \"necessary or appropriate in aid of their respective jurisdictions\" under the All Writs Act, 28 U.S.C. Sec. 1651(a) (1988).  Because such writs disrupt the mechanics of the judicial system--by accelerating appellate intervention, prerogative writs foster piecemeal review and disturb the historic relationship between trial and appellate courts--they should \"be used stintingly and brought to bear only in extraordinary situations.\"  Doughty v. Underwriters at Lloyd's, London, 6 F.3d 856, 865 (1st Cir.1993).  Mandamus is such a writ.  It is strong medicine, and should neither be prescribed casually nor dispensed freely.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Consistent with these principles, the standards for issuance of the writ are high.  A petitioner seeking mandamus must show both that there is a clear entitlement to the relief requested, and that irreparable harm will likely occur if the writ is withheld.  See United States v. Horn, 29 F.3d 754, 769 (1st Cir.1994);  Doughty, 6 F.3d at 866;  In re Pearson, 990 F.2d 653, 657 &amp; n. 4 (1st Cir.1993).  Sometimes, even these specific showings are not enough to justify a court's use of its mandamus power.  In the final analysis, a writ of mandamus is an exceptional remedy and \"is to be granted only in the exercise of sound discretion.\"  Whitehouse v. Illinois Cent. R. Co., 349 U.S. 366, 373, 75 S.Ct. 845, 850, 99 L.Ed. 1155 (1955).  In this context, equity informs the court's discretion.  See Kerr v. United States Dist. Court, 426 U.S. 394, 403, 96 S.Ct. 2119, 2124, 48 L.Ed.2d 725 (1976);  United States v. Helvering, 301 U.S. 540, 543, 57 S.Ct. 855, 857, 81 L.Ed. 1272 (1937);  United States v. Dern, 289 U.S. 352, 359, 53 S.Ct. 614, 617, 77 L.Ed. 1250 (1933);  Doughty, 6 F.3d at 866;  United States v. Patterson, 882 F.2d 595, 600 (1st Cir.1989), cert. denied, 493 U.S. 1027, 110 S.Ct. 737, 107 L.Ed.2d 755 (1990);  In re First Fed.  Sav. &amp; Loan Ass'n, 860 F.2d 135, 139-40 (4th Cir.1988);  Vishnevsky v. United States, 581 F.2d 1249, 1255 (7th Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have held that, in an appropriate case, an issue of judicial disqualification may present a sufficiently extraordinary situation to justify the unsheathing of our mandamus power.  See In re Allied-Signal, Inc., 891 F.2d 967, 969 (1st Cir.1989), cert. denied, 495 U.S. 957, 110 S.Ct. 2561, 109 L.Ed.2d 744 (1990);  In re Cooper, 821 F.2d 833, 834 (1st Cir.1987);  In re United States, 666 F.2d 690, 694 (1st Cir.1981);  see also In re International Business Mach. Corp., 618 F.2d 923, 927 (2d Cir.1980).  However, the usual prerequisites to mandamus relief--a showing of both clear entitlement to the requested relief and irreparable harm without it, accompanied by a favorable balance of the equities--do not vanish merely because judicial disqualification is the business of the day.  See, e.g., Allied-Signal, 891 F.2d at 969;  Cooper, 821 F.2d at 834;  In re United States, 666 F.2d at 694.   In other words, the mere fact that a petition for mandamus is directed at securing the trial judge's removal does not ensure that the higher court will entertain the petition.</p>\n    </div>\n    <p>III. DISCUSSION</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After careful perscrutation of the record, we conclude that petitioner's quest for mandamus should go unrequited.  Cargill has shown neither that it is clearly and indisputably entitled to the writ nor that it faces an intolerable risk of irreparable harm should it be forced to await appellate review in the ordinary course.  Moreover, Cargill's failure to take timely action, after learning of the judge's disclosure and Maine counsel's ensuing waiver of objection, tips the equitable balance and argues persuasively against issuance of the writ.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">* We turn first to the matter of entitlement to the relief requested.  Assuming, arguendo, that the judge's relationship with Petruccelli created an appearance of impropriety adequate to animate section 455(a)--and we think that it probably did<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>--Cargill's entitlement to an order of disqualification remains questionable.  Regardless of whether the actions of its local counsel effected a fully valid waiver of the disqualifying circumstance, the silence of Cargill and its lead counsel after learning what had transpired may very well have added the missing element, ratified the waiver, and given it life.  We elucidate below.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The relevant statute, 28 U.S.C. Sec. 455(e), plainly contemplates that a party may waive an appearance-of-impropriety ground for disqualification.  The statute itself does not define the form or prerequisites of such a waiver;  it only imposes the condition that the waiver be \"preceded by a full disclosure on the record of the basis for disqualification.\"  28 U.S.C. Sec. 455(e).  The transcript of the January 12 conference leaves no doubt that such a disclosure occurred.  The judge laid out the nature of his relationship with Petruccelli, citing book and verse.  This disclosure was then followed by an unequivocal statement on the part of Cargill's counsel, unprompted by the court, to the effect that Cargill did not object to the judge's continued service in the case.  Local counsel reported these developments to lead counsel immediately after the conference ended, and Verner, Liipfert in turn promptly informed the client.  Yet, for nearly a month thereafter, Cargill failed to express any discomfiture with the waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although we leave the ultimate question open for resolution on an end-of-case appeal, we think that local counsel's unqualified assent, combined with Cargill's subsequent silence for a substantial period of time, creates a sturdy foundation on which the validity of the waiver might rest, and that the resultant uncertainty undercuts Cargill's claim that it is plainly entitled to the requested relief.  After all, it is common ground that civil litigants ordinarily are bound by their attorneys' tactical judgments, see, e.g., Brody v. President &amp; Fellows of Harvard Coll., 664 F.2d 10, 12 (1st Cir.1981) (holding, on particular facts, that client would not be allowed \"to second guess his attorney's waiver\"), cert. denied, 455 U.S. 1027, 102 S.Ct. 1731, 72 L.Ed.2d 148 (1982), and waivers based on silence are standard fare, see, e.g., United States v. Nobel, 696 F.2d 231, 237 (3d Cir.1982) (finding waiver under Sec. 455(e) based on party's failure to make a timely objection once the basis for disqualification was fully disclosed), cert. denied, 462 U.S. 1118, 103 S.Ct. 3086, 77 L.Ed.2d 1348 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">However, Cargill asseverates that no valid waiver could be given by its Maine counsel because the judge failed to follow exactly the procedures governing waivers of disqualification dictated by the Code of Conduct for United States Judges (CCUSJ), adopted by the Judicial Conference of the United States following promulgation by the American Bar Association.  See CCUSJ, reprinted in 150 F.R.D. 307 (1992).  Canon 3D of the CCUSJ allows a judge to hear a case if the parties and their lawyers agree to the judge's continued service not only after disclosure of certain bases for disqualification (including appearance of impropriety), but also after having been afforded \"an opportunity to confer outside the presence of the judge[.]\"  Id. at 313.  Here, what transpired at the disclosure conference met the first requirement of Canon 3D, but not the second.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">However, even if we assume arguendo that this noncompliance rendered the original waiver ineffective,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> counsel thereafter had ample opportunity for consultation with the client, outside the presence of the judge, yet Cargill, knowing of the stated waiver, did not alter its position.  When the judge's departure from the CCUSJ is weighed in the balance along with his explanation and Cargill's knowing acquiescence in local counsel's express waiver, the call seems to us to be quite close.  This closeness sets a chain reaction in motion.  It leads us first to conclude that the contested waiver may well be enforceable, and constitutes, at the least, a potential stumbling block on the road to recusal.  The first conclusion leads inexorably to a second conclusion:  that petitioner has failed in its endeavor to demonstrate that it is \"clearly and indisputably\" entitled to the relief that it seeks.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To be sure, Cargill has attempted to explain away its apparent ratification of the position taken by its local counsel both factually (through a series of affidavits) and legally (through its insistence on literal compliance with Canon 3D).  Its factual explanations and legal theories may or may not hold water in the long run, but that is scarcely the point.  We need not--and do not--decide the merits of the waiver question at this juncture.  It suffices for present purposes merely to note that the issue is sufficiently clouded that petitioner's eventual entitlement to the requested redress--the district judge's recusal--is problematic.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See Pearson, 990 F.2d at 656 &amp; n. 4;  Cooper, 821 F.2d at 834.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Petitioner suggests that recusal of a judge presents a special circumstance which, even in the absence of clear entitlement to the requested relief, warrants interlocutory review by way of mandamus.  This suggestion is not without force.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  In cases in which parties have sought recusal based on assertions of actual bias, we have stated that \"the issue of judicial disqualification presents an extraordinary situation suitable for the exercise of our mandamus jurisdiction.\"  In re United States, 666 F.2d at 694.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our rationale in these cases has been that \"[p]ublic confidence in the courts may require that such a question be disposed of at the earliest possible opportunity.\"  In re Union Leader Corp., 292 F.2d 381, 384 (1st Cir.), cert. denied, 368 U.S. 927, 82 S.Ct. 361, 7 L.Ed.2d 190 (1961).  However, we have cautioned that this philosophy does not \"commit us to entertaining every rejected affidavit of prejudice,\" and we have made it clear that, even when a mandamus petition seeks a judge's recusal based on an assertion of actual bias, mandamus remains \"a discretionary writ.\"  Id.  Because its origins are equitable in nature, the writ should issue to remedy a wrong, not to promote one--and it should not \"be granted in aid of those who do not come into court with clean hands.\"   United States v. Fisher, 222 U.S. 204, 209 (1911).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this case, principles of equity caution against exercising discretion to reach out for the disqualification issue here and now.  To explain why, we must remind the reader that mandamus is a potent weapon.  Precisely because the writ packs a considerable wallop, litigants are sometimes tempted to employ it for its strategic value, regardless of the merits of their cause.  See Allied-Signal, 891 F.2d at 970;  In re Drexel Burnham Lambert Inc., 861 F.2d 1307, 1312-16 (2d Cir.1988), cert. denied, 490 U.S. 1102, 109 S.Ct. 2458, 104 L.Ed.2d 1012 (1989).  Ignoring this possibility when, as now, a petition for mandamus seeks the disqualification of a judge shortly after the judge decides a major point against the petitioner would be to blink reality.  In the real world, recusal motions are sometimes driven more by litigation strategies than by ethical concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In such straitened circumstances, appellate tribunals must be especially alert to the dangers of manipulation.  Courts can ill afford to permit mandamus to be used as a tactic to jettison an impartial judge whose slant on a case, as evidenced by his rulings, jeopardizes a party's chances for ultimate success.  See In re United Shoe Mach. Corp., 276 F.2d 77, 79 (1st Cir.1960) (\"We cannot permit a litigant to test the mind of the trial judge like a boy testing the temperature of the water in the pool with his toe, and if found to his liking, decides to take a plunge.\")  (citation and internal quotation marks omitted);  cf. Reilly v. United States, 863 F.2d 149, 160 (1st Cir.1988) (explaining that \"when a trial judge announces a proposed course of action which litigants believe to be erroneous, the parties detrimentally affected must act expeditiously to call the error to the judge's attention or to cure the defect, not lurk in the bushes waiting to ask for another trial when their litigatory milk curdles\").  By like token, courts cannot afford to spawn a public perception that lawyers and litigants will benefit by undertaking such machinations.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This case runs up just such a red flag.  While the record does not compel a finding that petitioner and its lead attorneys delayed any attempt to retract Maine counsel's waiver as part of a plot to await the results of the judge's impending decision, the chronology is suggestive.  The scenario lends itself to the following description:  Cargill, armed with all the relevant facts no later than January 14 and knowing that the judge planned to decide the key motion in the case during the following week,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> held its \"appearance-of-impropriety\" and \"invalid waiver\" arguments in reserve, deferred any recusal initiative, awaited the ruling on the motion to dismiss, found that ruling to be greatly disappointing, and then pulled the recusal option off the shelf in hopes of locating a more sympathetic trier.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Of course, Verner, Liipfert tries strenuously to explain away this chain of events.  The firm's attorneys have regaled us with descriptions of both their busy travel schedules and the inclement weather that struck the nation's capitol during January of 1994.  But even if we were to take these excuses at face value, they are simply not sufficient to justify the firm's decision to sit silently by until the judge had showed his hand.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We believe it is self-evident that, once Cargill was aware of the details surrounding Petruccelli's relationship with the judge, it should at a bare minimum have told the court that it wanted time to rethink its options and sought a delay in the issuance of the court's opinion (which it knew to be imminent).  In all probability, it would have taken no more than a telephone call or a facsimile transmission to place matters on hold.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Thus, putting the most favorable face on the situation, it is apparent that Cargill and its lead counsel neglected to act with the immediacy that the circumstances obviously required.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Our need to exercise discretion also demands that we take a related point into account.  The case at hand is different than our earlier precedents in several respects.  First, it does not involve a claim of actual bias, and, thus, it lacks one important ingredient that in the past often prompted us to undertake review of judicial disqualification orders at the earliest practicable time.  See Union Leader, 292 F.2d at 384.   When issuing the writ is necessary to promote public confidence in the courts by avoiding the unseemly spectacle of trial before a biased judge, the need for immediate relief is manifest.  See In re United States, 666 F.2d at 694.   These concerns are lessened where, as here, there is neither a trace nor a suggestion of actual bias.  Second, in this case, the party who now claims to be aggrieved earlier had made an express waiver of the stated ground for disqualification.  This, too, changes the calculus of public perception.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Last, but far from least, petitioner's course of conduct--whether conniving or merely slipshod--influences our assessment of the equities.  Its handling of the matter places us between Scylla and Charybdis:  if we do not entertain the petition, we run a risk of seeming hesitant to inquire too deeply into a possible abuse of judicial power;  yet, if we entertain the petition despite the appearance of sandbagging that Cargill has created, we run a risk of eroding public confidence in the courts by seeming to reward a litigant for its gamesmanship.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Given the fundamental nature of mandamus, declining jurisdiction in the exercise of our informed discretion seems preferable.  Though it might be mere coincidence that the delay in seeking to set aside the waiver worked to Cargill's advantage by allowing it to see which way the wind was blowing before deciding whether to urge recusal, the appearance of judge-shopping is sufficiently pronounced that the equities counsel restraint.  See, e.g., Apple v. Jewish Hosp. &amp; Medical Ctr., 829 F.2d 326, 334 (2d Cir.1987) (noting that a \"movant may not hold back and wait, hedging its bets against the eventual outcome\");  Phillips v. Amoco Oil Co., 799 F.2d 1464, 1472 (11th Cir.1986) (\"Counsel, knowing the facts claimed to support a Sec. 455(a) recusal for appearance of partiality may not lie in wait, raising the recusal issue only after learning of the court's ruling on the merits.\"), cert. denied, 481 U.S. 1016, 107 S.Ct. 1893, 95 L.Ed.2d 500 (1987).  We simply cannot afford to nourish the impression that the courts, as an institution, will bend over backward, overlook the obvious, and countenance sharp tactics merely because they are directed at a judge.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We need go no further.  Petitioner has neither met the conventional requirements for mandamus relief nor satisfied us that, in the unique circumstances of this case, the equities favor an affirmative exercise of our discretion.  Consequently, we deny the petition, without prejudice to Cargill's right to raise its claim of error, if it so chooses, in an end-of-case appeal.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The petition for a writ of mandamus is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">--Appendix follows;  dissenting opinion follows appendix--</p>\n    </div>\n    <p>APPENDIX</p>\n    <p>CHAMBERS CONFERENCE</p>\n    <p>January 12, 1994</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>THE COURT:  This is a very simple matter, I think.  At least the reason for the conference, so you don't have to get all excited about it, is because Mr. Bates is counsel in this matter and I have a disclosure that I must make to counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>Approximately on December 19th, 1993, while Mrs. Carter and I were in the course of looking for a new house, I got in a controversy with a party in a contract, a purchase and sale, a minor controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>I, on that date, called Gerald Petruccelli, Mr. Bates's partner, and I asked him if he could give me advice and perhaps represent me if it came to that.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>He called me back on December 20th and said that he had decided there was no impediment to this representation of me.  I met with him on December 21 for about 45 to 50 minutes, we discussed the matter.  I told him that I wanted a quick resolution--I should practice what I preach.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>I had telephone conferences with him about the matter on December 22, 23, 28 and 29, four or five minutes a piece.  I understand from him that he had telephone conferences during that period of time with another attorney and on January 6th, 1994, the matter was resolved to my satisfaction.  On the 7th, Mr. Petruccelli rendered to me his bill and on the 10th, that bill was paid in full.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>The understanding at the conference that I had with him on the 21st of December was that I would pay the usual rate, usual fee computed at the usual hourly rate for the hours of devotion to the case that he would charge to any stranger off the street.  And I was very serious about that, and I'm sure that he was and I think the bill was entirely satisfactory one to me, and I have no reason to expect that it is to him.  So we have no kind of debt of any kind to each other out of this very brief transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>I will tell you that I am morally certain in my own mind that this series of events will not in any way affect my ability in the way I would find it to be properly decided, even if the event had not occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>However, under the code, the canons of judicial conduct, I felt arguably perhaps, but I felt that it was proper, perhaps required, but at least proper that I disclose it and see if anyone has any objection in my continuing to serve as the judge who will ultimately decide this case.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>MR. BATES:  Speaking for the plaintiff, we have absolutely no objection.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>THE COURT:  The record should also reflect that I never had any conversation with Mr. Bates or anyone else of Mr. Petruccelli's office.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>MR. O'LEARY:  Speaking for the defense, there is no objection.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>THE COURT:  I wanted you to know this.  That's all I have.  We have been for some time--I have been in the course of dealing with motions which raise some very interesting and difficult questions and I expect that within a week or so I will be in a position to file a decision resolving that, so the matter can go forward.  I apologize having held the matter up that long but these are very tough things, not matters of first impression, and I don't have a lot of guidance by better judges than I.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>MR. O'LEARY:  Thank you.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>MR. BATES:  We appreciate it.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>THE COURT:  Thank you very much.  Another matter, the Graffam, matter, is scheduled for trial, which is in your office on the other side, you might just talk with them about it, Bill Kayatta, apprise him of what has happened and tell him that matter is also scheduled for conference for the same purpose so he can have a chance to reflect on it.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>MR. BATES:  I don't know that this needs to be a part of the record.  I know that Gerry told me that he was going to call Bill Kayatta, and did so.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>THE COURT:  Gerry did call and tell me that he had called someone to see if that would create, if his representation would create any problem and I didn't know what case it was about or who the lawyer was.  Ultimately he called me back and told me that he had found no impediment to his representation.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>MR. O'LEARY:  I appreciate the disclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>[End of conference]</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge, (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">While the question is exceedingly close, I regret that I cannot agree with the court.  The court's opinion would be persuasive if written before the Judicial Conference of the United States had adopted Canon 3D of the Code of Conduct for United States Judges.   But the court's opinion seems to me to pay too little attention to the district court's failure to have observed the Canon.  Canon 3D provides,</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>A judge disqualified by the terms of Canon 3C(1), except in the circumstances specifically set out in subsections (a) through (e) may, instead of withdrawing from the proceeding, disclose on the record the basis of disqualification.  If the parties and their lawyers after such disclosure and an opportunity to confer outside of the presence of the judge, all agree in writing or on the record that the judge should not be disqualified, and the judge is then willing to participate, the judge may participate in the proceeding.  The agreement shall be incorporated in the record of the proceeding.  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Canon 3D applies squarely to the situation here, in which a judge has sought the parties' waiver of his mandatory disqualification under Sec. 455(a).  Congress expressly allows a judge to accept a waiver of his disqualification under Sec. 455(a) (appearance of lack of impartiality) although not under Sec. 455(b) (bias, personal knowledge of facts, financial interest, etc.).  See 28 U.S.C. Sec. 455(e).  But while Sec. 455(e) specifies no more than that such waiver be preceded \"by a full disclosure on the record of the basis for disqualification,\" the judiciary is also subject to its own Canon 3D which imposes additional conditions that were not followed here.  For that reason, I disagree that the parties ever effectively waived the duty imposed by Sec. 455(a) that the judge disqualify himself.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">I make two points at the outset.  First, as my colleagues seem to concede, the judge's employment, as his own lawyer, of the senior partner of the law firm representing plaintiffs at the time he was considering a major dispositive motion in plaintiffs' lawsuit, gave rise to a reasonable question of his impartiality under Sec. 455(a).  While this was hardly a major indiscretion as such matters go, it was the kind of conduct that gives rise to an appearance of impropriety.  Our court is in apparent agreement as to the applicability of Sec. 455(a).  However, because the district court felt otherwise, and because the issue deserves consideration, I have stated my reasons for finding that Sec. 455(a) applies in an appendix to this dissent.  Section 455(a) required the judge to disqualify himself sua sponte unless he received and accepted an appropriate waiver from the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">A second point is that the proceedings at the January 12 conference--at which the judge candidly and commendably disclosed the matter--omitted to follow Canon 3D in basic ways.  Canon 3D was developed to offset the criticism that otherwise disqualified judges sometimes secured the parties' agreement to allow them to continue in cases by taking advantage of counsel's natural reluctance to offend a judge before whom they frequently had to appear.  The original language of Canon 3D was drafted by a special committee of the American Bar Association chaired by the former chief justice of the Supreme Court of California, Justice Traynor.  Justice Traynor emphasized that, before a valid waiver could occur, counsel must receive an opportunity to confer with their clients outside the judge's presence.  The special committee also believed that the client as well as counsel had to be involved in the waiver decision, as the \"parties are less likely than counsel to feel judicial pressure [to remain in the case]....\"  Broadening and Clarifying the Grounds for Judicial Disqualification:  Hearing on S. 1064 Before the Subcomm. of Courts, Civil Liberties and the Administrative Justice of the House Comm. on the Judiciary, 93d Cong., 2d Sess.  (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The Canon serves in part to dispel counsel's sense that by failing immediately to endorse the judge's continued presence in the case, counsel might annoy the judge and prejudice their cause.  Under the Canon, counsel must be extended an opportunity to consider the disqualification issue outside the judge's presence, hence free from the fear that any hesitancy to endorse the judge's continued presence may be personally held against him.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In the present case, the judge never stated that local counsel was free to withdraw and discuss disqualification with his client and co-counsel.  The judge knew or should have known at this time that counsel had no prior opportunity to discuss the issue with his client.  The judge had not disclosed the subject of the conference in advance.  Local counsel had made express inquiry the day previous as to what the January 12 meeting would be about and could learn nothing.  Counsel, therefore, could not have discussed the issue with his client and lead counsel prior to the meeting.  When he came to the conference, local counsel had to react on the spur of the moment, without knowing what rights the judge was prepared to recognize, without knowing whether the judge would recuse himself if counsel objected, and without reassurance from the court that, without offense, local counsel would be given a chance to consider this matter with his client outside of the court's presence.  The express language of the Canon, conditioning a waiver upon an opportunity to confer with the parties and counsel outside the judge's presence, was not, in these circumstances, put into play.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In hindsight, to be sure, local counsel could have sought to save the situation by requesting time to talk to lead counsel and his client--a request the judge indicates he would have granted.  However, without the judge's advance advice, counsel would not necessarily be expected to know of his rights under Canon 3D, or indeed to know that Canon 3D existed at all.  Moreover, counsel may have felt that, where the judge stated that the disclosed conduct would not affect his ability to decide the case, and indicated no clear willingness to withdraw, any hesitancy would simply be an irritant.  The duty to extend the benefits of this Canon to the parties rests upon the judge.  Here the judge did not mention the provisions of the Canon nor indicate what rights he would recognize.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In such circumstances, I think it plain that no waiver occurred on January 12.  In fact, the scenario at the January 12 conference was exactly the one that Canon 3D was intended to change.  The drafters of Canon 3D thought that a judge who simply announced disqualifying facts, indicated his desire to continue to serve, and solicited and accepted oral waivers from the attorneys present, might be exercising a \"velvet blackjack.\"   Broadening and Clarifying the Grounds for Judicial Disqualification:  Hearing on S. 1064 Before the Subcomm. of Courts, Civil Liberties and the Administrative Justice of the House Comm. on the Judiciary, 93d Cong., 2d Sess.  (1974).  Canon 3D, by requiring discussion with the clients outside the judge's presence and, by requiring the clients' acquiescence as well as that of counsel, sought to ease the pressures to acquiesce that inhered in the \"old\" process.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">It is true that the Code of Judicial Conduct is not statutory, nor does the Judicial Conference of the United States which adopted the Code hold a specific statutory grant of authority to enact binding ethical rules.  However, the Conference is itself a creature of statute.  See 28 U.S.C. Sec. 331.  Chaired by the Chief Justice, the Conference is the one body recognized as speaking administratively for the entire federal judiciary.  Its adoption of Canon 3D, I suggest, gives the Canon great persuasive weight.  Additionally, the provisions of Canon 3D emanated from a model ethical code drafted by the American Bar Association and adopted in one or another version, by many states.  It is important, I think, to our institutional credibility, that the procedures set out in Canon 3D of the Code of Conduct for United States Judges be taken seriously.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">As, in my view, no waiver occurred by force of local counsel's acquiescence on January 12, the question arises whether some kind of de facto waiver or equitable bar should be implied from Cargill's failure to object promptly to the judge's continued participation once its local counsel had told it of the judge's disclosures.  Cargill also learned at the January 12 conference that the judge was about to hand down his ruling.  If Cargill did not want the judge to participate, my colleagues believe that Cargill was required to protest then and there, rather than strategically waiting to see how the wind blew, objecting--as it did--only after the judge had ruled against it.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">This is a close question.  There is certainly weight to my colleagues' view that Cargill may be misusing the Canon now for purely strategic purposes.  It can be implied, moreover, that the district court having fully revealed the conduct in question, sincerely, if incorrectly under the Canon, relied on local counsel's approval, not withdrawn, as sanctioning the court's continuance in the case.  But while reasonable minds may differ, I believe that the court's failure to follow Canon 3D's waiver procedures so clouded future events as to make it inappropriate to read too much into Cargill's failure to challenge the judge's continued participation during the week prior to the court's ruling on the motion.  A primary purpose of the procedure outlined in the Canon is to remove, or at least to lessen, the pressure of the judge's feared resentment if a waiver is not quickly volunteered.  This lessening of pressure would not have happened here.  The Canon anticipates that the court will reassure attorneys in advance of their right to speak to their clients out of the judge's presence.  Also that the judge will inform counsel that he will withdraw if waiver is not granted, or, at least, of his intentions in this regard.  In the present case, by the time Cargill learned of the judge's stated grounds for disqualification, the judge had already made the decision not to recuse himself.  At that point, Cargill had no assurance that its repudiation of local counsel's acquiescence would be honored.  It had to decide whether to risk angering the judge futilely at a time when the matter seemed to have been settled and a decision on its motion was imminent.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">To be sure, Cargill's local counsel could have acted differently.  It is often true--and properly so--that a client is bound by positions taken or not taken by his attorney.  Canon 3D makes it clear, however, that attorney acquiescence, standing alone, is not enough to constitute a waiver.  Local counsel's acquiescence followed by Cargill's reluctance to object cannot be disassociated from the judge's initial failure to implement the Canon provision--a provision that the judge himself is responsible for explaining and implementing in the first instance.  Canon 3D, setting out the requirements for a judge to secure a valid waiver of his own disqualification, is not mere grist for the adversarial mill.  Rather, it is a rule of conduct the judge is supposed to know and apply.  While Cargill's counsel might have saved the situation, responsibility for the error should not too easily be shifted to the shoulders of one of the parties.  Given the altered situation confronting Cargill once the die had been cast on January 12, I am not disposed to find that Cargill ratified local counsel's earlier acquiescence simply by taking no action before the court's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Cargill, to be sure, had to act diligently if it wished to challenge the judge.  Delay would soon become unfair to Cargill's opponent, who would continue to invest money and effort into the lawsuit in reliance upon the continued service of the judge in question.  But Cargill's raising of an objection within a month after the decision seems to me to be acceptable given that the initial error was that of the judge, not Cargill.  In so saying, I recognize the validity of my colleagues' concern that Cargill may well be acting strategically, and that courts are, and should be, reluctant to allow two bites at the apple.  But against this must be weighed the nonobservance of Canon 3D.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">As Sec. 455(a) applied and, in my view, no sufficient waiver occurred under Sec. 455(e), the question of remedy arises.  In Liljeberg v. Health Serv.  Acquisition Corp., 486 U.S. 847, 862-64, 108 S.Ct. 2194, 2203-05, 100 L.Ed.2d 855 (1988), the Supreme Court wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>A conclusion that a [Sec. 455(a) ] violation occurred does not, however, end our inquiry.  As in other areas of the law, there is surely room for harmless error committed by busy judges who inadvertently overlook a disqualifying circumstance.  There need not be a draconian remedy for every violation of Sec. 455(a)....   We conclude that in determining whether a judgment should be vacated for a violation of Sec. 455(a), it is appropriate to consider the risk of injustice to the parties in the particular case, the risk that the denial of relief will produce injustice in other cases, and the risk of undermining the public's confidence in the judicial process.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">See also In re Allied-Signal, Inc., 891 F.2d 974, 975-76 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">For a new judge to be brought in at this juncture would not, in my view, be a draconian remedy, nor a license for unwarranted attacks on courts.  To be sure, the question that arose here--the judge's brief use of the senior law partner in the same law firm retained by plaintiffs--was not monumental and quite likely would have been waived by Cargill in a proper proceeding.  Moreover, evidencing his integrity, the judge quickly called a conference and revealed all the relevant facts.  Nonetheless, the judge's retention of Mr. Petruccelli at the time of the pending lawsuit did create the appearance of lack of impartiality;  and section 455(a) required the judge to step aside unless he received proper waivers from the parties.  As this did not occur here, and as the case is still at an early stage, I think it would be reasonable for another judge to enter the case.  While this imposes some small price on the court and plaintiffs, it is justified as demonstrating the need to observe the Canon.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">I would add that, had mandamus requiring a new judge been granted, it would have been open to this court to let stand the former judge's ruling on Cargill's dismissal motion.  Whether to do this would have been a close question, but, however that issue were resolved, the bringing in of a new judge would have emphasized that Canon 3D procedures are not precatory.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">I do not take too seriously my colleagues' suggestion that this issue may be revisited several years down the road on direct appeal from any final judgment rendered in plaintiffs' favor.  By then there would be overwhelming equities in plaintiffs' favor not to require them to undergo the expense and burden of retrying the case before a different judge.  The Supreme Court has stated \"that in determining whether a judgment should be vacated for a violation of Sec. 455(a), it is appropriate to consider the risk of injustice to the parties.\"  Liljeberg, 486 U.S. at 864, 108 S.Ct. at 2205.   Mandamus has been properly recognized as the usual and proper remedy for raising and resolving promptly a question of judicial disqualification such as this.  See, e.g., Alexander v. Primerica Holdings, Inc., 10 F.3d 155, 163 (3d Cir.1993);  In re United States, 666 F.2d 690, 694 (1st Cir.1981).  I would expect that the court's decision, which has been rendered after the most careful consideration by all members of the panel, will end the matter.</p>\n    </div>\n    <p>Appendix to Judge Campbell's Dissent</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">For the following reasons, I conclude that the judge's relationship with Mr. Petruccelli required him to recuse himself under 28 U.S.C. Sec. 455(a) absent receipt of the parties' waiver.  That statute provides that a judge \"shall disqualify himself in any proceeding in which his impartiality might reasonably be questioned.\"  (emphasis supplied).  The legislative history indicates that section 455(a) was meant to lessen the traditional \"duty to sit,\" and, as the Supreme Court has indicated, to require avoidance of even the appearance of partiality.  Liljeberg v. Health Serv.  Acquisition Corp., 486 U.S. 847, 860-61, 108 S.Ct. 2194, 2202-03, 100 L.Ed.2d 855 (1988).  Recusal may be required even in the absence of actual partiality if there is an objectively reasonable basis for doubting the judge's impartiality.  Id.;  see Code of Judicial Conduct Canon 2 (1973) (\"[A] judge should avoid impropriety and the appearance of impropriety in all his activities.\")  (emphasis supplied).  The Committee on the Codes and Conduct of the Judicial Conference of the United States stated that</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>where an attorney-client relationship exists between the judge and the lawyer whose law firm appears in the case, the judge should recuse absent remittal.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">2 Administrative Office of the U.S. Courts, Guide to Judiciary Policies and Procedures V-25 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The proper standard for ascertaining whether a judge's impartiality might reasonably be questioned under Sec. 455(a) is whether the charge of lack of impartiality is grounded on facts that would create a reasonable doubt, not in the mind of the judge, or even necessarily that of the litigant, but rather in the mind of the reasonable person.  See United States v. Cowden, 545 F.2d 257, 265 (1st Cir.1976), cert. denied, 430 U.S. 909, 97 S.Ct. 1181, 51 L.Ed.2d 585 (1977).  Section 455(a) requires a contextual, case-by-case analysis.  It does not imply a bright-line rule disqualifying any judge who ever has personal dealings with an attorney whose firm represents litigants before the same judge.  The existing case law on the subject of judge-attorney dealings rests on exceedingly fact-specific judgments, with different outcomes in different situations.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Having said this, certain principles seem clear.  A judge would ordinarily be disqualified to sit by Sec. 455(a) if an attorney in the case before him or her were, at the same time, actively representing the judge in a personal matter.  See 13A Charles Wright, Arthur Miller &amp; Edward Cooper, Federal Practice and Procedure Sec. 3549 at 614 (1984);  cf. Potashnick, 609 F.2d at 1110-12;  Texaco, 354 F.2d at 657.   And while the situation is more attenuated where the judge is being personally represented not by the same attorney but by someone else in the attorney's firm, the latter situation is at least cause for concern, as there can be no doubt that, in many factual situations, such overlap can create the appearance of partiality calling for withdrawal under Sec. 455(a).  The members of the Judicial Conference Committee advising judges as to the proper interpretation of the Code of Conduct have said as much.  See 2 Guide to Judiciary Policies and Procedures, supra, at V-25.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Weighing all the factors in the present case--in which I entertain no doubt whatsoever as to the judge's personal integrity--I nonetheless believe that a reasonable person viewing all the circumstances might have questioned the impartiality of the judge.  The judge's ruling to the contrary was, I believe, an abuse of discretion.  See In re United States, 666 F.2d 690, 697 (1st Cir.1981) (a federal judge's decision on whether to recuse himself or herself is committed to that judge's sound discretion).</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The judge received personal legal services from the senior partner of Petruccelli &amp; Martin, a small eight-member firm, close to the time the court ruled upon a dismissal motion that, had it been resolved for Cargill, would have put Petruccelli &amp; Martin's client out of court.  The problem is not simply that by personally retaining Mr. Petruccelli, the judge indicated he had high regard for the latter's professional abilities.  Judges may and often do, with propriety, indicate respect for an attorney's competence.  Here, however, by retaining the senior partner of this small firm for personal legal advice while having under advisement a dispositive motion in a case being handled by other members of the firm, the court gave the appearance that he may have had a particular affinity for that firm and perhaps some close and special relationship.  Other attorneys in the same case could reasonably have been offended by what might have appeared, from the outside, to have been a confidential relationship between the judge and Mr. Petruccelli at that particular time.  Also, even after the ending of the judge's own attorney-client relationship, an outside observer might wonder if, in some manner, consciously or unconsciously, the judge's appreciation for a job well done by plaintiff's law firm might possibly affect his handling of the pending case.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">The judge's brief attorney-client relationship with Mr. Petruccelli ended, it is true, before the judge's decision in the case against Cargill.  The judge, however, had worked on Cargill's motion during the period of that relationship.  Moreover, the relationship ended only ten days before the decision--a period too short to insulate the two events from one another.  Any appearance of partiality that existed prior to the time the representation ceased cannot be meaningfully separated from the court's decision of January 19.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">It is important to emphasize that 28 U.S.C. Sec. 455(a) is concerned with the appearance of impartiality.  Liljeberg, 486 U.S. at 860-61, 108 S.Ct. at 2202-03.   Disqualification for actual personal bias or prejudice is separately covered by Sec. 455(b)(1).  The judge seems to have overlooked the appearance aspect of the statute when he emphasized at the January 12 conference his moral certainty that his handling of the case would not be affected by the relationship with Mr. Petruccelli.  The question was not just whether he was biased or prejudiced, but whether his impartiality might reasonably be questioned, a related but different matter.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  According to the House Report accompanying amendments to Sec. 455,</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p>Subsection (a) of the amended section 455 contains the general, or catch-all, [of Canon 3C] that a judge shall disqualify himself in any proceeding in which 'his impartiality' might reasonably be questioned.  This sets up an objective standard, rather than the subjective standard set forth in the existing statute....  This general standard is designed to promote public confidence in the impartiality of the judicial process by saying, in effect, if there is a reasonable factual basis for doubting the judge's impartiality, he should disqualify himself and let another judge preside over the case.  The language also has the effect of removing the so-called 'duty to sit' which has become a gloss on the existing statute....</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">H.Rep. No. 93-1453, 93d Cong., 2d Sess.  (1974), reprinted in 1974 U.S.C.C.A.N. 6351, 6354-6355.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">To be sure, the drafters of the statute were also concerned, as are my colleagues here, that the statute not be used by litigants for purely strategic purposes.  The House Report cautions that the new test should not be used by judges to avoid sitting in difficult or controversial cases.  Disqualification for lack of impartiality must always have \"a reasonable basis.\"   Id. (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Yet the question at issue is, objectively, whether the circumstances reasonably gave rise to a question of the judge's impartiality.  If so, the judge shall disqualify himself.  An express purpose of the 1974 rewrite of Sec. 455 was to abandon the subjective standard of the older statute, which had depended largely on the judge's personal view of whether he or she could behave impartially.  Unfortunately, the circumstances here created a situation where a reasonable observer could entertain doubts as to the judge's impartiality.  The judge himself obviously had concerns about the appearance of what had happened, leading him to call the conference of January 12 for the purpose of disclosing what had transpired.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">That a question of the judge's impartiality under Sec. 455(a) existed does not mean that the judge committed a serious impropriety.  The judge explained that he did not immediately focus on the fact that Mr. Petruccelli's firm, partners and associates were involved in the case pending before him.  Once aware, the judge commendably disclosed the relationship.  This action speaks loudly as to the judge's personal integrity.  The fact remains, however, that a reasonable observer could objectively question the judge's impartiality in the particular circumstances.  The judge was, therefore, required to remove himself unless he had received the parties' waiver.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Petitioner premises his argument on the ground that the judge's impartiality might reasonably be questioned.  The relevant statute provides:</p>\n        <p>Any justice, judge, or magistrate of the United States shall disqualify himself in any proceeding in which his impartiality might reasonably be questioned.</p>\n        <p>28 U.S.C. Sec. 455(a) (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This declaration, and other declarations reflecting the judge's state of mind, are extracted from the record of a conference held in this case (reprinted in the appendix), from the judge's notice to counsel (described infra ), and from the order denying Cargill's recusal motion.  For the most part, petitioner has not challenged the factual accuracy of the judge's statements</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court eventually denied this motion.  Petitioner does not assign error to the denial, nor could it rewardingly do so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The disqualification requirement of section 455(a) is triggered, despite the lack of any actual bias on the judge's part, if a reasonable person, knowing all the circumstances, would question the judge's impartiality.  See Liljeberg v. Health Servs.  Acquisition Corp., 486 U.S. 847, 861-62, 108 S.Ct. 2194, 2203-04, 100 L.Ed.2d 855 (1988).  Most observers would agree that a judge should not hear a case argued by an attorney who, at the same time, is representing the judge in a personal matter.  See 13A Charles Wright, Arthur Miller &amp; Edward Cooper, Federal Practice and Procedure Sec. 3549, at 614 (1984) (citing cases).  Although the appearance of partiality is attenuated when the lawyer appearing before the judge is a member of the same law firm as the judge's personal counsel, but not the same individual, many of the same cautionary factors are still in play.  See, e.g., 2 Administrative Office of the U.S. Courts, Guide to Judiciary Policies and Procedures V-32 (1995) (expressing the view that \"where an attorney-client relationship exists between the judge and the lawyer whose law firm appears in the case, the judge should recuse absent remittal\").  This principle would seem to have particular force where, as here, the law firm is small and the judge's lawyer is a name partner</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although we need not decide the point, we doubt that every instance of noncompliance with the CCUSJ automatically justifies post-hoc invalidation of a waiver that otherwise meets the test of section 455(e).  Certainly, the case law on the point is less than transpicuously clear.  See, e.g., Nobel, 696 F.2d at 237 (explaining that \"it is sufficient under [section 455(e) ] if the judge provides full disclosure of his or her relationship at a time early enough to form the basis of a timely motion at or before trial and under circumstances which avoid any subtle coercion\");  Haire v. Cook, 237 Ga. 639, 229 S.E.2d 436, 438-39 (1976) (similar;  construing Georgia law);  Commonwealth v. Keigney, 3 Mass.App.Ct. 347, 329 N.E.2d 778, 781 (1975) (Goodman, J., concurring) (similar;  construing Massachusetts law).  Notwithstanding the importance we attach to the CCUSJ and the obvious desirability of assuring judicial compliance with the canons, we think a strong argument can be made that not all instances of noncompliance with the CCUSJ are automatic disqualifiers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Because we find no clear and indisputable entitlement to the requested relief, we need not consider whether Cargill satisfied the second prong of the mandamus test by a showing of irreparable harm.  We note, however, that although there is always some harm in litigating for nought, that harm repeatedly has been held insufficient, in itself, to justify mandamus relief.  See, e.g., In re Bushkin Assocs., 864 F.2d 241, 243-44 (1st Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In the same vein, however, we can envision cases in which, despite a showing that ordinarily would amount to clear entitlement, a litigant has acted so deplorably that the petitioned court might choose to withhold discretionary relief.  See generally Precision Instrument Mfg. Co. v. Automotive Maintenance Mach. Co., 324 U.S. 806, 814, 65 S.Ct. 993, 997, 89 L.Ed. 1381 (1945) (explaining that the doctrine of unclean hands \"closes the doors of a court of equity to one tainted with inequitableness or bad faith relative to the matter in which he seeks relief\");  Texaco Puerto Rico, Inc. v. Department of Consumer Affairs, 60 F.3d 867, 880 (1st Cir.1995) (\"It is old hat that a court called upon to do equity should always consider whether the petitioning party has acted in bad faith or with unclean hands.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The various affidavits submitted by the petitioner to the district court establish that on Wednesday, January 12, the very day that the disclosure conference was held, Pierce, Atwood informed Verner, Liipfert of what had transpired, including the judge's plan to issue his decision in approximately one week.  A corporate official was told of the situation no later than Friday, January 14</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Cargill suggests that it might have offended the judge by taking such action.  We think its concerns are overblown:  lawyers run such a risk every time they seek a judge's recusal.  In any event, trial advocacy is no sport for the timorous</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Just as orders disqualifying or refusing to disqualify counsel \"can be reviewed as effectively on appeal of a final judgment as on an interlocutory appeal,\" Richardson-Merrell, Inc. v. Koller, 472 U.S. 424, 438, 105 S.Ct. 2757, 2765, 86 L.Ed.2d 340 (1985), we see no reason why orders pertaining to judicial disqualification cannot be effectively reviewed at that time and in that manner.  Nor is this scenario oddly configured.  An end-of-case appeal is a matter of right, while mandamus is a matter of discretion.  Courts have frequently found that difference dispositive in analogous circumstances.  See, e.g., Allied Chem.  Corp. v. Daiflon, Inc., 449 U.S. 33, 34, 101 S.Ct. 188, 189-90, 66 L.Ed.2d 193 (1980) (per curiam);  In re Bushkin Assocs., 864 F.2d 241, 244 (1st Cir.1989).  And, moreover, the fact that a lengthy trial has intervened will not rob an appeal of its effectiveness.  See, e.g., Stauble v. Warrob, Inc., 977 F.2d 690 (1st Cir.1992) (vacating judgment on direct appeal following 35-day trial, despite the circuit court's earlier denial of mandamus relief on the same ground)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See In re Placid Oil Co., 802 F.2d 783 (5th Cir.1986);  Potashnick v. Port City Constr.  Co., 609 F.2d 1101 (5th Cir.), cert. denied, 449 U.S. 820, 101 S.Ct. 78, 66 L.Ed.2d 22 (1980);  Texaco v. Chandler, 354 F.2d 655 (10th Cir.1965), cert. denied, 383 U.S. 936, 86 S.Ct. 1066, 15 L.Ed.2d 853 (1966);  Rapp v. Van Dusen, 350 F.2d 806 (3d Cir.1965);  In re Snowshoe Co., 137 B.R. 619 (D.W.Va.1991), aff'd mem., 953 F.2d 639 (4th Cir.1992);  Carbana v. Cruz, 595 F.Supp. 585 (D.P.R.1984), aff'd mem., 767 F.2d 905 (1st Cir.1985);  Miller Indus., Inc. v. Caterpillar Tractor Co., 516 F.Supp. 84 (D.Ala.1980);  Smith v. Sikorsky Aircraft, 420 F.Supp. 661 (C.D.Cal.1976).  See also Varela v. Jones, 746 F.2d 1413 (10th Cir.1984);  S.J. Groves &amp; Sons Co. v. I.B.T., 581 F.2d 1241 (7th Cir.1978);  United States v. Equifax, Inc., 557 F.2d 456 (5th Cir.1977), cert. denied, 434 U.S. 1035, 98 S.Ct. 768, 54 L.Ed.2d 782 (1978);  In re Georgetown Park Apt., 143 B.R. 557 (9th Cir.  BAP 1992).  Cf. In re Allied-Signal, Inc., 891 F.2d 974 (1st Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Section 455 was completely rewritten by Congress in 1974 so as to conform with the then-new Code of Judicial Conduct which the Judicial Conference of the United States had adopted in 1973 as being applicable to all federal judges.  Section 455 was amended so as nearly to duplicate the Code's Canon 3C, with the intention that federal judges \"would no longer be subject to dual [i.e.] Code and statutory standards governing their qualification to sit in a particular proceeding.\"   H.Rep. No. 93-1453, 93d Cong., 2d Sess.  (1974), reprinted in 1974 U.S.C.C.A.N. 6351, 6353.  The Code of Judicial Conduct was drafted under sponsorship of the American Bar Association by a committee chaired by former California Chief Justice Roger J. Traynor.  The other committee members included Justice Potter Stewart of the U.S. Supreme Court, Judge Irving R. Kaufman of the U.S. Court of Appeals for the Second Circuit, and Judge Edward T. Gignoux of the U.S. District Court for the District of Maine</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1256</span></span></p>\n    <p class=\"case_cite\">1995-2 Trade Cases  P 71,139</p>\n    <p class=\"parties\">In re CARGILL, INC., Petitioner.</p>\n    <p class=\"docket\">No. 94-8042.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 12, 1995.<br>Decided Oct. 10, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bernhardt K. Wruble, with whom William R. Sherman, Verner, Liipfert, Bernhard, McPherson and Hand, Washington, DC, Peter J. DeTroy, III and Norman, Hanson &amp; DeTroy, Portland, ME, were on brief, for petitioner.</p>\n      <p class=\"indent\">Joel C. Martin, with whom Michael K. Martin, Daniel W. Bates and Petruccelli &amp; Martin, Portland, ME, were on brief, for plaintiffs.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner, Cargill, Inc.  (Cargill), seeks a writ of mandamus directing a judge of the United States District Court for the District of Maine to withdraw a decision previously issued and then to recuse himself from further proceedings in the underlying cause.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  For the reasons that follow, we decline to issue a prerogative writ.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The petition arises out of a civil action brought by several former Cargill employees, represented by Daniel W. Bates and Kenneth D. Keating of Petruccelli &amp; Martin (P &amp; M), an eight-lawyer firm in Portland, Maine.  The complaint invokes the Robinson-Patman Act, 15 U.S.C. Secs. 13-13b (1988), and alleges in substance that Cargill discharged the plaintiffs in retaliation for their unwillingness to abide certain predatory pricing practices.  Cargill retained a Washington-based firm, Verner, Liipfert, Bernhard, McPherson, and Hand (Verner, Liipfert), as lead counsel, and a Portland firm, Pierce, Atwood, Scribner, Allen, Smith, and Lancaster (Pierce, Atwood), as local counsel.  It then moved to dismiss on the basis that the plaintiffs experienced no antitrust injury and, therefore, lacked standing to maintain the action.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On December 19, 1993, while Cargill's motion was pending before him, the district judge to whom the case had been randomly assigned became embroiled in what he subsequently described as a \"minor controversy\" relating to his efforts, and those of his wife, to purchase a new home.  The judge telephoned Gerald Petruccelli, a principal partner in P &amp; M, and sought his advice anent the real estate dispute.  Petruccelli agreed to the proposed representation, telling the judge that he (Petruccelli) knew of \"no impediment\" to the relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 21, the two men met for about 50 minutes and discussed the judge's real estate problem.  A series of telephone conversations followed over the course of the next eight days.  None lasted more than five minutes.  Petruccelli dealt directly with the lawyer who represented the other side in the real estate matter and, on January 6, 1994, he resolved the imbroglio to the judge's satisfaction.  Petruccelli rendered a bill, dated January 7, based on his standard hourly rate.  The judge paid the invoice within the week.  It is undisputed that Petruccelli never represented the judge in any other matter and that the judge dealt only with Petruccelli (not with any other P &amp; M attorney).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The judge maintains that, at the time he engaged counsel, he had \"no conscious awareness that Mr. Petruccelli or his firm were involved in this specific litigation then pending\" before him.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Nonetheless, a few days after he had retained Petruccelli, the judge asked his docket clerk to check his calendar for pending cases in which P &amp; M might have appeared.  The clerk brought two such cases to the judge's attention at about the time that the attorney-client relationship ended.  One of these was the case against Cargill.  Although Petruccelli himself had played no role in P &amp; M's representation of the plaintiffs, the judge decided that he had best disclose his dealings with Petruccelli.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 11, the clerk, acting at the judge's direction, notified local counsel to attend a conference on the following day.  The disclosure conference (a transcript of which comprises the appendix) proved to be brief.  Attorneys Bates and Keating appeared for the plaintiffs, and Attorneys O'Leary and Einsiedler (both of Pierce, Atwood) appeared for Cargill.  When advised of the attorney-client relationship between Petruccelli and the judge, both Bates and O'Leary quickly volunteered that their respective clients had no objection to the judge's continued participation in the case.  The judge then advised the lawyers that he was grappling with Cargill's motion to dismiss which, in his view, \"raise[d] some very interesting and difficult questions.\"   He forecast that he would hand down a decision \"within a week or so.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Precisely one week thereafter, the judge issued a 39-page rescript denying Cargill's motion to dismiss.  While the judge closed his chambers and released his staff on holiday leave from December 24, 1993 through January 3, 1994, he admittedly labored over the matter during some portion of the period when Petruccelli represented him.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The filing of the opinion elicited no immediate response.  Several weeks later, however, Bernhardt Wruble, a Verner, Liipfert partner, wrote a letter to the court asserting that, because \"a judge's contemporaneous representation by opposing counsel is uniformly regarded as a basis for obligatory disqualification,\" the judge should withdraw his order denying the motion to dismiss, relieve himself of all responsibility for the case, and reassign it to another jurist.  Anticipating the predictable reaction to this demand, Wruble suggested that Pierce, Atwood's acquiescence was of no moment.  Since local counsel lacked prior notice of the purpose of the January 12 conference and, hence, had no opportunity to consult in advance with either the client or lead counsel, Wruble wrote, the judge had not afforded petitioner \"adequate time for a considered response\" to the disclosure.  Thus, there could be no \"effective\" waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judge did no fewer than three things upon receiving Wruble's communique.  First, he postponed a scheduled status conference in the case.  Second, he directed any party who sought his recusal to file a formal motion to that effect.  Third, he composed and served a statement, denominated as a notice to counsel, in which he denied \"that the Court required a decision on waiver of any objection to the Court's continued participation to be made at the conference.\"   The judge explained that he meant the disclosure conference to be informational in nature, that is, \"to advise counsel of the circumstances of Mr. Petruccelli's representation and afford counsel an opportunity to confer with clients and other counsel to decide whether they wanted to move for recusal or request other action by the court.\"   But, wrote the judge, though he intended to give counsel a full month in which to advise him of their clients' positions with respect to the disclosed matter--and, with this in mind, thought it sensible to summon only local counsel to the disclosure conference--he did not do so because, immediately following his revelation, both counsel, acting for their respective clients, spontaneously disclaimed any objection to his continued participation in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On February 25, 1994, Cargill asked the district court to certify for interlocutory appeal the January 19 order denying the motion to dismiss.  See 28 U.S.C. Sec. 1292(b) (1988).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Roughly two weeks later, Cargill moved for recusal, proffering several affidavits.  Cargill's motion, like Wruble's letter of February 13, made it clear that Cargill's position rested on a supposed appearance of impropriety, that is, the existence of circumstances in which Cargill believed that the judge's impartiality might reasonably be questioned.  See 28 U.S.C. Sec. 455(a), quoted supra note 1.  Cargill did not advance, then or now, any claim of actual bias.  The plaintiffs opposed the recusal motion.  In their opposition, they made two principal arguments:  (1) Petruccelli's representation did not create an appearance of impropriety within the meaning of 28 U.S.C. Sec. 455(a), and, in any event, (2) Cargill had waived any objection to the judge's continuing role in the case.  The plaintiffs hinged the latter contention on 28 U.S.C. Sec. 455(e), a statute that specifically permits a judge to accept the parties' waiver of a section 455(a) appearance-of-impropriety ground for disqualification as long as the waiver \"is preceded by a full disclosure on the record of the basis for disqualification.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On May 12, 1994, the district court denied the recusal motion.  Cargill subsequently filed its mandamus petition in this court.  We invited the plaintiffs to respond, set a briefing schedule, and entertained oral argument.</p>\n    </div>\n    <p>II. THE NATURE OF MANDAMUS</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Federal appellate courts are empowered to issue prerogative writs that are \"necessary or appropriate in aid of their respective jurisdictions\" under the All Writs Act, 28 U.S.C. Sec. 1651(a) (1988).  Because such writs disrupt the mechanics of the judicial system--by accelerating appellate intervention, prerogative writs foster piecemeal review and disturb the historic relationship between trial and appellate courts--they should \"be used stintingly and brought to bear only in extraordinary situations.\"  Doughty v. Underwriters at Lloyd's, London, <span class=\"citation\" data-id=\"194981\"><a href=\"/opinion/194981/doughty-v-underwriters/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">856</span></a></span>, 865 (1st Cir.1993).  Mandamus is such a writ.  It is strong medicine, and should neither be prescribed casually nor dispensed freely.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Consistent with these principles, the standards for issuance of the writ are high.  A petitioner seeking mandamus must show both that there is a clear entitlement to the relief requested, and that irreparable harm will likely occur if the writ is withheld.  See United States v. Horn, <span class=\"citation\" data-id=\"674595\"><a href=\"/opinion/674595/united-states-v-richard-a-horn/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 769 (1st Cir.1994);  <span class=\"citation\" data-id=\"194981\"><span class=\"antecedent_guess\">Doughty,</span> <a href=\"/opinion/194981/doughty-v-underwriters/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">866</span></a></span>;  In re Pearson, <span class=\"citation\" data-id=\"604120\"><a href=\"/opinion/604120/in-re-donald-pearson/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span></a></span>, 657 &amp; n. 4 (1st Cir.1993).  Sometimes, even these specific showings are not enough to justify a court's use of its mandamus power.  In the final analysis, a writ of mandamus is an exceptional remedy and \"is to be granted only in the exercise of sound discretion.\"  Whitehouse v. Illinois Cent. R. Co., <span class=\"citation\" data-id=\"105317\"><a href=\"/opinion/105317/whitehouse-v-illinois-central-r-co/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 373, <span class=\"citation\" data-id=\"105317\"><a href=\"/opinion/105317/whitehouse-v-illinois-central-r-co/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">845</span></a></span>, 850, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1155</span> </span>(1955).  In this context, equity informs the court's discretion.  See Kerr v. United States Dist. Court, <span class=\"citation\" data-id=\"109479\"><a href=\"/opinion/109479/kerr-v-united-states-dist-court-for-northern-dist-of-cal/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span>, 403, <span class=\"citation\" data-id=\"109479\"><a href=\"/opinion/109479/kerr-v-united-states-dist-court-for-northern-dist-of-cal/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2119</span></a></span>, 2124, <span class=\"citation\" data-id=\"109479\"><a href=\"/opinion/109479/kerr-v-united-states-dist-court-for-northern-dist-of-cal/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">725</span> </a></span>(1976);  United States v. Helvering, <span class=\"citation\" data-id=\"102841\"><a href=\"/opinion/102841/united-states-ex-rel-girard-trust-co-v-helvering/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">540</span></a></span>, 543, <span class=\"citation\" data-id=\"102841\"><a href=\"/opinion/102841/united-states-ex-rel-girard-trust-co-v-helvering/\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">855</span></a></span>, 857, <span class=\"citation\" data-id=\"102841\"><a href=\"/opinion/102841/united-states-ex-rel-girard-trust-co-v-helvering/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1272</span> </a></span>(1937);  United States v. Dern, <span class=\"citation\" data-id=\"102095\"><a href=\"/opinion/102095/united-states-ex-rel-greathouse-v-dern/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></a></span>, 359, <span class=\"citation\" data-id=\"102095\"><a href=\"/opinion/102095/united-states-ex-rel-greathouse-v-dern/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">614</span></a></span>, 617, <span class=\"citation\" data-id=\"102095\"><a href=\"/opinion/102095/united-states-ex-rel-greathouse-v-dern/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1250</span> </a></span>(1933);  <span class=\"citation\" data-id=\"194981\"><span class=\"antecedent_guess\">Doughty,</span> <a href=\"/opinion/194981/doughty-v-underwriters/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">866</span></a></span>;  United States v. Patterson, <span class=\"citation\" data-id=\"527784\"><a href=\"/opinion/527784/united-states-v-john-w-patterson-jr/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">595</span></a></span>, 600 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1027</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">737</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">755</span> </span>(1990);  In re First Fed.  Sav. &amp; Loan Ass'n, <span class=\"citation\" data-id=\"513290\"><a href=\"/opinion/513290/in-re-first-federal-savings-and-loan-association-of-durham-first-federal/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span>, 139-40 (4th Cir.1988);  Vishnevsky v. United States, <span class=\"citation\" data-id=\"358831\"><a href=\"/opinion/358831/john-vishnevsky-and-margaret-vishnevsky-v-united-states/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1249</span></a></span>, 1255 (7th Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have held that, in an appropriate case, an issue of judicial disqualification may present a sufficiently extraordinary situation to justify the unsheathing of our mandamus power.  See In re Allied-Signal, Inc., <span class=\"citation\" data-id=\"533780\"><a href=\"/opinion/533780/in-re-allied-signal-inc/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">967</span></a></span>, 969 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">957</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2561</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">744</span> </span>(1990);  In re Cooper, <span class=\"citation\" data-id=\"490114\"><a href=\"/opinion/490114/in-re-jonathan-cooper-and-steven-lynn/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">833</span></a></span>, 834 (1st Cir.1987);  In re United States, <span class=\"citation\" data-id=\"398012\"><a href=\"/opinion/398012/in-re-united-states-of-america/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></a></span>, 694 (1st Cir.1981);  see also In re International Business Mach. Corp., <span class=\"citation\" data-id=\"376824\"><a href=\"/opinion/376824/in-re-international-business-machines-corporation-united-states-of-america/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">923</span></a></span>, 927 (2d Cir.1980).  However, the usual prerequisites to mandamus relief--a showing of both clear entitlement to the requested relief and irreparable harm without it, accompanied by a favorable balance of the equities--do not vanish merely because judicial disqualification is the business of the day.  See, e.g., <span class=\"citation\" data-id=\"533780\"><span class=\"antecedent_guess\">Allied-Signal,</span> <a href=\"/opinion/533780/in-re-allied-signal-inc/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">969</span></a></span>;  <span class=\"citation\" data-id=\"490114\"><span class=\"antecedent_guess\">Cooper,</span> <a href=\"/opinion/490114/in-re-jonathan-cooper-and-steven-lynn/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">834</span></a></span>;  In re United <span class=\"citation\" data-id=\"398012\"><span class=\"antecedent_guess\">States,</span> <a href=\"/opinion/398012/in-re-united-states-of-america/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">694</span></a></span>.   In other words, the mere fact that a petition for mandamus is directed at securing the trial judge's removal does not ensure that the higher court will entertain the petition.</p>\n    </div>\n    <p>III. DISCUSSION</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">After careful perscrutation of the record, we conclude that petitioner's quest for mandamus should go unrequited.  Cargill has shown neither that it is clearly and indisputably entitled to the writ nor that it faces an intolerable risk of irreparable harm should it be forced to await appellate review in the ordinary course.  Moreover, Cargill's failure to take timely action, after learning of the judge's disclosure and Maine counsel's ensuing waiver of objection, tips the equitable balance and argues persuasively against issuance of the writ.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">* We turn first to the matter of entitlement to the relief requested.  Assuming, arguendo, that the judge's relationship with Petruccelli created an appearance of impropriety adequate to animate section 455(a)--and we think that it probably did<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>--Cargill's entitlement to an order of disqualification remains questionable.  Regardless of whether the actions of its local counsel effected a fully valid waiver of the disqualifying circumstance, the silence of Cargill and its lead counsel after learning what had transpired may very well have added the missing element, ratified the waiver, and given it life.  We elucidate below.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The relevant statute, 28 U.S.C. Sec. 455(e), plainly contemplates that a party may waive an appearance-of-impropriety ground for disqualification.  The statute itself does not define the form or prerequisites of such a waiver;  it only imposes the condition that the waiver be \"preceded by a full disclosure on the record of the basis for disqualification.\"  28 U.S.C. Sec. 455(e).  The transcript of the January 12 conference leaves no doubt that such a disclosure occurred.  The judge laid out the nature of his relationship with Petruccelli, citing book and verse.  This disclosure was then followed by an unequivocal statement on the part of Cargill's counsel, unprompted by the court, to the effect that Cargill did not object to the judge's continued service in the case.  Local counsel reported these developments to lead counsel immediately after the conference ended, and Verner, Liipfert in turn promptly informed the client.  Yet, for nearly a month thereafter, Cargill failed to express any discomfiture with the waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although we leave the ultimate question open for resolution on an end-of-case appeal, we think that local counsel's unqualified assent, combined with Cargill's subsequent silence for a substantial period of time, creates a sturdy foundation on which the validity of the waiver might rest, and that the resultant uncertainty undercuts Cargill's claim that it is plainly entitled to the requested relief.  After all, it is common ground that civil litigants ordinarily are bound by their attorneys' tactical judgments, see, e.g., Brody v. President &amp; Fellows of Harvard Coll., <span class=\"citation\" data-id=\"396905\"><a href=\"/opinion/396905/leon-h-brody-v-president-fellows-of-harvard-college/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 12 (1st Cir.1981) (holding, on particular facts, that client would not be allowed \"to second guess his attorney's waiver\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1027</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span> </span>(1982), and waivers based on silence are standard fare, see, e.g., United States v. Nobel, <span class=\"citation\" data-id=\"412028\"><a href=\"/opinion/412028/united-states-v-harvey-nobel/\"><span class=\"volume\">696</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">231</span></a></span>, 237 (3d Cir.1982) (finding waiver under Sec. 455(e) based on party's failure to make a timely objection once the basis for disqualification was fully disclosed), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1118</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3086</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1348</span> </span>(1983).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">However, Cargill asseverates that no valid waiver could be given by its Maine counsel because the judge failed to follow exactly the procedures governing waivers of disqualification dictated by the Code of Conduct for United States Judges (CCUSJ), adopted by the Judicial Conference of the United States following promulgation by the American Bar Association.  See CCUSJ, reprinted in <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">307</span> </span>(1992).  Canon 3D of the CCUSJ allows a judge to hear a case if the parties and their lawyers agree to the judge's continued service not only after disclosure of certain bases for disqualification (including appearance of impropriety), but also after having been afforded \"an opportunity to confer outside the presence of the judge[.]\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 313. </span> Here, what transpired at the disclosure conference met the first requirement of Canon 3D, but not the second.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">However, even if we assume arguendo that this noncompliance rendered the original waiver ineffective,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> counsel thereafter had ample opportunity for consultation with the client, outside the presence of the judge, yet Cargill, knowing of the stated waiver, did not alter its position.  When the judge's departure from the CCUSJ is weighed in the balance along with his explanation and Cargill's knowing acquiescence in local counsel's express waiver, the call seems to us to be quite close.  This closeness sets a chain reaction in motion.  It leads us first to conclude that the contested waiver may well be enforceable, and constitutes, at the least, a potential stumbling block on the road to recusal.  The first conclusion leads inexorably to a second conclusion:  that petitioner has failed in its endeavor to demonstrate that it is \"clearly and indisputably\" entitled to the relief that it seeks.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To be sure, Cargill has attempted to explain away its apparent ratification of the position taken by its local counsel both factually (through a series of affidavits) and legally (through its insistence on literal compliance with Canon 3D).  Its factual explanations and legal theories may or may not hold water in the long run, but that is scarcely the point.  We need not--and do not--decide the merits of the waiver question at this juncture.  It suffices for present purposes merely to note that the issue is sufficiently clouded that petitioner's eventual entitlement to the requested redress--the district judge's recusal--is problematic.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See <span class=\"citation\" data-id=\"604120\"><span class=\"antecedent_guess\">Pearson,</span> <a href=\"/opinion/604120/in-re-donald-pearson/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">656</span> </a></span>&amp; n. 4;  <span class=\"citation\" data-id=\"490114\"><span class=\"antecedent_guess\">Cooper,</span> <a href=\"/opinion/490114/in-re-jonathan-cooper-and-steven-lynn/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">834</span></a></span>.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Petitioner suggests that recusal of a judge presents a special circumstance which, even in the absence of clear entitlement to the requested relief, warrants interlocutory review by way of mandamus.  This suggestion is not without force.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  In cases in which parties have sought recusal based on assertions of actual bias, we have stated that \"the issue of judicial disqualification presents an extraordinary situation suitable for the exercise of our mandamus jurisdiction.\"  In re United <span class=\"citation\" data-id=\"398012\"><span class=\"antecedent_guess\">States,</span> <a href=\"/opinion/398012/in-re-united-states-of-america/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">694</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our rationale in these cases has been that \"[p]ublic confidence in the courts may require that such a question be disposed of at the earliest possible opportunity.\"  In re Union Leader Corp., <span class=\"citation\" data-id=\"254554\"><a href=\"/opinion/254554/in-the-matter-of-union-leader-corporation/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">381</span></a></span>, 384 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">927</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">361</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span> </span>(1961).  However, we have cautioned that this philosophy does not \"commit us to entertaining every rejected affidavit of prejudice,\" and we have made it clear that, even when a mandamus petition seeks a judge's recusal based on an assertion of actual bias, mandamus remains \"a discretionary writ.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Because its </span>origins are equitable in nature, the writ should issue to remedy a wrong, not to promote one--and it should not \"be granted in aid of those who do not come into court with clean hands.\"   United States v. Fisher, <span class=\"citation\" data-id=\"97487\"><a href=\"/opinion/97487/united-states-ex-rel-turner-v-fisher/\"><span class=\"volume\">222</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">204</span></a></span>, 209 (1911).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this case, principles of equity caution against exercising discretion to reach out for the disqualification issue here and now.  To explain why, we must remind the reader that mandamus is a potent weapon.  Precisely because the writ packs a considerable wallop, litigants are sometimes tempted to employ it for its strategic value, regardless of the merits of their cause.  See <span class=\"citation\" data-id=\"533780\"><span class=\"antecedent_guess\">Allied-Signal,</span> <a href=\"/opinion/533780/in-re-allied-signal-inc/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">970</span></a></span>;  In re Drexel Burnham Lambert Inc., <span class=\"citation\" data-id=\"514761\"><a href=\"/opinion/514761/in-re-drexel-burnham-lambert-incorporated-drexel-burnham-lambert-group/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1307</span></a></span>, 1312-16 (2d Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2458</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1012</span> </span>(1989).  Ignoring this possibility when, as now, a petition for mandamus seeks the disqualification of a judge shortly after the judge decides a major point against the petitioner would be to blink reality.  In the real world, recusal motions are sometimes driven more by litigation strategies than by ethical concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In such straitened circumstances, appellate tribunals must be especially alert to the dangers of manipulation.  Courts can ill afford to permit mandamus to be used as a tactic to jettison an impartial judge whose slant on a case, as evidenced by his rulings, jeopardizes a party's chances for ultimate success.  See In re United Shoe Mach. Corp., <span class=\"citation\" data-id=\"250404\"><a href=\"/opinion/250404/in-the-matter-of-united-shoe-machinery-corporation-movant/\"><span class=\"volume\">276</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 79 (1st Cir.1960) (\"We cannot permit a litigant to test the mind of the trial judge like a boy testing the temperature of the water in the pool with his toe, and if found to his liking, decides to take a plunge.\")  (citation and internal quotation marks omitted);  cf. Reilly v. United States, <span class=\"citation\" data-id=\"515719\"><a href=\"/opinion/515719/donna-reilly-etc-v-united-states/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></a></span>, 160 (1st Cir.1988) (explaining that \"when a trial judge announces a proposed course of action which litigants believe to be erroneous, the parties detrimentally affected must act expeditiously to call the error to the judge's attention or to cure the defect, not lurk in the bushes waiting to ask for another trial when their litigatory milk curdles\").  By like token, courts cannot afford to spawn a public perception that lawyers and litigants will benefit by undertaking such machinations.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This case runs up just such a red flag.  While the record does not compel a finding that petitioner and its lead attorneys delayed any attempt to retract Maine counsel's waiver as part of a plot to await the results of the judge's impending decision, the chronology is suggestive.  The scenario lends itself to the following description:  Cargill, armed with all the relevant facts no later than January 14 and knowing that the judge planned to decide the key motion in the case during the following week,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> held its \"appearance-of-impropriety\" and \"invalid waiver\" arguments in reserve, deferred any recusal initiative, awaited the ruling on the motion to dismiss, found that ruling to be greatly disappointing, and then pulled the recusal option off the shelf in hopes of locating a more sympathetic trier.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Of course, Verner, Liipfert tries strenuously to explain away this chain of events.  The firm's attorneys have regaled us with descriptions of both their busy travel schedules and the inclement weather that struck the nation's capitol during January of 1994.  But even if we were to take these excuses at face value, they are simply not sufficient to justify the firm's decision to sit silently by until the judge had showed his hand.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We believe it is self-evident that, once Cargill was aware of the details surrounding Petruccelli's relationship with the judge, it should at a bare minimum have told the court that it wanted time to rethink its options and sought a delay in the issuance of the court's opinion (which it knew to be imminent).  In all probability, it would have taken no more than a telephone call or a facsimile transmission to place matters on hold.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Thus, putting the most favorable face on the situation, it is apparent that Cargill and its lead counsel neglected to act with the immediacy that the circumstances obviously required.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Our need to exercise discretion also demands that we take a related point into account.  The case at hand is different than our earlier precedents in several respects.  First, it does not involve a claim of actual bias, and, thus, it lacks one important ingredient that in the past often prompted us to undertake review of judicial disqualification orders at the earliest practicable time.  See Union <span class=\"citation\" data-id=\"254554\"><span class=\"antecedent_guess\">Leader,</span> <a href=\"/opinion/254554/in-the-matter-of-union-leader-corporation/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">384</span></a></span>.   When issuing the writ is necessary to promote public confidence in the courts by avoiding the unseemly spectacle of trial before a biased judge, the need for immediate relief is manifest.  See In re United <span class=\"citation\" data-id=\"398012\"><span class=\"antecedent_guess\">States,</span> <a href=\"/opinion/398012/in-re-united-states-of-america/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">694</span></a></span>.   These concerns are lessened where, as here, there is neither a trace nor a suggestion of actual bias.  Second, in this case, the party who now claims to be aggrieved earlier had made an express waiver of the stated ground for disqualification.  This, too, changes the calculus of public perception.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Last, but far from least, petitioner's course of conduct--whether conniving or merely slipshod--influences our assessment of the equities.  Its handling of the matter places us between Scylla and Charybdis:  if we do not entertain the petition, we run a risk of seeming hesitant to inquire too deeply into a possible abuse of judicial power;  yet, if we entertain the petition despite the appearance of sandbagging that Cargill has created, we run a risk of eroding public confidence in the courts by seeming to reward a litigant for its gamesmanship.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Given the fundamental nature of mandamus, declining jurisdiction in the exercise of our informed discretion seems preferable.  Though it might be mere coincidence that the delay in seeking to set aside the waiver worked to Cargill's advantage by allowing it to see which way the wind was blowing before deciding whether to urge recusal, the appearance of judge-shopping is sufficiently pronounced that the equities counsel restraint.  See, e.g., Apple v. Jewish Hosp. &amp; Medical Ctr., <span class=\"citation\" data-id=\"494602\"><a href=\"/opinion/494602/jean-apple-as-administratrix-of-the-estate-of-denise-smith-deceased-v/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">326</span></a></span>, 334 (2d Cir.1987) (noting that a \"movant may not hold back and wait, hedging its bets against the eventual outcome\");  Phillips v. Amoco Oil Co., <span class=\"citation\" data-id=\"475510\"><a href=\"/opinion/475510/willie-d-phillips-horace-t-lovell-jp-fennell-william-h-jones-frank/\"><span class=\"volume\">799</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1464</span></a></span>, 1472 (11th Cir.1986) (\"Counsel, knowing the facts claimed to support a Sec. 455(a) recusal for appearance of partiality may not lie in wait, raising the recusal issue only after learning of the court's ruling on the merits.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1016</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1893</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">500</span> </span>(1987).  We simply cannot afford to nourish the impression that the courts, as an institution, will bend over backward, overlook the obvious, and countenance sharp tactics merely because they are directed at a judge.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We need go no further.  Petitioner has neither met the conventional requirements for mandamus relief nor satisfied us that, in the unique circumstances of this case, the equities favor an affirmative exercise of our discretion.  Consequently, we deny the petition, without prejudice to Cargill's right to raise its claim of error, if it so chooses, in an end-of-case appeal.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The petition for a writ of mandamus is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">--Appendix follows;  dissenting opinion follows appendix--</p>\n    </div>\n    <p>APPENDIX</p>\n    <p>CHAMBERS CONFERENCE</p>\n    <p>January 12, 1994</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>THE COURT:  This is a very simple matter, I think.  At least the reason for the conference, so you don't have to get all excited about it, is because Mr. Bates is counsel in this matter and I have a disclosure that I must make to counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>Approximately on December 19th, 1993, while Mrs. Carter and I were in the course of looking for a new house, I got in a controversy with a party in a contract, a purchase and sale, a minor controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>I, on that date, called Gerald Petruccelli, Mr. Bates's partner, and I asked him if he could give me advice and perhaps represent me if it came to that.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>He called me back on December 20th and said that he had decided there was no impediment to this representation of me.  I met with him on December 21 for about 45 to 50 minutes, we discussed the matter.  I told him that I wanted a quick resolution--I should practice what I preach.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>I had telephone conferences with him about the matter on December 22, 23, 28 and 29, four or five minutes a piece.  I understand from him that he had telephone conferences during that period of time with another attorney and on January 6th, 1994, the matter was resolved to my satisfaction.  On the 7th, Mr. Petruccelli rendered to me his bill and on the 10th, that bill was paid in full.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>The understanding at the conference that I had with him on the 21st of December was that I would pay the usual rate, usual fee computed at the usual hourly rate for the hours of devotion to the case that he would charge to any stranger off the street.  And I was very serious about that, and I'm sure that he was and I think the bill was entirely satisfactory one to me, and I have no reason to expect that it is to him.  So we have no kind of debt of any kind to each other out of this very brief transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>I will tell you that I am morally certain in my own mind that this series of events will not in any way affect my ability in the way I would find it to be properly decided, even if the event had not occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>However, under the code, the canons of judicial conduct, I felt arguably perhaps, but I felt that it was proper, perhaps required, but at least proper that I disclose it and see if anyone has any objection in my continuing to serve as the judge who will ultimately decide this case.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>MR. BATES:  Speaking for the plaintiff, we have absolutely no objection.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>THE COURT:  The record should also reflect that I never had any conversation with Mr. Bates or anyone else of Mr. Petruccelli's office.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>MR. O'LEARY:  Speaking for the defense, there is no objection.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>THE COURT:  I wanted you to know this.  That's all I have.  We have been for some time--I have been in the course of dealing with motions which raise some very interesting and difficult questions and I expect that within a week or so I will be in a position to file a decision resolving that, so the matter can go forward.  I apologize having held the matter up that long but these are very tough things, not matters of first impression, and I don't have a lot of guidance by better judges than I.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>MR. O'LEARY:  Thank you.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>MR. BATES:  We appreciate it.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>THE COURT:  Thank you very much.  Another matter, the Graffam, matter, is scheduled for trial, which is in your office on the other side, you might just talk with them about it, Bill Kayatta, apprise him of what has happened and tell him that matter is also scheduled for conference for the same purpose so he can have a chance to reflect on it.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>MR. BATES:  I don't know that this needs to be a part of the record.  I know that Gerry told me that he was going to call Bill Kayatta, and did so.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>THE COURT:  Gerry did call and tell me that he had called someone to see if that would create, if his representation would create any problem and I didn't know what case it was about or who the lawyer was.  Ultimately he called me back and told me that he had found no impediment to his representation.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>MR. O'LEARY:  I appreciate the disclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>[End of conference]</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge, (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">While the question is exceedingly close, I regret that I cannot agree with the court.  The court's opinion would be persuasive if written before the Judicial Conference of the United States had adopted Canon 3D of the Code of Conduct for United States Judges.   But the court's opinion seems to me to pay too little attention to the district court's failure to have observed the Canon.  Canon 3D provides,</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>A judge disqualified by the terms of Canon 3C(1), except in the circumstances specifically set out in subsections (a) through (e) may, instead of withdrawing from the proceeding, disclose on the record the basis of disqualification.  If the parties and their lawyers after such disclosure and an opportunity to confer outside of the presence of the judge, all agree in writing or on the record that the judge should not be disqualified, and the judge is then willing to participate, the judge may participate in the proceeding.  The agreement shall be incorporated in the record of the proceeding.  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Canon 3D applies squarely to the situation here, in which a judge has sought the parties' waiver of his mandatory disqualification under Sec. 455(a).  Congress expressly allows a judge to accept a waiver of his disqualification under Sec. 455(a) (appearance of lack of impartiality) although not under Sec. 455(b) (bias, personal knowledge of facts, financial interest, etc.).  See 28 U.S.C. Sec. 455(e).  But while Sec. 455(e) specifies no more than that such waiver be preceded \"by a full disclosure on the record of the basis for disqualification,\" the judiciary is also subject to its own Canon 3D which imposes additional conditions that were not followed here.  For that reason, I disagree that the parties ever effectively waived the duty imposed by Sec. 455(a) that the judge disqualify himself.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">I make two points at the outset.  First, as my colleagues seem to concede, the judge's employment, as his own lawyer, of the senior partner of the law firm representing plaintiffs at the time he was considering a major dispositive motion in plaintiffs' lawsuit, gave rise to a reasonable question of his impartiality under Sec. 455(a).  While this was hardly a major indiscretion as such matters go, it was the kind of conduct that gives rise to an appearance of impropriety.  Our court is in apparent agreement as to the applicability of Sec. 455(a).  However, because the district court felt otherwise, and because the issue deserves consideration, I have stated my reasons for finding that Sec. 455(a) applies in an appendix to this dissent.  Section 455(a) required the judge to disqualify himself sua sponte unless he received and accepted an appropriate waiver from the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">A second point is that the proceedings at the January 12 conference--at which the judge candidly and commendably disclosed the matter--omitted to follow Canon 3D in basic ways.  Canon 3D was developed to offset the criticism that otherwise disqualified judges sometimes secured the parties' agreement to allow them to continue in cases by taking advantage of counsel's natural reluctance to offend a judge before whom they frequently had to appear.  The original language of Canon 3D was drafted by a special committee of the American Bar Association chaired by the former chief justice of the Supreme Court of California, Justice Traynor.  Justice Traynor emphasized that, before a valid waiver could occur, counsel must receive an opportunity to confer with their clients outside the judge's presence.  The special committee also believed that the client as well as counsel had to be involved in the waiver decision, as the \"parties are less likely than counsel to feel judicial pressure [to remain in the case]....\"  Broadening and Clarifying the Grounds for Judicial Disqualification:  Hearing on S. 1064 Before the Subcomm. of Courts, Civil Liberties and the Administrative Justice of the House Comm. on the Judiciary, 93d Cong., 2d Sess.  (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The Canon serves in part to dispel counsel's sense that by failing immediately to endorse the judge's continued presence in the case, counsel might annoy the judge and prejudice their cause.  Under the Canon, counsel must be extended an opportunity to consider the disqualification issue outside the judge's presence, hence free from the fear that any hesitancy to endorse the judge's continued presence may be personally held against him.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In the present case, the judge never stated that local counsel was free to withdraw and discuss disqualification with his client and co-counsel.  The judge knew or should have known at this time that counsel had no prior opportunity to discuss the issue with his client.  The judge had not disclosed the subject of the conference in advance.  Local counsel had made express inquiry the day previous as to what the January 12 meeting would be about and could learn nothing.  Counsel, therefore, could not have discussed the issue with his client and lead counsel prior to the meeting.  When he came to the conference, local counsel had to react on the spur of the moment, without knowing what rights the judge was prepared to recognize, without knowing whether the judge would recuse himself if counsel objected, and without reassurance from the court that, without offense, local counsel would be given a chance to consider this matter with his client outside of the court's presence.  The express language of the Canon, conditioning a waiver upon an opportunity to confer with the parties and counsel outside the judge's presence, was not, in these circumstances, put into play.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In hindsight, to be sure, local counsel could have sought to save the situation by requesting time to talk to lead counsel and his client--a request the judge indicates he would have granted.  However, without the judge's advance advice, counsel would not necessarily be expected to know of his rights under Canon 3D, or indeed to know that Canon 3D existed at all.  Moreover, counsel may have felt that, where the judge stated that the disclosed conduct would not affect his ability to decide the case, and indicated no clear willingness to withdraw, any hesitancy would simply be an irritant.  The duty to extend the benefits of this Canon to the parties rests upon the judge.  Here the judge did not mention the provisions of the Canon nor indicate what rights he would recognize.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In such circumstances, I think it plain that no waiver occurred on January 12.  In fact, the scenario at the January 12 conference was exactly the one that Canon 3D was intended to change.  The drafters of Canon 3D thought that a judge who simply announced disqualifying facts, indicated his desire to continue to serve, and solicited and accepted oral waivers from the attorneys present, might be exercising a \"velvet blackjack.\"   Broadening and Clarifying the Grounds for Judicial Disqualification:  Hearing on S. 1064 Before the Subcomm. of Courts, Civil Liberties and the Administrative Justice of the House Comm. on the Judiciary, 93d Cong., 2d Sess.  (1974).  Canon 3D, by requiring discussion with the clients outside the judge's presence and, by requiring the clients' acquiescence as well as that of counsel, sought to ease the pressures to acquiesce that inhered in the \"old\" process.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">It is true that the Code of Judicial Conduct is not statutory, nor does the Judicial Conference of the United States which adopted the Code hold a specific statutory grant of authority to enact binding ethical rules.  However, the Conference is itself a creature of statute.  See 28 U.S.C. Sec. 331.  Chaired by the Chief Justice, the Conference is the one body recognized as speaking administratively for the entire federal judiciary.  Its adoption of Canon 3D, I suggest, gives the Canon great persuasive weight.  Additionally, the provisions of Canon 3D emanated from a model ethical code drafted by the American Bar Association and adopted in one or another version, by many states.  It is important, I think, to our institutional credibility, that the procedures set out in Canon 3D of the Code of Conduct for United States Judges be taken seriously.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">As, in my view, no waiver occurred by force of local counsel's acquiescence on January 12, the question arises whether some kind of de facto waiver or equitable bar should be implied from Cargill's failure to object promptly to the judge's continued participation once its local counsel had told it of the judge's disclosures.  Cargill also learned at the January 12 conference that the judge was about to hand down his ruling.  If Cargill did not want the judge to participate, my colleagues believe that Cargill was required to protest then and there, rather than strategically waiting to see how the wind blew, objecting--as it did--only after the judge had ruled against it.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">This is a close question.  There is certainly weight to my colleagues' view that Cargill may be misusing the Canon now for purely strategic purposes.  It can be implied, moreover, that the district court having fully revealed the conduct in question, sincerely, if incorrectly under the Canon, relied on local counsel's approval, not withdrawn, as sanctioning the court's continuance in the case.  But while reasonable minds may differ, I believe that the court's failure to follow Canon 3D's waiver procedures so clouded future events as to make it inappropriate to read too much into Cargill's failure to challenge the judge's continued participation during the week prior to the court's ruling on the motion.  A primary purpose of the procedure outlined in the Canon is to remove, or at least to lessen, the pressure of the judge's feared resentment if a waiver is not quickly volunteered.  This lessening of pressure would not have happened here.  The Canon anticipates that the court will reassure attorneys in advance of their right to speak to their clients out of the judge's presence.  Also that the judge will inform counsel that he will withdraw if waiver is not granted, or, at least, of his intentions in this regard.  In the present case, by the time Cargill learned of the judge's stated grounds for disqualification, the judge had already made the decision not to recuse himself.  At that point, Cargill had no assurance that its repudiation of local counsel's acquiescence would be honored.  It had to decide whether to risk angering the judge futilely at a time when the matter seemed to have been settled and a decision on its motion was imminent.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">To be sure, Cargill's local counsel could have acted differently.  It is often true--and properly so--that a client is bound by positions taken or not taken by his attorney.  Canon 3D makes it clear, however, that attorney acquiescence, standing alone, is not enough to constitute a waiver.  Local counsel's acquiescence followed by Cargill's reluctance to object cannot be disassociated from the judge's initial failure to implement the Canon provision--a provision that the judge himself is responsible for explaining and implementing in the first instance.  Canon 3D, setting out the requirements for a judge to secure a valid waiver of his own disqualification, is not mere grist for the adversarial mill.  Rather, it is a rule of conduct the judge is supposed to know and apply.  While Cargill's counsel might have saved the situation, responsibility for the error should not too easily be shifted to the shoulders of one of the parties.  Given the altered situation confronting Cargill once the die had been cast on January 12, I am not disposed to find that Cargill ratified local counsel's earlier acquiescence simply by taking no action before the court's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Cargill, to be sure, had to act diligently if it wished to challenge the judge.  Delay would soon become unfair to Cargill's opponent, who would continue to invest money and effort into the lawsuit in reliance upon the continued service of the judge in question.  But Cargill's raising of an objection within a month after the decision seems to me to be acceptable given that the initial error was that of the judge, not Cargill.  In so saying, I recognize the validity of my colleagues' concern that Cargill may well be acting strategically, and that courts are, and should be, reluctant to allow two bites at the apple.  But against this must be weighed the nonobservance of Canon 3D.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">As Sec. 455(a) applied and, in my view, no sufficient waiver occurred under Sec. 455(e), the question of remedy arises.  In Liljeberg v. Health Serv.  Acquisition Corp., <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">847</span></a></span>, 862-64, <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2194</span></a></span>, 2203-05, <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">855</span> </a></span>(1988), the Supreme Court wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>A conclusion that a [Sec. 455(a) ] violation occurred does not, however, end our inquiry.  As in other areas of the law, there is surely room for harmless error committed by busy judges who inadvertently overlook a disqualifying circumstance.  There need not be a draconian remedy for every violation of Sec. 455(a)....   We conclude that in determining whether a judgment should be vacated for a violation of Sec. 455(a), it is appropriate to consider the risk of injustice to the parties in the particular case, the risk that the denial of relief will produce injustice in other cases, and the risk of undermining the public's confidence in the judicial process.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">See also In re Allied-Signal, Inc., <span class=\"citation\" data-id=\"533781\"><a href=\"/opinion/533781/in-re-allied-signal-inc/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span>, 975-76 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">For a new judge to be brought in at this juncture would not, in my view, be a draconian remedy, nor a license for unwarranted attacks on courts.  To be sure, the question that arose here--the judge's brief use of the senior law partner in the same law firm retained by plaintiffs--was not monumental and quite likely would have been waived by Cargill in a proper proceeding.  Moreover, evidencing his integrity, the judge quickly called a conference and revealed all the relevant facts.  Nonetheless, the judge's retention of Mr. Petruccelli at the time of the pending lawsuit did create the appearance of lack of impartiality;  and section 455(a) required the judge to step aside unless he received proper waivers from the parties.  As this did not occur here, and as the case is still at an early stage, I think it would be reasonable for another judge to enter the case.  While this imposes some small price on the court and plaintiffs, it is justified as demonstrating the need to observe the Canon.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">I would add that, had mandamus requiring a new judge been granted, it would have been open to this court to let stand the former judge's ruling on Cargill's dismissal motion.  Whether to do this would have been a close question, but, however that issue were resolved, the bringing in of a new judge would have emphasized that Canon 3D procedures are not precatory.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">I do not take too seriously my colleagues' suggestion that this issue may be revisited several years down the road on direct appeal from any final judgment rendered in plaintiffs' favor.  By then there would be overwhelming equities in plaintiffs' favor not to require them to undergo the expense and burden of retrying the case before a different judge.  The Supreme Court has stated \"that in determining whether a judgment should be vacated for a violation of Sec. 455(a), it is appropriate to consider the risk of injustice to the parties.\"  <span class=\"citation\" data-id=\"112106\"><span class=\"antecedent_guess\">Liljeberg,</span> <a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">864</span></a></span>, 108 S.Ct. at 2205.   Mandamus has been properly recognized as the usual and proper remedy for raising and resolving promptly a question of judicial disqualification such as this.  See, e.g., Alexander v. Primerica Holdings, Inc., <span class=\"citation\" data-id=\"658112\"><a href=\"/opinion/658112/judd-alexander-and-richard-edwards-on-behalf-of-themselves-and-as/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 163 (3d Cir.1993);  In re United States, <span class=\"citation\" data-id=\"398012\"><a href=\"/opinion/398012/in-re-united-states-of-america/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></a></span>, 694 (1st Cir.1981).  I would expect that the court's decision, which has been rendered after the most careful consideration by all members of the panel, will end the matter.</p>\n    </div>\n    <p>Appendix to Judge Campbell's Dissent</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">For the following reasons, I conclude that the judge's relationship with Mr. Petruccelli required him to recuse himself under 28 U.S.C. Sec. 455(a) absent receipt of the parties' waiver.  That statute provides that a judge \"shall disqualify himself in any proceeding in which his impartiality might reasonably be questioned.\"  (emphasis supplied).  The legislative history indicates that section 455(a) was meant to lessen the traditional \"duty to sit,\" and, as the Supreme Court has indicated, to require avoidance of even the appearance of partiality.  Liljeberg v. Health Serv.  Acquisition Corp., <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">847</span></a></span>, 860-61, <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2194</span></a></span>, 2202-03, <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">855</span> </a></span>(1988).  Recusal may be required even in the absence of actual partiality if there is an objectively reasonable basis for doubting the judge's impartiality.  Id.;  see Code of Judicial Conduct Canon 2 (1973) (\"[A] judge should avoid impropriety and the appearance of impropriety in all his activities.\")  (emphasis supplied).  The Committee on the Codes and Conduct of the Judicial Conference of the United States stated that</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>where an attorney-client relationship exists between the judge and the lawyer whose law firm appears in the case, the judge should recuse absent remittal.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">2 Administrative Office of the U.S. Courts, Guide to Judiciary Policies and Procedures V-25 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The proper standard for ascertaining whether a judge's impartiality might reasonably be questioned under Sec. 455(a) is whether the charge of lack of impartiality is grounded on facts that would create a reasonable doubt, not in the mind of the judge, or even necessarily that of the litigant, but rather in the mind of the reasonable person.  See United States v. Cowden, <span class=\"citation\" data-id=\"340655\"><a href=\"/opinion/340655/united-states-v-jerome-fleet-cowden/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">257</span></a></span>, 265 (1st Cir.1976), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">909</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1181</span></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">585</span> </span>(1977).  Section 455(a) requires a contextual, case-by-case analysis.  It does not imply a bright-line rule disqualifying any judge who ever has personal dealings with an attorney whose firm represents litigants before the same judge.  The existing case law on the subject of judge-attorney dealings rests on exceedingly fact-specific judgments, with different outcomes in different situations.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Having said this, certain principles seem clear.  A judge would ordinarily be disqualified to sit by Sec. 455(a) if an attorney in the case before him or her were, at the same time, actively representing the judge in a personal matter.  See 13A Charles Wright, Arthur Miller &amp; Edward Cooper, Federal Practice and Procedure Sec. 3549 at 614 (1984);  cf. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Potashnick,</span> <span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1110-12</span></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Texaco,</span> <span class=\"volume\">354</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">657</span></span>.   And while the situation is more attenuated where the judge is being personally represented not by the same attorney but by someone else in the attorney's firm, the latter situation is at least cause for concern, as there can be no doubt that, in many factual situations, such overlap can create the appearance of partiality calling for withdrawal under Sec. 455(a).  The members of the Judicial Conference Committee advising judges as to the proper interpretation of the Code of Conduct have said as much.  See 2 Guide to Judiciary Policies and <span class=\"citation no-link\"><span class=\"antecedent_guess\">Procedures,</span> supra</span>, at V-25.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Weighing all the factors in the present case--in which I entertain no doubt whatsoever as to the judge's personal integrity--I nonetheless believe that a reasonable person viewing all the circumstances might have questioned the impartiality of the judge.  The judge's ruling to the contrary was, I believe, an abuse of discretion.  See In re United States, <span class=\"citation\" data-id=\"398012\"><a href=\"/opinion/398012/in-re-united-states-of-america/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></a></span>, 697 (1st Cir.1981) (a federal judge's decision on whether to recuse himself or herself is committed to that judge's sound discretion).</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The judge received personal legal services from the senior partner of Petruccelli &amp; Martin, a small eight-member firm, close to the time the court ruled upon a dismissal motion that, had it been resolved for Cargill, would have put Petruccelli &amp; Martin's client out of court.  The problem is not simply that by personally retaining Mr. Petruccelli, the judge indicated he had high regard for the latter's professional abilities.  Judges may and often do, with propriety, indicate respect for an attorney's competence.  Here, however, by retaining the senior partner of this small firm for personal legal advice while having under advisement a dispositive motion in a case being handled by other members of the firm, the court gave the appearance that he may have had a particular affinity for that firm and perhaps some close and special relationship.  Other attorneys in the same case could reasonably have been offended by what might have appeared, from the outside, to have been a confidential relationship between the judge and Mr. Petruccelli at that particular time.  Also, even after the ending of the judge's own attorney-client relationship, an outside observer might wonder if, in some manner, consciously or unconsciously, the judge's appreciation for a job well done by plaintiff's law firm might possibly affect his handling of the pending case.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">The judge's brief attorney-client relationship with Mr. Petruccelli ended, it is true, before the judge's decision in the case against Cargill.  The judge, however, had worked on Cargill's motion during the period of that relationship.  Moreover, the relationship ended only ten days before the decision--a period too short to insulate the two events from one another.  Any appearance of partiality that existed prior to the time the representation ceased cannot be meaningfully separated from the court's decision of January 19.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">It is important to emphasize that 28 U.S.C. Sec. 455(a) is concerned with the appearance of impartiality.  <span class=\"citation\" data-id=\"112106\"><span class=\"antecedent_guess\">Liljeberg,</span> <a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">860-61</span></a></span>, 108 S.Ct. at 2202-03.   Disqualification for actual personal bias or prejudice is separately covered by Sec. 455(b)(1).  The judge seems to have overlooked the appearance aspect of the statute when he emphasized at the January 12 conference his moral certainty that his handling of the case would not be affected by the relationship with Mr. Petruccelli.  The question was not just whether he was biased or prejudiced, but whether his impartiality might reasonably be questioned, a related but different matter.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  According to the House Report accompanying amendments to Sec. 455,</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p>Subsection (a) of the amended section 455 contains the general, or catch-all, [of Canon 3C] that a judge shall disqualify himself in any proceeding in which 'his impartiality' might reasonably be questioned.  This sets up an objective standard, rather than the subjective standard set forth in the existing statute....  This general standard is designed to promote public confidence in the impartiality of the judicial process by saying, in effect, if there is a reasonable factual basis for doubting the judge's impartiality, he should disqualify himself and let another judge preside over the case.  The language also has the effect of removing the so-called 'duty to sit' which has become a gloss on the existing statute....</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">H.Rep. No. 93-1453, 93d Cong., 2d Sess.  (1974), reprinted in 1974 U.S.C.C.A.N. 6351, 6354-6355.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">To be sure, the drafters of the statute were also concerned, as are my colleagues here, that the statute not be used by litigants for purely strategic purposes.  The House Report cautions that the new test should not be used by judges to avoid sitting in difficult or controversial cases.  Disqualification for lack of impartiality must always have \"a reasonable basis.\"   <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"id_token\">Id.</span> (emphasis in </a></span>original).</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Yet the question at issue is, objectively, whether the circumstances reasonably gave rise to a question of the judge's impartiality.  If so, the judge shall disqualify himself.  An express purpose of the 1974 rewrite of Sec. 455 was to abandon the subjective standard of the older statute, which had depended largely on the judge's personal view of whether he or she could behave impartially.  Unfortunately, the circumstances here created a situation where a reasonable observer could entertain doubts as to the judge's impartiality.  The judge himself obviously had concerns about the appearance of what had happened, leading him to call the conference of January 12 for the purpose of disclosing what had transpired.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">That a question of the judge's impartiality under Sec. 455(a) existed does not mean that the judge committed a serious impropriety.  The judge explained that he did not immediately focus on the fact that Mr. Petruccelli's firm, partners and associates were involved in the case pending before him.  Once aware, the judge commendably disclosed the relationship.  This action speaks loudly as to the judge's personal integrity.  The fact remains, however, that a reasonable observer could objectively question the judge's impartiality in the particular circumstances.  The judge was, therefore, required to remove himself unless he had received the parties' waiver.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Petitioner premises his argument on the ground that the judge's impartiality might reasonably be questioned.  The relevant statute provides:</p>\n        <p>Any justice, judge, or magistrate of the United States shall disqualify himself in any proceeding in which his impartiality might reasonably be questioned.</p>\n        <p>28 U.S.C. Sec. 455(a) (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This declaration, and other declarations reflecting the judge's state of mind, are extracted from the record of a conference held in this case (reprinted in the appendix), from the judge's notice to counsel (described infra ), and from the order denying Cargill's recusal motion.  For the most part, petitioner has not challenged the factual accuracy of the judge's statements</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court eventually denied this motion.  Petitioner does not assign error to the denial, nor could it rewardingly do so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The disqualification requirement of section 455(a) is triggered, despite the lack of any actual bias on the judge's part, if a reasonable person, knowing all the circumstances, would question the judge's impartiality.  See Liljeberg v. Health Servs.  Acquisition Corp., <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">847</span></a></span>, 861-62, <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2194</span></a></span>, 2203-04, <span class=\"citation\" data-id=\"112106\"><a href=\"/opinion/112106/liljeberg-v-health-services-acquisition-corp/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">855</span> </a></span>(1988).  Most observers would agree that a judge should not hear a case argued by an attorney who, at the same time, is representing the judge in a personal matter.  See 13A Charles Wright, Arthur Miller &amp; Edward Cooper, Federal Practice and Procedure Sec. 3549, at 614 (1984) (citing cases).  Although the appearance of partiality is attenuated when the lawyer appearing before the judge is a member of the same law firm as the judge's personal counsel, but not the same individual, many of the same cautionary factors are still in play.  See, e.g., 2 Administrative Office of the U.S. Courts, Guide to Judiciary Policies and Procedures V-32 (1995) (expressing the view that \"where an attorney-client relationship exists between the judge and the lawyer whose law firm appears in the case, the judge should recuse absent remittal\").  This principle would seem to have particular force where, as here, the law firm is small and the judge's lawyer is a name partner</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although we need not decide the point, we doubt that every instance of noncompliance with the CCUSJ automatically justifies post-hoc invalidation of a waiver that otherwise meets the test of section 455(e).  Certainly, the case law on the point is less than transpicuously clear.  See, e.g., <span class=\"citation\" data-id=\"412028\"><span class=\"antecedent_guess\">Nobel,</span> <a href=\"/opinion/412028/united-states-v-harvey-nobel/\"><span class=\"volume\">696</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">237</span> </a></span>(explaining that \"it is sufficient under [section 455(e) ] if the judge provides full disclosure of his or her relationship at a time early enough to form the basis of a timely motion at or before trial and under circumstances which avoid any subtle coercion\");  Haire v. Cook, <span class=\"citation\" data-id=\"1400265\"><a href=\"/opinion/1400265/haire-v-cook/\"><span class=\"volume\">237</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">639</span></a></span>, <span class=\"citation\" data-id=\"1400265\"><a href=\"/opinion/1400265/haire-v-cook/\"><span class=\"volume\">229</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">436</span></a></span>, 438-39 (1976) (similar;  construing Georgia law);  Commonwealth v. Keigney, 3 Mass.App.Ct. 347, <span class=\"citation\" data-id=\"2017388\"><a href=\"/opinion/2017388/commonwealth-v-keigney/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">778</span></a></span>, 781 (1975) (Goodman, J., concurring) (similar;  construing Massachusetts law).  Notwithstanding the importance we attach to the CCUSJ and the obvious desirability of assuring judicial compliance with the canons, we think a strong argument can be made that not all instances of noncompliance with the CCUSJ are automatic disqualifiers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Because we find no clear and indisputable entitlement to the requested relief, we need not consider whether Cargill satisfied the second prong of the mandamus test by a showing of irreparable harm.  We note, however, that although there is always some harm in litigating for nought, that harm repeatedly has been held insufficient, in itself, to justify mandamus relief.  See, e.g., In re Bushkin Assocs., <span class=\"citation\" data-id=\"516170\"><a href=\"/opinion/516170/in-re-bushkin-associates-inc-and-merle-j-bushkin/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">241</span></a></span>, 243-44 (1st Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In the same vein, however, we can envision cases in which, despite a showing that ordinarily would amount to clear entitlement, a litigant has acted so deplorably that the petitioned court might choose to withhold discretionary relief.  See generally Precision Instrument Mfg. Co. v. Automotive Maintenance Mach. Co., <span class=\"citation\" data-id=\"104131\"><a href=\"/opinion/104131/precision-co-v-automotive-co/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span>, 814, <span class=\"citation\" data-id=\"104131\"><a href=\"/opinion/104131/precision-co-v-automotive-co/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, 997, <span class=\"citation\" data-id=\"104131\"><a href=\"/opinion/104131/precision-co-v-automotive-co/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1381</span> </a></span>(1945) (explaining that the doctrine of unclean hands \"closes the doors of a court of equity to one tainted with inequitableness or bad faith relative to the matter in which he seeks relief\");  Texaco Puerto Rico, Inc. v. Department of Consumer Affairs, <span class=\"citation\" data-id=\"196188\"><a href=\"/opinion/196188/texaco-pr-inc-v-daco/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">867</span></a></span>, 880 (1st Cir.1995) (\"It is old hat that a court called upon to do equity should always consider whether the petitioning party has acted in bad faith or with unclean hands.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The various affidavits submitted by the petitioner to the district court establish that on Wednesday, January 12, the very day that the disclosure conference was held, Pierce, Atwood informed Verner, Liipfert of what had transpired, including the judge's plan to issue his decision in approximately one week.  A corporate official was told of the situation no later than Friday, January 14</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Cargill suggests that it might have offended the judge by taking such action.  We think its concerns are overblown:  lawyers run such a risk every time they seek a judge's recusal.  In any event, trial advocacy is no sport for the timorous</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Just as orders disqualifying or refusing to disqualify counsel \"can be reviewed as effectively on appeal of a final judgment as on an interlocutory appeal,\" Richardson-Merrell, Inc. v. Koller, <span class=\"citation\" data-id=\"111475\"><a href=\"/opinion/111475/richardson-merrell-inc-v-koller/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 438, <span class=\"citation\" data-id=\"111475\"><a href=\"/opinion/111475/richardson-merrell-inc-v-koller/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2757</span></a></span>, 2765, <span class=\"citation\" data-id=\"111475\"><a href=\"/opinion/111475/richardson-merrell-inc-v-koller/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">340</span> </a></span>(1985), we see no reason why orders pertaining to judicial disqualification cannot be effectively reviewed at that time and in that manner.  Nor is this scenario oddly configured.  An end-of-case appeal is a matter of right, while mandamus is a matter of discretion.  Courts have frequently found that difference dispositive in analogous circumstances.  See, e.g., Allied Chem.  Corp. v. Daiflon, Inc., <span class=\"citation\" data-id=\"110354\"><a href=\"/opinion/110354/allied-chemical-corp-v-daiflon-inc/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 34, <span class=\"citation\" data-id=\"110354\"><a href=\"/opinion/110354/allied-chemical-corp-v-daiflon-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">188</span></a></span>, 189-90, <span class=\"citation\" data-id=\"110354\"><a href=\"/opinion/110354/allied-chemical-corp-v-daiflon-inc/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">193</span> </a></span>(1980) (per curiam);  In re Bushkin Assocs., <span class=\"citation\" data-id=\"516170\"><a href=\"/opinion/516170/in-re-bushkin-associates-inc-and-merle-j-bushkin/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">241</span></a></span>, 244 (1st Cir.1989).  And, moreover, the fact that a lengthy trial has intervened will not rob an appeal of its effectiveness.  See, e.g., Stauble v. Warrob, Inc., <span class=\"citation\" data-id=\"593171\"><a href=\"/opinion/593171/alfred-stauble-individually-and-fub-warrob-inc-v-warrob-inc-alfred/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span> </a></span>(1st Cir.1992) (vacating judgment on direct appeal following 35-day trial, despite the circuit court's earlier denial of mandamus relief on the same ground)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See In re Placid Oil Co., <span class=\"citation\" data-id=\"477790\"><a href=\"/opinion/477790/in-re-placid-oil-company-placid-building-service-company-and-paul-a/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">783</span> </a></span>(5th Cir.1986);  Potashnick v. Port City Constr.  Co., <span class=\"citation no-link\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1101</span> </span>(5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">820</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">78</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span> </span>(1980);  Texaco v. Chandler, <span class=\"citation\" data-id=\"270172\"><a href=\"/opinion/270172/texaco-inc-a-delaware-corporation-v-honorable-stephen-s-chandler/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">655</span> </a></span>(10th Cir.1965), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">936</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1066</span></span>, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">853</span> </span>(1966);  Rapp v. Van Dusen, <span class=\"citation\" data-id=\"269115\"><a href=\"/opinion/269115/howard-h-rapp-administrator-of-the-estate-of-richard-f-zeller-deceased/\"><span class=\"volume\">350</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">806</span> </a></span>(3d Cir.1965);  In re Snowshoe Co., <span class=\"citation\" data-id=\"1872518\"><a href=\"/opinion/1872518/in-re-snowshoe-co/\"><span class=\"volume\">137</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">619</span> </a></span>(D.W.Va.1991), aff'd mem., <span class=\"citation\" data-id=\"575504\"><a href=\"/opinion/575504/royal-insurance-company-of-america-reidman-corporation-v-marine/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">639</span> </a></span>(4th Cir.1992);  Carbana v. Cruz, <span class=\"citation\" data-id=\"1682893\"><a href=\"/opinion/1682893/carbana-v-cruz/\"><span class=\"volume\">595</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">585</span> </a></span>(D.P.R.1984), aff'd mem., <span class=\"citation\" data-id=\"455006\"><a href=\"/opinion/455006/carbana-v-cruz/\"><span class=\"volume\">767</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span> </a></span>(1st Cir.1985);  Miller Indus., Inc. v. Caterpillar Tractor Co., <span class=\"citation\" data-id=\"1579077\"><a href=\"/opinion/1579077/miller-industries-v-caterpillar-tractor-co/\"><span class=\"volume\">516</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">84</span> </a></span>(D.Ala.1980);  Smith v. Sikorsky Aircraft, <span class=\"citation\" data-id=\"1738894\"><a href=\"/opinion/1738894/smith-v-sikorsky-aircraft/\"><span class=\"volume\">420</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">661</span> </a></span>(C.D.Cal.1976).  See also Varela v. Jones, <span class=\"citation\" data-id=\"443289\"><a href=\"/opinion/443289/georgia-varela-v-john-jones-individually-and-in-his-capacity-as-a-raton/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1413</span> </a></span>(10th Cir.1984);  S.J. Groves &amp; Sons Co. v. I.B.T., <span class=\"citation\" data-id=\"358830\"><a href=\"/opinion/358830/s-j-groves-sons-company-a-corporation-and-associated-general/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1241</span> </a></span>(7th Cir.1978);  United States v. Equifax, Inc., <span class=\"citation no-link\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span> </span>(5th Cir.1977), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1035</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">768</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">782</span> </span>(1978);  In re Georgetown Park Apt., <span class=\"citation\" data-id=\"1836398\"><a href=\"/opinion/1836398/in-re-georgetown-park-apartments-ltd/\"><span class=\"volume\">143</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">557</span> </a></span>(9th Cir.  BAP 1992).  Cf. In re Allied-Signal, Inc., <span class=\"citation\" data-id=\"533781\"><a href=\"/opinion/533781/in-re-allied-signal-inc/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span> </a></span>(1st Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Section 455 was completely rewritten by Congress in 1974 so as to conform with the then-new Code of Judicial Conduct which the Judicial Conference of the United States had adopted in 1973 as being applicable to all federal judges.  Section 455 was amended so as nearly to duplicate the Code's Canon 3C, with the intention that federal judges \"would no longer be subject to dual [i.e.] Code and statutory standards governing their qualification to sit in a particular proceeding.\"   H.Rep. No. 93-1453, 93d Cong., 2d Sess.  (1974), reprinted in 1974 U.S.C.C.A.N. 6351, 6353.  The Code of Judicial Conduct was drafted under sponsorship of the American Bar Association by a committee chaired by former California Chief Justice Roger J. Traynor.  The other committee members included Justice Potter Stewart of the U.S. Supreme Court, Judge Irving R. Kaufman of the U.S. Court of Appeals for the Second Circuit, and Judge Edward T. Gignoux of the U.S. District Court for the District of Maine</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/97487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/102095/",
    "https://www.courtlistener.com/api/rest/v3/opinions/102841/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104131/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105317/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109479/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110354/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111475/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112106/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194981/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196188/",
    "https://www.courtlistener.com/api/rest/v3/opinions/250404/",
    "https://www.courtlistener.com/api/rest/v3/opinions/254554/",
    "https://www.courtlistener.com/api/rest/v3/opinions/269115/",
    "https://www.courtlistener.com/api/rest/v3/opinions/270172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/340655/",
    "https://www.courtlistener.com/api/rest/v3/opinions/358830/",
    "https://www.courtlistener.com/api/rest/v3/opinions/358831/",
    "https://www.courtlistener.com/api/rest/v3/opinions/376824/",
    "https://www.courtlistener.com/api/rest/v3/opinions/396905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/398012/",
    "https://www.courtlistener.com/api/rest/v3/opinions/412028/",
    "https://www.courtlistener.com/api/rest/v3/opinions/443289/",
    "https://www.courtlistener.com/api/rest/v3/opinions/455006/",
    "https://www.courtlistener.com/api/rest/v3/opinions/475510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/477790/",
    "https://www.courtlistener.com/api/rest/v3/opinions/490114/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494602/",
    "https://www.courtlistener.com/api/rest/v3/opinions/513290/",
    "https://www.courtlistener.com/api/rest/v3/opinions/514761/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527784/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533781/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575504/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593171/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604120/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658112/",
    "https://www.courtlistener.com/api/rest/v3/opinions/674595/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1400265/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1579077/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1682893/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1738894/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1836398/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1872518/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2017388/"
  ]
}