{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196348/",
  "id": 196348,
  "absolute_url": "/opinion/196348/thinking-machines-v-mellon-financial/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196348/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:57Z",
  "date_modified": "2020-02-21T23:33:16.309057Z",
  "type": "010combined",
  "sha1": "1b0a8db5bb558c36e00435a57d26a464eb46e883",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1575.01A",
  "local_path": null,
  "plain_text": "\n\nNovember 17, 1995 UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1575\r\n\n              IN RE:  THINKING MACHINES CORPORATION,\r\n\n                             Debtor.\r\n                                             \r\n\n                  THINKING MACHINES CORPORATION,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n            MELLON FINANCIAL SERVICES CORPORATION #1,\r\n\n                            Appellant.\r\n\n                                             \r\n\n                           ERRATA SHEET\r                                     ERRATA SHEET\r\n\n     The opinion of  this court  issued on October  17, 1995,  is\r\ncorrected as follows:\r\n\nOn page  2, line 13;  page 6, line 24;  page 7, line  2; page 13,\r\nline  10; page  15,  line  19;  page  17, line  22     change  \" \r\n365(c)(3)\" to \"  365(d)(3)\"\r\n\nOn page 7, line 11   change \"  365(c)(4)\" to \"  365(d)(4)\"\r\r\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1575\r\n\n              IN RE:  THINKING MACHINES CORPORATION,\r\n\n                             Debtor.\r\n                                             \r\n\n                  THINKING MACHINES CORPORATION,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n            MELLON FINANCIAL SERVICES CORPORATION #1,\r\n\n                            Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                             \r\n\n                              Before\r\n\n                 Selya and Stahl, Circuit Judges,\r                                                          \r\n\n                   and Gorton,* District Judge.\r                                                        \r\n\n                                             \r\n\n     Kevin  J.  Simard, with  whom  Charles R.  Bennett,  Jr. and\r                                                                       \r\nRiemer &amp; Braunstein were on brief, for appellant.\r                             \r\n     Charles  R. Dougherty, with whom Jonathan C. Lipson and Hill\r                                                                           \r\n&amp; Barlow were on brief, for appellee.\r                  \r\n\n                                             \r\n\n                         October 17, 1995\r\n\n                                             \r\n\n              \r\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n          SELYA,  Circuit  Judge.    This appeal  compels  us  to\r                    SELYA,  Circuit  Judge.\r                                          \r\n\naddress a nagging question of bankruptcy law on which no court of\r\n\nappeals  has yet  spoken and  on which  lower federal  courts are\r\n\ndivided.   The problem relates to the operation of section 365(a)\r\n\nof the Bankruptcy Code, 11 U.S.C.   365(a) (1994), a statute that\r\n\npermits a Chapter 11  trustee, subject to certain conditions,  to\r\n\nassume or reject  any unexpired  lease or  executory contract  in\r\n\nexistence  on  the  date  the  insolvency  proceeding  commences.\r\n\nBecause the trustee's actions require court approval, and because\r\n\nthe  Code  treats nonresidential  leases  differently  than other\r\n\nleases or  executory contracts, requiring the  estate to continue\r\n\npaying rent at the contract rate until rejection takes effect, 11\r\n\nU.S.C.     365(d)(3), a  question arises:    Is court  approval a\r\n\ncondition precedent or subsequent to the effective rejection of a\r\n\nnonresidential lease  pursuant to section 365(a)?   This question\r\n\nis of considerably more than academic interest.  Time is money in\r\n\nthe waiting game  that Chapter 11 often entails,  and substantial\r\n\nsums  can ride  on how quickly  the trustee can  jettison a high-\r\n\npriced  lease.  In this  case, for example,  the determination of\r\n\nwhich  date controls  carries with  it a  swing of  approximately\r\n\n$200,000.\r\n\n          The courts  below disagreed on how  the question should\r\n\nbe  answered.  The  bankruptcy  court  ruled  that  the  debtor's\r\n\nrejection  of its lease took effect only  on court approval.  See\r                                                                           \r\n\nIn  re  Thinking Machines  Corp., 178  B.R.  31 (Bankr.  D. Mass.\r                                          \r\n\n1994).  The  district court reversed, holding that  the rejection\r\n\n                                3\r\r\n\nwas effective on the date that the debtor gave appropriate notice\r\n\nof  its decision to reject.1  See  In re Thinking Machines Corp.,\r                                                                          \r\n\n182 B.R.  365 (D. Mass.  1995).  Concluding,  as we do,  that the\r\n\nstatute is  most  propitiously  read to  make  court  approval  a\r\n\ncondition precedent to an effective rejection of a nonresidential\r\n\nlease, we now reverse.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          The material  facts are undisputed.   In 1990, Thinking\r\n\nMachines Corporation (\"TMC\" or \"the debtor\") leased a building in\r\n\nCambridge,   Massachusetts,   from   Mellon  Financial   Services\r\n\nCorporation  #1 (\"Mellon\").   Apparently,  the environs  were not\r\n\nsufficiently  conducive to  fertile thought,  for, on  August 17,\r\n\n1994, TMC filed a voluntary petition seeking relief under Chapter\r\n\n11 of the Code, 11 U.S.C.    1101-1145.  TMC proceeded to operate\r\n\nthe business as a  debtor in possession.  It  continued to occupy\r\n\nthe demised  premises, using only  a fraction  of the space.   On\r\n\nSeptember  13, 1994,  TMC filed  a  motion asking  the bankruptcy\r\n\ncourt  to approve  its decision to  reject the lease.   The court\r\n\ngranted the motion on October 4.\r\n\n          Three  weeks   later,   Mellon  moved   for   immediate\r\n\npossession   of   the   premises  and   payment   of  $345,915.89\r\n                    \r                              \r\n\n     1This date is sometimes  called, in bankruptcy parlance, the\r\n\"motion filing date.\"   The label refers to the  requirement that\r\nthe trustee or debtor  in possession must signify an  election to\r\naccept or reject a particular lease  by the filing of a motion to\r\nthat effect in the bankruptcy court.  See Fed. R. Bankr. P. 6006,\r                                                   \r\n9014.  Mindful of the pithy advice that St. Ambrose is reputed to\r\nhave offered St.  Augustine (\"When you  are at Rome  live in  the\r\nRoman  style.\"), see Jeremy  Taylor, Ductor Dubitantium,  I, I, 5\r                                                                 \r\n(1660), we shall employ this terminology.\r\n\n                                4\r\r\n\n(representing administrative  rent accrued  at the  contract rate\r\n\nthrough the date on  which the bankruptcy court had  approved the\r\n\ndebtor's rejection of the lease, plus associated expenses).   TMC\r\n\nparried  this thrust  by touting  the motion  filing date  as the\r\n\neffective  date  of  its  rejection (and,  therefore,  the  outer\r\n\nboundary of its liability under the lease).  It  also tendered to\r\n\nMellon $143,326.45 (the  amount due under  the lease through  the\r\n\nmotion filing date).\r\n\n          The bankruptcy  judge resolved the dispute  in Mellon's\r\n\nfavor,  ruling that the rejection  did not take  effect until the\r\n\ncourt had  approved it,  and that,  accordingly, the  debtor owed\r\n\nMellon $210,150.26  (the difference between the  total amount due\r\n\nunder  the  lease through  October  4  and  the  partial  payment\r\n\npreviously made  by  the debtor)  plus interest  and common  area\r\n\nmaintenance  charges.2   See Thinking  Machines, 178 B.R.  at 34.\r                                                         \r\n\nWhen TMC appealed, the district court took a different slant.  It\r\n\nheld that  the  rejection occurred  on  September 13,  1994  (the\r\n\nmotion  filing date),  and that,  therefore, no  further payments\r\n\nwere  due.  See Thinking Machines, 182  B.R. at 369.  This appeal\r                                           \r\n\nensued.\r\n\nII.  STANDARD OF REVIEW\r          II.  STANDARD OF REVIEW\r\n\n          We afford plenary review  to determinations of law made\r\n\nby a district court  sitting in appellate review of  a bankruptcy\r\n\n                    \r                              \r\n\n     2We note  an $80 discrepancy between  the bankruptcy court's\r\njudgment and the  total claimed  arrearage.  This  appears to  be\r\ntraceable to  the court  papers.   We  do not  pursue the  point,\r\nconfident that any necessary adjustment can be made on remand.\r\n\n                                5\r\r\n\ncourt order,  ceding no special deference to  the district court.\r\n\nSee,  e.g., In re Winthrop Old Farm  Nurseries, Inc., 50 F.3d 72,\r                                                              \r\n\n73 (1st Cir. 1995); In re  G.S.F. Corp., 938 F.2d 1467, 1474 (1st\r                                                 \r\n\nCir. 1991); In re Navigation Technology Corp. 880 F.2d 1491, 1493\r                                                       \r\n\n(1st Cir. 1989).   This standard is fully applicable  here, as it\r\n\nis in  all cases in which we are asked to decipher the meaning of\r\n\na statute.   See, e.g., In re Jarvis, 53  F.3d 416, 419 (1st Cir.\r                                              \r\n\n1995); United States  v. Holmquist,  36 F.3d 154,  158 (1st  Cir.\r                                            \r\n\n1994), cert. denied,  115 S.  Ct. 1797 (1995);  United States  v.\r                                                                       \r\n\nGifford, 17 F.3d 462, 472 (1st Cir. 1994).\r                 \r\n\nIII.  ANALYSIS\r          III.  ANALYSIS\r\n\n          We  organize our  analysis  in three  segments, dealing\r\n\nwith  the statutory framework, the  time when the  rejection of a\r\n\nnonresidential lease  becomes effective under that framework, and\r\n\nthe implications of our exercise in statutory construction on the\r\n\ncalculus of relief.\r\n\n                   A.  The Statutory Framework.\r                             A.  The Statutory Framework.\r                                                        \r\n\n          Section  365(a) states,  with  exceptions not  relevant\r\n\nhere,  that \"the  trustee, subject to  the court's  approval, may\r\n\nassume or reject any executory contract or unexpired lease of the\r\n\ndebtor.\"   11  U.S.C.    365(a).3    This proviso  furnishes  the\r\n\ntrustee  with a multipurpose elixir for use in nursing a business\r\n                    \r                              \r\n\n     3For ease in  reference, we  discuss the issue  in terms  of\r\ntrustees.   We recognize, however, that under Chapter 11 a debtor\r\nin possession has essentially the same rights, powers, and duties\r\nas a trustee, see 11 U.S.C.    1107(a), 1108, including the right\r                           \r\nunder   365(a) to assume or reject a nonresidential lease.  Thus,\r\nour  comments and  conclusions,  context permitting,  are equally\r\napplicable to debtors in possession.\r\n\n                                6\r\r\n\nback to good health.  On one hand, the trustee  may prescribe the\r\n\nelixir as a tranquilizer to ease the fears of squeamish suppliers\r\n\nand  customers so that they  will continue doing  business with a\r\n\nbankrupt  corporation.   On  the  other  hand,  the  trustee  may\r\n\nprescribe  it  as an  emetic to  purge  the bankruptcy  estate of\r\n\nobligations that promise to hinder a reorganization.\r\n\n          Having  originally  given  Chapter  11  trustees  broad\r\n\nlatitude in dispensing the  elixir, Congress subsequently diluted\r\n\nthe  potion.    Since   section  365(a),  as  initially  enacted,\r\n\ncontained no temporal  boundaries within which  a trustee had  to\r\n\nassume  or reject an unexpired lease, and did not require debtors\r\n\nto pay rent at  the contract rate while the  trustee equivocated,\r\n\ncommercial  landlords  felt  themselves   unfairly  disadvantaged\r\n\nbecause,  unlike other  creditors, they  were forced  to continue\r\n\nextending  credit to  the  debtor  during  the  pendency  of  the\r\n\nreorganization  proceeding.   See  130  Cong.  Rec. 20084,  20088\r                                           \r\n\n(daily  ed. June 29,  1984), reprinted in  1984 U.S.C.C.A.N. 590,\r                                                   \r\n\n598-99 (statement of Sen. Hatch).   Whether or not love  of money\r\n\nis the root of all evil, it is at the least a powerful motivator.\r\n\nSpurred   by  financial  self-interest,   the  landlords  lobbied\r\n\nsuccessfully  for   passage  of  the  so-called  Shopping  Center\r\n\nAmendments  (the  \"S/C Amendments\")  as  part  of the  Bankruptcy\r\n\nAmendments and Federal Judgeship Act of 1984, Pub. L. No. 98-353,\r\n\n98 Stat. 333.\r\n\n          The  S/C   Amendments   alter  the   equation  in   two\r\n\nsignificant respects.    First, they  direct  the trustee,  in  a\r\n\n                                7\r\r\n\ntimely fashion, to \"perform all the obligations of the debtor . .\r\n\n.  under any  unexpired  lease of  nonresidential real  property,\r\n\nuntil such lease is assumed or rejected.\"  11 U.S.C.   365(d)(3).\r\n\nThis  provision requires  the trustee,  inter alia,  to  pay rent\r                                                            \r\n\nunder the lease at the contract  rate unless and until he rejects\r\n\nit, and gives the landlord what  amounts to a preference   in the\r\n\nform of an administrative claim   for such avails.  Thus, section\r\n\n365(d)(3)  is  a  marked  departure  from  the  tenet,  reflected\r\n\nthroughout the  Code, that post-petition  administrative expenses\r\n\nshould be allowed only for \"actual, necessary costs and  expenses\r\n\nof   preserving  the   [bankruptcy]   estate.\"     11  U.S.C.    \r\n\n503(b)(1)(A).  Second, if the trustee fails to take a position in\r\n\nregard to the lease within sixty days from the date  of the order\r\n\nfor relief under Chapter 11 (or within such  longer period as the\r\n\ncourt,  on application, may fix), the lease is deemed rejected at\r\n\nthat juncture.  See 11 U.S.C.    365(d)(4).  This provision gives\r                             \r\n\nthe bankruptcy estate a  measure of protection against indecision\r\n\nor inadvertence on the trustee's part.\r\n\n          These  modifications  ameliorate, but  do  not entirely\r\n\nsolve,  several of  the problems  related to  tenant bankruptcies\r\n\nthat  historically   have  plagued  commercial  landlords.    One\r\n\nsurviving problem concerns the  rampant uncertainty as to whether\r\n\na rejection will be deemed effective on the date of the trustee's\r\n\ndecision or only when the court thereafter endorses the decision.\r\n\nIt is to this question that we now turn.\r\n\n                B.  When Is A Rejection Effective?\r                          B.  When Is A Rejection Effective?\r                                                           \r\n\n                                8\r\r\n\n          The best hope for  capturing congressional intent is by\r\n\nfocusing   on  the   language   purposefully   deployed  by   the\r\n\nlegislature.    Thus,  a  statute ordinarily  will  be  construed\r\n\naccording  to its plain meaning.  See Estate of Cowart v. Nicklos\r                                                                           \r\n\nDrilling Co., 112 S. Ct. 2589, 2594 (1992); In re Jarvis, 53 F.3d\r                                                                  \r\n\nat 419;  Pritzker v. Yari,  42 F.3d  53, 67-68  (1st Cir.  1994),\r                                   \r\n\ncert. denied,  115 S. Ct. 1959 (1995).  But, when Congress' words\r                      \r\n\nadmit of more than one reasonable interpretation, \"plain meaning\"\r\n\nbecomes  an impossible dream, and an inquiring court must look to\r\n\nthe policies,  principles and purposes underlying  the statute in\r\n\norder to  construe it.   See Pritzker,  42 F.3d at  67; see  also\r                                                                           \r\n\nSullivan  v. CIA, 992 F.2d 1249, 1252 (1st Cir. 1993) (explaining\r                          \r\n\nthat  courts  may  \"look  behind  statutory  language\"  when  the\r\n\nlegislature \"blows an uncertain  trumpet\").  Congress, after all,\r\n\ndoes not legislate in a vacuum.\r\n\n          Here,  the protagonists  assure us  that the  statutory\r\n\nlanguage is plain, and that we need not go beyond it.  The debtor\r\n\nsays that under section 365(a)  the rejection of a nonresidential\r\n\nlease \"plainly\" becomes effective on the motion filing date (when\r\n\nnotice of rejection is given), subject to defeasance in the event\r\n\na judge later vetoes  the trustee's decision.  The  landlord says\r\n\nthat under section 365(a) the rejection of a nonresidential lease\r\n\n\"plainly\" cannot  become effective until the  court approval date\r\n\n(when  the   bankruptcy  court  places  its   imprimatur  on  the\r\n\ndecision).      The  authorities   are   divided   as  to   which\r\n\ninterpretation of  the statutory  language is appropriate.   Some\r\n\n                                9\r\r\n\ncourts (albeit a minority) believe that section 365(a) should  be\r\n\nread,  as TMC successfully argued in the district court, to align\r\n\njudicial  approval as  a  condition subsequent  to the  trustee's\r\n\nindependently  effective rejection  of  a  nonresidential  lease.\r\n\nSee, e.g.,  In re Joseph C. Spiess Co., 145 B.R. 597, 604 (Bankr.\r                                                \r\n\nN.D. Ill.  1992); In  re 1  Potato 2, Inc.,  58 B.R.  752, 755-56\r                                                    \r\n\n(Bankr. D. Minn.  1986).  Other  courts (more numerous,  overall)\r\n\nbelieve, as  Mellon successfully argued in  the bankruptcy court,\r\n\nthat section 365(a)  should be read to  require judicial approval\r\n\nas  a  condition  precedent  to  an  effective  rejection  of   a\r\n\nnonresidential lease.  See, e.g., In re Paul Harris Stores, Inc.,\r                                                                          \r\n\n148 B.R. 307, 309 (S.D. Ind. 1992); In re Federated Dept. Stores,\r                                                                           \r\n\nInc., 131 B.R. 808, 815-816 (S.D. Ohio 1991); In re Swiss Hot Dog\r                                                                           \r\n\nCo., 72 B.R. 569,  571 (D. Colo. 1987);  In re 1 Potato 2,  Inc.,\r                                                                          \r\n\n182 B.R.  540, 542  (Bankr. D.  Minn.  1995); In  re Revco  Dept.\r                                                                           \r\n\nStores, Inc., 109 B.R 264, 267 (Bankr. N.D. Ohio 1989).  No court\r                      \r\n\nof appeals has ventured to answer the question.4\r\n\n          In   our  judgment,   this   collision  of   viewpoints\r\n\nunderscores  the obvious:   although the  text of  section 365(a)\r\n\nplainly indicates that a  trustee's rejection of a nonresidential\r\n\n                    \r                              \r\n\n     4Contrary   to  Mellon's  characterization,  In  re  Arizona\r                                                                           \r\nAppetito's Stores, Inc., 893 F.2d 216 (9th Cir. 1989),  is not on\r                                 \r\npoint.  There, the Ninth Circuit merely  observed that \"rejection\r\nof an unexpired lease can be accomplished only by an order of the\r\nbankruptcy court.\"   Id. at  219-20 (dictum).   The statement  is\r                                  \r\ncorrect as far as it goes   but  it does not go far enough.   The\r\nissue  here  is  not whether  court  approval  is required  under\r\nsection  365(a)     clearly, it  is     but  whether a  purported\r\nrejection  becomes legally  effective  before court  approval  is\r                                                       \r\nsecured.\r\n\n                                10\r\r\n\nlease  is conditional upon court approval, the text is unclear as\r\n\nto  whether that  approval constitutes  a condition  precedent or\r\n\nsubsequent  to  an effective  rejection.    Consequently, section\r\n\n365(a)  is ambiguous  in  this respect.    See United  States  v.\r                                                                       \r\n\nGibbens, 25 F.3d 28, 34 (1st  Cir. 1994) (\"A statute is ambiguous\r                 \r\n\nif it can be read in more than one way.\").\r\n\n          While  the  competing interpretations  proposed  by the\r\n\nparties are both reasonable renditions of the statute's language,\r\n\nwe  believe that section 365(a) is most faithfully read as making\r\n\ncourt approval a  condition precedent to  the effectiveness of  a\r\n\ntrustee's rejection  of a  nonresidential lease.   Therefore, the\r\n\ndate of court approval, not the motion filing date, controls.  We\r\n\nare guided to this conclusion by several signposts.\r\n\n          First and foremost, we think that the  structure of the\r\n\nBankruptcy  Code and  the  nature of  judicial  oversight in  the\r\n\nChapter  11 milieu combine to make it highly likely that Congress\r\n\nintended judicial  authorization to  be a condition  precedent to\r\n\nrejection.   Bankruptcy is inherently  a judicial process.   From\r\n\nthe  moment that a debtor's  petition is filed  in the bankruptcy\r\n\ncourt, the debtor's property is in custodia legis.  See 1 William\r                                                                 \r\n\nC.  Norton,  Jr., Norton  Bankruptcy Law  and  Practice 2d    3:2\r                                                                    \r\n\n(1994).  From that point forward, the bankruptcy court is charged\r\n\nwith overseeing the trustee's management in order  to ensure that\r\n\nthe interests of the bankruptcy estate are served.  See 4 Norton,\r                                                                 \r\n\nsupra,   77:4.\r               \r\n\n          Judicial oversight of the reorganization  process takes\r\n\n                                11\r\r\n\ntwo  forms.   Many  routine decisions  are  made by  the  trustee\r\n\nwithout any specific clearance from the bankruptcy court, and are\r\n\nreviewed (if at all) only in  the course of an examination of the\r\n\ntrustee's overall stewardship (say, when a plan of reorganization\r\n\nis proposed  or when an  application for  fees is filed).   Other\r\n\ndecisions  are  not   effective  unless  they   are  specifically\r\n\nsanctioned by the court.   In those instances,  judicial approval\r\n\nis  almost  invariably a  condition  precedent  to the  trustee's\r\n\naction.5     Arranging  matters  in  this   sequence  facilitates\r\n\njudicial  oversight,  minimizes false  starts,  and  enhances the\r\n\nefficiency of the process.  We can  think of no convincing reason\r\n\nwhy  Congress  would  abruptly  depart  from  this tried-and-true\r\n\nformula.   More importantly,  we are  confident that if  Congress\r\n\nwished to inaugurate  so radical  a change, it  would have  taken\r\n\npains to mark the trail brightly.\r\n\n          A second  reason for reading section  365(a) to require\r\n\njudicial  approval as  a condition  precedent  to rejection  of a\r\n\nnonresidential  lease is  rooted  in history.   Congress  enacted\r\n\nsection 365(a) as  part of  the Bankruptcy Code  of 1978,  making\r\n\ncourt approval of such rejections  obligatory for the first time.\r\n                    \r                              \r\n\n     5We  note  several  examples.   Before  using,  selling,  or\r\nleasing property  of the  estate outside  the ordinary course  of\r\nbusiness, the trustee must seek court approval.  See  11 U.S.C.  \r                                                              \r\n363(b)(1).    Unless each  entity that  has  an interest  in cash\r\ncollateral  consents, the  trustee  may not  use cash  collateral\r\nunless the bankruptcy court  first grants authorization.  See  11\r                                                                       \r\nU.S.C.    363(2)(A),  (B).   If the  trustee seeks  extraordinary\r\npost-petition financing,  he  must first  obtain court  approval.\r\nSee 11 U.S.C.   364(b).  And the trustee may not abandon property\r             \r\nof  the  estate,  even  if burdensome,  without  obtaining  court\r\napproval.  See 11 U.S.C.   554(a).\r                        \r\n\n                                12\r\r\n\nThe  predecessor   to  section  365(a),  section   70(b)  of  the\r\n\nBankruptcy Act of 1898,  11 U.S.C.   110(b) (repealed  1978), and\r\n\nthe applicable bankruptcy  rule governing actions taken  pursuant\r\n\nto  section 70(b), Fed. R. Bankr. P. 607 (repealed 1978), did not\r\n\nexplicitly require judicial approval  of a trustee's rejection of\r\n\na lease, and  many courts  held that the  trustee, acting  alone,\r\n\ncould make a rejection stick.   See, e.g., Villas &amp;  Sommer, Inc.\r                                                                           \r\n\nv. Mahony  (In re Steelship Corp.),  576 F.2d 128, 132  (8th Cir.\r                                            \r\n\n1978).  The conclusion is irresistible that Congress, by changing\r\n\nthe protocol in 1978, intended to involve bankruptcy courts  more\r\n\nactively  in the decisional process.  We believe that this policy\r\n\nof  increased involvement  is better  served by  viewing judicial\r\n\napproval  as  a condition  precedent  to the  effectiveness  of a\r\n\nrejection instead of as a condition subsequent.\r\n\n          In  a related  vein, we  note that several  courts have\r\n\nfound  support  for  requiring  court  approval  as  a  condition\r\n\nprecedent  to  rejection  in   two  extant  rules  of  bankruptcy\r\n\nprocedure, namely, Fed. R. Bankr.  P. 6006 and 9014.   See, e.g.,\r                                                                          \r\n\nRevco, 109  B.R. at 268.   Read  together, these rules  require a\r               \r\n\ntrustee who  desires to reject a lease to file a formal motion to\r\n\nthat  effect.     This,  too,  constitutes   an  innovation  for,\r\n\npreviously,  the rules  did not  provide a  formal  procedure for\r\n\nrejecting  leases.  We think  this is another  sign that Congress\r\n\nintended  courts  to  become  more  involved  in  the  decisional\r\n\nprocess,  and, thus, reinforces our vision of court approval as a\r\n\ncondition  precedent to  a  valid rejection  of a  nonresidential\r\n\n                                13\r\r\n\nlease.\r\n\n          The  third reason  for  our view  is  that reading  the\r\n\nstatute  in the  manner favored  by the  district court  tends to\r\n\nreduce a bankruptcy court's order of approval to a bagatelle.  So\r\n\ninterpreted, the provision would trivialize judicial oversight of\r\n\nthe rejection  process.   Court orders are  customarily important\r\n\nevents in the life of a judicial proceeding; they are the primary\r\n\nmeans through  which courts  speak, see, e.g.,  Advance Financial\r                                                                           \r\n\nCorp. v. Isla Rica Sales, Inc.,  747 F.2d 21, 26 (1st Cir. 1984),\r                                        \r\n\nand they should  carry commensurate weight.  We see no reason for\r\n\nallowing a trustee to substitute his voice for that of the court.\r\n\nThe trustee may sing all he wants, but it is  the court that must\r\n\ncall the tune.  Cf. W.A. Mozart,  Le Nozze di Figaro, Act 1, sc.2\r                                                              \r\n\n(1786) (Figaro's Aria).\r\n\n          Along  the  same  lines,  we think  that  the  district\r\n\ncourt's \"valid,  but voidable\" construct, see  Thinking Machines,\r                                                                          \r\n\n182 B.R.  at 368, is largely bereft of meaning.  In the rejection\r\n\nscenario,  the sole reason for  seeking court approval  is to cut\r\n\noff  the debtor's  post-petition  liability, imposed  by  section\r\n\n365(d)(3),  under the  unexpired  nonresidential lease.   If  the\r\n\nbankruptcy court  disapproves the trustee's motion for rejection,\r\n\nthen the \"rejection\"  never had any meaningful legal existence in\r\n\nthe first  place   the trustee will remain liable for rent at the\r\n\ncontract rate  from the  inception of the  insolvency proceeding.\r\n\nAs  judicial approval  will  always  be  the  last  step  in  the\r\n\nrejection  pavane, it follows that the trustee's repudiation of a\r\n\n                                14\r\r\n\nlease can never be valid in any meaningful sense until the  court\r\n\nhas acted.\r\n\n          A final reason for  our view stems from a  concern that\r\n\ntreating a  rejection as  \"valid, but  voidable\" from the  motion\r\n\nfiling date forward would further ensnarl the tangles inherent in\r\n\nthe complexities  of modern commerce.   If \"valid,  but voidable\"\r\n\nwere the rule, the parties could act on the trustee's notice, and\r\n\ntheir  actions would  have  to  be  undone  if  the  court  later\r\n\ndisagreed.     Traditionally,   attempts  to   unwind  bankruptcy\r\n\ntransactions after the fact have proven nettlesome, see, e.g., In\r                                                                           \r\n\nre Stadium  Mgmt. Corp., 895 F.2d 845, 849 (1st Cir. 1990); In re\r                                                                           \r\n\nTexaco, 92 B.R.  38, 50 (S.D.N.Y. 1988), and  we will not lightly\r                \r\n\nassume  that   Congress   intended   to   invite   these   myriad\r\n\ncomplications.\r\n\n          This round  trip back to the future serves to highlight\r\n\nthe importance of factual certainty in the rejection process.  In\r\n\nadopting  a  requirement of  court  approval,  Congress overruled\r\n\nprecedent that allowed trustees to  show by informal conduct that\r\n\nthey had either  assumed or rejected  leases (or other  executory\r\n\ncontracts, for that matter).  Thus, the requirement seems to have\r\n\nbeen designed at least  in part to remedy the  problems attendant\r\n\nupon informal or  equivocal rejections   particularly the lack of\r\n\nclear notice to landlords as to when they could safely redeem and\r\n\nrelet  their property.    See  Gregory  G.  Hesse,  A  Return  to\r                                                                           \r\n\nConfusion and Uncertainty as  to the Effective Date  of Rejection\r                                                                           \r\n\nof  Commercial Leases in Bankruptcy,   9 Bankr.  Dev. J. 521, 531\r                                             \r\n\n                                15\r\r\n\n(1993) (discussing  legislative history).   Treating  a trustee's\r\n\nrejection of a nonresidential lease as \"valid, but voidable\" tugs\r\n\nin  the  opposite direction,  promoting  uncertainty  rather than\r\n\ndispelling it.6\r\n\n          In an effort to resist the force of these four reasons,\r\n\nTMC counters with two principal points.  First, it notes that the\r\n\nlanguage  used   in  section   365(a)  is  atypical.     Congress\r\n\ntraditionally employs the vocabulary  of prior authorization when\r\n\ninserting  a  requirement of  court approval  in  the Code.   For\r\n\nexample, the statutes cited in note  5, supra, all say that  \"the\r                                                       \r\n\ncourt,  after notice  and  a hearing,\"  may authorize  particular\r\n\nactions.    TMC  visualizes  the somewhat  different  wording  of\r\n\nsection  365(a) as betokening a  different mechanism.   But it is\r\n\nrisky  to  read too  much into  Congress'  use of  an alternative\r\n\nformulation,  especially when the new language is opaque.  We are\r\n\nunwilling,  without  more, to  construe  the mere  absence  of an\r\n\nexplicit  reference to securing  court approval in  advance as an\r\n\nintentional departure  from the  pattern of prior  court approval\r\n\nwoven throughout the fabric of the Bankruptcy Code.\r\n                    \r                              \r\n\n     6We do  not think that  it is any  real answer to  insinuate\r\nthat \"valid, but voidable\" is workable because a bankruptcy court\r\nwill usually  support a  trustee's desire to  scrap an  unexpired\r\nnonresidential  lease.  The magnitude of the harm that a landlord\r\nmight suffer  if the bankruptcy court  subsequently disapproved a\r\nparticular  rejection after  the  landlord  diligently relet  the\r\nrejected   premises,  or   incurred   substantial   expenses   to\r\nrehabilitate or  advertise them, brings into  focus the potential\r\nunfairness inherent  in adopting  the motion  filing date  as the\r\neffective  date of a rejection.  We  have no reason to think that\r\nCongress  intended to add an  element of Russian  roulette to the\r\nalready  tumultuous effects  of  the   reorganization process  on\r\ncommercial landlords.\r\n\n                                16\r\r\n\n          Next,  TMC  complains  that  using the  date  of  court\r\n\napproval  as  the  termination  date of  a  nonresidential  lease\r\n\nburdens  the scarce  resources  of bankruptcy  estates.   In this\r\n\nrespect,  section 365(a), in  conjunction with section 365(d)(3),\r\n\ndeparts from one of the  general themes of Chapter 11 in  that it\r\n\nhinders  the trustee's  efforts to  rid the bankruptcy  estate of\r\n\nunnecessary  baggage.   But  general themes  are, by  definition,\r\n\ngeneral;  they are  not necessarily  controlling in  all specific\r\n\ninstances.  Since the S/C Amendments purposefully discounted this\r\n\ngeneral theme in relation to the specific circumstances presented\r\n\nby nonresidential leases, TMC's  policy argument is best directed\r\n\nto the legislative, not the judicial, branch.\r\n\n          We need go no  further.  For the reasons  limned above,\r\n\nwe  hold that a rejection of a nonresidential lease under section\r\n\n365(a) becomes legally effective only after judicial approval has\r\n\nbeen obtained.\r\n\n                 C.  Relief Under Section 365(a).\r                           C.  Relief Under Section 365(a).\r                                                          \r\n\n          Although we have decided the precise issue presented on\r\n\nappeal, we think it behooves us to make clear that nothing in our\r\n\nholding  today precludes  a bankruptcy  court, in  an appropriate\r\n\nsection 365(a)  case, from approving  a trustee's rejection  of a\r\n\nnonresidential  lease retroactive to the  motion filing date.  We\r\n\nexplain briefly.\r\n\n          Bankruptcy courts  are courts of equity,  see Pepper v.\r                                                                        \r\n\nLitton, 308 U.S.  295, 304-05  (1939), and,  particularly in  the\r                \r\n\nChapter  11  context,  they  may  sometimes  abandon   mechanical\r\n\n                                17\r\r\n\nsolutions in favor  of the pliant reins of  fairness.  See, e.g.,\r                                                                          \r\n\nWinthrop Old Farm  Nurseries, 50  F.3d at 75  (explaining that  a\r                                      \r\n\nbankruptcy  court,  applying principles  of  equity,  may in  its\r\n\ndiscretion choose between valuation methods).  In the section 365\r\n\ncontext, this means that  bankruptcy courts may enter retroactive\r\n\norders of approval, and should do so when the balance of equities\r\n\npreponderates in favor of  such remediation.  See In  re Jamesway\r                                                                           \r\n\nCorp., 179 B.R. 33, 39 (S.D.N.Y. 1995) (holding that a bankruptcy\r               \r\n\ncourt  can order  rejection retroactive  to an  earlier date  \"to\r\n\navoid penalizing the  debtor for an  unnecessary delay caused  by\r\n\nthe creditor\"); see also  In re Garfinckels, Inc., 118  B.R. 154,\r                                                           \r\n\n154  (Bankr. D.D.C.  1990)  (suggesting that,  in the  absence of\r\n\nunfair  prejudice, a bankruptcy court may enter an order nunc pro\r\n\ntunc  setting the  motion filing  date as  the effective  date of\r\n\napproval);  see   generally  11  U.S.C.      105(a)  (authorizing\r                                     \r\n\nbankruptcy courts to \"issue any order,  process, or judgment that\r\n\nis necessary or appropriate to carry out the provisions\" of Title\r\n\n11).\r\n\n          Of course,  the equitable powers  of bankruptcy  courts\r\n\nare  not unlimited.   They  can only  be brought  to bear  in the\r\n\nservice  of the Bankruptcy Code.   See Norwest Bank, Worthington,\r                                                                          \r\n\nv. Ahlers, 485 U.S. 197, 206 (1988).   Thus, a bankruptcy court's\r                   \r\n\nexercise of its residual equitable  powers must be connected  to,\r\n\nand  advance the  purposes of,  specific provisions in  the Code.\r\n\nSee, e.g., In re Hoffman Bros. Packing Co.,  173 B.R. 177, 185-86\r                                                    \r\n\n(Bankr. 9th  Cir. 1994)  (invalidating nunc pro  tunc order  that\r\n\n                                18\r\r\n\ncontradicted  an  express  Code  provision).    There  is  little\r\n\nquestion, however, that a retroactive order may be appropriate as\r\n\nlong   as  it   promotes   the  purposes   of  section   365(a).7\r\n\nConsequently, we rule that a bankruptcy court, when principles of\r\n\nequity  so dictate, may  approve a rejection  of a nonresidential\r\n\nlease pursuant to section 365(a) retroactive to the motion filing\r\n\ndate.8\r\n\n          The fact  that the  bankruptcy court has  the power  to\r\n\napprove the  trustee's rejection  of an  unexpired nonresidential\r\n\nlease retroactive to the  motion filing date has a  salutary side\r\n\neffect; it should act  as a stimulus to all parties  to cooperate\r\n\nin getting the trustee's motion to reject heard and determined at\r\n\nthe  earliest practicable  date.   Moreover,  the possibility  of\r\n\nretroactivity  helps to explain the seeming rift in the case law.\r\n\nWitness,  for example, In re  Joseph C. Spiess  Co., 145 B.R. 597\r                                                             \r\n\n(Bankr. N.D. Ill. 1992),  the leading case cited by  the district\r\n\ncourt in support of its \"valid, but voidable\" rationale.  A close\r\n\nreading of Spiess indicates  that the court may have  reached its\r                           \r\n\nultimate  conclusion    that  the  rejection took  effect  on the\r\n                    \r                              \r\n\n     7Retroactive approval orders do not  contradict   365(c)(3).\r\nWhile  that provision  commands the  trustee to  pay rent  at the\r\ncontract rate until  a nonresidential lease is rejected,  it does\r\nnot   stipulate  that  a  rejection   cannot  be  made  to  apply\r\nretroactively.  See Jamesway, 179 B.R. at 37.\r                                      \r\n\n     8We note, in this  connection, that because such retroactive\r\norders  are  within  the  bankruptcy  court's  sound  discretion,\r\nappeals from  a bankruptcy court's  disposition of a  request for\r\nretroactive relief will be reviewed only for abuse of discretion.\r\nSee, e.g., Jarvis, 53 F.3d at 420; Grella v. Salem Five Cent Sav.\r                                                                           \r\nBank, 42 F.3d 26, 30  (1st Cir. 1994); In re Gonic  Realty Trust,\r                                                                          \r\n909 F.2d 624, 626 (1st Cir. 1990).\r\n\n                                19\r\r\n\nmotion filing date as opposed to the court approval date   on the\r\n\nbasis  of  equitable, rather  than  statutory,  principles.   The\r\n\ncourt's actual holding is  illuminating.  After determining \"that\r\n\nthe trustee's rejection of  a lease should be retroactive  to the\r\n\ndate  that trustee takes  affirmative steps to  reject said lease\r\n\nsuch as serving notice on motion to reject,\" the  court held that\r\n\na court-approved rejection of  an unexpired nonresidential  lease\r\n\ncould  \"apply retroactively to  the date the  trustee notices the\r\n\nmotion requesting same.\"  Spiess, 145 B.R. at 606.   Thus, Spiess\r                                                                           \r\n\ncan  fairly  be  read  as  an  instance  of  a  bankruptcy  court\r\n\nrecognizing  that  retroactive  approval  orders  are within  its\r\n\nequitable  powers  under  section  365(a),  and  acting  on  that\r\n\nrealization.\r\n\n          Reading  Spiess  in  this manner  bridges  the apparent\r                                   \r\n\nconflict  in the case law.  Doctrinal incoherence vanishes, and a\r\n\nsingle black-letter rule emerges:  rejection under section 365(a)\r\n\ndoes  not take effect until judicial approval is secured, but the\r\n\napproving court  has the equitable  power, in suitable  cases, to\r\n\norder a rejection to operate retroactively.9\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          We reverse  the decision of the  district court, vacate\r\n\nits order, and direct that it remand the matter to the bankruptcy\r\n\ncourt (which, if it  so elects, may in its  discretion reconsider\r\n\n                    \r                              \r\n\n     9Because  no  two cases  are  exactly alike,  we  eschew any\r\nattempt to  spell  out  the  range of  circumstances  that  might\r\njustify the use of  a bankruptcy court's equitable powers in this\r\nfashion.  That exercise is best handled on a case-by-case basis.\r\n\n                                20\r\r\n\nits original order in light of this opinion).\r\n\n          The judgment of the district court is reversed, and the\r                    The judgment of the district court is reversed, and the\r                                                                           \r\n\ncause is  remanded  to the  district court  with instructions  to\r          cause is  remanded  to the  district court  with instructions  to\r                                                                           \r\n\nremit  the case  to  the bankruptcy  court.   Costs  in favor  of\r          remit  the case  to  the bankruptcy  court.   Costs  in favor  of\r                                                                           \r\n\nappellant.\r          appellant.\r                   \r\n\n                                21\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nNovember 17, 1995 UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1575\r\n\n              IN RE:  THINKING MACHINES CORPORATION,\r\n\n                             Debtor.\r\n                                             \r\n\n                  THINKING MACHINES CORPORATION,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n            MELLON FINANCIAL SERVICES CORPORATION #1,\r\n\n                            Appellant.\r\n\n                                             \r\n\n                           ERRATA SHEET\r                                     ERRATA SHEET\r\n\n     The opinion of  this court  issued on October  17, 1995,  is\r\ncorrected as follows:\r\n\nOn page  2, line 13;  page 6, line 24;  page 7, line  2; page 13,\r\nline  10; page  15,  line  19;  page  17, line  22     change  \" \r\n365(c)(3)\" to \"  365(d)(3)\"\r\n\nOn page 7, line 11   change \"  365(c)(4)\" to \"  365(d)(4)\"\r\r\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1575\r\n\n              IN RE:  THINKING MACHINES CORPORATION,\r\n\n                             Debtor.\r\n                                             \r\n\n                  THINKING MACHINES CORPORATION,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n            MELLON FINANCIAL SERVICES CORPORATION #1,\r\n\n                            Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                             \r\n\n                              Before\r\n\n                 Selya and Stahl, Circuit Judges,\r                                                          \r\n\n                   and Gorton,* District Judge.\r                                                        \r\n\n                                             \r\n\n     Kevin  J.  Simard, with  whom  Charles R.  Bennett,  Jr. and\r                                                                       \r\nRiemer &amp; Braunstein were on brief, for appellant.\r                             \r\n     Charles  R. Dougherty, with whom Jonathan C. Lipson and Hill\r                                                                           \r\n&amp; Barlow were on brief, for appellee.\r                  \r\n\n                                             \r\n\n                         October 17, 1995\r\n\n                                             \r\n\n              \r\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n          SELYA,  Circuit  Judge.    This appeal  compels  us  to\r                    SELYA,  Circuit  Judge.\r                                          \r\n\naddress a nagging question of bankruptcy law on which no court of\r\n\nappeals  has yet  spoken and  on which  lower federal  courts are\r\n\ndivided.   The problem relates to the operation of section 365(a)\r\n\nof the Bankruptcy Code, 11 U.S.C.   365(a) (1994), a statute that\r\n\npermits a Chapter 11  trustee, subject to certain conditions,  to\r\n\nassume or reject  any unexpired  lease or  executory contract  in\r\n\nexistence  on  the  date  the  insolvency  proceeding  commences.\r\n\nBecause the trustee's actions require court approval, and because\r\n\nthe  Code  treats nonresidential  leases  differently  than other\r\n\nleases or  executory contracts, requiring the  estate to continue\r\n\npaying rent at the contract rate until rejection takes effect, 11\r\n\nU.S.C.     365(d)(3), a  question arises:    Is court  approval a\r\n\ncondition precedent or subsequent to the effective rejection of a\r\n\nnonresidential lease  pursuant to section 365(a)?   This question\r\n\nis of considerably more than academic interest.  Time is money in\r\n\nthe waiting game  that Chapter 11 often entails,  and substantial\r\n\nsums  can ride  on how quickly  the trustee can  jettison a high-\r\n\npriced  lease.  In this  case, for example,  the determination of\r\n\nwhich  date controls  carries with  it a  swing of  approximately\r\n\n$200,000.\r\n\n          The courts  below disagreed on how  the question should\r\n\nbe  answered.  The  bankruptcy  court  ruled  that  the  debtor's\r\n\nrejection  of its lease took effect only  on court approval.  See\r                                                                           \r\n\nIn  re  Thinking Machines  Corp., </pre><span class=\"citation\" data-id=\"1917503\"><a href=\"/opinion/1917503/in-re-thinking-machines-corp/\"><span class=\"volume\">178</span>  <span class=\"reporter\">B.R.</span>  <span class=\"page\">31</span> </a></span><pre class=\"inline\">(Bankr.  D. Mass.\r                                          \r\n\n1994).  The  district court reversed, holding that  the rejection\r\n\n                                3\r\r\n\nwas effective on the date that the debtor gave appropriate notice\r\n\nof  its decision to reject.1  See  In re Thinking Machines Corp.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"1985610\"><a href=\"/opinion/1985610/in-re-thinking-machines-corp/\"><span class=\"volume\">182</span> <span class=\"reporter\">B.R.</span>  <span class=\"page\">365</span> </a></span><pre class=\"inline\">(D. Mass.  1995).  Concluding,  as we do,  that the\r\n\nstatute is  most  propitiously  read to  make  court  approval  a\r\n\ncondition precedent to an effective rejection of a nonresidential\r\n\nlease, we now reverse.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          The material  facts are undisputed.   In 1990, Thinking\r\n\nMachines Corporation (\"TMC\" or \"the debtor\") leased a building in\r\n\nCambridge,   Massachusetts,   from   Mellon  Financial   Services\r\n\nCorporation  #1 (\"Mellon\").   Apparently,  the environs  were not\r\n\nsufficiently  conducive to  fertile thought,  for, on  August 17,\r\n\n1994, TMC filed a voluntary petition seeking relief under Chapter\r\n\n11 of the Code, 11 U.S.C.    1101-1145.  TMC proceeded to operate\r\n\nthe business as a  debtor in possession.  It  continued to occupy\r\n\nthe demised  premises, using only  a fraction  of the space.   On\r\n\nSeptember  13, 1994,  TMC filed  a  motion asking  the bankruptcy\r\n\ncourt  to approve  its decision to  reject the lease.   The court\r\n\ngranted the motion on October 4.\r\n\n          Three  weeks   later,   Mellon  moved   for   immediate\r\n\npossession   of   the   premises  and   payment   of  $345,915.89\r\n                    \r                              \r\n\n     1This date is sometimes  called, in bankruptcy parlance, the\r\n\"motion filing date.\"   The label refers to the  requirement that\r\nthe trustee or debtor  in possession must signify an  election to\r\naccept or reject a particular lease  by the filing of a motion to\r\nthat effect in the bankruptcy court.  See Fed. R. Bankr. P. 6006,\r                                                   \r\n9014.  Mindful of the pithy advice that St. Ambrose is reputed to\r\nhave offered St.  Augustine (\"When you  are at Rome  live in  the\r\nRoman  style.\"), see Jeremy  Taylor, Ductor Dubitantium,  I, I, 5\r                                                                 \r\n(1660), we shall employ this terminology.\r\n\n                                4\r\r\n\n(representing administrative  rent accrued  at the  contract rate\r\n\nthrough the date on  which the bankruptcy court had  approved the\r\n\ndebtor's rejection of the lease, plus associated expenses).   TMC\r\n\nparried  this thrust  by touting  the motion  filing date  as the\r\n\neffective  date  of  its  rejection (and,  therefore,  the  outer\r\n\nboundary of its liability under the lease).  It  also tendered to\r\n\nMellon $143,326.45 (the  amount due under  the lease through  the\r\n\nmotion filing date).\r\n\n          The bankruptcy  judge resolved the dispute  in Mellon's\r\n\nfavor,  ruling that the rejection  did not take  effect until the\r\n\ncourt had  approved it,  and that,  accordingly, the  debtor owed\r\n\nMellon $210,150.26  (the difference between the  total amount due\r\n\nunder  the  lease through  October  4  and  the  partial  payment\r\n\npreviously made  by  the debtor)  plus interest  and common  area\r\n\nmaintenance  charges.2   See Thinking  </pre><span class=\"citation\" data-id=\"1917503\"><span class=\"antecedent_guess\">Machines,</span> <a href=\"/opinion/1917503/in-re-thinking-machines-corp/\"><span class=\"volume\">178</span> <span class=\"reporter\">B.R.</span>  at <span class=\"page\">34</span></a></span><pre class=\"inline\">.\r                                                         \r\n\nWhen TMC appealed, the district court took a different slant.  It\r\n\nheld that  the  rejection occurred  on  September 13,  1994  (the\r\n\nmotion  filing date),  and that,  therefore, no  further payments\r\n\nwere  due.  See Thinking </pre><span class=\"citation\" data-id=\"1985610\"><span class=\"antecedent_guess\">Machines,</span> <a href=\"/opinion/1985610/in-re-thinking-machines-corp/\"><span class=\"volume\">182</span>  <span class=\"reporter\">B.R.</span> at <span class=\"page\">369</span></a></span><pre class=\"inline\">.  This appeal\r                                           \r\n\nensued.\r\n\nII.  STANDARD OF REVIEW\r          II.  STANDARD OF REVIEW\r\n\n          We afford plenary review  to determinations of law made\r\n\nby a district court  sitting in appellate review of  a bankruptcy\r\n\n                    \r                              \r\n\n     2We note  an $80 discrepancy between  the bankruptcy court's\r\njudgment and the  total claimed  arrearage.  This  appears to  be\r\ntraceable to  the court  papers.   We  do not  pursue the  point,\r\nconfident that any necessary adjustment can be made on remand.\r\n\n                                5\r\r\n\ncourt order,  ceding no special deference to  the district court.\r\n\nSee,  e.g., In re Winthrop Old Farm  Nurseries, Inc., </pre><span class=\"citation\" data-id=\"691950\"><a href=\"/opinion/691950/in-re-winthrop-old-farm-nurseries-inc-debtor-winthrop-old-farm/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span><pre class=\"inline\">,\r                                                              \r\n\n73 (1st Cir. 1995); In re  G.S.F. Corp., </pre><span class=\"citation\" data-id=\"564956\"><a href=\"/opinion/564956/25-collier-bankrcas2d-113-bankr-l-rep-p-74130-in-re-gsf/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1467</span></a></span><pre class=\"inline\">, 1474 (1st\r                                                 \r\n\nCir. 1991); In re Navigation Technology Corp. </pre><span class=\"citation\" data-id=\"526969\"><a href=\"/opinion/526969/in-re-navigation-technology-corporation-debtor-victor-w-dahar-trustee/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1491</span></a></span><pre class=\"inline\">, 1493\r                                                       \r\n\n(1st Cir. 1989).   This standard is fully applicable  here, as it\r\n\nis in  all cases in which we are asked to decipher the meaning of\r\n\na statute.   See, e.g., In re Jarvis, </pre><span class=\"citation\" data-id=\"196044\"><a href=\"/opinion/196044/jarvis-v-debtor-estate/\"><span class=\"volume\">53</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">416</span></a></span><pre class=\"inline\">, 419 (1st Cir.\r                                              \r\n\n1995); United States  v. Holmquist,  </pre><span class=\"citation\" data-id=\"195622\"><a href=\"/opinion/195622/united-states-v-holmquist/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></a></span><pre class=\"inline\">,  158 (1st  Cir.\r                                            \r\n\n1994), cert. denied,  115 S.  Ct. 1797 (1995);  United States  v.\r                                                                       \r\n\nGifford, </pre><span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span><pre class=\"inline\">, 472 (1st Cir. 1994).\r                 \r\n\nIII.  ANALYSIS\r          III.  ANALYSIS\r\n\n          We  organize our  analysis  in three  segments, dealing\r\n\nwith  the statutory framework, the  time when the  rejection of a\r\n\nnonresidential lease  becomes effective under that framework, and\r\n\nthe implications of our exercise in statutory construction on the\r\n\ncalculus of relief.\r\n\n                   A.  The Statutory Framework.\r                             A.  The Statutory Framework.\r                                                        \r\n\n          Section  365(a) states,  with  exceptions not  relevant\r\n\nhere,  that \"the  trustee, subject to  the court's  approval, may\r\n\nassume or reject any executory contract or unexpired lease of the\r\n\ndebtor.\"   11  U.S.C.    365(a).3    This proviso  furnishes  the\r\n\ntrustee  with a multipurpose elixir for use in nursing a business\r\n                    \r                              \r\n\n     3For ease in  reference, we  discuss the issue  in terms  of\r\ntrustees.   We recognize, however, that under Chapter 11 a debtor\r\nin possession has essentially the same rights, powers, and duties\r\nas a trustee, see 11 U.S.C.    1107(a), 1108, including the right\r                           \r\nunder   365(a) to assume or reject a nonresidential lease.  Thus,\r\nour  comments and  conclusions,  context permitting,  are equally\r\napplicable to debtors in possession.\r\n\n                                6\r\r\n\nback to good health.  On one hand, the trustee  may prescribe the\r\n\nelixir as a tranquilizer to ease the fears of squeamish suppliers\r\n\nand  customers so that they  will continue doing  business with a\r\n\nbankrupt  corporation.   On  the  other  hand,  the  trustee  may\r\n\nprescribe  it  as an  emetic to  purge  the bankruptcy  estate of\r\n\nobligations that promise to hinder a reorganization.\r\n\n          Having  originally  given  Chapter  11  trustees  broad\r\n\nlatitude in dispensing the  elixir, Congress subsequently diluted\r\n\nthe  potion.    Since   section  365(a),  as  initially  enacted,\r\n\ncontained no temporal  boundaries within which  a trustee had  to\r\n\nassume  or reject an unexpired lease, and did not require debtors\r\n\nto pay rent at  the contract rate while the  trustee equivocated,\r\n\ncommercial  landlords  felt  themselves   unfairly  disadvantaged\r\n\nbecause,  unlike other  creditors, they  were forced  to continue\r\n\nextending  credit to  the  debtor  during  the  pendency  of  the\r\n\nreorganization  proceeding.   See  130  Cong.  Rec. 20084,  20088\r                                           \r\n\n(daily  ed. June 29,  1984), reprinted in  1984 U.S.C.C.A.N. 590,\r                                                   \r\n\n598-99 (statement of Sen. Hatch).   Whether or not love  of money\r\n\nis the root of all evil, it is at the least a powerful motivator.\r\n\nSpurred   by  financial  self-interest,   the  landlords  lobbied\r\n\nsuccessfully  for   passage  of  the  so-called  Shopping  Center\r\n\nAmendments  (the  \"S/C Amendments\")  as  part  of the  Bankruptcy\r\n\nAmendments and Federal Judgeship Act of 1984, Pub. L. No. 98-353,\r\n\n98 Stat. 333.\r\n\n          The  S/C   Amendments   alter  the   equation  in   two\r\n\nsignificant respects.    First, they  direct  the trustee,  in  a\r\n\n                                7\r\r\n\ntimely fashion, to \"perform all the obligations of the debtor . .\r\n\n.  under any  unexpired  lease of  nonresidential real  property,\r\n\nuntil such lease is assumed or rejected.\"  11 U.S.C.   365(d)(3).\r\n\nThis  provision requires  the trustee,  inter alia,  to  pay rent\r                                                            \r\n\nunder the lease at the contract  rate unless and until he rejects\r\n\nit, and gives the landlord what  amounts to a preference   in the\r\n\nform of an administrative claim   for such avails.  Thus, section\r\n\n365(d)(3)  is  a  marked  departure  from  the  tenet,  reflected\r\n\nthroughout the  Code, that post-petition  administrative expenses\r\n\nshould be allowed only for \"actual, necessary costs and  expenses\r\n\nof   preserving  the   [bankruptcy]   estate.\"     11  U.S.C.    \r\n\n503(b)(1)(A).  Second, if the trustee fails to take a position in\r\n\nregard to the lease within sixty days from the date  of the order\r\n\nfor relief under Chapter 11 (or within such  longer period as the\r\n\ncourt,  on application, may fix), the lease is deemed rejected at\r\n\nthat juncture.  See 11 U.S.C.    365(d)(4).  This provision gives\r                             \r\n\nthe bankruptcy estate a  measure of protection against indecision\r\n\nor inadvertence on the trustee's part.\r\n\n          These  modifications  ameliorate, but  do  not entirely\r\n\nsolve,  several of  the problems  related to  tenant bankruptcies\r\n\nthat  historically   have  plagued  commercial  landlords.    One\r\n\nsurviving problem concerns the  rampant uncertainty as to whether\r\n\na rejection will be deemed effective on the date of the trustee's\r\n\ndecision or only when the court thereafter endorses the decision.\r\n\nIt is to this question that we now turn.\r\n\n                B.  When Is A Rejection Effective?\r                          B.  When Is A Rejection Effective?\r                                                           \r\n\n                                8\r\r\n\n          The best hope for  capturing congressional intent is by\r\n\nfocusing   on  the   language   purposefully   deployed  by   the\r\n\nlegislature.    Thus,  a  statute ordinarily  will  be  construed\r\n\naccording  to its plain meaning.  See Estate of Cowart v. Nicklos\r                                                                           \r\n\nDrilling Co., </pre><span class=\"citation\" data-id=\"112776\"><a href=\"/opinion/112776/estate-of-cowart-v-nicklos-drilling-co/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2589</span></a></span><pre class=\"inline\">, 2594 (1992); In re </pre><span class=\"citation\" data-id=\"196044\"><span class=\"antecedent_guess\">Jarvis,</span> <a href=\"/opinion/196044/jarvis-v-debtor-estate/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n\nat <span class=\"page\">419</span></a></span><pre class=\"inline\">;  Pritzker v. Yari,  </pre><span class=\"citation\" data-id=\"684076\"><a href=\"/opinion/684076/jay-a-pritzker-v-bob-yari/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">53</span></a></span><pre class=\"inline\">, 67-68  (1st Cir.  1994),\r                                   \r\n\ncert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1959</span> </span><pre class=\"inline\">(1995).  But, when Congress' words\r                      \r\n\nadmit of more than one reasonable interpretation, \"plain meaning\"\r\n\nbecomes  an impossible dream, and an inquiring court must look to\r\n\nthe policies,  principles and purposes underlying  the statute in\r\n\norder to  construe it.   See </pre><span class=\"citation\" data-id=\"684076\"><span class=\"antecedent_guess\">Pritzker,</span>  <a href=\"/opinion/684076/jay-a-pritzker-v-bob-yari/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> at  <span class=\"page\">67</span></a></span><pre class=\"inline\">; see  also\r                                                                           \r\n\nSullivan  v. CIA, </pre><span class=\"citation\" data-id=\"606324\"><a href=\"/opinion/606324/sherry-ann-sullivan-v-central-intelligence-agency/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1249</span></a></span><pre class=\"inline\">, 1252 (1st Cir. 1993) (explaining\r                          \r\n\nthat  courts  may  \"look  behind  statutory  language\"  when  the\r\n\nlegislature \"blows an uncertain  trumpet\").  Congress, after all,\r\n\ndoes not legislate in a vacuum.\r\n\n          Here,  the protagonists  assure us  that the  statutory\r\n\nlanguage is plain, and that we need not go beyond it.  The debtor\r\n\nsays that under section 365(a)  the rejection of a nonresidential\r\n\nlease \"plainly\" becomes effective on the motion filing date (when\r\n\nnotice of rejection is given), subject to defeasance in the event\r\n\na judge later vetoes  the trustee's decision.  The  landlord says\r\n\nthat under section 365(a) the rejection of a nonresidential lease\r\n\n\"plainly\" cannot  become effective until the  court approval date\r\n\n(when  the   bankruptcy  court  places  its   imprimatur  on  the\r\n\ndecision).      The  authorities   are   divided   as  to   which\r\n\ninterpretation of  the statutory  language is appropriate.   Some\r\n\n                                9\r\r\n\ncourts (albeit a minority) believe that section 365(a) should  be\r\n\nread,  as TMC successfully argued in the district court, to align\r\n\njudicial  approval as  a  condition subsequent  to the  trustee's\r\n\nindependently  effective rejection  of  a  nonresidential  lease.\r\n\nSee, e.g.,  In re Joseph C. Spiess Co., </pre><span class=\"citation\" data-id=\"1823802\"><a href=\"/opinion/1823802/in-re-joseph-c-spiess-co/\"><span class=\"volume\">145</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">597</span></a></span><pre class=\"inline\">, 604 (Bankr.\r                                                \r\n\nN.D. Ill.  1992); In  re 1  Potato 2, Inc.,  </pre><span class=\"citation\" data-id=\"1970187\"><a href=\"/opinion/1970187/in-re-1-potato-2-inc/\"><span class=\"volume\">58</span> <span class=\"reporter\">B.R.</span>  <span class=\"page\">752</span></a></span><pre class=\"inline\">, 755-56\r                                                    \r\n\n(Bankr. D. Minn.  1986).  Other  courts (more numerous,  overall)\r\n\nbelieve, as  Mellon successfully argued in  the bankruptcy court,\r\n\nthat section 365(a)  should be read to  require judicial approval\r\n\nas  a  condition  precedent  to  an  effective  rejection  of   a\r\n\nnonresidential lease.  See, e.g., In re Paul Harris Stores, Inc.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"1968155\"><a href=\"/opinion/1968155/paul-harris-stores-v-mabel-l-salter-realty-trust/\"><span class=\"volume\">148</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">307</span></a></span><pre class=\"inline\">, 309 (S.D. Ind. 1992); In re Federated Dept. Stores,\r                                                                           \r\n\nInc., </pre><span class=\"citation\" data-id=\"2001738\"><a href=\"/opinion/2001738/matter-of-federated-dept-stores-inc/\"><span class=\"volume\">131</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">808</span></a></span><pre class=\"inline\">, 815-816 (S.D. Ohio 1991); In re Swiss Hot Dog\r                                                                           \r\n\nCo., </pre><span class=\"citation\" data-id=\"1530875\"><a href=\"/opinion/1530875/in-re-swiss-hot-dog-co/\"><span class=\"volume\">72</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">569</span></a></span><pre class=\"inline\">,  571 (D. Colo. 1987);  In re 1 Potato 2,  Inc.,\r                                                                          \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">182</span> <span class=\"reporter\">B.R.</span>  <span class=\"page\">540</span></span><pre class=\"inline\">, 542  (Bankr. D.  Minn.  1995); In  re Revco  Dept.\r                                                                           \r\n\nStores, Inc., 109 B.R 264, 267 (Bankr. N.D. Ohio 1989).  No court\r                      \r\n\nof appeals has ventured to answer the question.4\r\n\n          In   our  judgment,   this   collision  of   viewpoints\r\n\nunderscores  the obvious:   although the  text of  section 365(a)\r\n\nplainly indicates that a  trustee's rejection of a nonresidential\r\n\n                    \r                              \r\n\n     4Contrary   to  Mellon's  characterization,  In  re  Arizona\r                                                                           \r\nAppetito's Stores, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">216</span> </span><pre class=\"inline\">(9th Cir. 1989),  is not on\r                                 \r\npoint.  There, the Ninth Circuit merely  observed that \"rejection\r\nof an unexpired lease can be accomplished only by an order of the\r\nbankruptcy court.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at  219-20 </span><pre class=\"inline\">(dictum).   The statement  is\r                                  \r\ncorrect as far as it goes   but  it does not go far enough.   The\r\nissue  here  is  not whether  court  approval  is required  under\r\nsection  365(a)     clearly, it  is     but  whether a  purported\r\nrejection  becomes legally  effective  before court  approval  is\r                                                       \r\nsecured.\r\n\n                                10\r\r\n\nlease  is conditional upon court approval, the text is unclear as\r\n\nto  whether that  approval constitutes  a condition  precedent or\r\n\nsubsequent  to  an effective  rejection.    Consequently, section\r\n\n365(a)  is ambiguous  in  this respect.    See United  States  v.\r                                                                       \r\n\nGibbens, </pre><span class=\"citation\" data-id=\"195396\"><a href=\"/opinion/195396/united-states-v-gibbens/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span><pre class=\"inline\">, 34 (1st  Cir. 1994) (\"A statute is ambiguous\r                 \r\n\nif it can be read in more than one way.\").\r\n\n          While  the  competing interpretations  proposed  by the\r\n\nparties are both reasonable renditions of the statute's language,\r\n\nwe  believe that section 365(a) is most faithfully read as making\r\n\ncourt approval a  condition precedent to  the effectiveness of  a\r\n\ntrustee's rejection  of a  nonresidential lease.   Therefore, the\r\n\ndate of court approval, not the motion filing date, controls.  We\r\n\nare guided to this conclusion by several signposts.\r\n\n          First and foremost, we think that the  structure of the\r\n\nBankruptcy  Code and  the  nature of  judicial  oversight in  the\r\n\nChapter  11 milieu combine to make it highly likely that Congress\r\n\nintended judicial  authorization to  be a condition  precedent to\r\n\nrejection.   Bankruptcy is inherently  a judicial process.   From\r\n\nthe  moment that a debtor's  petition is filed  in the bankruptcy\r\n\ncourt, the debtor's property is in custodia legis.  See 1 William\r                                                                 \r\n\nC.  Norton,  Jr., Norton  Bankruptcy Law  and  Practice 2d    3:2\r                                                                    \r\n\n(1994).  From that point forward, the bankruptcy court is charged\r\n\nwith overseeing the trustee's management in order  to ensure that\r\n\nthe interests of the bankruptcy estate are served.  See 4 </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Norton,</span>\r                                                                 \r\n\nsupra</span><pre class=\"inline\">,   77:4.\r               \r\n\n          Judicial oversight of the reorganization  process takes\r\n\n                                11\r\r\n\ntwo  forms.   Many  routine decisions  are  made by  the  trustee\r\n\nwithout any specific clearance from the bankruptcy court, and are\r\n\nreviewed (if at all) only in  the course of an examination of the\r\n\ntrustee's overall stewardship (say, when a plan of reorganization\r\n\nis proposed  or when an  application for  fees is filed).   Other\r\n\ndecisions  are  not   effective  unless  they   are  specifically\r\n\nsanctioned by the court.   In those instances,  judicial approval\r\n\nis  almost  invariably a  condition  precedent  to the  trustee's\r\n\naction.5     Arranging  matters  in  this   sequence  facilitates\r\n\njudicial  oversight,  minimizes false  starts,  and  enhances the\r\n\nefficiency of the process.  We can  think of no convincing reason\r\n\nwhy  Congress  would  abruptly  depart  from  this tried-and-true\r\n\nformula.   More importantly,  we are  confident that if  Congress\r\n\nwished to inaugurate  so radical  a change, it  would have  taken\r\n\npains to mark the trail brightly.\r\n\n          A second  reason for reading section  365(a) to require\r\n\njudicial  approval as  a condition  precedent  to rejection  of a\r\n\nnonresidential  lease is  rooted  in history.   Congress  enacted\r\n\nsection 365(a) as  part of  the Bankruptcy Code  of 1978,  making\r\n\ncourt approval of such rejections  obligatory for the first time.\r\n                    \r                              \r\n\n     5We  note  several  examples.   Before  using,  selling,  or\r\nleasing property  of the  estate outside  the ordinary course  of\r\nbusiness, the trustee must seek court approval.  See  11 U.S.C.  \r                                                              \r\n363(b)(1).    Unless each  entity that  has  an interest  in cash\r\ncollateral  consents, the  trustee  may not  use cash  collateral\r\nunless the bankruptcy court  first grants authorization.  See  11\r                                                                       \r\nU.S.C.    363(2)(A),  (B).   If the  trustee seeks  extraordinary\r\npost-petition financing,  he  must first  obtain court  approval.\r\nSee 11 U.S.C.   364(b).  And the trustee may not abandon property\r             \r\nof  the  estate,  even  if burdensome,  without  obtaining  court\r\napproval.  See 11 U.S.C.   554(a).\r                        \r\n\n                                12\r\r\n\nThe  predecessor   to  section  365(a),  section   70(b)  of  the\r\n\nBankruptcy Act of 1898,  11 U.S.C.   110(b) (repealed  1978), and\r\n\nthe applicable bankruptcy  rule governing actions taken  pursuant\r\n\nto  section 70(b), Fed. R. Bankr. P. 607 (repealed 1978), did not\r\n\nexplicitly require judicial approval  of a trustee's rejection of\r\n\na lease, and  many courts  held that the  trustee, acting  alone,\r\n\ncould make a rejection stick.   See, e.g., Villas &amp;  Sommer, Inc.\r                                                                           \r\n\nv. Mahony  (In re Steelship Corp.),  </pre><span class=\"citation\" data-id=\"355879\"><a href=\"/opinion/355879/in-the-matter-of-steelship-corporation-bankrupt-vilas-and-sommer-inc-v/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">128</span></a></span><pre class=\"inline\">, 132  (8th Cir.\r                                            \r\n\n1978).  The conclusion is irresistible that Congress, by changing\r\n\nthe protocol in 1978, intended to involve bankruptcy courts  more\r\n\nactively  in the decisional process.  We believe that this policy\r\n\nof  increased involvement  is better  served by  viewing judicial\r\n\napproval  as  a condition  precedent  to the  effectiveness  of a\r\n\nrejection instead of as a condition subsequent.\r\n\n          In  a related  vein, we  note that several  courts have\r\n\nfound  support  for  requiring  court  approval  as  a  condition\r\n\nprecedent  to  rejection  in   two  extant  rules  of  bankruptcy\r\n\nprocedure, namely, Fed. R. Bankr.  P. 6006 and 9014.   See, e.g.,\r                                                                          \r\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Revco,</span> <span class=\"volume\">109</span>  <span class=\"reporter\">B.R.</span> at <span class=\"page\">268</span></span><pre class=\"inline\">.   Read  together, these rules  require a\r               \r\n\ntrustee who  desires to reject a lease to file a formal motion to\r\n\nthat  effect.     This,  too,  constitutes   an  innovation  for,\r\n\npreviously,  the rules  did not  provide a  formal  procedure for\r\n\nrejecting  leases.  We think  this is another  sign that Congress\r\n\nintended  courts  to  become  more  involved  in  the  decisional\r\n\nprocess,  and, thus, reinforces our vision of court approval as a\r\n\ncondition  precedent to  a  valid rejection  of a  nonresidential\r\n\n                                13\r\r\n\nlease.\r\n\n          The  third reason  for  our view  is  that reading  the\r\n\nstatute  in the  manner favored  by the  district court  tends to\r\n\nreduce a bankruptcy court's order of approval to a bagatelle.  So\r\n\ninterpreted, the provision would trivialize judicial oversight of\r\n\nthe rejection  process.   Court orders are  customarily important\r\n\nevents in the life of a judicial proceeding; they are the primary\r\n\nmeans through  which courts  speak, see, e.g.,  Advance Financial\r                                                                           \r\n\nCorp. v. Isla Rica Sales, Inc.,  </pre><span class=\"citation\" data-id=\"443943\"><a href=\"/opinion/443943/advance-financial-corporation-v-isla-rica-sales-inc-antonio-novoa-v/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 26 (1st Cir. 1984),\r                                        \r\n\nand they should  carry commensurate weight.  We see no reason for\r\n\nallowing a trustee to substitute his voice for that of the court.\r\n\nThe trustee may sing all he wants, but it is  the court that must\r\n\ncall the tune.  Cf. W.A. Mozart,  Le Nozze di Figaro, Act 1, sc.2\r                                                              \r\n\n(1786) (Figaro's Aria).\r\n\n          Along  the  same  lines,  we think  that  the  district\r\n\ncourt's \"valid,  but voidable\" construct, see  Thinking </pre><span class=\"citation\" data-id=\"1985610\"><span class=\"antecedent_guess\">Machines,</span>\r                                                                          \r\n\n<a href=\"/opinion/1985610/in-re-thinking-machines-corp/\"><span class=\"volume\">182</span> <span class=\"reporter\">B.R.</span>  at <span class=\"page\">368</span></a></span><pre class=\"inline\">, is largely bereft of meaning.  In the rejection\r\n\nscenario,  the sole reason for  seeking court approval  is to cut\r\n\noff  the debtor's  post-petition  liability, imposed  by  section\r\n\n365(d)(3),  under the  unexpired  nonresidential lease.   If  the\r\n\nbankruptcy court  disapproves the trustee's motion for rejection,\r\n\nthen the \"rejection\"  never had any meaningful legal existence in\r\n\nthe first  place   the trustee will remain liable for rent at the\r\n\ncontract rate  from the  inception of the  insolvency proceeding.\r\n\nAs  judicial approval  will  always  be  the  last  step  in  the\r\n\nrejection  pavane, it follows that the trustee's repudiation of a\r\n\n                                14\r\r\n\nlease can never be valid in any meaningful sense until the  court\r\n\nhas acted.\r\n\n          A final reason for  our view stems from a  concern that\r\n\ntreating a  rejection as  \"valid, but  voidable\" from the  motion\r\n\nfiling date forward would further ensnarl the tangles inherent in\r\n\nthe complexities  of modern commerce.   If \"valid,  but voidable\"\r\n\nwere the rule, the parties could act on the trustee's notice, and\r\n\ntheir  actions would  have  to  be  undone  if  the  court  later\r\n\ndisagreed.     Traditionally,   attempts  to   unwind  bankruptcy\r\n\ntransactions after the fact have proven nettlesome, see, e.g., In\r                                                                           \r\n\nre Stadium  Mgmt. Corp., </pre><span class=\"citation\" data-id=\"536170\"><a href=\"/opinion/536170/in-re-stadium-management-corp-debtor-anheuser-busch-inc-v-stanley/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">845</span></a></span><pre class=\"inline\">, 849 (1st Cir. 1990); In re\r                                                                           \r\n\nTexaco, </pre><span class=\"citation\" data-id=\"1954377\"><a href=\"/opinion/1954377/in-re-texaco-inc/\"><span class=\"volume\">92</span> <span class=\"reporter\">B.R.</span>  <span class=\"page\">38</span></a></span><pre class=\"inline\">, 50 (S.D.N.Y. 1988), and  we will not lightly\r                \r\n\nassume  that   Congress   intended   to   invite   these   myriad\r\n\ncomplications.\r\n\n          This round  trip back to the future serves to highlight\r\n\nthe importance of factual certainty in the rejection process.  In\r\n\nadopting  a  requirement of  court  approval,  Congress overruled\r\n\nprecedent that allowed trustees to  show by informal conduct that\r\n\nthey had either  assumed or rejected  leases (or other  executory\r\n\ncontracts, for that matter).  Thus, the requirement seems to have\r\n\nbeen designed at least  in part to remedy the  problems attendant\r\n\nupon informal or  equivocal rejections   particularly the lack of\r\n\nclear notice to landlords as to when they could safely redeem and\r\n\nrelet  their property.    See  Gregory  G.  Hesse,  A  Return  to\r                                                                           \r\n\nConfusion and Uncertainty as  to the Effective Date  of Rejection\r                                                                           \r\n\nof  Commercial Leases in Bankruptcy,   9 Bankr.  Dev. J. 521, 531\r                                             \r\n\n                                15\r\r\n\n(1993) (discussing  legislative history).   Treating  a trustee's\r\n\nrejection of a nonresidential lease as \"valid, but voidable\" tugs\r\n\nin  the  opposite direction,  promoting  uncertainty  rather than\r\n\ndispelling it.6\r\n\n          In an effort to resist the force of these four reasons,\r\n\nTMC counters with two principal points.  First, it notes that the\r\n\nlanguage  used   in  section   365(a)  is  atypical.     Congress\r\n\ntraditionally employs the vocabulary  of prior authorization when\r\n\ninserting  a  requirement of  court approval  in  the Code.   For\r\n\nexample, the statutes cited in note  </pre><span class=\"citation\" data-id=\"564956\"><a href=\"/opinion/564956/25-collier-bankrcas2d-113-bankr-l-rep-p-74130-in-re-gsf/\"><span class=\"antecedent_guess\">5,</span> supra</a></span><pre class=\"inline\">, all say that  \"the\r                                                       \r\n\ncourt,  after notice  and  a hearing,\"  may authorize  particular\r\n\nactions.    TMC  visualizes  the somewhat  different  wording  of\r\n\nsection  365(a) as betokening a  different mechanism.   But it is\r\n\nrisky  to  read too  much into  Congress'  use of  an alternative\r\n\nformulation,  especially when the new language is opaque.  We are\r\n\nunwilling,  without  more, to  construe  the mere  absence  of an\r\n\nexplicit  reference to securing  court approval in  advance as an\r\n\nintentional departure  from the  pattern of prior  court approval\r\n\nwoven throughout the fabric of the Bankruptcy Code.\r\n                    \r                              \r\n\n     6We do  not think that  it is any  real answer to  insinuate\r\nthat \"valid, but voidable\" is workable because a bankruptcy court\r\nwill usually  support a  trustee's desire to  scrap an  unexpired\r\nnonresidential  lease.  The magnitude of the harm that a landlord\r\nmight suffer  if the bankruptcy court  subsequently disapproved a\r\nparticular  rejection after  the  landlord  diligently relet  the\r\nrejected   premises,  or   incurred   substantial   expenses   to\r\nrehabilitate or  advertise them, brings into  focus the potential\r\nunfairness inherent  in adopting  the motion  filing date  as the\r\neffective  date of a rejection.  We  have no reason to think that\r\nCongress  intended to add an  element of Russian  roulette to the\r\nalready  tumultuous effects  of  the   reorganization process  on\r\ncommercial landlords.\r\n\n                                16\r\r\n\n          Next,  TMC  complains  that  using the  date  of  court\r\n\napproval  as  the  termination  date of  a  nonresidential  lease\r\n\nburdens  the scarce  resources  of bankruptcy  estates.   In this\r\n\nrespect,  section 365(a), in  conjunction with section 365(d)(3),\r\n\ndeparts from one of the  general themes of Chapter 11 in  that it\r\n\nhinders  the trustee's  efforts to  rid the bankruptcy  estate of\r\n\nunnecessary  baggage.   But  general themes  are, by  definition,\r\n\ngeneral;  they are  not necessarily  controlling in  all specific\r\n\ninstances.  Since the S/C Amendments purposefully discounted this\r\n\ngeneral theme in relation to the specific circumstances presented\r\n\nby nonresidential leases, TMC's  policy argument is best directed\r\n\nto the legislative, not the judicial, branch.\r\n\n          We need go no  further.  For the reasons  limned above,\r\n\nwe  hold that a rejection of a nonresidential lease under section\r\n\n365(a) becomes legally effective only after judicial approval has\r\n\nbeen obtained.\r\n\n                 C.  Relief Under Section 365(a).\r                           C.  Relief Under Section 365(a).\r                                                          \r\n\n          Although we have decided the precise issue presented on\r\n\nappeal, we think it behooves us to make clear that nothing in our\r\n\nholding  today precludes  a bankruptcy  court, in  an appropriate\r\n\nsection 365(a)  case, from approving  a trustee's rejection  of a\r\n\nnonresidential  lease retroactive to the  motion filing date.  We\r\n\nexplain briefly.\r\n\n          Bankruptcy courts  are courts of equity,  see Pepper v.\r                                                                        \r\n\nLitton, </pre><span class=\"citation\" data-id=\"103255\"><a href=\"/opinion/103255/pepper-v-litton/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">295</span></a></span><pre class=\"inline\">, 304-05  (1939), and,  particularly in  the\r                \r\n\nChapter  11  context,  they  may  sometimes  abandon   mechanical\r\n\n                                17\r\r\n\nsolutions in favor  of the pliant reins of  fairness.  See, e.g.,\r                                                                          \r\n\nWinthrop Old Farm  </pre><span class=\"citation\" data-id=\"691950\"><span class=\"antecedent_guess\">Nurseries,</span> <a href=\"/opinion/691950/in-re-winthrop-old-farm-nurseries-inc-debtor-winthrop-old-farm/\"><span class=\"volume\">50</span>  <span class=\"reporter\">F.3d</span> at <span class=\"page\">75</span> </a></span><pre class=\"inline\"> (explaining that  a\r                                      \r\n\nbankruptcy  court,  applying principles  of  equity,  may in  its\r\n\ndiscretion choose between valuation methods).  In the section 365\r\n\ncontext, this means that  bankruptcy courts may enter retroactive\r\n\norders of approval, and should do so when the balance of equities\r\n\npreponderates in favor of  such remediation.  See In  re Jamesway\r                                                                           \r\n\nCorp., </pre><span class=\"citation\" data-id=\"1885863\"><a href=\"/opinion/1885863/in-re-jamesway-corp/\"><span class=\"volume\">179</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">33</span></a></span><pre class=\"inline\">, 39 (S.D.N.Y. 1995) (holding that a bankruptcy\r               \r\n\ncourt  can order  rejection retroactive  to an  earlier date  \"to\r\n\navoid penalizing the  debtor for an  unnecessary delay caused  by\r\n\nthe creditor\"); see also  In re Garfinckels, Inc., </pre><span class=\"citation\" data-id=\"1539106\"><a href=\"/opinion/1539106/in-re-garfinckels-inc/\"><span class=\"volume\">118</span>  <span class=\"reporter\">B.R.</span> <span class=\"page\">154</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n154  (Bankr. D.D.C.  1990)  (suggesting that,  in the  absence of\r\n\nunfair  prejudice, a bankruptcy court may enter an order nunc pro\r\n\ntunc  setting the  motion filing  date as  the effective  date of\r\n\napproval);  see   generally  11  U.S.C.      105(a)  (authorizing\r                                     \r\n\nbankruptcy courts to \"issue any order,  process, or judgment that\r\n\nis necessary or appropriate to carry out the provisions\" of Title\r\n\n11).\r\n\n          Of course,  the equitable powers  of bankruptcy  courts\r\n\nare  not unlimited.   They  can only  be brought  to bear  in the\r\n\nservice  of the Bankruptcy Code.   See Norwest Bank, Worthington,\r                                                                          \r\n\nv. Ahlers, </pre><span class=\"citation\" data-id=\"112020\"><a href=\"/opinion/112020/norwest-bank-worthington-v-ahlers/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">197</span></a></span><pre class=\"inline\">, 206 (1988).   Thus, a bankruptcy court's\r                   \r\n\nexercise of its residual equitable  powers must be connected  to,\r\n\nand  advance the  purposes of,  specific provisions in  the Code.\r\n\nSee, e.g., In re Hoffman Bros. Packing Co.,  </pre><span class=\"citation\" data-id=\"1814018\"><a href=\"/opinion/1814018/in-re-hoffman-bros-packing-co-inc/\"><span class=\"volume\">173</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">177</span></a></span><pre class=\"inline\">, 185-86\r                                                    \r\n\n(Bankr. 9th  Cir. 1994)  (invalidating nunc pro  tunc order  that\r\n\n                                18\r\r\n\ncontradicted  an  express  Code  provision).    There  is  little\r\n\nquestion, however, that a retroactive order may be appropriate as\r\n\nlong   as  it   promotes   the  purposes   of  section   365(a).7\r\n\nConsequently, we rule that a bankruptcy court, when principles of\r\n\nequity  so dictate, may  approve a rejection  of a nonresidential\r\n\nlease pursuant to section 365(a) retroactive to the motion filing\r\n\ndate.8\r\n\n          The fact  that the  bankruptcy court has  the power  to\r\n\napprove the  trustee's rejection  of an  unexpired nonresidential\r\n\nlease retroactive to the  motion filing date has a  salutary side\r\n\neffect; it should act  as a stimulus to all parties  to cooperate\r\n\nin getting the trustee's motion to reject heard and determined at\r\n\nthe  earliest practicable  date.   Moreover,  the possibility  of\r\n\nretroactivity  helps to explain the seeming rift in the case law.\r\n\nWitness,  for example, In re  Joseph C. Spiess  Co., </pre><span class=\"citation\" data-id=\"1823802\"><a href=\"/opinion/1823802/in-re-joseph-c-spiess-co/\"><span class=\"volume\">145</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">597</span>\r</a></span><pre class=\"inline\">                                                             \r\n\n(Bankr. N.D. Ill. 1992),  the leading case cited by  the district\r\n\ncourt in support of its \"valid, but voidable\" rationale.  A close\r\n\nreading of Spiess indicates  that the court may have  reached its\r                           \r\n\nultimate  conclusion    that  the  rejection took  effect  on the\r\n                    \r                              \r\n\n     7Retroactive approval orders do not  contradict   365(c)(3).\r\nWhile  that provision  commands the  trustee to  pay rent  at the\r\ncontract rate until  a nonresidential lease is rejected,  it does\r\nnot   stipulate  that  a  rejection   cannot  be  made  to  apply\r\nretroactively.  See </pre><span class=\"citation\" data-id=\"1885863\"><span class=\"antecedent_guess\">Jamesway,</span> <a href=\"/opinion/1885863/in-re-jamesway-corp/\"><span class=\"volume\">179</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">37</span></a></span><pre class=\"inline\">.\r                                      \r\n\n     8We note, in this  connection, that because such retroactive\r\norders  are  within  the  bankruptcy  court's  sound  discretion,\r\nappeals from  a bankruptcy court's  disposition of a  request for\r\nretroactive relief will be reviewed only for abuse of discretion.\r\nSee, e.g., </pre><span class=\"citation\" data-id=\"196044\"><span class=\"antecedent_guess\">Jarvis,</span> <a href=\"/opinion/196044/jarvis-v-debtor-estate/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">420</span></a></span><pre class=\"inline\">; Grella v. Salem Five Cent Sav.\r                                                                           \r\nBank, </pre><span class=\"citation\" data-id=\"684074\"><a href=\"/opinion/684074/paul-j-grella-trustee-v-salem-five-cent-savings-bank/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 30  (1st Cir. 1994); In re Gonic  Realty Trust,\r                                                                          \r\n</pre><span class=\"citation\" data-id=\"545484\"><a href=\"/opinion/545484/bankr-l-rep-p-73546-in-re-gonic-realty-trust-debtor-appeal-of-gonic/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">624</span></a></span><pre class=\"inline\">, 626 (1st Cir. 1990).\r\n\n                                19\r\r\n\nmotion filing date as opposed to the court approval date   on the\r\n\nbasis  of  equitable, rather  than  statutory,  principles.   The\r\n\ncourt's actual holding is  illuminating.  After determining \"that\r\n\nthe trustee's rejection of  a lease should be retroactive  to the\r\n\ndate  that trustee takes  affirmative steps to  reject said lease\r\n\nsuch as serving notice on motion to reject,\" the  court held that\r\n\na court-approved rejection of  an unexpired nonresidential  lease\r\n\ncould  \"apply retroactively to  the date the  trustee notices the\r\n\nmotion requesting same.\"  </pre><span class=\"citation\" data-id=\"1823802\"><span class=\"antecedent_guess\">Spiess,</span> <a href=\"/opinion/1823802/in-re-joseph-c-spiess-co/\"><span class=\"volume\">145</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">606</span></a></span><pre class=\"inline\">.   Thus, Spiess\r                                                                           \r\n\ncan  fairly  be  read  as  an  instance  of  a  bankruptcy  court\r\n\nrecognizing  that  retroactive  approval  orders  are within  its\r\n\nequitable  powers  under  section  365(a),  and  acting  on  that\r\n\nrealization.\r\n\n          Reading  Spiess  in  this manner  bridges  the apparent\r                                   \r\n\nconflict  in the case law.  Doctrinal incoherence vanishes, and a\r\n\nsingle black-letter rule emerges:  rejection under section 365(a)\r\n\ndoes  not take effect until judicial approval is secured, but the\r\n\napproving court  has the equitable  power, in suitable  cases, to\r\n\norder a rejection to operate retroactively.9\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          We reverse  the decision of the  district court, vacate\r\n\nits order, and direct that it remand the matter to the bankruptcy\r\n\ncourt (which, if it  so elects, may in its  discretion reconsider\r\n\n                    \r                              \r\n\n     9Because  no  two cases  are  exactly alike,  we  eschew any\r\nattempt to  spell  out  the  range of  circumstances  that  might\r\njustify the use of  a bankruptcy court's equitable powers in this\r\nfashion.  That exercise is best handled on a case-by-case basis.\r\n\n                                20\r\r\n\nits original order in light of this opinion).\r\n\n          The judgment of the district court is reversed, and the\r                    The judgment of the district court is reversed, and the\r                                                                           \r\n\ncause is  remanded  to the  district court  with instructions  to\r          cause is  remanded  to the  district court  with instructions  to\r                                                                           \r\n\nremit  the case  to  the bankruptcy  court.   Costs  in favor  of\r          remit  the case  to  the bankruptcy  court.   Costs  in favor  of\r                                                                           \r\n\nappellant.\r          appellant.\r                   \r\n\n                                21\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112020/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112776/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195396/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195622/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196044/",
    "https://www.courtlistener.com/api/rest/v3/opinions/355879/",
    "https://www.courtlistener.com/api/rest/v3/opinions/443943/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526969/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545484/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606324/",
    "https://www.courtlistener.com/api/rest/v3/opinions/684074/",
    "https://www.courtlistener.com/api/rest/v3/opinions/684076/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691950/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1530875/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1539106/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1814018/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1823802/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1885863/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1917503/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1954377/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1968155/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1970187/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1985610/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2001738/"
  ]
}