{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196372/",
  "id": 196372,
  "absolute_url": "/opinion/196372/marmolejos-v-ins/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196372/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:04:23Z",
  "date_modified": "2020-02-21T23:39:42.815582Z",
  "type": "010combined",
  "sha1": "b8c8225888e3a7162c124fb1b0dc343c79e9b10d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1728.01A",
  "local_path": null,
  "plain_text": "\n\nOctober 31, 1995\r\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1728\r\n\n                   GUARIONEX A. MARMOLEJOS,\r\n\n                         Petitioner,\r\n\n                              v.\r\n\n           IMMIGRATION AND NATURALIZATION SERVICE,\r\n\n                         Respondent.\r\n\n                                         \r\n\n            ON PETITION FOR REVIEW OF FINAL ORDER\r\n             OF THE BOARD OF IMMIGRATION APPEALS\r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n              Boudin and Stahl, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nGuarionex A.  Marmolejos  on Application  for  Review  of a  Final\r                                    \r\nOrder of Deportation and Memorandum in Support of Motion for Review of\r\nFinal Order of Deportation, pro se.\r\nVernon Benet Miles,  Attorney, Office  of Immigration  Litigation,\r                              \r\nCivil  Division, U.S.  Department of  Justice,  on Motion  for Summary\r\nDismissal  and  Motion  to  Dismiss  for  Lack  of  Jurisdiction,  for\r\nrespondent.\r\n\n                                         \r\n\n                                         \r\r\n\n          Per Curiam.   Petitioner, Guarionex A.  Marmolejos,\r                                \r\n\npetitions for review  of a  final order of  deportation.   He\r\n\ncurrently is incarcerated pursuant  to a state conviction for\r\n\ndrug trafficking  offenses.   He  does not  dispute that  his\r\n\nconviction renders  him an  aggravated felon for  purposes of\r\n\nthe  Immigration and  Nationality  Act  (\"INA\").   Petitioner\r\n\nraises essentially two issues on review.\r\n\n          1.  Petitioner  contends that  the Immigration  and\r\n\nNaturalization Service  (\"INS\") violated his  Fifth Amendment\r\n\ndue process rights by delaying both the issuance of the order\r\n\nto  show cause and the scheduling of the deportation hearing.\r\n\nSpecifically, by the  time of the hearing  -- when petitioner\r\n\nfirst  indicated his  intention  to  apply  for a  waiver  of\r\n\ndeportation  under    212(c), 8  U.S.C.    1182(c) --  he was\r\n\nineligible  for such  relief,  having served  more than  five\r\n\nyears of  his  sentence.1   Although  the  show  cause  order\r\n\n                    \r                                \r\n\n1.  Section 212(c), in relevant part, provides:\r\n\n            Aliens lawfully  admitted for permanent\r\n          resident [sic]  who temporarily proceeded\r\n          abroad voluntarily and not under an order\r\n          of deportation, and  who are returning to\r\n          a lawful unrelinquished domicile of seven\r\n          consecutive years, may be admitted in the\r\n          discretion   of   the  Attorney   General\r\n          without  regard  to  the   provisions  of\r\n          subsection  (a)  of  this section  (other\r\n          than paragraphs  (3) and (9)(C)) .  . . .\r\n          The  first  sentence  of this  subsection\r                                                               \r\n          shall not apply to  an alien who has been\r                                                               \r\n          convicted  of  one  or   more  aggravated\r                                                               \r\n          felonies  and has served  for such felony\r                                                               \r\n          or felonies a term  of imprisonment of at\r                                                               \r\n\n                             -2-\r\r\n\nissued prior to  the five-year cut-off, petitioner  maintains\r                           \r\n\nthat had it been issued  earlier, he would have been  able to\r\n\nsecure  legal   assistance  and   make  a  timely      212(c)\r\n\napplication.   Also,  petitioner argues  that the  show cause\r\n\norder   was  constitutionally  deficient   because  it  never\r\n\ninformed him that there was a time limit for applying for the\r\n\nwaiver.\r\n\n          Before proceeding, we note what is not  at stake in\r                                                            \r\n\nthis  case.    Petitioner   does  not  contest  that  he   is\r\n\ndeportable, nor does he dispute that  he was ordered deported\r\n\nonly  after  a  hearing  which complied  with  statutory  and\r\n\nregulatory requirements.   Petitioner  also does not  contend\r\n\nthat  he never received notice of his  right to apply for a  \r\n\n212(c) waiver.  Rather, he  complains about the timeliness of\r\n\nthe  procedures used by the INS in initiating and hearing the\r\n\nmatter of his deportability.  With  this in mind, we turn  to\r\n\nthe merits.\r\n\n          A  review of  the statutes and  regulations reveals\r\n\nthat  neither Congress nor the  INS has required  that a show\r\n\ncause order  should  issue in  sufficient  time to  allow  an\r\n\naggravated felon to apply  for a   212(c) waiver  or that the\r\n\norder should include  notice of  the time limit  on    212(c)\r\n\neligibility.  Although   242(i),  8 U.S.C.   1252(i), directs\r\n\n                    \r                                \r\n\n          least 5 years.\r                                   \r\n\n(Emphasis added).\r\n\n                             -3-\r\r\n\nthe Attorney General to  \"begin any deportation proceeding as\r\n\nexpeditiously as possible after  the date of the conviction,\"\r\n\nCongress has  clarified that    242(i)  does not  create \"any\r\n\nsubstantive or  procedural right  or benefit that  is legally\r\n\nenforceable by any  party\" against the INS.   See Immigration\r                                                             \r\n\nand Nationality  Technical Corrections  Act of 1994,  Pub. L.\r\n\nNo. 103-416,   225,  108 Stat. 4305,  4324 (1994).  See  also\r                                                                         \r\n\nCampos v.  INS, 62 F.3d 311, 314 (9th Cir. 1995) (  225 makes\r                          \r\n\nclear that    242(i) does  not place any  obligations on  the\r\n\ngovernment).  See generally  INS v. Miranda, 459 U.S.  14, 18\r                                                       \r\n\n(1982); Pimental-Romero v.  INS, 954 F.2d 564, 564  (1st Cir.\r                                           \r\n\n1991).\r\n\n          2.   Petitioner's  second  contention  is that  his\r\n\nconviction  did not  become  final  for immigration  purposes\r\n\nuntil  the  Massachusetts Supreme  Judicial Court  denied his\r\n\nrequest  for  further  appellate  review  of his  conviction.\r\n\nBecause the denial occurred  on September 8, 1993, petitioner\r\n\nargues that the five-year period in   212(c) did not begin to\r\n\nrun until then.   Thus, he concludes, he still is eligible to\r\n\napply for a   212(c) waiver.\r\n\n          Petitioner is  correct that his conviction  did not\r\n\nbecome final until September 8, 1993.  It is settled that \"an\r\n\nalien is not deemed to have been `convicted' of a crime under\r\n\nthe  [INA] until  his conviction  has attained  a substantial\r\n\ndegree of  finality.\"  Marino v.  INS, 537 F.2d 686,  691 (2d\r                                                 \r\n\n                             -4-\r\r\n\nCir. 1976).  This occurs when \"direct appellate review of the\r\n\nconviction  has either been  exhausted or waived.\"   White v.\r                                                                      \r\n\nINS, 17 F.3d  475, 479 (1st Cir. 1994).   Here, as petitioner\r               \r\n\npoints out, his conviction could only be considered final  as\r\n\nof  September 8,  1993.   This,  however,  does not  end  the\r\n\nmatter.\r\n\n          The last sentence  of   212(c) states that an alien\r\n\nis ineligible to apply for a waiver of deportability if he or\r\n\nshe \"has  been convicted of  one or more  aggravated felonies\r\n\nand  has served  for  such  felony  or  felonies  a  term  of\r               \r\n\nimprisonment  of at  least  5 years.\"    8 U.S.C.     1182(c)\r\n\n(emphasis added).  Plainly,  two conditions must exist before\r\n\nan alien is barred from applying for a   212(c) waiver -- his\r\n\nor her felony conviction  must be final for INA  purposes and\r\n\nhe or  she must have been imprisoned  for the felony for five\r\n\nyears.\r\n\n          Thus, the five-year requirement applies to a  \"term\r\n\nof imprisonment,\"  not to a \"conviction.\"  The ordinary usage\r\n\nof the phrase  \"term of  imprisonment\" refers,  we think,  to\r\n\ntime  actually  spent in  prison  for  a particular  offense.\r\n\nPetitioner does not, nor would  he for ordinary purposes such\r\n\nas  parole,  contend that  his  \"term  of imprisonment\"  only\r\n\ncommenced  on September  8,  1993, when  the  SJC denied  the\r\n\nappeal of his conviction.   In sum, the term  of imprisonment\r\n\n                             -5-\r\r\n\ncan begin before  the conviction  is affirmed  on appeal  and\r\n\nthat is what happened in this case.\r\n\n          It might be a closer question whether the five-year\r\n\nterm should run from the date on which a petitioner  was held\r\n\nfor  trial and from which he received credit against his term\r\n\nfollowing conviction.   This is  not a  distinction urged  by\r\n\npetitioner  in this  case; no  plain error  is  involved; and\r\n\ngiven the apparent  purpose of  the statute, it  is at  least\r\n\ndoubtful whether  petitioner could be granted  a waiver since\r\n\nhe  has now served more than five  years from the date of his\r\n\nconviction, even if the pre-conviction period is discarded.\r\n\n          Based on  the foregoing the  motion of the  INS for\r\n\nsummary  dismissal is  granted.   See Local  Rule 27.1.   The\r                                                 \r\n\nmotion of  petitioner for  in forma  pauperis status  and the\r\n\nmotion of the  INS to  dismiss for lack  of jurisdiction  are\r\n\ndenied as moot.\r                  \r\n\n                             -6-\r\r\n",
  "html": "<p class=\"case_cite\">69 F.3d 531</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Guarionex A. MARMOLEJOS, Petitioner,<br>v.<br>IMMIGRATION and NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 95-1728.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 31, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Vernon Benet Miles, Attorney, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, on Motion for Summary Dismissal and Motion to Dismiss for Lack of Jurisdiction, for respondent.</p>\n      <p class=\"indent\">Guarionex A. Marmolejos on Application for Review of a Final Order of Deportation and Memorandum in Support of Motion for Review of Final Order of Deportation, pro se.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner, Guarionex A. Marmolejos, petitions for review of a final order of deportation.  He currently is incarcerated pursuant to a state conviction for drug trafficking offenses.  He does not dispute that his conviction renders him an aggravated felon for purposes of the Immigration and Nationality Act (\"INA\").  Petitioner raises essentially two issues on review.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. Petitioner contends that the Immigration and Naturalization Service (\"INS\") violated his Fifth Amendment due process rights by delaying both the issuance of the order to show cause and the scheduling of the deportation hearing.  Specifically, by the time of the hearing--when petitioner first indicated his intention to apply for a waiver of deportation under Sec. 212(c), 8 U.S.C. Sec. 1182(c)--he was ineligible for such relief, having served more than five years of his sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Although the show cause order issued prior to the five-year cut-off, petitioner maintains that had it been issued earlier, he would have been able to secure legal assistance and make a timely Sec. 212(c) application.  Also, petitioner argues that the show cause order was constitutionally deficient because it never informed him that there was a time limit for applying for the waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before proceeding, we note what is not at stake in this case.  Petitioner does not contest that he is deportable, nor does he dispute that he was ordered deported only after a hearing which complied with statutory and regulatory requirements.  Petitioner also does not contend that he never received notice of his right to apply for a Sec. 212(c) waiver.  Rather, he complains about the timeliness of the procedures used by the INS in initiating and hearing the matter of his deportability.  With this in mind, we turn to the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A review of the statutes and regulations reveals that neither Congress nor the INS has required that a show cause order should issue in sufficient time to allow an aggravated felon to apply for a Sec. 212(c) waiver or that the order should include notice of the time limit on Sec. 212(c) eligibility.  Although Sec. 242(i), 8 U.S.C. Sec. 1252(i), directs the Attorney General to \"begin any deportation proceeding as expeditiously as possible after the date of the conviction,\" Congress has clarified that Sec. 242(i) does not create \"any substantive or procedural right or benefit that is legally enforceable by any party\" against the INS. See Immigration and Nationality Technical Corrections Act of 1994, Pub.L. No. 103-416, Sec. 225, 108 Stat. 4305, 4324 (1994).  See also Campos v. INS, 62 F.3d 311, 314 (9th Cir.1995) (Sec. 225 makes clear that Sec. 242(i) does not place any obligations on the government).  See generally INS v. Miranda, 459 U.S. 14, 18 (1982);  Pimental-Romero v. INS, 954 F.2d 564, 564 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">2. Petitioner's second contention is that his conviction did not become final for immigration purposes until the Massachusetts Supreme Judicial Court denied his request for further appellate review of his conviction.  Because the denial occurred on September 8, 1993, petitioner argues that the fiveyear period in Sec. 212(c) did not begin to run until then.  Thus, he concludes, he still is eligible to apply for a Sec. 212(c) waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Petitioner is correct that his conviction did not become final until September 8, 1993.  It is settled that \"an alien is not deemed to have been 'convicted' of a crime under the [INA] until his conviction has attained a substantial degree of finality.\"  Marino v. INS, 537 F.2d 686, 691 (2d Cir.1976).  This occurs when \"direct appellate review of the conviction has either been exhausted or waived.\"  White v. INS, 17 F.3d 475, 479 (1st Cir.1994).  Here, as petitioner points out, his conviction could only be considered final as of September 8, 1993.  This, however, does not end the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The last sentence of Sec. 212(c) states that an alien is ineligible to apply for a waiver of deportability if he or she \"has been convicted of one or more aggravated felonies and has served for such felony or felonies a term of imprisonment of at least 5 years.\"  8 U.S.C. Sec. 1182(c) (emphasis added).  Plainly, two conditions must exist before an alien is barred from applying for a Sec. 212(c) waiver--his or her felony conviction must be final for INA purposes and he or she must have been imprisoned for the felony for five years.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thus, the five-year requirement applies to a \"term of imprisonment,\" not to a \"conviction.\"   The ordinary usage of the phrase \"term of imprisonment\" refers, we think, to time actually spent in prison for a particular offense.  Petitioner does not, nor would he for ordinary purposes such as parole, contend that his \"term of imprisonment\" only commenced on September 8, 1993, when the SJC denied the appeal of his conviction.  In sum, the term of imprisonment can begin before the conviction is affirmed on appeal and that is what happened in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It might be a closer question whether the five-year term should run from the date on which a petitioner was held for trial and from which he received credit against his term following conviction.  This is not a distinction urged by petitioner in this case;  no plain error is involved;  and given the apparent purpose of the statute, it is at least doubtful whether petitioner could be granted a waiver since he has now served more than five years from the date of his conviction, even if the pre-conviction period is discarded.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Based on the foregoing the motion of the INS for summary dismissal is granted.  See Local Rule 27.1.  The motion of petitioner for in forma pauperis status and the motion of the INS to dismiss for lack of jurisdiction are denied as moot.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 212(c), in relevant part, provides:</p>\n        <p>Aliens lawfully admitted for permanent resident [sic] who temporarily proceeded abroad voluntarily and not under an order of deportation, and who are returning to a lawful unrelinquished domicile of seven consecutive years, may be admitted in the discretion of the Attorney General without regard to the provisions of subsection (a) of this section (other than paragraphs (3) and (9)(C))....   The first sentence of this subsection shall not apply to an alien who has been convicted of one or more aggravated felonies and has served for such felony or felonies a term of imprisonment of at least 5 years.</p>\n        <p>(Emphasis added).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"196376\"><a href=\"/opinion/196376/united-states-v-dirico/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">531</span></a></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Guarionex A. MARMOLEJOS, Petitioner,<br>v.<br>IMMIGRATION and NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 95-1728.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 31, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Vernon Benet Miles, Attorney, Office of Immigration Litigation, Civil Division, U.S. Department of Justice, on Motion for Summary Dismissal and Motion to Dismiss for Lack of Jurisdiction, for respondent.</p>\n      <p class=\"indent\">Guarionex A. Marmolejos on Application for Review of a Final Order of Deportation and Memorandum in Support of Motion for Review of Final Order of Deportation, pro se.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner, Guarionex A. Marmolejos, petitions for review of a final order of deportation.  He currently is incarcerated pursuant to a state conviction for drug trafficking offenses.  He does not dispute that his conviction renders him an aggravated felon for purposes of the Immigration and Nationality Act (\"INA\").  Petitioner raises essentially two issues on review.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. Petitioner contends that the Immigration and Naturalization Service (\"INS\") violated his Fifth Amendment due process rights by delaying both the issuance of the order to show cause and the scheduling of the deportation hearing.  Specifically, by the time of the hearing--when petitioner first indicated his intention to apply for a waiver of deportation under Sec. 212(c), 8 U.S.C. Sec. 1182(c)--he was ineligible for such relief, having served more than five years of his sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Although the show cause order issued prior to the five-year cut-off, petitioner maintains that had it been issued earlier, he would have been able to secure legal assistance and make a timely Sec. 212(c) application.  Also, petitioner argues that the show cause order was constitutionally deficient because it never informed him that there was a time limit for applying for the waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before proceeding, we note what is not at stake in this case.  Petitioner does not contest that he is deportable, nor does he dispute that he was ordered deported only after a hearing which complied with statutory and regulatory requirements.  Petitioner also does not contend that he never received notice of his right to apply for a Sec. 212(c) waiver.  Rather, he complains about the timeliness of the procedures used by the INS in initiating and hearing the matter of his deportability.  With this in mind, we turn to the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A review of the statutes and regulations reveals that neither Congress nor the INS has required that a show cause order should issue in sufficient time to allow an aggravated felon to apply for a Sec. 212(c) waiver or that the order should include notice of the time limit on Sec. 212(c) eligibility.  Although Sec. 242(i), 8 U.S.C. Sec. 1252(i), directs the Attorney General to \"begin any deportation proceeding as expeditiously as possible after the date of the conviction,\" Congress has clarified that Sec. 242(i) does not create \"any substantive or procedural right or benefit that is legally enforceable by any party\" against the INS. See Immigration and Nationality Technical Corrections Act of 1994, Pub.L. No. 103-416, Sec. 225, 108 Stat. 4305, 4324 (1994).  See also Campos v. INS, <span class=\"citation\" data-id=\"701366\"><a href=\"/opinion/701366/edmundo-m-campos-v-immigration-and-naturalization-service/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">311</span></a></span>, 314 (9th Cir.1995) (Sec. 225 makes clear that Sec. 242(i) does not place any obligations on the government).  See generally INS v. Miranda, <span class=\"citation\" data-id=\"110808\"><a href=\"/opinion/110808/ins-v-miranda/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">14</span></a></span>, 18 (1982);  Pimental-Romero v. INS, <span class=\"citation no-link\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">564</span></span>, 564 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">2. Petitioner's second contention is that his conviction did not become final for immigration purposes until the Massachusetts Supreme Judicial Court denied his request for further appellate review of his conviction.  Because the denial occurred on September 8, 1993, petitioner argues that the fiveyear period in Sec. 212(c) did not begin to run until then.  Thus, he concludes, he still is eligible to apply for a Sec. 212(c) waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Petitioner is correct that his conviction did not become final until September 8, 1993.  It is settled that \"an alien is not deemed to have been 'convicted' of a crime under the [INA] until his conviction has attained a substantial degree of finality.\"  Marino v. INS, <span class=\"citation\" data-id=\"336403\"><a href=\"/opinion/336403/giuseppe-marino-v-immigration-naturalization-service-united-states/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">686</span></a></span>, 691 (2d Cir.1976).  This occurs when \"direct appellate review of the conviction has either been exhausted or waived.\"  White v. INS, <span class=\"citation\" data-id=\"195228\"><a href=\"/opinion/195228/white-v-ins/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">475</span></a></span>, 479 (1st Cir.1994).  Here, as petitioner points out, his conviction could only be considered final as of September 8, 1993.  This, however, does not end the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The last sentence of Sec. 212(c) states that an alien is ineligible to apply for a waiver of deportability if he or she \"has been convicted of one or more aggravated felonies and has served for such felony or felonies a term of imprisonment of at least 5 years.\"  8 U.S.C. Sec. 1182(c) (emphasis added).  Plainly, two conditions must exist before an alien is barred from applying for a Sec. 212(c) waiver--his or her felony conviction must be final for INA purposes and he or she must have been imprisoned for the felony for five years.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thus, the five-year requirement applies to a \"term of imprisonment,\" not to a \"conviction.\"   The ordinary usage of the phrase \"term of imprisonment\" refers, we think, to time actually spent in prison for a particular offense.  Petitioner does not, nor would he for ordinary purposes such as parole, contend that his \"term of imprisonment\" only commenced on September 8, 1993, when the SJC denied the appeal of his conviction.  In sum, the term of imprisonment can begin before the conviction is affirmed on appeal and that is what happened in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It might be a closer question whether the five-year term should run from the date on which a petitioner was held for trial and from which he received credit against his term following conviction.  This is not a distinction urged by petitioner in this case;  no plain error is involved;  and given the apparent purpose of the statute, it is at least doubtful whether petitioner could be granted a waiver since he has now served more than five years from the date of his conviction, even if the pre-conviction period is discarded.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Based on the foregoing the motion of the INS for summary dismissal is granted.  See Local Rule 27.1.  The motion of petitioner for in forma pauperis status and the motion of the INS to dismiss for lack of jurisdiction are denied as moot.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 212(c), in relevant part, provides:</p>\n        <p>Aliens lawfully admitted for permanent resident [sic] who temporarily proceeded abroad voluntarily and not under an order of deportation, and who are returning to a lawful unrelinquished domicile of seven consecutive years, may be admitted in the discretion of the Attorney General without regard to the provisions of subsection (a) of this section (other than paragraphs (3) and (9)(C))....   The first sentence of this subsection shall not apply to an alien who has been convicted of one or more aggravated felonies and has served for such felony or felonies a term of imprisonment of at least 5 years.</p>\n        <p>(Emphasis added).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110808/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195228/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196376/",
    "https://www.courtlistener.com/api/rest/v3/opinions/336403/",
    "https://www.courtlistener.com/api/rest/v3/opinions/701366/"
  ]
}