{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196324/",
  "id": 196324,
  "absolute_url": "/opinion/196324/united-states-v-burke/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196324/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:26Z",
  "date_modified": "2020-02-21T23:31:59.498535Z",
  "type": "010combined",
  "sha1": "eec6bbcac6225f533b3635c6aaf0c1f3d868d764",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1010.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1010\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                        JOSEPH BURKE,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nRosemary Curran Scapicchio for appellant.\r                                      \r\nDina Michael  Chaitowitz, Assistant United  States Attorney,  with\r                                    \r\nwhom Donald K.  Stern, United States  Attorney, was on  brief for  the\r                             \r\nUnited States.\r\n                                         \r\n\n                      September 29, 1995\r\n\n                                         \r\r\n\n          CAMPBELL, Senior Circuit  Judge.  Defendant  Joseph\r                                                     \r\n\nBurke appeals  from an  order of the  United States  District\r\n\nCourt for  the District of  Massachusetts (the \"Massachusetts\r\n\nfederal court\") sentencing him to imprisonment for ten years,\r\n\nthis  sentence   to  run  consecutively  to  another  federal\r\n\nsentence imposed by the United States District Court  for the\r\n\nMiddle  District of  Florida (the  \"Florida federal  court\"),\r\n\nwhich Burke is now serving.  Burke committed the instant drug\r\n\noffense while serving the earlier sentence.  Section 5G1.3(a)\r\n\nof the  United States  Sentencing Guidelines requires  that a\r\n\nconsecutive  sentence be imposed for offenses committed while\r\n\na defendant is serving another term of imprisonment.  \r\n\n          At  his sentencing hearing before the Massachusetts\r\n\nfederal court, Burke argued  that his ongoing Florida federal\r\n\ncourt sentence  was illegal.1  Burke  urged the Massachusetts\r\n\nfederal court to recognize this purported illegality, and use\r\n\nits discretion to depart from section 5G1.3(a)'s  consecutive\r\n\nsentence  requirement.   Burke  contended  that a  concurrent\r\n\nsentence would ameliorate the prior error.  The Massachusetts\r\n\nfederal  court  rejected  Burke's   argument  and  imposed  a\r\n\n                    \r                                \r\n\n1.  He  argued  that  the  Florida  federal  court  erred  in\r\nsentencing him to consecutive sentences.  Burke had committed\r\nsix  armed bank robberies in  Florida.  Two  of the robberies\r\nwere  committed   after  implementation  of   the  Sentencing\r\nGuidelines, while  four robberies  were committed before  the\r\nSentencing Guidelines went into  effect.  The Florida federal\r\ncourt sentenced  Burke to 63  months on the  Guideline counts\r\nand a  consecutive  term of  25  years on  the  non-Guideline\r\ncounts.  Burke did not appeal from this sentence. \r\n\n                             -2-\r                                          2\r\r\n\nconsecutive sentence stating:   \"I disagree  that I have  the\r\n\ndiscretion  . . . .  A cognate  United States  District Court\r\n\nhas acted.   I don't sit  in judgment on its  judgments.\"  On\r\n\nappeal  from  the  latter  sentence, Burke  claims  that  the\r\n\ncourt's  belief  that  it   lacked  discretion  to  impose  a\r\n\nconcurrent sentence in these circumstances was erroneous.\r\n\n          We  disagree.    Section 5K2.0  of  the  Sentencing\r\n\nGuidelines states that a court may depart  from the Guideline\r\n\nsentence if \". . . there exists an aggravating  or mitigating\r\n\ncircumstance  of a kind, or to a degree, not adequately taken\r\n\ninto consideration by the Sentencing Commission . . . .\"  The\r\n\nMassachusetts  federal court  correctly ruled  that  the mere\r\n\nclaimed  illegality of  a prior  sentence imposed  by another\r\n\nfederal court presents by itself no such circumstance.   \r\n\n          The proper way to challenge the legality of a prior\r\n\nfederal  sentence would be to  bring an appropriate direct or\r\n\ncollateral  attack in  the  federal district  court that  had\r\n\njurisdiction  over  that  sentence.   See  Custis  v.  United\r                                                                         \r\n\nStates,  114 S. Ct. 1732, 1739 (1994).   Burke argues that he\r                  \r\n\ndid not  ask the  Massachusetts federal court  to vacate  the\r\n\nsentence  imposed by  the Florida  federal court,  but simply\r\n\npointed out  the sentence's illegality in  order to encourage\r\n\nthe  Massachusetts federal  court  to use  its discretion  to\r\n\norder a  concurrent sentence.   Necessarily, however, Burke's\r\n\ncontention would require  the Massachusetts federal  court to\r\n\n                             -3-\r                                          3\r\r\n\nascertain collaterally whether  the sentence  of the  Florida\r\n\nfederal court which he is now serving was illegal.  The court\r\n\ncorrectly declined to make such an inquiry.\r\n\n          In United States v. Paleo, 967 F.2d 7, 11 (1st Cir.\r                                               \r\n\n1992),  this  Court  held   that  \"a  federal  defendant  may\r\n\nchallenge,  in a  sentencing  proceeding, the  constitutional\r\n\nvalidity of  past convictions,  used to increase  his federal\r\n\nsentence.\"  However, Paleo was  narrowed by United States  v.\r                                                                     \r\n\nIsaacs, 14 F.3d  106, 108-110  (1st Cir. 1994).   In  holding\r                  \r\n\nthat Comment 6 to section 4A1.2  of the Sentencing Guidelines\r\n\nno longer expressly authorized the collateral review of prior\r\n\nconvictions  used  in   calculating  a  defendant's  criminal\r\n\nhistory  category,  the  Isaacs  court also  ruled  that  the\r                                           \r\n\nConstitution  did not  guarantee  the right  to review  prior\r\n\nconvictions except those  found to be \"presumptively  void.\"2\r\n\nId.  at 110-112.  This holding in Isaacs was further narrowed\r                                                    \r\n\nby  the Supreme  Court in  Custis, 114  S. Ct.  at 1738.   In\r                                             \r\n\nCustis, the  Court refused  \"to extend  the  right to  attack\r                  \r\n\ncollaterally  prior convictions used for sentence enhancement\r\n\n[under the  Armed Career  Criminal Act, 18  U.S.C.    924(e)]\r\n\nbeyond the right to have appointed counsel . . . .\"  Id.  See\r                                                                         \r\n\n                    \r                                \r\n\n2.  The   Isaacs  court   found  that   \"presumptively  void\"\r                            \r\nconvictions are those in  which a constitutional violation is\r\nobvious  on the face of  the prior conviction  and those with\r\n\"structural errors\" which are so serious as to  undermine the\r\nreliability of  an entire  criminal proceeding.   14 F.3d  at\r\n111-112.\r\n\n                             -4-\r                                          4\r\r\n\nalso United States  v. Munoz,  36 F.3d 1229,  1237 (1st  Cir.\r                                        \r\n\n1994); United States v.  Cordero, 42 F.3d 697, 701  (1st Cir.\r                                            \r\n\n1994).   Although  Custis  and Paleo  involved challenges  to\r                                                \r\n\npredicate  convictions under  the Armed Career  Criminal Act,\r\n\nwhile  Isaacs  and the  present  case  involve challenges  to\r                         \r\n\npredicate convictions  under the enhancement  and consecutive\r\n\nsentencing  provisions  of  the  Sentencing  Guidelines,  the\r\n\nunderlying issues  are  much the  same.   In particular,  the\r\n\nCustis  Court  emphasized  that  \"when  Congress intended  to\r                  \r\n\nauthorize collateral attacks on prior convictions at the time\r\n\nof sentencing, it  knew how to do  so.\"  114 S.  Ct. at 1736.\r\n\nHence, absent  specific language allowing  collateral attack,\r\n\nnone  is  permitted  in  a sentencing  proceeding  except  as\r\n\nrespects  the  appointment of  counsel.    Id.   Because  the\r                                                          \r\n\nGuidelines  and related  materials  make no  provision for  a\r\n\ncollateral  attack  upon  the  prior  conviction   forming  a\r\n\npredicate sentence under section 5G1.3(a), Burke had no right\r\n\nat   the   sentencing  hearing   held   below  to   challenge\r\n\ncollaterally  the  legality  of the  Florida  federal court's\r\n\nsentence.\r\n\n          To  rule  otherwise  would   hopelessly  complicate\r\n\nsentencing  under  the   federal  Guidelines.    In   Custis,\r                                                                        \r\n\nreferring to  collateral  review of  state  convictions,  the\r\n\nSupreme  Court  noted that  such  an  outcome \"would  require\r\n\nsentencing courts to  rummage through frequently  nonexistent\r\n\n                             -5-\r                                          5\r\r\n\nor  difficult to  obtain state  court transcripts  or records\r\n\nthat may  date from another era, and may come from any one of\r\n\nthe  50 States.\"  Id.  at 1738-1739.   For federal sentences,\r                                 \r\n\nthe records may  be more accessible,  but the complexity  and\r\n\ndelay  would  nonetheless  be  considerable.    Moreover,  to\r\n\nreexamine  the  legality of  a  sentence  imposed in  another\r\n\nfederal  jurisdiction  without participation  by  the parties\r\n\ninvolved  in the earlier case could easily lead to error, and\r\n\nwould strain  the relations between coordinate  courts in the\r\n\nfederal  system.   Additionally,  the finality  doctrine that\r\n\nserves  to  conserve scarce  judicial  resources and  promote\r\n\nefficiency would  be compromised.  Quoting  its prior opinion\r\n\nin United States v. Addonizio, 442 U.S. 178, 184 n.11 (1979),\r                                         \r\n\nthe Custis Court cautioned that \"'[i]nroads on the concept of\r                      \r\n\nfinality tend to undermine confidence in the integrity of our\r\n\nprocedures'  and  inevitably  delay  and  impair the  orderly\r\n\nadministration of justice.\"  114 S. Ct. at 1739.  \r\n\n          If, as  alleged, Burke  believed  that his  Florida\r\n\nfederal court  sentence was illegal, his  most obvious course\r\n\nwas  to have pursued his direct appeal remedy.  Having failed\r\n\nto do  so, Burke  may now  find  it harder  to challenge  the\r\n\nlegality of that sentence,  although in some circumstances he\r\n\nmay be able to do so.   Title 28 U.S.C.   2255,  for example,\r\n\ncould on an appropriate occasion afford a remedy, although we\r\n\nare not in a position to  know whether Burke would fit within\r\n\n                             -6-\r                                          6\r\r\n\nthat  statute  here.3   At  Burke's  sentencing hearing,  the\r\n\nMassachusetts  federal court thoughtfully  indicated that \"if\r\n\nthrough  some sort  of collateral  or direct  attack [Burke's\r\n\ncounsel] can tip over  or get a recomputation of  the Florida\r\n\nsentence, then . . . I would revisit  the issue of the timing\r\n\nand the credit to  be adopted in this sentence.\"   This offer\r\n\nwas consonant with that  of the Supreme Court in  Custis, 114\r                                                                    \r\n\nS. Ct. at 1739.\r\n\n          Affirmed.\r                              \r\n\n                    \r                                \r\n\n3.  We emphasize that  regardless of whether Burke is able to\r\nfind a way to  challenge the legality of his  prior sentence,\r\nhe   may  not   challenge   its  legality   in  the   present\r\nMassachusetts federal court sentencing  proceeding, involving\r\na  different crime.  See United States  v. Field, 39 F.3d 15,\r                                                            \r\n18-19   (1st   Cir.   1994)  (defendant   not   permitted  to\r\ncollaterally attack prior state court conviction offered as a\r\npredicate for another sentence notwithstanding the absence of\r\nany  means to attack it  either in state  court or on federal\r\nhabeas corpus review).  \r\n\n                             -7-\r                                          7\r\r\n",
  "html": "<p class=\"case_cite\">67 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Joseph BURKE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1010.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 11, 1995.<br>Decided Sept. 29, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rosemary Curran Scapicchio, for appellant.</p>\n      <p class=\"indent\">Dina Michael Chaitowitz, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Joseph Burke appeals from an order of the United States District Court for the District of Massachusetts (the \"Massachusetts federal court\") sentencing him to imprisonment for ten years, this sentence to run consecutively to another federal sentence imposed by the United States District Court for the Middle District of Florida (the \"Florida federal court\"), which Burke is now serving.  Burke committed the instant drug offense while serving the earlier sentence. Section 5G1.3(a) of the United States Sentencing Guidelines requires that a consecutive sentence be imposed for offenses committed while a defendant is serving another term of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At his sentencing hearing before the Massachusetts federal court, Burke argued that his ongoing Florida federal court sentence was illegal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Burke urged the Massachusetts federal court to recognize this purported illegality, and use its discretion to depart from section 5G1.3(a)'s consecutive sentence requirement.  Burke contended that a concurrent sentence would ameliorate the prior error.  The Massachusetts federal court rejected Burke's argument and imposed a consecutive sentence stating:  \"I disagree that I have the discretion....  A cognate United States District Court has acted.  I don't sit in judgment on its judgments.\"   On appeal from the latter sentence, Burke claims that the court's belief that it lacked discretion to impose a concurrent sentence in these circumstances was erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We disagree.  Section 5K2.0 of the Sentencing Guidelines states that a court may depart from the Guideline sentence if \"... there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission....\"  The Massachusetts federal court correctly ruled that the mere claimed illegality of a prior sentence imposed by another federal court presents by itself no such circumstance.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The proper way to challenge the legality of a prior federal sentence would be to bring an appropriate direct or collateral attack in the federal district court that had jurisdiction over that sentence.  See Custis v. United States, --- U.S. ----, ----, 114 S.Ct. 1732, 1739, 128 L.Ed.2d 517 (1994).  Burke argues that he did not ask the Massachusetts federal court to vacate the sentence imposed by the Florida federal court, but simply pointed out the sentence's illegality in order to encourage the Massachusetts federal court to use its discretion to order a concurrent sentence.  Necessarily, however, Burke's contention would require the Massachusetts federal court to ascertain collaterally whether the sentence of the Florida federal court which he is now serving was illegal.  The court correctly declined to make such an inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In United States v. Paleo, 967 F.2d 7, 11 (1st Cir.1992), this Court held that \"a federal defendant may challenge, in a sentencing proceeding, the constitutional validity of past convictions, used to increase his federal sentence.\"   However, Paleo was narrowed by United States v. Isaacs, 14 F.3d 106, 108-110 (1st Cir.1994).  In holding that Comment 6 to section 4A1.2 of the Sentencing Guidelines no longer expressly authorized the collateral review of prior convictions used in calculating a defendant's criminal history category, the Isaacs court also ruled that the Constitution did not guarantee the right to review prior convictions except those found to be \"presumptively void.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Id. at 110-112.   This holding in Isaacs was further narrowed by the Supreme Court in Custis, --- U.S. at ----, 114 S.Ct. at 1738.   In Custis, the Court refused \"to extend the right to attack collaterally prior convictions used for sentence enhancement [under the Armed Career Criminal Act, 18 U.S.C. Sec. 924(e) ] beyond the right to have appointed counsel....\"  Id.   See also United States v. Munoz, 36 F.3d 1229, 1237 (1st Cir.1994);  United States v. Cordero, 42 F.3d 697, 701 (1st Cir.1994).  Although Custis and Paleo involved challenges to predicate convictions under the Armed Career Criminal Act, while Isaacs and the present case involve challenges to predicate convictions under the enhancement and consecutive sentencing provisions of the Sentencing Guidelines, the underlying issues are much the same.  In particular, the Custis Court emphasized that \"when Congress intended to authorize collateral attacks on prior convictions at the time of sentencing, it knew how to do so.\"  --- U.S. at ----, 114 S.Ct. at 1736.   Hence, absent specific language allowing collateral attack, none is permitted in a sentencing proceeding except as respects the appointment of counsel.  Id.  Because the Guidelines and related materials make no provision for a collateral attack upon the prior conviction forming a predicate sentence under section 5G1.3(a), Burke had no right at the sentencing hearing held below to challenge collaterally the legality of the Florida federal court's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">To rule otherwise would hopelessly complicate sentencing under the federal Guidelines.  In Custis, referring to collateral review of state convictions, the Supreme Court noted that such an outcome \"would require sentencing courts to rummage through frequently nonexistent or difficult to obtain state court transcripts or records that may date from another era, and may come from any one of the 50 States.\"  Id. at ---- - ----, 114 S.Ct. at 1738-1739.   For federal sentences, the records may be more accessible, but the complexity and delay would nonetheless be considerable.  Moreover, to reexamine the legality of a sentence imposed in another federal jurisdiction without participation by the parties involved in the earlier case could easily lead to error, and would strain the relations between coordinate courts in the federal system.  Additionally, the finality doctrine that serves to conserve scarce judicial resources and promote efficiency would be compromised.  Quoting its prior opinion in United States v. Addonizio, 442 U.S. 178, 184 n. 11, 99 S.Ct. 2235, 2240 n. 11, 60 L.Ed.2d 805 (1979), the Custis Court cautioned that \" '[i]nroads on the concept of finality tend to undermine confidence in the integrity of our procedures' and inevitably delay and impair the orderly administration of justice.\"  --- U.S. at ----, 114 S.Ct. at 1739.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">If, as alleged, Burke believed that his Florida federal court sentence was illegal, his most obvious course was to have pursued his direct appeal remedy.  Having failed to do so, Burke may now find it harder to challenge the legality of that sentence, although in some circumstances he may be able to do so.  Title 28 U.S.C. Sec. 2255, for example, could on an appropriate occasion afford a remedy, although we are not in a position to know whether Burke would fit within that statute here.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  At Burke's sentencing hearing, the Massachusetts federal court thoughtfully indicated that \"if through some sort of collateral or direct attack [Burke's counsel] can tip over or get a recomputation of the Florida sentence, then ... I would revisit the issue of the timing and the credit to be adopted in this sentence.\"   This offer was consonant with that of the Supreme Court in Custis, --- U.S. at ----, 114 S.Ct. at 1739.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> He argued that the Florida federal court erred in sentencing him to consecutive sentences.  Burke had committed six armed bank robberies in Florida.  Two of the robberies were committed after implementation of the Sentencing Guidelines, while four robberies were committed before the Sentencing Guidelines went into effect.  The Florida federal court sentenced Burke to 63 months on the Guideline counts and a consecutive term of 25 years on the non-Guideline counts.  Burke did not appeal from this sentence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Isaacs court found that \"presumptively void\" convictions are those in which a constitutional violation is obvious on the face of the prior conviction and those with \"structural errors\" which are so serious as to undermine the reliability of an entire criminal proceeding.  14 F.3d at 111-112</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We emphasize that regardless of whether Burke is able to find a way to challenge the legality of his prior sentence, he may not challenge its legality in the present Massachusetts federal court sentencing proceeding, involving a different crime.  See United States v. Field, 39 F.3d 15, 18-19 (1st Cir.1994) (defendant not permitted to collaterally attack prior state court conviction offered as a predicate for another sentence notwithstanding the absence of any means to attack it either in state court or on federal habeas corpus review)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Joseph BURKE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1010.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 11, 1995.<br>Decided Sept. 29, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rosemary Curran Scapicchio, for appellant.</p>\n      <p class=\"indent\">Dina Michael Chaitowitz, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Joseph Burke appeals from an order of the United States District Court for the District of Massachusetts (the \"Massachusetts federal court\") sentencing him to imprisonment for ten years, this sentence to run consecutively to another federal sentence imposed by the United States District Court for the Middle District of Florida (the \"Florida federal court\"), which Burke is now serving.  Burke committed the instant drug offense while serving the earlier sentence. Section 5G1.3(a) of the United States Sentencing Guidelines requires that a consecutive sentence be imposed for offenses committed while a defendant is serving another term of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At his sentencing hearing before the Massachusetts federal court, Burke argued that his ongoing Florida federal court sentence was illegal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Burke urged the Massachusetts federal court to recognize this purported illegality, and use its discretion to depart from section 5G1.3(a)'s consecutive sentence requirement.  Burke contended that a concurrent sentence would ameliorate the prior error.  The Massachusetts federal court rejected Burke's argument and imposed a consecutive sentence stating:  \"I disagree that I have the discretion....  A cognate United States District Court has acted.  I don't sit in judgment on its judgments.\"   On appeal from the latter sentence, Burke claims that the court's belief that it lacked discretion to impose a concurrent sentence in these circumstances was erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We disagree.  Section 5K2.0 of the Sentencing Guidelines states that a court may depart from the Guideline sentence if \"... there exists an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission....\"  The Massachusetts federal court correctly ruled that the mere claimed illegality of a prior sentence imposed by another federal court presents by itself no such circumstance.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The proper way to challenge the legality of a prior federal sentence would be to bring an appropriate direct or collateral attack in the federal district court that had jurisdiction over that sentence.  See Custis v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1732</span></a></span>, 1739, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span> </a></span>(1994).  Burke argues that he did not ask the Massachusetts federal court to vacate the sentence imposed by the Florida federal court, but simply pointed out the sentence's illegality in order to encourage the Massachusetts federal court to use its discretion to order a concurrent sentence.  Necessarily, however, Burke's contention would require the Massachusetts federal court to ascertain collaterally whether the sentence of the Florida federal court which he is now serving was illegal.  The court correctly declined to make such an inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In United States v. Paleo, <span class=\"citation\" data-id=\"585215\"><a href=\"/opinion/585215/united-states-v-robert-paleo-united-states-v-robert-p-paleo/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir.1992), this Court held that \"a federal defendant may challenge, in a sentencing proceeding, the constitutional validity of past convictions, used to increase his federal sentence.\"   However, Paleo was narrowed by United States v. Isaacs, <span class=\"citation\" data-id=\"660666\"><a href=\"/opinion/660666/united-states-v-edward-isaacs-united-states-v-edward-isaacs/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 108-110 (1st Cir.1994).  In holding that Comment 6 to section 4A1.2 of the Sentencing Guidelines no longer expressly authorized the collateral review of prior convictions used in calculating a defendant's criminal history category, the Isaacs court also ruled that the Constitution did not guarantee the right to review prior convictions except those found to be \"presumptively void.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  <span class=\"citation\" data-id=\"660666\"><a href=\"/opinion/660666/united-states-v-edward-isaacs-united-states-v-edward-isaacs/\"><span class=\"id_token\">Id.</span> at 110-112. </a></span>  This holding in Isaacs was further narrowed by the Supreme Court in Custis, --- U.S. at <span class=\"citation\" data-id=\"1087955\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1738</span></a></span>.   In Custis, the Court refused \"to extend the right to attack collaterally prior convictions used for sentence enhancement [under the Armed Career Criminal Act, 18 U.S.C. Sec. 924(e) ] beyond the right to have appointed counsel....\"  <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"id_token\">Id.</span>   See also </a></span>United States v. Munoz, <span class=\"citation\" data-id=\"195659\"><a href=\"/opinion/195659/united-states-v-delgado-munoz/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1229</span></a></span>, 1237 (1st Cir.1994);  United States v. Cordero, <span class=\"citation\" data-id=\"195801\"><a href=\"/opinion/195801/united-states-v-cordero-garcia/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">697</span></a></span>, 701 (1st Cir.1994).  Although Custis and Paleo involved challenges to predicate convictions under the Armed Career Criminal Act, while Isaacs and the present case involve challenges to predicate convictions under the enhancement and consecutive sentencing provisions of the Sentencing Guidelines, the underlying issues are much the same.  In particular, the Custis Court emphasized that \"when Congress intended to authorize collateral attacks on prior convictions at the time of sentencing, it knew how to do so.\"  --- U.S. at <span class=\"citation\" data-id=\"1087955\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1736</span></a></span>.   Hence, absent specific language allowing collateral attack, none is permitted in a sentencing proceeding except as respects the appointment of counsel.  <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"id_token\">Id.</span>  Because the </a></span>Guidelines and related materials make no provision for a collateral attack upon the prior conviction forming a predicate sentence under section 5G1.3(a), Burke had no right at the sentencing hearing held below to challenge collaterally the legality of the Florida federal court's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">To rule otherwise would hopelessly complicate sentencing under the federal Guidelines.  In Custis, referring to collateral review of state convictions, the Supreme Court noted that such an outcome \"would require sentencing courts to rummage through frequently nonexistent or difficult to obtain state court transcripts or records that may date from another era, and may come from any one of the 50 States.\"  <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"id_token\">Id.</span> at ---- </a></span>- <span class=\"citation\" data-id=\"1087955\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1738</span></a></span>-1739.   For federal sentences, the records may be more accessible, but the complexity and delay would nonetheless be considerable.  Moreover, to reexamine the legality of a sentence imposed in another federal jurisdiction without participation by the parties involved in the earlier case could easily lead to error, and would strain the relations between coordinate courts in the federal system.  Additionally, the finality doctrine that serves to conserve scarce judicial resources and promote efficiency would be compromised.  Quoting its prior opinion in United States v. Addonizio, <span class=\"citation\" data-id=\"110094\"><a href=\"/opinion/110094/united-states-v-addonizio/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 184 n. 11, <span class=\"citation\" data-id=\"110094\"><a href=\"/opinion/110094/united-states-v-addonizio/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2235</span></a></span>, 2240 n. 11, <span class=\"citation\" data-id=\"110094\"><a href=\"/opinion/110094/united-states-v-addonizio/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">805</span> </a></span>(1979), the Custis Court cautioned that \" '[i]nroads on the concept of finality tend to undermine confidence in the integrity of our procedures' and inevitably delay and impair the orderly administration of justice.\"  --- U.S. at <span class=\"citation\" data-id=\"1087955\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1739</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">If, as alleged, Burke believed that his Florida federal court sentence was illegal, his most obvious course was to have pursued his direct appeal remedy.  Having failed to do so, Burke may now find it harder to challenge the legality of that sentence, although in some circumstances he may be able to do so.  Title 28 U.S.C. Sec. 2255, for example, could on an appropriate occasion afford a remedy, although we are not in a position to know whether Burke would fit within that statute here.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  At Burke's sentencing hearing, the Massachusetts federal court thoughtfully indicated that \"if through some sort of collateral or direct attack [Burke's counsel] can tip over or get a recomputation of the Florida sentence, then ... I would revisit the issue of the timing and the credit to be adopted in this sentence.\"   This offer was consonant with that of the Supreme Court in Custis, --- U.S. at <span class=\"citation\" data-id=\"1087955\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1739</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> He argued that the Florida federal court erred in sentencing him to consecutive sentences.  Burke had committed six armed bank robberies in Florida.  Two of the robberies were committed after implementation of the Sentencing Guidelines, while four robberies were committed before the Sentencing Guidelines went into effect.  The Florida federal court sentenced Burke to 63 months on the Guideline counts and a consecutive term of 25 years on the non-Guideline counts.  Burke did not appeal from this sentence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Isaacs court found that \"presumptively void\" convictions are those in which a constitutional violation is obvious on the face of the prior conviction and those with \"structural errors\" which are so serious as to undermine the reliability of an entire criminal <span class=\"citation\" data-id=\"660666\"><span class=\"antecedent_guess\">proceeding.</span>  <a href=\"/opinion/660666/united-states-v-edward-isaacs-united-states-v-edward-isaacs/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">111-112</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We emphasize that regardless of whether Burke is able to find a way to challenge the legality of his prior sentence, he may not challenge its legality in the present Massachusetts federal court sentencing proceeding, involving a different crime.  See United States v. Field, <span class=\"citation\" data-id=\"195707\"><a href=\"/opinion/195707/united-states-v-field/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18-19 (1st Cir.1994) (defendant not permitted to collaterally attack prior state court conviction offered as a predicate for another sentence notwithstanding the absence of any means to attack it either in state court or on federal habeas corpus review)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110094/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195659/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195707/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585215/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660666/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1087955/"
  ]
}