{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196349/",
  "id": 196349,
  "absolute_url": "/opinion/196349/carter-v-state-of-ri/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196349/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:58Z",
  "date_modified": "2020-02-21T23:33:19.294322Z",
  "type": "010combined",
  "sha1": "a7f47a6bdba0d2395b81e12ad210864b34cddbea",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1082.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 95-1082\r\n\n                        SHEREE A. CARTER,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                  STATE OF RHODE ISLAND, ET AL.,\r\n\n                     Defendants, Appellants.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n       [Hon. Francis J. Boyle, Senior U.S. District Judge]\r                                                                   \r\n\n                                           \r                                                     \r\n\n                      Cyr, Boudin and Lynch,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                           \r                                                     \r\n\n   James R.  Lee, Assistant Attorney  General, with whom  Jeffrey B.\r                                                                              \r\nPine, Attorney General, was on brief for appellants.\r            \r\n   George  Carvalho,  with whom  Patrick  J. Quinlan  and  George E.\r                                                                              \r\nBabcock were on brief for appellee.\r               \r\n\n                                           \r                                                     \r\n\n                         October 18, 1995\r\n                                           \r                                                     \r\r\n\n          CYR, Circuit Judge.  Appellee Sheree A. Carter, a state\r                    CYR, Circuit Judge.\r                                      \r\n\nprison guard, filed suit against the State of Rhode Island, eight\r\n\nof her supervisors or superior officers, and her  union, alleging\r\n\nrace and  gender  discrimination.   Four  individual  defendants,\r\n\namong the  eight individual defendants who  initiated this inter-\r\n\nlocutory appeal,  challenge a  district  court order  disallowing\r\n\ntheir  \"qualified immunity\"  defenses  at summary  judgment.   We\r\n\ndismiss their appeal, for lack of appellate jurisdiction.  \r\n\n                                I\r                                          I\r\n\n                           BACKGROUND1\r                                     BACKGROUND\r                                               \r\n\n          The Rhode Island Department of Corrections hired Carter\r\n\nas  a prison  guard in October  1990.  Her  superior officers and\r\n\nsupervisors embarked on a prolonged campaign of workplace harass-\r\n\nment in  April 1991.    The work  environment was  marked by  (i)\r\n\nseveral disciplinary measures against Carter based on infractions\r\n\nfor  which defendants  had never  disciplined white  male guards,\r\n\n(ii) especially  undesirable or  dangerous work assignments  made\r\n\nwithout regard to her seniority and class ranking, and failure to\r\n\naccord \"serious consideration\" to  her application for promotion,\r\n\n(iii)  repeated  racial  slurs  and  sexual  threats  anonymously\r\n\ndirected against Carter  in telephone  calls at work  and at  her\r\n\nhome, and  in graffiti posted  at or near her  work station, (iv)\r\n\nfailure to address her  repeated complaints about ongoing harass-\r\n\n                    \r                              \r\n\n     1The material facts are related in the light  most favorable\r\nto  Carter, the party resisting summary judgment.  See Hegarty v.\r                                                                        \r\nSomerset County, 53 F.3d 1367, 1368 n.1 (1st Cir. 1995). \r                         \r\n\n                                2\r\r\n\nment,  amounting  to  implicit condonation,  and  (v)  defamatory\r\n\ncomments to  the press  relating to Carter's  discrimination com-\r\n\nplaints. \r\n\n          Carter commenced  suit  in federal  district  court  in\r\n\nAugust 1993,  alleging, inter  alia, that defendants  violated 42\r                                             \r\n\nU.S.C.   1983 by  infringing her constitutional right to  be free\r\n\nfrom race and  gender discrimination  under the  Fifth and  Four-\r\n\nteenth  Amendments  to  the  United States  Constitution.2    She\r\n                    \r                              \r\n\n     2Only the  ruling  denying summary  judgment on  the    1983\r\nclaims is before us on appeal.  An amended complaint additionally\r\nalleged civil  rights claims under  42 U.S.C.    1981 (race-based\r\ndiscrimination only)  and   1985, pendent  state-law claims under\r                             \r\nthe Rhode Island Whistleblower Protection Act, see R.I. Gen. Laws\r                                                            \r\n   28-14-18 (1994), and common law tort claims for defamation and\r\nintentional infliction of emotional  distress.  Later, Carter was\r\nallowed to amend  the complaint  again by including  a Title  VII\r\nclaim, see 42 U.S.C.   2000e-2(a)(1), to conform to the proffered\r                    \r\nevidence.  Defendants moved for  summary judgment on all  claims,\r\nbased on their qualified immunity defenses to the   1981,    1983\r\nand   1985 claims.\r\n     The  district court  denied  summary judgment  to all  eight\r\ndefendants on the Title VII claims, finding trialworthy issues of\r\nmaterial fact.   See Carter  v. State  of Rhode  Island, No.  93-\r                                                                 \r\n0447B,  slip op. at 6-7, 18-20  (D.R.I. Nov. 9, 1994) (Report and\r\nRecommendation).   The  court also  dismissed the     1985 claims\r\nagainst  all eight  defendants  because Carter  failed to  adduce\r\nsufficient  evidence to generate  a trialworthy  issue as  to the\r\nexistence  of  a \"conspiracy.\"   Id.  at  15-17, n.47.   Finally,\r                                              \r\nexcept for  the defamation claim against  \"supervisory\" defendant\r\nVose,  the court denied all  motions for summary  judgment on the\r\nstate-law claims.  Id. at 25-27.  \r                                \r\n     Though not at issue in this interlocutory appeal, we note an\r\napparent inconsistency  between the district court  order and the\r\nmemorandum explaining its rationale; viz., there is no foundation\r\nin  the memorandum and order for the district court's decision to\r\ndismiss the   1981 claims  against the four \"supervisory\"  defen-\r\ndants.  The court dismissed the   1981 claims against the \"union\"\r                                                                          \r\ndefendants because Carter had adduced  insufficient evidence that\r                    \r\nthe union  intentionally  or purposefully  discriminated  against\r                   \r\nCarter by selectively invoking a union  policy not to investigate\r\na union  member's complaints  while the complainant  is receiving\r\nworkers' compensation.  Id.  at 11-13.  On the  other hand, there\r                                     \r\nis no discussion  of the    1981 claims  against appellants,  who\r                                                                     \r\n\n                                3\r\r\n\nsought injunctive relief, compensatory  and punitive damages, and\r\n\nattorney fees.  Defendants moved for summary judgment, contending\r\n\nthat Carter had failed to state  a claim upon which relief may be\r\n\ngranted, see Fed. R. Civ. P. 12(b)(6), (c), and asserting \"quali-\r                      \r\n\nfied immunity\" from suit.\r\n\n          The  district court  categorized the  eleven individual\r\n\ndefendants in three groups:  \r\n\n          \"Union\" Defendants:  Rhode Island Brotherhood\r                                      \r\n          of  Correctional  Officers  (Union);  William\r\n          Bove (Union president); Kenneth Rivard (Union\r\n          grievance chairman);\r\n\n          \"Supervisory\" Defendants: George A. Vose, Jr.\r                                            \r\n          (Director of Rhode Island Department  of Cor-\r\n          rections);  Captain  Walter Whitman  (Warden;\r\n          Carter's  supervisor);  Captain  Thomas  Par-\r\n          tridge (Deputy  Warden; Carter's supervisor);\r\n          Barry Levin (the Department's  Chief Supervi-\r\n          sor of Employee Relations); and \r\n\n          \"Superior  Officer\"  Defendants:   Lieutenant\r                                                   \r\n          Ronald  Le  Clerc;  Captain  Kenneth  Ahearn;\r\n          Captain  Peter  Germani  and  Captain  Ronald\r\n                    \r                              \r\n\nmoved  for summary judgment  on the    1981 and    1983 claims on\r\nqualified immunity grounds only, and whose   1981 liability is in\r\nno sense derivative of, nor dependent upon, the union defendants.\r\n\n     Nevertheless,  dismissal of  the    1981 claims  against the\r\n\"superior  officer\"  defendants  does  appear to  flow  from  the\r\ndismissal  of the   1983 claims against those defendants based on\r\ninsufficient  evidence of  discriminatory intent.   On  the other\r\nhand,  assuming  the  district  court  correctly  denied  summary\r\njudgment to  the  four \"supervisory\"  defendants  on the     1983\r\nclaims,  we discern  no basis  for dismissing  the    1981 claims\r\nagainst  these  \"supervi-sory\"  defendants.   Although  qualified\r\nimmunity may be available under    1981, defendants normally  are\r\ndenied  the pretrial  benefits of an  immunity defense  where, as\r                                                                           \r\nhere,  the court  finds  trialworthy issues  pertaining to  their\r              \r\nsubjective  state  of mind,  i.e.,  discriminatory  intent.   See\r                                                                           \r\nAlexis v. McDonald's Restaurants of Mass., Inc.,    F.3d     ,   \r                                                                           \r\n(1st Cir. 1995) [No. 94-1554, slip  op. at 13, n.7 (1st Cir. Oct.\r\n10,  1995)].  Accordingly, the parties should explore this appar-\r\nent inconsistency on remand.\r\n\n                                4\r\r\n\n          Brodeur (Carter's superiors).3\r\n\n          The  first  district  court  ruling  pertinent  to  the\r\n\npresent  appeal dismissed  the  section 1983  claims against  the\r\n\n\"superior  officer\" defendants because  Carter's alleged right to\r\n\nbe  free from undesirable  or dangerous  work assignments  is not\r\n\nprotected under the Fourteenth Amendment, and the actions charged\r\n\nagainst defendants  could not  support a reasonable  inference of\r\n\ndiscriminatory  intent.  Carter v. State of Rhode Island, No. 93-\r                                                                  \r\n\n0447B,  slip op.  at  23-24 (D.R.I.  Nov.  9, 1994)  (Report  and\r\n\nRecommendation).  And,  as to defendant  Le Clerc, who  allegedly\r\n\nissued a  public reprimand  of Carter,  the district  court found\r\n\nthat the  allegation  that  white  male prison  guards  were  not\r\n\nsubjected  to  similar reprimands  did  not  provide an  adequate\r\n\nfoundation for an inference  that Le Clerc was motivated  by race\r\n\nor gender  discrimination.  Accordingly, the  court dismissed the\r\n\nsection 1983  claims against  the four \"superior  officer\" defen-\r\n\ndants.4\r\n\n          Second, the court ruled  that Carter had stated action-\r\n\n                    \r                              \r\n\n     3After  the  motions  for  summary  judgment  were  referred\r\npursuant to 28 U.S.C.   636(b)(1)(B),  the district court adopted\r\nthe report and recommendation issued by a magistrate  judge three\r\ndays prior to  oral argument  in this appeal.   Accordingly,  the\r\nreport and  recommendation is  cited throughout, as  the district\r\ncourt ruling.\r\n\n     4Although  eight \"superior officer\" and \"supervisory\" defen-\r\ndants  are  named in  the notice  of  appeal, the  order granting\r                                                                           \r\npartial summary judgment for the \"superior officer\" defendants is\r\nnot immediately appealable, as it has not been certified pursuant\r\nto Fed.  R. Civ. P.  54(b).   See Hegarty, 53  F.3d at  1372; see\r                                                                           \r\ngenerally  Kersey v. Dennison Mfg. Co., 3 F.3d 482, 486 (1st Cir.\r                                                \r\n1993). \r\n\n                                5\r\r\n\nable section  1983 claims  against the four  \"supervisory\" defen-\r\n\ndants, by alleging that she caused copies of her complaints to be\r\n\nsent to each     thereby  establishing that they  knew about  her\r                                                                \r\n\nallegations of  ongoing race and gender  harassment and disparate\r\n\ntreatment    thus demonstrating a trialworthy dispute as to their\r\n\nintent  in  failing  to redress  her  allegations.    Id. at  23.\r                                                                   \r\n\nFinally,  the district  court ruled  that the  four \"supervisory\"\r\n\ndefendants  were not  entitled  to qualified  immunity from  suit\r\n\nbecause  the right to be free from race and gender discrimination\r\n\nby  government  officials  had  been \"clearly  established\"  long\r\n\nbefore 1990.   Id. at 24-25.   Thus, only the four  \"supervisory\"\r                            \r\n\ndefendants [hereinafter:   \"appellants\"] presently  challenge the\r\n\ndistrict court summary judgment ruling rejecting their \"qualified\r\n\nimmunity\" defenses.  See supra notes 2 &amp; 4. \r                                        \r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          A  government  official  is not  entitled  to qualified\r\n\nimmunity  from suit \"if the  right asserted by  the plaintiff was\r\n\n`clearly established' at the time of its alleged  violation . . .\r\n\n[and] a  reasonable official  situated in the  same circumstances\r                                                                           \r\n\nshould have understood that  the challenged conduct violated that\r                                                             \r\n\nestablished right.\"  Burns v. Loranger, 907 F.2d 233, 235-36 (1st\r                                                \r\n\nCir. 1990)  (citing Mitchell  v.  Forsyth, 472  U.S. 511  (1988))\r                                                   \r\n\n(emphasis  added).   The  district court  determined that  \"[t]he\r\n\nconstitutional right to be  free from [] invidious discrimination\r\n\nis  so well established and  so essential to  the preservation of\r\n\n                                6\r\r\n\nour  constitutional  order  that  all public  officials  must  be\r\n\ncharged with knowledge of it.\"  Carter, No. 93-0447B, slip op. at\r                                                \r\n\n25 (D.R.I. Nov. 9, 1994).  \r\n\n          Appellants contend  in  their opening  brief  that  the\r\n\ndistrict  court should have  proceeded to consider  whether, as a\r\n\nmatter of law, the  particular conduct of each individual  defen-\r\n\ndant was objectively reasonable.  They rely heavily on an analogy\r\n\nto Harris  v. Forklift Sys., Inc., 114 S. Ct. 367 (1993), a Title\r                                           \r\n\nVII  case.    Appellants  argue that  Harris  prescribes  minimum\r                                                      \r\n\nevidentiary  standards for establishing the \"objectively abusive\"\r\n\nconduct needed to support a  reasonable inference that a particu-\r\n\nlar defendant  harbored an  invidious discriminatory intent.   As\r\n\nthey  see it,  the facially  innocuous or  objectively reasonable\r\n\nconduct  in which appellants,  as well as  the \"superior officer\"\r\n\ndefendants, are alleged to have engaged (e.g., defendants \"glanc-\r\n\n[ed]\" at  Carter during roll  call; refused  to let her  drive an\r\n\nautomobile without a license) falls far short of the \"objectively\r\n\nabusive  conduct\" required  under Harris  (viz., repeated  use of\r                                                  \r\n\nexplicit  gender-based insults,  sexual  innuendo,  threats,  and\r\n\ncoercion against  a subordinate).   This is  demonstrated, appel-\r\n\nlants  say, by  the district  court ruling  that the  evidence is\r\n\ninsufficient  to support  a  reasonable inference  that the  four\r\n\n\"superior  officer\" defendants harbored  a discriminatory intent.\r\n\nSee  Carter,  No. 93-0447B,  slip op.  at  23-24 (D.R.I.  Nov. 9,\r                     \r\n\n1994); see also supra  note 4.  Appellants therefore  insist that\r                               \r\n\nthey  were entitled  to qualified  immunity because,  viewing the\r\n\n                                7\r\r\n\ndisputed evidence most favorably  to Carter, reasonable officials\r\n\nsituated in  their circumstances should not  have understood that\r                                                     \r\n\ntheir conduct violated Carter's established right to be free from\r\n\nrace or gender discrimination.  See Burns, 907 F.2d at 235-36.  \r                                                   \r\n\n          While this interlocutory appeal was pending, the United\r\n\nStates  Supreme Court decided Johnson  v. Jones, 115  S. Ct. 2151\r                                                         \r\n\n(1995).  Displacing our  longstanding precedents allowing  inter-\r\n\nlocutory  appeals from  virtually all  rulings denying  qualified\r\n\nimmunity  defenses  at  summary  judgment, see,  e.g.,  Unwin  v.\r                                                                       \r\n\nCampbell,  863 F.2d 124, 128  (1st Cir. 1988),  the Supreme Court\r                  \r\n\nheld that \r\n\n          a defendant,  entitled to invoke  a qualified\r\n          immunity  defense, may not  appeal a district\r\n          court's  summary  judgment  order insofar  as\r\n          that  order  determines  whether or  not  the\r\n          pretrial record sets forth a  'genuine' issue\r\n          of fact for trial.  \r\n\nJohnson, 115 S. Ct. at 2159.  Recently, this court summarized the\r                 \r\n\nJohnson message:\r                 \r\n\n          Thus,  on the  one hand,  a  district court's\r\n          pretrial rejection of  a proffered  qualified\r\n          immunity defense  remains immediately appeal-\r\n          able as a collateral order to the extent that\r\n          it  turns on  a pure  issue of  law, notwith-\r\n          standing  the absence of a final judgment. On\r\n          the other hand,  a district court's  pretrial\r\n          rejection of a  qualified immunity defense is\r\n          not immediately appealable to the extent that\r\n          it turns on . . . an issue of fact . . . . In\r\n          such a  situation, the movant  must await the\r\n          entry of final judgment before  appealing the\r\n          adverse ruling.  \r\n\nStella v.  Town of Tewksbury,     F.3d     ,     (1st  Cir. 1995)\r                                      \r\n\n[No. 95-1223, 1995 U.S. App. LEXIS 23942, at *7-8 (1st  Cir. Aug.\r\n\n23, 1995)].\r\n\n                                8\r\r\n\n          Johnson  emphasized  that  routinely  allocating  fact-\r                           \r\n\nintensive  inquiries  to  appellate  courts  entails  significant\r\n\ndelays  and imprudent use of scarce  judicial resources, since an\r\n\nappellate  court may have to  wade through a huge, underdeveloped\r\n\npretrial record  to resolve especially  \"nebulous\" factual  ques-\r                                                                    \r\n\ntions such  as a defendant's  \"intent.\"  Johnson,  115 S.  Ct. at\r                                                          \r\n\n2158 (emphasis added).  \r\n\n          Appellants'  first  reaction  to  Johnson  is  to  mis-\r                                                             \r\n\ncharacterize  the summary judgment ruling in this case as a \"law-\r\n\nbased\"    rather than  a \"fact-based\"    denial of  summary judg-\r\n\nment.    Johnson  explicitly  directs that  \"a  district  court's\r                          \r\n\npretrial rejection of a qualified immunity defense is not immedi-\r\n\nately appealable to the extent that it turns on . . . an issue of\r\n\nfact . . .  .\"  Stella,     F.3d at      [No. 95-1223, 1995  U.S.\r                                \r\n\nApp.  LEXIS  23942, at  *7-8 (1st  Cir.  Aug. 23,  1995)] (citing\r\n\nJohnson,  115 S.  Ct.  at 2159).    Determining the  presence  or\r                 \r\n\nabsence of discriminatory \"intent\" based  on evidentiary proffers\r\n\nat summary judgment entails a quintessential  factual assessment,\r                                                               \r\n\nsee Broderick v. Roache, 996 F.2d 1294 (1st Cir. 1993) (normally,\r                                 \r\n\n   1983 defendants  are  not entitled  to  brevis disposition  on\r\n\nsummary  judgment  where  qualified  immunity  defense  turns  on\r\n\nfactual determination  as to  their subjective intent),  which is\r\n\npart and parcel of the \"merits\" dispute on the claims brought  by\r\n\nCarter in this case.  \r\n\n          Second,  appellants contend, citing  Harris, 114 S. Ct.\r                                                               \r\n\n367  (1993), that their conduct, as alleged, was not \"objectively\r\n\n                                9\r\r\n\nabusive\"     as a matter of law     since it was not sufficiently\r                                         \r\n\negregious to support a  reasonable inference that appellants were\r\n\nmotivated by race or gender discrimination: \r\n\n          [Such a standard]  would permit any  minority\r\n          [worker] to  allege anything against  a white\r                                                \r\n          male  [supervisor] and force  that white male\r\n          to  a jury  trial.   For example,  a minority\r\n          could \r\n          allege  a violation  of the  equal protection\r\n          clause because a white supervisor said hello,\r\n          one time, to a  white worker before saying it\r\n          to the  minority worker.  That  lawsuit would\r\n          obviously allege the  violation of a  clearly\r\n          established  right [to  be free  from] racial\r\n          discrimination),  but  it  would  not  allege\r\n          facts that violated that right.\r                         \r\n\nSupplemental  Brief for  Appellants  at 4.    Given the  evidence\r\n\nadduced by Carter at summary judgment, see Fed. R. Civ. P. 56(e),\r                                                    \r\n\nwe reject this artificial characterization as well.  \r\n\n          For summary  judgment purposes, all evidence in genuine\r\n\ndispute must be  viewed in  the light most  favorable to  Carter.\r\n\nThe district court  found that Carter  adduced evidence that  (i)\r\n\neach  appellant had  been given  written  notice of  a pervasive,\r\n\ncontinuing campaign of workplace harassment and  disparate treat-\r\n\nment aimed  at her, see  supra pp.  2-3, (ii) each  appellant had\r                                        \r\n\nauthority to redress her  complaints, and (iii) all failed  to do\r\n\nso.  In  this factual  setting, Harris does  appellants no  good,\r                                                \r\n\neven as an analog.5 \r\n\n          For one thing, contrary  to appellants' contention, see\r                                                                           \r\n\nsupra  pp. 6-7,  the Harris  Court not  only did  not  purport to\r                                     \r\n                    \r                              \r\n\n     5We  need not  test the  assumption implicit  in appellants'\r\nanalogy; viz., that Harris, a sexual harassment case, defines the\r                                    \r\nboundaries of racial harassment claims as well.\r\n\n                                10\r\r\n\nprescribe  an evidentiary threshold for establishing \"objectively\r\n\nabusive  conduct,\" it  explicitly  noted that  merely because  an\r\n\nearlier decision \"present[ed]  some especially egregious examples\r\n\nof  harassment, [it did] not mark the [lower] boundary of what is\r\n\nactionable.\"   Harris, 114  S. Ct  at 371.   Moreover,  the Court\r                               \r\n\nnoted that  \r\n\n          whether  an environment is \"hostile\" or \"abu-\r\n          sive\"  can be determined  only by  looking at\r                                                                 \r\n          all the circumstances. These may  include the\r                                         \r\n          frequency of the discriminatory  conduct; its\r                             \r\n          severity; whether it is  physically threaten-\r                                                                 \r\n          ing or humiliating,  or a mere  offensive ut-\r                                      \r\n          terance; and whether  it unreasonably  inter-\r\n          feres with an  employee's work performance. .\r\n          . . [N]o single factor is required.\r\n\nId. (emphasis  added).  The  factual allegations  attested to  by\r             \r\n\nCarter, relating  to conduct  and context,  are presumed true  at\r\n\nthis stage  in the case, see supra pp. 2-3, and must be evaluated\r                                            \r\n\nby  the  ultimate factfinder  with a  view  to their  adequacy as\r\n\nsupport for a reasonable  inference on the \"nebulous\"  element of\r\n\ndiscriminatory \"intent.\"  Thus,  her factual allegations call for\r\n\nprecisely the  type of fact-intensive inquiry  that Johnson coun-\r                                                                     \r\n\nsels against, as an inappropriate judicial exercise on interlocu-\r\n\ntory review. \r\n\n          Furthermore, the \"conduct\" we must deem established for\r\n\nsummary  judgment purposes in this case cannot be confined to the\r\n\nstraitjacket designed for it by appellants (viz., \"a white super-\r\n\nvisor said hello, one time, to a white worker before saying it to\r                                    \r\n\nthe minority worker\").  Rather, their  hypothetical substantially\r\n\nunderstates  the  allegations  actually  attested  to  by Carter.\r\n\n                                11\r\r\n\nConsequently, we need not address their artificial construct.\r\n\n          Carter  expressly attests,  for example,  that repeated\r\n\nracial and  gender-based epithets were directed  against her, and\r\n\nthat appellants  condoned this harassment by  their knowing inac-\r\n\ntion.   We  can discern  no permissible  ground for  treating the\r\n\ndistrict  court ruling    that  there was a  trialworthy issue of\r\n\nfact as to whether appellants harbored a discriminatory intent   \r\n\nas  an  immediately  appealable  law-based  decision  within  the\r                                              \r\n\nmeaning of Johnson, 115 S. Ct. at 2159.6 \r                            \r\n\n          Johnson announces a jurisdictional rule     signaling a\r                           \r\n\nnew day in the First Circuit, see Stella,    F.3d at     [No. 95-\r                                                  \r\n\n1223, 1995 U.S. App. LEXIS 23942, at *9 (1st Cir. Aug. 23, 1995)]\r\n\n    and  not one  to be  undone  by recasting  fact-based rulings\r\n\ndenying summary judgment on qualified immunity defenses into law-\r\n\nbased \"collateral  orders\" immediately appealable under  Cohen v.\r                                                                        \r\n\nBeneficial Indus. Loan Corp.,  337 U.S. 541 (1949).   See Elliott\r                                                                           \r\n\nv. Thomas, 937 F.2d 338, 341 (7th Cir. 1991) (\"By sleight of hand\r                   \r\n\n[defendants] can turn any defense on the merits into a defense of\r\n\nqualified immunity.\"),  cert. denied, 502 U.S. 1121  (1992).  The\r                                              \r\n\nJohnson rule would be undermined     its important aims frustrat-\r                 \r\n\ned, see, e.g., Johnson, 115 S.  Ct. at 2158 (noting, inter  alia,\r                                                                          \r\n\n\"danger of  denying justice  by delay\")     were defendant  offi-\r\n\n                    \r                              \r\n\n     6Likewise, the  district court's ruling  -- that there  is a\r\ntrialworthy  issue of fact as to the existence of an \"affirmative\r\nlink\"  between  appellants' acts  or  omissions  and the  alleged\r\ndeprivation of civil rights, see, e.g., Figueroa v. Aponte-Roque,\r                                                                          \r\n864  F.2d 947,  953  (1st Cir.  1989)     is  not  an immediately\r\nappealable law-based decision.  Johnson, 115 S. Ct. at 2159. \r                                                 \r\n\n                                12\r\r\n\ncials,  spurred  by the  prospect of  delay  and the  leverage it\r\n\noccasions, permitted to contrive insubstantial \"issues of law\" as\r\n\ngrounds for interlocutory review. \r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          As  Johnson  precludes  interlocutory  review   of  the\r                               \r\n\ndistrict court  order  denying summary  judgment  on  appellants'\r\n\nqualified  immunity defenses,  founded  on the  fact-based ruling\r\n\nthat there was a  trialworthy issue of fact as  to whether appel-\r\n\nlants acted with discriminatory intent, their appeal is dismissed\r                                                                           \r\n\nfor lack of appellate jurisdiction, with costs to appellee. \r                                                                    \r\n\n          SO ORDERED. \r                    SO ORDERED.\r                              \r\n\n                                13\r\r\n",
  "html": "<p class=\"case_cite\">68 F.3d 9</p>\n    <p class=\"case_cite\">67 Empl. Prac. Dec. P 43,763</p>\n    <p class=\"parties\">Sheree A. CARTER, Plaintiff, Appellee,<br>v.<br>STATE OF RHODE ISLAND, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 95-1082.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 3, 1995.<br>Decided Oct. 18, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James R. Lee, Assistant Attorney General, with whom Jeffrey B. Pine, Attorney General, was on brief for appellants.</p>\n      <p class=\"indent\">George Carvalho, with whom Patrick J. Quinlan and George E. Babcock were on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellee Sheree A. Carter, a state prison guard, filed suit against the State of Rhode Island, eight of her supervisors or superior officers, and her union, alleging race and gender discrimination.  Four individual defendants, among the eight individual defendants who initiated this interlocutory appeal, challenge a district court order disallowing their \"qualified immunity\" defenses at summary judgment.  We dismiss their appeal, for lack of appellate jurisdiction.I</p>\n    </div>\n    <p>BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Rhode Island Department of Corrections hired Carter as a prison guard in October 1990.  Her superior officers and supervisors embarked on a prolonged campaign of workplace harassment in April 1991.  The work environment was marked by (i) several disciplinary measures against Carter based on infractions for which defendants had never disciplined white male guards, (ii) especially undesirable or dangerous work assignments made without regard to her seniority and class ranking, and failure to accord \"serious consideration\" to her application for promotion, (iii) repeated racial slurs and sexual threats anonymously directed against Carter in telephone calls at work and at her home, and in graffiti posted at or near her work station, (iv) failure to address her repeated complaints about ongoing harassment, amounting to implicit condonation, and (v) defamatory comments to the press relating to Carter's discrimination complaints.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Carter commenced suit in federal district court in August 1993, alleging, inter alia, that defendants violated 42 U.S.C. Sec. 1983 by infringing her constitutional right to be free from race and gender discrimination under the Fifth and Fourteenth Amendments to the United States Constitution.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  She sought injunctive relief, compensatory and punitive damages, and attorney fees.  Defendants moved for summary judgment, contending that Carter had failed to state a claim upon which relief may be granted, see Fed.R.Civ.P. 12(b)(6), (c), and asserting \"qualified immunity\" from suit.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court categorized the eleven individual defendants in three groups:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>\"Union\" Defendants:  Rhode Island Brotherhood of Correctional Officers (Union); William Bove (Union president);  Kenneth Rivard (Union grievance chairman);</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>\"Supervisory\" Defendants:  George A. Vose, Jr.  (Director of Rhode Island Department of Corrections);  Captain Walter Whitman (Warden;  Carter's supervisor);  Captain Thomas Partridge (Deputy Warden;  Carter's supervisor);  Barry Levin (the Department's Chief Supervisor of Employee Relations);  and</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>\"Superior Officer\" Defendants:  Lieutenant Ronald Le Clerc;  Captain Kenneth Ahearn;  Captain Peter Germani and Captain Ronald Brodeur (Carter's superiors).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The first district court ruling pertinent to the present appeal dismissed the section 1983 claims against the \"superior officer\" defendants because Carter's alleged right to be free from undesirable or dangerous work assignments is not protected under the Fourteenth Amendment, and the actions charged against defendants could not support a reasonable inference of discriminatory intent.  Carter v. State of Rhode Island, No. 93-0447B, slip op. at 23-24 (D.R.I. Nov. 9, 1994) (Report and Recommendation).  And, as to defendant Le Clerc, who allegedly issued a public reprimand of Carter, the district court found that the allegation that white male prison guards were not subjected to similar reprimands did not provide an adequate foundation for an inference that Le Clerc was motivated by race or gender discrimination.  Accordingly, the court dismissed the section 1983 claims against the four \"superior officer\" defendants.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Second, the court ruled that Carter had stated actionable section 1983 claims against the four \"supervisory\" defendants, by alleging that she caused copies of her complaints to be sent to each--thereby establishing that they knew about her allegations of ongoing race and gender harassment and disparate treatment--thus demonstrating a trialworthy dispute as to their intent in failing to redress her allegations.  Id. at 23.   Finally, the district court ruled that the four \"supervisory\" defendants were not entitled to qualified immunity from suit because the right to be free from race and gender discrimination by government officials had been \"clearly established\" long before 1990.  Id. at 24-25.   Thus, only the four \"supervisory\" defendants [hereinafter:  \"appellants\"] presently challenge the district court summary judgment ruling rejecting their \"qualified immunity\" defenses.  See supra notes 2 &amp; 4.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A government official is not entitled to qualified immunity from suit \"if the right asserted by the plaintiff was 'clearly established' at the time of its alleged violation ... [and ] a reasonable official situated in the same circumstances should have understood that the challenged conduct violated that established right.\"  Burns v. Loranger, 907 F.2d 233, 235-36 (1st Cir.1990) (citing Mitchell v. Forsyth, 472 U.S. 511, 105 S.Ct. 2806, 86 L.Ed.2d 411 (1985)) (emphasis added).  The district court determined that \"[t]he constitutional right to be free from [ ] invidious discrimination is so well established and so essential to the preservation of our constitutional order that all public officials must be charged with knowledge of it.\"  Carter, No. 93-0447B, slip op. at 25 (D.R.I. Nov. 9, 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants contend in their opening brief that the district court should have proceeded to consider whether, as a matter of law, the particular conduct of each individual defendant was objectively reasonable.  They rely heavily on an analogy to Harris v. Forklift Sys., Inc., --- U.S. ----, 114 S.Ct. 367, 126 L.Ed.2d 295 (1993), a Title VII case.  Appellants argue that Harris prescribes minimum evidentiary standards for establishing the \"objectively abusive\" conduct needed to support a reasonable inference that a particular defendant harbored an invidious discriminatory intent.  As they see it, the facially innocuous or objectively reasonable conduct in which appellants, as well as the \"superior officer\" defendants, are alleged to have engaged (e.g., defendants \"glanc[ed]\" at Carter during roll call;  refused to let her drive an automobile without a license) falls far short of the \"objectively abusive conduct\" required under Harris (viz., repeated use of explicit gender-based insults, sexual innuendo, threats, and coercion against a subordinate).  This is demonstrated, appellants say, by the district court ruling that the evidence is insufficient to support a reasonable inference that the four \"superior officer\" defendants harbored a discriminatory intent.  See Carter, No. 93-0447B, slip op. at 23-24 (D.R.I. Nov. 9, 1994);  see also supra note 4.  Appellants therefore insist that they were entitled to qualified immunity because, viewing the disputed evidence most favorably to Carter, reasonable officials situated in their circumstances should not have understood that their conduct violated Carter's established right to be free from race or gender discrimination.  See Burns, 907 F.2d at 235-36.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While this interlocutory appeal was pending, the United States Supreme Court decided Johnson v. Jones, --- U.S. ----, 115 S.Ct. 2151, 132 L.Ed.2d 238 (1995).  Displacing our longstanding precedents allowing interlocutory appeals from virtually all rulings denying qualified immunity defenses at summary judgment, see, e.g., Unwin v. Campbell, 863 F.2d 124, 128 (1st Cir.1988), the Supreme Court held that</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>a defendant, entitled to invoke a qualified immunity defense, may not appeal a district court's summary judgment order insofar as that order determines whether or not the pretrial record sets forth a 'genuine' issue of fact for trial.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Johnson, --- U.S. at ----, 115 S.Ct. at 2159.   Recently, this court summarized the Johnson message:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Thus, on the one hand, a district court's pretrial rejection of a proffered qualified immunity defense remains immediately appealable as a collateral order to the extent that it turns on a pure issue of law, notwithstanding the absence of a final judgment.  On the other hand, a district court's pretrial rejection of a qualified immunity defense is not immediately appealable to the extent that it turns on ... an issue of fact....  In such a situation, the movant must await the entry of final judgment before appealing the adverse ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Stella v. Kelley, 63 F.3d 71, 73-74 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Johnson emphasized that routinely allocating fact-intensive inquiries to appellate courts entails significant delays and imprudent use of scarce judicial resources, since an appellate court may have to wade through a huge, underdeveloped pretrial record to resolve especially \"nebulous\" factual questions such as a defendant's \"intent.\"  Johnson, --- U.S. at ----, 115 S.Ct. at 2158 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellants' first reaction to Johnson is to mischaracterize the summary judgment ruling in this case as a \"law-based\"--rather than a \"fact-based\"--denial of summary judgment.  Johnson explicitly directs that \"a district court's pretrial rejection of a qualified immunity defense is not immediately appealable to the extent that it turns on ... an issue of fact....\"  Stella, 63 F.3d at 74 (citing Johnson, --- U.S. at ----, 115 S.Ct. at 2159).   Determining the presence or absence of discriminatory \"intent\" based on evidentiary proffers at summary judgment entails a quintessential factual assessment, see Broderick v. Roache, 996 F.2d 1294 (1st Cir.1993) (normally, Sec. 1983 defendants are not entitled to brevis disposition on summary judgment where qualified immunity defense turns on factual determination as to their subjective intent), which is part and parcel of the \"merits\" dispute on the claims brought by Carter in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, appellants contend, citing Harris, --- U.S. ----, 114 S.Ct. 367 (1993), that their conduct, as alleged, was not \"objectively abusive\"--as a matter of law --since it was not sufficiently egregious to support a reasonable inference that appellants were motivated by race or gender discrimination:[Such a standard] would permit any minority [worker] to allege anything against a white male [supervisor] and force that white male to a jury trial.  For example, a minority could allege a violation of the equal protection clause because a white supervisor said hello, one time, to a white worker before saying it to the minority worker.  That lawsuit would obviously allege the violation of a clearly established right [to be free from] racial discrimination), but it would not allege facts that violated that right.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Supplemental Brief for Appellants at 4.  Given the evidence adduced by Carter at summary judgment, see Fed.R.Civ.P. 56(e), we reject this artificial characterization as well.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For summary judgment purposes, all evidence in genuine dispute must be viewed in the light most favorable to Carter.  The district court found that Carter adduced evidence that (i) each appellant had been given written notice of a pervasive, continuing campaign of workplace harassment and disparate treatment aimed at her, see supra p. 10, (ii) each appellant had authority to redress her complaints, and (iii) all failed to do so.  In this factual setting, Harris does appellants no good, even as an analog.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For one thing, contrary to appellants' contention, see supra pp. 11-12, the Harris Court not only did not purport to prescribe an evidentiary threshold for establishing \"objectively abusive conduct,\" it explicitly noted that merely because an earlier decision \"present[ed] some especially egregious examples of harassment, [it did] not mark the [lower] boundary of what is actionable.\"  Harris, --- U.S. at ----, 114 S.Ct. at 371.   Moreover, the Court noted that</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>whether an environment is \"hostile\" or \"abusive\" can be determined only by looking at all the circumstances.   These may include the frequency of the discriminatory conduct;  its severity;  whether it is physically threatening or humiliating, or a mere offensive utterance;  and whether it unreasonably interferes with an employee's work performance....  [N]o single factor is required.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Id. (emphasis added).  The factual allegations attested to by Carter, relating to conduct and context, are presumed true at this stage in the case, see supra p. 10, and must be evaluated by the ultimate factfinder with a view to their adequacy as support for a reasonable inference on the \"nebulous\" element of discriminatory \"intent.\"   Thus, her factual allegations call for precisely the type of fact-intensive inquiry that Johnson counsels against, as an inappropriate judicial exercise on interlocutory review.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Furthermore, the \"conduct\" we must deem established for summary judgment purposes in this case cannot be confined to the straitjacket designed for it by appellants (viz., \"a white supervisor said hello, one time, to a white worker before saying it to the minority worker\").  Rather, their hypothetical substantially understates the allegations actually attested to by Carter.  Consequently, we need not address their artificial construct.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Carter expressly attests, for example, that repeated racial and gender-based epithets were directed against her, and that appellants condoned this harassment by their knowing inaction.  We can discern no permissible ground for treating the district court ruling--that there was a trialworthy issue of fact as to whether appellants harbored a discriminatory intent--as an immediately appealable law -based decision within the meaning of Johnson, --- U.S. at ----, 115 S.Ct. at 2159.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Johnson announces a jurisdictional rule--signaling a new day in the First Circuit, see Stella, 63 F.3d at 74--and not one to be undone by recasting fact-based rulings denying summary judgment on qualified immunity defenses into law-based \"collateral orders\" immediately appealable under Cohen v. Beneficial Indus. Loan Corp., 337 U.S. 541, 69 S.Ct. 1221, 93 L.Ed. 1528 (1949).  See Elliott v. Thomas, 937 F.2d 338, 341 (7th Cir.1991) (\"By sleight of hand [defendants] can turn any defense on the merits into a defense of qualified immunity.\"), cert. denied, 502 U.S. 1121, 112 S.Ct. 1242, 117 L.Ed.2d 475 (1992).  The Johnson rule would be undermined--its important aims frustrated, see, e.g., Johnson, --- U.S. at ----, 115 S.Ct. at 2158 (noting, inter alia, \"danger of denying justice by delay\")--were defendant officials, spurred by the prospect of delay and the leverage it occasions, permitted to contrive insubstantial \"issues of law\" as grounds for interlocutory review.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As Johnson precludes interlocutory review of the district court order denying summary judgment on appellants' qualified immunity defenses, founded on the fact-based ruling that there was a trialworthy issue of fact as to whether appellants acted with discriminatory intent, their appeal is dismissed for lack of appellate jurisdiction, with costs to appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The material facts are related in the light most favorable to Carter, the party resisting summary judgment.  See Hegarty v. Somerset County, 53 F.3d 1367, 1368 n. 1 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Only the ruling denying summary judgment on the Sec. 1983 claims is before us on appeal.  An amended complaint additionally alleged civil rights claims under 42 U.S.C. Sec. 1981 (race-based discrimination only ) and Sec. 1985, pendent state-law claims under the Rhode Island Whistleblower Protection Act, see R.I.Gen.Laws Sec. 28-14-18 (1994), and common law tort claims for defamation and intentional infliction of emotional distress.  Later, Carter was allowed to amend the complaint again by including a Title VII claim, see 42 U.S.C. Sec. 2000e-2(a)(1), to conform to the proffered evidence.  Defendants moved for summary judgment on all claims, based on their qualified immunity defenses to the Sec. 1981, Sec. 1983 and Sec. 1985 claims</p>\n        <p>The district court denied summary judgment to all eight defendants on the Title VII claims, finding trialworthy issues of material fact.  See Carter v. State of Rhode Island, No. 93-0447B, slip op. at 6-7, 18-20 (D.R.I. Nov. 9, 1994) (Report and Recommendation).  The court also dismissed the Sec. 1985 claims against all eight defendants because Carter failed to adduce sufficient evidence to generate a trialworthy issue as to the existence of a \"conspiracy.\"  Id. at 15-17, n. 47.   Finally, except for the defamation claim against \"supervisory\" defendant Vose, the court denied all motions for summary judgment on the state-law claims.  Id. at 25-27.</p>\n        <p>Though not at issue in this interlocutory appeal, we note an apparent inconsistency between the district court order and the memorandum explaining its rationale;  viz., there is no foundation in the memorandum and order for the district court's decision to dismiss the Sec. 1981 claims against the four \"supervisory\" defendants.  The court dismissed the Sec. 1981 claims against the \"union\" defendants because Carter had adduced insufficient evidence that the union intentionally or purposefully discriminated against Carter by selectively invoking a union policy not to investigate a union member's complaints while the complainant is receiving workers' compensation.  Id. at 11-13.   On the other hand, there is no discussion of the Sec. 1981 claims against appellants, who moved for summary judgment on the Sec. 1981 and Sec. 1983 claims on qualified immunity grounds only, and whose Sec. 1981 liability is in no sense derivative of, nor dependent upon, the union defendants.</p>\n        <p>Nevertheless, dismissal of the Sec. 1981 claims against the \"superior officer\" defendants does appear to flow from the dismissal of the Sec. 1983 claims against those defendants based on insufficient evidence of discriminatory intent.  On the other hand, assuming the district court correctly denied summary judgment to the four \"supervisory\" defendants on the Sec. 1983 claims, we discern no basis for dismissing the Sec. 1981 claims against these \"supervisory\" defendants.  Although qualified immunity may be available under Sec. 1981, defendants normally are denied the pretrial benefits of an immunity defense where, as here, the court finds trialworthy issues pertaining to their subjective state of mind, i.e., discriminatory intent.  See Alexis v. McDonald's Restaurants of Mass., Inc., 67 F.3d 341, 349 n. 7 (1st Cir.1995).  Accordingly, the parties should explore this apparent inconsistency on remand.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After the motions for summary judgment were referred pursuant to 28 U.S.C. Sec. 636(b)(1)(B), the district court adopted the report and recommendation issued by a magistrate judge three days prior to oral argument in this appeal.  Accordingly, the report and recommendation is cited throughout, as the district court ruling</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although eight \"superior officer\" and \"supervisory\" defendants are named in the notice of appeal, the order granting partial summary judgment for the \"superior officer\" defendants is not immediately appealable, as it has not been certified pursuant to Fed.R.Civ.P. 54(b).  See Hegarty, 53 F.3d at 1372;  see generally Kersey v. Dennison Mfg. Co., 3 F.3d 482, 486 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We need not test the assumption implicit in appellants' analogy;  viz., that Harris, a sexual harassment case, defines the boundaries of racial harassment claims as well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Likewise, the district court's ruling--that there is a trialworthy issue of fact as to the existence of an \"affirmative link\" between appellants' acts or omissions and the alleged deprivation of civil rights, see, e.g., Figueroa v. Aponte-Roque, 864 F.2d 947, 953 (1st Cir.1989)--is not an immediately appealable law-based decision.  Johnson, --- U.S. at ----, 115 S.Ct. at 2159</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></span></p>\n    <p class=\"case_cite\">67 Empl. Prac. Dec. P 43,763</p>\n    <p class=\"parties\">Sheree A. CARTER, Plaintiff, Appellee,<br>v.<br>STATE OF RHODE ISLAND, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 95-1082.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 3, 1995.<br>Decided Oct. 18, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James R. Lee, Assistant Attorney General, with whom Jeffrey B. Pine, Attorney General, was on brief for appellants.</p>\n      <p class=\"indent\">George Carvalho, with whom Patrick J. Quinlan and George E. Babcock were on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellee Sheree A. Carter, a state prison guard, filed suit against the State of Rhode Island, eight of her supervisors or superior officers, and her union, alleging race and gender discrimination.  Four individual defendants, among the eight individual defendants who initiated this interlocutory appeal, challenge a district court order disallowing their \"qualified immunity\" defenses at summary judgment.  We dismiss their appeal, for lack of appellate jurisdiction.I</p>\n    </div>\n    <p>BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Rhode Island Department of Corrections hired Carter as a prison guard in October 1990.  Her superior officers and supervisors embarked on a prolonged campaign of workplace harassment in April 1991.  The work environment was marked by (i) several disciplinary measures against Carter based on infractions for which defendants had never disciplined white male guards, (ii) especially undesirable or dangerous work assignments made without regard to her seniority and class ranking, and failure to accord \"serious consideration\" to her application for promotion, (iii) repeated racial slurs and sexual threats anonymously directed against Carter in telephone calls at work and at her home, and in graffiti posted at or near her work station, (iv) failure to address her repeated complaints about ongoing harassment, amounting to implicit condonation, and (v) defamatory comments to the press relating to Carter's discrimination complaints.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Carter commenced suit in federal district court in August 1993, alleging, inter alia, that defendants violated 42 U.S.C. Sec. 1983 by infringing her constitutional right to be free from race and gender discrimination under the Fifth and Fourteenth Amendments to the United States Constitution.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  She sought injunctive relief, compensatory and punitive damages, and attorney fees.  Defendants moved for summary judgment, contending that Carter had failed to state a claim upon which relief may be granted, see Fed.R.Civ.P. 12(b)(6), (c), and asserting \"qualified immunity\" from suit.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court categorized the eleven individual defendants in three groups:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>\"Union\" Defendants:  Rhode Island Brotherhood of Correctional Officers (Union); William Bove (Union president);  Kenneth Rivard (Union grievance chairman);</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>\"Supervisory\" Defendants:  George A. Vose, Jr.  (Director of Rhode Island Department of Corrections);  Captain Walter Whitman (Warden;  Carter's supervisor);  Captain Thomas Partridge (Deputy Warden;  Carter's supervisor);  Barry Levin (the Department's Chief Supervisor of Employee Relations);  and</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>\"Superior Officer\" Defendants:  Lieutenant Ronald Le Clerc;  Captain Kenneth Ahearn;  Captain Peter Germani and Captain Ronald Brodeur (Carter's superiors).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The first district court ruling pertinent to the present appeal dismissed the section 1983 claims against the \"superior officer\" defendants because Carter's alleged right to be free from undesirable or dangerous work assignments is not protected under the Fourteenth Amendment, and the actions charged against defendants could not support a reasonable inference of discriminatory intent.  Carter v. State of Rhode Island, No. 93-0447B, slip op. at 23-24 (D.R.I. Nov. 9, 1994) (Report and Recommendation).  And, as to defendant Le Clerc, who allegedly issued a public reprimand of Carter, the district court found that the allegation that white male prison guards were not subjected to similar reprimands did not provide an adequate foundation for an inference that Le Clerc was motivated by race or gender discrimination.  Accordingly, the court dismissed the section 1983 claims against the four \"superior officer\" defendants.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Second, the court ruled that Carter had stated actionable section 1983 claims against the four \"supervisory\" defendants, by alleging that she caused copies of her complaints to be sent to each--thereby establishing that they knew about her allegations of ongoing race and gender harassment and disparate treatment--thus demonstrating a trialworthy dispute as to their intent in failing to redress her allegations.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 23. </span>  Finally, the district court ruled that the four \"supervisory\" defendants were not entitled to qualified immunity from suit because the right to be free from race and gender discrimination by government officials had been \"clearly established\" long before 1990.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 24-25. </span>  Thus, only the four \"supervisory\" defendants [hereinafter:  \"appellants\"] presently challenge the district court summary judgment ruling rejecting their \"qualified immunity\" defenses.  See supra notes 2 &amp; 4.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A government official is not entitled to qualified immunity from suit \"if the right asserted by the plaintiff was 'clearly established' at the time of its alleged violation ... [and ] a reasonable official situated in the same circumstances should have understood that the challenged conduct violated that established right.\"  Burns v. Loranger, <span class=\"citation\" data-id=\"544226\"><a href=\"/opinion/544226/karen-burns-v-david-loranger/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">233</span></a></span>, 235-36 (1st Cir.1990) (citing Mitchell v. Forsyth, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span> </a></span>(1985)) (emphasis added).  The district court determined that \"[t]he constitutional right to be free from [ ] invidious discrimination is so well established and so essential to the preservation of our constitutional order that all public officials must be charged with knowledge of it.\"  Carter, No. 93-0447B, slip op. at 25 (D.R.I. Nov. 9, 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants contend in their opening brief that the district court should have proceeded to consider whether, as a matter of law, the particular conduct of each individual defendant was objectively reasonable.  They rely heavily on an analogy to Harris v. Forklift Sys., Inc., --- U.S. ----, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span> </a></span>(1993), a Title VII case.  Appellants argue that Harris prescribes minimum evidentiary standards for establishing the \"objectively abusive\" conduct needed to support a reasonable inference that a particular defendant harbored an invidious discriminatory intent.  As they see it, the facially innocuous or objectively reasonable conduct in which appellants, as well as the \"superior officer\" defendants, are alleged to have engaged (e.g., defendants \"glanc[ed]\" at Carter during roll call;  refused to let her drive an automobile without a license) falls far short of the \"objectively abusive conduct\" required under Harris (viz., repeated use of explicit gender-based insults, sexual innuendo, threats, and coercion against a subordinate).  This is demonstrated, appellants say, by the district court ruling that the evidence is insufficient to support a reasonable inference that the four \"superior officer\" defendants harbored a discriminatory intent.  See Carter, No. 93-0447B, slip op. at 23-24 (D.R.I. Nov. 9, 1994);  see also supra note 4.  Appellants therefore insist that they were entitled to qualified immunity because, viewing the disputed evidence most favorably to Carter, reasonable officials situated in their circumstances should not have understood that their conduct violated Carter's established right to be free from race or gender discrimination.  See <span class=\"citation\" data-id=\"544226\"><span class=\"antecedent_guess\">Burns,</span> <a href=\"/opinion/544226/karen-burns-v-david-loranger/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">235-36</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While this interlocutory appeal was pending, the United States Supreme Court decided Johnson v. Jones, --- U.S. ----, <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></a></span>, <span class=\"citation\" data-id=\"117950\"><a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span> </a></span>(1995).  Displacing our longstanding precedents allowing interlocutory appeals from virtually all rulings denying qualified immunity defenses at summary judgment, see, e.g., Unwin v. Campbell, <span class=\"citation\" data-id=\"515717\"><a href=\"/opinion/515717/ronald-unwin-v-police-officer-robert-campbell-state-trooper-mark-furlone/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span>, 128 (1st Cir.1988), the Supreme Court held that</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>a defendant, entitled to invoke a qualified immunity defense, may not appeal a district court's summary judgment order insofar as that order determines whether or not the pretrial record sets forth a 'genuine' issue of fact for trial.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Johnson, --- U.S. at <span class=\"citation\" data-id=\"117950\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2159</span></a></span>.   Recently, this court summarized the Johnson message:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Thus, on the one hand, a district court's pretrial rejection of a proffered qualified immunity defense remains immediately appealable as a collateral order to the extent that it turns on a pure issue of law, notwithstanding the absence of a final judgment.  On the other hand, a district court's pretrial rejection of a qualified immunity defense is not immediately appealable to the extent that it turns on ... an issue of fact....  In such a situation, the movant must await the entry of final judgment before appealing the adverse ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Stella v. Kelley, <span class=\"citation\" data-id=\"196256\"><a href=\"/opinion/196256/stella-v-kelley/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 73-74 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Johnson emphasized that routinely allocating fact-intensive inquiries to appellate courts entails significant delays and imprudent use of scarce judicial resources, since an appellate court may have to wade through a huge, underdeveloped pretrial record to resolve especially \"nebulous\" factual questions such as a defendant's \"intent.\"  Johnson, --- U.S. at <span class=\"citation\" data-id=\"117950\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2158</span> </a></span>(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellants' first reaction to Johnson is to mischaracterize the summary judgment ruling in this case as a \"law-based\"--rather than a \"fact-based\"--denial of summary judgment.  Johnson explicitly directs that \"a district court's pretrial rejection of a qualified immunity defense is not immediately appealable to the extent that it turns on ... an issue of fact....\"  <span class=\"citation\" data-id=\"196256\"><span class=\"antecedent_guess\">Stella,</span> <a href=\"/opinion/196256/stella-v-kelley/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">74</span> </a></span>(citing Johnson, --- U.S. at <span class=\"citation\" data-id=\"117950\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2159</span></a></span>).   Determining the presence or absence of discriminatory \"intent\" based on evidentiary proffers at summary judgment entails a quintessential factual assessment, see Broderick v. Roache, <span class=\"citation\" data-id=\"610549\"><a href=\"/opinion/610549/william-t-broderick-v-francis-roache-arthur-morgan-jr/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1294</span> </a></span>(1st Cir.1993) (normally, Sec. 1983 defendants are not entitled to brevis disposition on summary judgment where qualified immunity defense turns on factual determination as to their subjective intent), which is part and parcel of the \"merits\" dispute on the claims brought by Carter in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, appellants contend, citing Harris, --- U.S. ----, <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span> </a></span>(1993), that their conduct, as alleged, was not \"objectively abusive\"--as a matter of law --since it was not sufficiently egregious to support a reasonable inference that appellants were motivated by race or gender discrimination:[Such a standard] would permit any minority [worker] to allege anything against a white male [supervisor] and force that white male to a jury trial.  For example, a minority could allege a violation of the equal protection clause because a white supervisor said hello, one time, to a white worker before saying it to the minority worker.  That lawsuit would obviously allege the violation of a clearly established right [to be free from] racial discrimination), but it would not allege facts that violated that right.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Supplemental Brief for Appellants at 4.  Given the evidence adduced by Carter at summary judgment, see Fed.R.Civ.P. 56(e), we reject this artificial characterization as well.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For summary judgment purposes, all evidence in genuine dispute must be viewed in the light most favorable to Carter.  The district court found that Carter adduced evidence that (i) each appellant had been given written notice of a pervasive, continuing campaign of workplace harassment and disparate treatment aimed at her, see supra p. 10, (ii) each appellant had authority to redress her complaints, and (iii) all failed to do so.  In this factual setting, Harris does appellants no good, even as an analog.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For one thing, contrary to appellants' contention, see supra pp. 11-12, the Harris Court not only did not purport to prescribe an evidentiary threshold for establishing \"objectively abusive conduct,\" it explicitly noted that merely because an earlier decision \"present[ed] some especially egregious examples of harassment, [it did] not mark the [lower] boundary of what is actionable.\"  Harris, --- U.S. at <span class=\"citation\" data-id=\"112911\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">371</span></a></span>.   Moreover, the Court noted that</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>whether an environment is \"hostile\" or \"abusive\" can be determined only by looking at all the circumstances.   These may include the frequency of the discriminatory conduct;  its severity;  whether it is physically threatening or humiliating, or a mere offensive utterance;  and whether it unreasonably interferes with an employee's work performance....  [N]o single factor is required.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"id_token\">Id.</span> (emphasis added). </a></span> The factual allegations attested to by Carter, relating to conduct and context, are presumed true at this stage in the case, see supra p. 10, and must be evaluated by the ultimate factfinder with a view to their adequacy as support for a reasonable inference on the \"nebulous\" element of discriminatory \"intent.\"   Thus, her factual allegations call for precisely the type of fact-intensive inquiry that Johnson counsels against, as an inappropriate judicial exercise on interlocutory review.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Furthermore, the \"conduct\" we must deem established for summary judgment purposes in this case cannot be confined to the straitjacket designed for it by appellants (viz., \"a white supervisor said hello, one time, to a white worker before saying it to the minority worker\").  Rather, their hypothetical substantially understates the allegations actually attested to by Carter.  Consequently, we need not address their artificial construct.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Carter expressly attests, for example, that repeated racial and gender-based epithets were directed against her, and that appellants condoned this harassment by their knowing inaction.  We can discern no permissible ground for treating the district court ruling--that there was a trialworthy issue of fact as to whether appellants harbored a discriminatory intent--as an immediately appealable law -based decision within the meaning of Johnson, --- U.S. at <span class=\"citation\" data-id=\"117950\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2159</span></a></span>.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Johnson announces a jurisdictional rule--signaling a new day in the First Circuit, see <span class=\"citation\" data-id=\"196256\"><span class=\"antecedent_guess\">Stella,</span> <a href=\"/opinion/196256/stella-v-kelley/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">74</span></a></span>--and not one to be undone by recasting fact-based rulings denying summary judgment on qualified immunity defenses into law-based \"collateral orders\" immediately appealable under Cohen v. Beneficial Indus. Loan Corp., <span class=\"citation\" data-id=\"104695\"><a href=\"/opinion/104695/cohen-v-beneficial-industrial-loan-corp/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span>, <span class=\"citation\" data-id=\"104695\"><a href=\"/opinion/104695/cohen-v-beneficial-industrial-loan-corp/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1221</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1528</span> </span>(1949).  See Elliott v. Thomas, <span class=\"citation\" data-id=\"563844\"><a href=\"/opinion/563844/william-j-elliott-v-william-thomas-barbara-propst-v-morton-w-weir/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">338</span></a></span>, 341 (7th Cir.1991) (\"By sleight of hand [defendants] can turn any defense on the merits into a defense of qualified immunity.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1121</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1242</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">475</span> </span>(1992).  The Johnson rule would be undermined--its important aims frustrated, see, e.g., Johnson, --- U.S. at <span class=\"citation\" data-id=\"117950\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2158</span> </a></span>(noting, inter alia, \"danger of denying justice by delay\")--were defendant officials, spurred by the prospect of delay and the leverage it occasions, permitted to contrive insubstantial \"issues of law\" as grounds for interlocutory review.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As Johnson precludes interlocutory review of the district court order denying summary judgment on appellants' qualified immunity defenses, founded on the fact-based ruling that there was a trialworthy issue of fact as to whether appellants acted with discriminatory intent, their appeal is dismissed for lack of appellate jurisdiction, with costs to appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The material facts are related in the light most favorable to Carter, the party resisting summary judgment.  See Hegarty v. Somerset County, <span class=\"citation\" data-id=\"195393\"><a href=\"/opinion/195393/hegarty-v-somerset-county/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1367</span></a></span>, 1368 n. 1 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Only the ruling denying summary judgment on the Sec. 1983 claims is before us on appeal.  An amended complaint additionally alleged civil rights claims under 42 U.S.C. Sec. 1981 (race-based discrimination only ) and Sec. 1985, pendent state-law claims under the Rhode Island Whistleblower Protection Act, see R.I.Gen.Laws Sec. 28-14-18 (1994), and common law tort claims for defamation and intentional infliction of emotional distress.  Later, Carter was allowed to amend the complaint again by including a Title VII claim, see 42 U.S.C. Sec. 2000e-2(a)(1), to conform to the proffered evidence.  Defendants moved for summary judgment on all claims, based on their qualified immunity defenses to the Sec. 1981, Sec. 1983 and Sec. 1985 claims</p>\n        <p>The district court denied summary judgment to all eight defendants on the Title VII claims, finding trialworthy issues of material fact.  See Carter v. State of Rhode Island, No. 93-0447B, slip op. at 6-7, 18-20 (D.R.I. Nov. 9, 1994) (Report and Recommendation).  The court also dismissed the Sec. 1985 claims against all eight defendants because Carter failed to adduce sufficient evidence to generate a trialworthy issue as to the existence of a \"conspiracy.\"  <span class=\"citation\" data-id=\"195393\"><a href=\"/opinion/195393/hegarty-v-somerset-county/\"><span class=\"id_token\">Id.</span> at 15-17, </a></span>n. 47.   Finally, except for the defamation claim against \"supervisory\" defendant Vose, the court denied all motions for summary judgment on the state-law claims.  <span class=\"citation\" data-id=\"195393\"><a href=\"/opinion/195393/hegarty-v-somerset-county/\"><span class=\"id_token\">Id.</span> at 25-27.</a></span></p>\n        <p>Though not at issue in this interlocutory appeal, we note an apparent inconsistency between the district court order and the memorandum explaining its rationale;  viz., there is no foundation in the memorandum and order for the district court's decision to dismiss the Sec. 1981 claims against the four \"supervisory\" defendants.  The court dismissed the Sec. 1981 claims against the \"union\" defendants because Carter had adduced insufficient evidence that the union intentionally or purposefully discriminated against Carter by selectively invoking a union policy not to investigate a union member's complaints while the complainant is receiving workers' compensation.  <span class=\"citation\" data-id=\"195393\"><a href=\"/opinion/195393/hegarty-v-somerset-county/\"><span class=\"id_token\">Id.</span> at 11-13. </a></span>  On the other hand, there is no discussion of the Sec. 1981 claims against appellants, who moved for summary judgment on the Sec. 1981 and Sec. 1983 claims on qualified immunity grounds only, and whose Sec. 1981 liability is in no sense derivative of, nor dependent upon, the union defendants.</p>\n        <p>Nevertheless, dismissal of the Sec. 1981 claims against the \"superior officer\" defendants does appear to flow from the dismissal of the Sec. 1983 claims against those defendants based on insufficient evidence of discriminatory intent.  On the other hand, assuming the district court correctly denied summary judgment to the four \"supervisory\" defendants on the Sec. 1983 claims, we discern no basis for dismissing the Sec. 1981 claims against these \"supervisory\" defendants.  Although qualified immunity may be available under Sec. 1981, defendants normally are denied the pretrial benefits of an immunity defense where, as here, the court finds trialworthy issues pertaining to their subjective state of mind, i.e., discriminatory intent.  See Alexis v. McDonald's Restaurants of Mass., Inc., <span class=\"citation\" data-id=\"196337\"><a href=\"/opinion/196337/alexis-v-mcdonalds-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">341</span></a></span>, 349 n. 7 (1st Cir.1995).  Accordingly, the parties should explore this apparent inconsistency on remand.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> After the motions for summary judgment were referred pursuant to 28 U.S.C. Sec. 636(b)(1)(B), the district court adopted the report and recommendation issued by a magistrate judge three days prior to oral argument in this appeal.  Accordingly, the report and recommendation is cited throughout, as the district court ruling</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although eight \"superior officer\" and \"supervisory\" defendants are named in the notice of appeal, the order granting partial summary judgment for the \"superior officer\" defendants is not immediately appealable, as it has not been certified pursuant to Fed.R.Civ.P. 54(b).  See <span class=\"citation\" data-id=\"195393\"><span class=\"antecedent_guess\">Hegarty,</span> <a href=\"/opinion/195393/hegarty-v-somerset-county/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1372</span></a></span>;  see generally Kersey v. Dennison Mfg. Co., <span class=\"citation\" data-id=\"194887\"><a href=\"/opinion/194887/kersey-v-dennison/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span>, 486 (1st Cir.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We need not test the assumption implicit in appellants' analogy;  viz., that Harris, a sexual harassment case, defines the boundaries of racial harassment claims as well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Likewise, the district court's ruling--that there is a trialworthy issue of fact as to the existence of an \"affirmative link\" between appellants' acts or omissions and the alleged deprivation of civil rights, see, e.g., Figueroa v. Aponte-Roque, <span class=\"citation\" data-id=\"516413\"><a href=\"/opinion/516413/aurora-figueroa-v-hon-awilda-aponte-roque-etc-aurora-figueroa-v-hon/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">947</span></a></span>, 953 (1st Cir.1989)--is not an immediately appealable law-based decision.  Johnson, --- U.S. at <span class=\"citation\" data-id=\"117950\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117950/johnson-v-jones/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2159</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104695/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112911/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117950/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194887/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195393/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196256/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196337/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515717/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516413/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544226/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563844/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610549/"
  ]
}