{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196314/",
  "id": 196314,
  "absolute_url": "/opinion/196314/mercier-v-shhs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196314/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:13Z",
  "date_modified": "2020-02-21T23:31:39.660399Z",
  "type": "010combined",
  "sha1": "8df923bf0a40a8c93e712a7ed18a992d6c64c7b5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1049.01A",
  "local_path": null,
  "plain_text": "\n\nSeptember 25, 1995\r\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1049 \r\n\n                      DENISE N. MERCIER,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Selya and Stahl, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nRemington O. Schmidt on brief for appellant.\r                                \r\nJay  P.  McCloskey, United  States  Attorney,  David  R.  Collins,\r                                                                             \r\nAssistant  United  States Attorney,  and  Robert  J. Triba,  Assistant\r                                                                  \r\nRegional Counsel,  Department of Health  and Human Services,  on brief\r\nfor appellee.\r\n\n                                         \r\n\n                                         \r\r\n\n          Per Curiam.  Denise N. Mercier, claimant, appeals a\r                                \r\n\nfinal  decision by the Secretary of Health and Human Services\r\n\nthat she does  not qualify for disability  benefits under the\r\n\nSocial  Security Act, 42 U.S.C.   402(g).  The district court\r\n\ngranted  judgment in favor of  the Secretary.   We affirm the\r\n\ndistrict court's decision.  \r\n\n          Background\r                                \r\n\n          Claimant filed for  disability benefits on July  3,\r\n\n1990,  alleging that  she has  been disabled from  work since\r\n\nOctober  15, 1982.   The  Secretary determined,  and claimant\r\n\ndoes not  dispute, that  she was fully  insured only  through\r\n\nDecember 31, 1987.  The Administrative Law Judge (\"ALJ\") held\r\n\na hearing and heard testimony from the claimant, a consulting\r\n\nphysician and a vocational  expert.  Claimant was represented\r\n\nby an attorney.\r\n\n          Claimant alleges that  she suffers from  post-polio\r\n\nsyndrome,1  and  claims  that  she is  wholly  disabled  as a\r\n\n                    \r                                \r\n\n1.  Post-polio syndrome is described  by the Secretary in the\r\nProgram Operations Manual System (POMS) as follows:\r\n   For  the  purposes  of  evaluation  under  the  disability\r\nprograms, the late effects of polio refer to new symptoms and\r\nneuromuscular  manifestations which result  in new functional\r\nloss  in an individual with  a prior history  of acute polio.\r\nThis  functional loss  typically occurs  after a  long period\r\n(more than 10 years and generally 20-40 years) of stability.\r\n   The  etiology of these problems  is not yet  known and not\r\nall polio  survivors experience these late  effects.  Precise\r\ndata  are not  yet available,  but it  may be  that about  25\r\npercent  of   the   estimated  300,000   or  more   surviving\r\nindividuals  who  had  polio are  experiencing  new  problems\r\naffecting their  ability to carry  out accustomed activities.\r\nThese late  neuromuscular effects  are permanent  and usually\r\n\n                             -2-\r\r\n\nresult.  Whether in  fact she suffers from this  syndrome was\r\n\nnot determined by the  ALJ or the district court,  and indeed\r\n\nneed not be decided for a resolution of the disability issues\r\n\npresented  by this appeal.  The record is clear that claimant\r\n\nhad polio as a young  child.  Less clear are the  medical and\r\n\nvocational  implications of  post-polio syndrome.     The ALJ\r\n\nfound that claimant's symptoms, as described, did not meet or\r\n\nequal the listed impairments at  20 C.F.R. Part 404,  Subpart\r\n\nP, App.  1.  He found claimant not disabled  at step 5 of the\r\n\nsequential evaluation  process, 20 C.F.R.    404.1520(f),  on\r\n\nthe  ground that while claimant has a severe impairment which\r\n\nprevents her  return to her  past relevant work,  she retains\r\n\nthe residual functional capacity  for some types of sedentary\r\n\nwork.    Accordingly, the  ALJ  applied  Rule 201.27  of  the\r\n\nMedical-Vocational Guidelines, 20 C.F.R. Part 404, Subpart P,\r\n\nAppendix 2 (\"the  grid\") as a framework and relied as well on\r\n\nvocational  testimony to  reach  a finding  of not  disabled.\r\n\nAlthough  claimant  submitted   additional  evidence  to  the\r\n\nAppeals  Council,   the  Appeals  Council  refused  review.  \r\n\nClaimant appealed  to the district court,  which affirmed the\r\n\nSecretary.  This appeal followed.\r\n\n                    \r                                \r\n\nslowly progressive.  There is no known treatment.\r\nPOMS  DI 24580.010\r\n\n                             -3-\r\r\n\n          Discussion\r                                \r\n\n          Claimant makes six arguments on appeal.  We address\r\n\neach in  turn and incorporate  facts and medical  evidence as\r\n\nneeded.  \"`We must  uphold the Secretary's findings ...  if a\r\n\nreasonable mind,  reviewing the evidence  in the record  as a\r\n\nwhole,   could  accept   it  as   adequate  to   support  his\r\n\nconclusion.'\"  Irlanda Ortiz v. Secretary of Health and Human\r                                                                         \r\n\nServices,  955  F.2d  765,   769  (1st  Cir.  1991),  quoting\r                    \r\n\nRodriguez v. Secretary of Health and Human Services, 647 F.2d\r                                                               \r\n\n218, 222 (1st Cir. 1981).  \r\n\n          1.  Claimant argues first that her impairment meets\r\n\ntwo  of the listed impairments at 20 C.F.R. Part 404, Subpart\r\n\nP,  App.   1:    Listing  1.03(A)2   and  Listing  11.04(B)3.\r\n\nClaimant was diagnosed  with polio as a child, in  1955.  She\r\n\nhad  three surgeries on her right foot and ankle, including a\r\n\n                    \r                                \r\n\n2.  1.03   Arthritis of a  major weight-bearing joint (due to\r                                                                         \r\nany cause):\r                      \r\n   With history  of persistent joint pain  and stiffness with\r\nsigns of marked  limitation of motion  or abnormal motion  of\r\nthe affected joint on current physical examination.  With:\r\n   A.   Gross  anatomical  deformity of  hip  or knee  (e.g.,\r\nsubluxation,   contracture,   bony   or  fibrous   ankylosis,\r\ninstability)   supported   by   X-ray  evidence   of   either\r\nsignificant   joint  space  narrowing   or  significant  bony\r\ndestruction and markedly limiting ability to walk and stand.\r\n\n3.  11.04 Central  nervous system  vascular accident .   With\r                                                                 \r\none  of  the  following  more  than  3  months  post-vascular\r\naccident:\r\n ...\r\n B.   Significant  and persistent  disorganization  of  motor\r\nfunction   in  two   extremities,   resulting  in   sustained\r\ndisturbance  of gross  and dexterous  movements, or  gait and\r\nstation.... \r\n\n                             -4-\r\r\n\nright ankle fusion in July, 1968.  Her argument as to Listing\r\n\n1.03(A)  is that \"it is  obvious common sense  that the ankle\r\n\narea  is  equivalent for  this purpose  to  the hip  and knee\r\n\nareas.\"    Appellant's Brief,  p.  14.   Claimant  makes this\r\n\nargument despite the fact  that at the hearing the  ALJ asked\r\n\nthe  medical expert  just  this question,  and was  told that\r\n\nclaimant's   circumstances   \"wouldn't  equal\"   the  listing\r\n\nrequirements.   A-II,  87-88.   Claimant  insists that  under\r\n\nGordils v. Secretary of  Health and Human Services, 921  F.2d\r                                                              \r\n\n327, 329 (1st Cir.  1990), the Secretary \"is  [not] precluded\r\n\nfrom rendering common sense judgements [sic] about functional\r\n\ncapacity based on  medical findings as long  as the Secretary\r\n\ndoes not overstep the bounds of a layperson's competence  and\r\n\nrender a medical judgement  [sic].\"\r\n\n          Gordils is  inapposite.  By its  terms, it concerns\r                             \r\n\nthe  qualification of  an ALJ  to assess  residual functional\r\n\ncapacity based on  a bare  medical record.   Moreover, it  is\r\n\nexpressly  not  pertinent to  the  situation presented  here,\r\n\nwhere a medical  professional gave  an opinion  on a  medical\r\n\nissue, and appellant would have the ALJ displace that opinion\r                                                            \r\n\nas a matter of \"common sense.\"\r\n\n          As to Listing  11.04(B), claimant  argues that  the\r\n\nrecord evidence in fact establishes that both of her legs are\r\n\naffected.   She  cites  to medical  reports which  relate her\r\n\nintermittent and subjective  complaints of pain  or weakness,\r\n\n                             -5-\r\r\n\ne.g., report of  Jeffrey Eaton, 4/1/91,  A-II, 199; or  which\r               \r\n\nreflect objectively that her  left leg, too, is weak.   E.g.,\r                                                                       \r\n\nreport of  William C.  Meade, M.D.,  3/5/92, A-II,  207.4    \r\n\nHowever,  even  if two  extremities  were involved,  claimant\r\n\nmakes  no argument  about  the balance  of Listing  11.04(B):\r\n\n\"significant and persistent disorganization of motor function\r\n\nin  two extremities,  resulting in  sustained disturbance  of\r\n\ngross and dexterous movements, or  gait and station....\"   No\r\n\nrecord evidence supports a finding to this effect.  Dr. Meade\r\n\nindicated that claimant has \"an obvious Trendelenburg  gait,\"\r\n\nA-II, 205, but Dr.  Kaminow concluded that while the  gait is\r\n\n\"somewhat antalgic ... there is no imbalance,\" id. at 25, and\r                                                             \r\n\nDr. Hull found only  a \"mild dyssymmetry [sic] of  gait,\" id.\r                                                                        \r\n\nat  21.  We agree that there is insufficient medical evidence\r\n\nto show that claimant meets this listing.  \r\n\n          2.   Claimant argues  next that the  district court\r\n\nshould have remanded the  case so that she could  augment the\r\n\nrecord with medical records of her former treating physician,\r\n\nRoger    Robert, M.D.   Dr.  Robert  treated claimant  in the\r\n\n1950s, 1960s and  1970s, and,  despite the fact  that he  was\r\n\nunder subpoena to do so, apparently failed to transmit all of\r\n\nhis  records to  the ALJ in  time for  the hearing.   Some of\r\n\n                    \r                                \r\n\n4.  At  least  one other  report reflects  that, as  of March\r\n1991,  \"[s]trength  was entirely  intact  in  the left  lower\r\nextremity....\"  Report of Kathryn D. Seasholtz, D.O., 3/6/91,\r\nA-II, 197.\r\n\n                             -6-\r\r\n\nthese  records  were before  the ALJ;  the remainder  are now\r\n\navailable,  and claimant  argues that  she  is entitled  to a\r\n\nremand to have the ALJ consider them.\r\n\n          Pursuant to  42 U.S.C.    405(g), remand  is proper\r\n\nonly  upon a  showing \"that  there is  new evidence  which is\r\n\nmaterial  and  ... there  is good  cause  for the  failure to\r\n\nincorporate  such  evidence  into   the  record  in  a  prior\r\n\nproceeding.\"   Evangelista v.  Secretary of Health  and Human\r                                                                         \r\n\nServices, 826 F.2d 136,  139 (1st Cir. 1987). The  only issue\r                    \r\n\nbefore  the  district court,  and before  us, is  whether the\r\n\nproffered  evidence   is  material;  that  is   if,  were  it\r\n\nconsidered, the Secretary's  decision \"`might reasonably have\r\n\nbeen different.'\"  Id. at 1140.\r                                  \r\n\n          The  Magistrate  found,  and  the   district  court\r\n\nagreed, that the medical records in question: \r\n\n          antedate  by  many years  the plaintiff's\r\n          alleged  onset  disability date;  they do\r\n          not  relate  at  all  to  the Secretary's\r\n          inquiry as to  whether the plaintiff  was\r\n          disabled  after October 15, 1982.  To the\r\n          extent that the medical records establish\r\n          a medical history  of polio, and  thereby\r\n          establish the predicate  for her  current\r\n          claim of post-polio syndrome, I note that\r\n          the   Administrative   Law  Judge   fully\r\n          credited her history of polio.\r\n\nReport  and  Recommended  Decision,  p. 4.  We  agree  fully.\r\n\nClaimant was  not denied disability benefits  because the ALJ\r\n\ndid not  credit her (otherwise documented)  history of polio,\r\n\nbut, rather,  because there was insufficient  evidence of any\r\n\n                             -7-\r\r\n\ndisabling restrictions during the relevant  period, and there\r\n\nwas  affirmative  evidence  that  despite   her  limitations,\r\n\nclaimant  was able to perform  some types of  work.  Claimant\r\n\nhas failed to show that the additional evidence would  likely\r\n\nhave made any difference.\r\n\n          3.   In her  third argument, claimant  alleges that\r\n\nshe was denied her right to testify as to why  the records of\r\n\nDr.  Frank, a physician who has treated her since 1981 (A-II,\r\n\n62), are silent concerning post-polio syndrome.   Apparently,\r\n\nclaimant would have testified that she had tried to raise the\r\n\nissue with Dr. Frank, but he ignored her.  See A-II, 78-79.\r                                                          \r\n\n          In fact, claimant testified  on two occasions  that\r\n\nshe raised  concerns with Dr. Frank.  She said first that she\r\n\nhad mentioned  to him that  she had post-polio  syndrome, but\r\n\nthat he was unfamiliar with it (A-II, 62); and later that she\r\n\nhad  discussed some  symptoms with  Dr. Frank  and  \"the only\r\n\nthing  [he keeps] telling me  is there's nothing  they can do\r\n\nfor me.\"  Id. at 79.  \r                        \r\n\n          Claimant concludes  that the ALJ \"held  the lack of\r\n\npost-polio syndrome  references in Dr. Frank's  notes against\r\n\n[her]....\"  Appellant's Brief,  p. 22.  This is  not a wholly\r\n\naccurate  description  of  the  ALJ's  finding.    The  ALJ's\r\n\nDecision reflects that:\r\n\n          Dr. Frank's  treatment notes do  not make\r\n          reference  to any  significant complaints\r\n          relating to post-polio syndrome. ... With\r\n          a  view  toward deciding  this case  in a\r\n\n                             -8-\r\r\n\n          light most favorable  to the claimant,  a\r\n          conclusion  will nevertheless  be reached\r\n          that  on or before  the date  her insured\r\n          status  expired, the  symptoms associated\r\n          with post-polio syndrome was [sic] severe\r\n          as  they  likely  affected Ms.  Mercier's\r\n          ability to perform highly  strenuous work\r\n          activities on a sustained basis.\r\n\nA-II, 41.  The record shows that claimant was able to testify\r\n\non  two occasions that Dr. Frank  was unable to help with her\r\n\nproblem.   Had she been permitted to testify in addition that\r\n\nhe ignored  her, it is  difficult to  see how her  case would\r\n\nhave  been advanced.  Insofar as she is complaining about the\r\n\nALJ's reliance  on  the  general  absence in  the  record  of\r\n\ncontemporaneous evidence of complaints of pain, that argument\r\n\nis addressed infra.  \r                              \r\n\n          4.  Claimant's fourth argument seems to be that her\r\n\ndue process  and confrontation  clause  rights were  violated\r\n\nwhen  the  ALJ  did  not  permit  her  attorney  to  ask  the\r\n\nvocational  expert  (\"VE\") to  \"zero in\" on  the problems she\r\n\nhad in performing her volunteer work.  The attorney evidently\r\n\nhoped to undermine the VE's testimony that there were jobs in\r\n\nthe  economy claimant could  perform by  introducing evidence\r\n\nthat claimant  had great  difficulty with even  the extremely\r\n\nlimited  and occasional  volunteer  work she  undertook at  a\r\n\nschool  library.   The  ALJ did  not  permit this,  observing\r\n\ninstead that \"[i]f  we take  all of her  testimony, then  she\r\n\ncan't do any work.\"  A-II, 97.  \r\n\n                             -9-\r\r\n\n          The ALJ concluded, in effect,  that introduction of\r\n\nclaimant's  particular volunteer  work limitations  would add\r\n\nnothing  to the hypotheticals he  had posed to  the VE, which\r\n\nalready  took  into  account  substantial  limitations,  both\r\n\nobjective (reflected in the  medical records) and  subjective\r\n\n(as  described by  claimant.)   We  perceive  no error.    As\r\n\nindicated  below, the  hypotheticals were  properly based  on\r\n\nrecord evidence, and claimant's proffered questions, based on\r\n\nher own subjective complaints, were properly excluded.  \r\n\n          5.   In her  fifth argument, claimant  alleges that\r\n\nthe ALJ, in his hypotheticals to  the VE, and in reaching his\r\n\nultimate  conclusion that  there  were  jobs  claimant  could\r\n\nperform,5  did  not  take  into  account  all  of  claimant's\r\n\nlimitations  as reflected  in  Dr. Meade's  report, the  only\r\n\nmedical    report    of   record    addressing   work-related\r\n\nactivities.6   \"[I]n order  for a vocational  expert's answer\r\n\nto  a hypothetical question  to be relevant,  the inputs into\r\n\nthat hypothetical  must correspond  to  conclusions that  are\r\n\n                    \r                                \r\n\n5.  Once  it is  established that  a claimant  cannot perform\r\npast relevant  work, the burden  shifts to  the Secretary  to\r\nshow that there  are jobs  claimant can perform.   Arocho  v.\r                                                                         \r\nSecretary of  Health and  Human Services,  670 F.2d 374,  375\r                                                    \r\n(1st Cir. 1982).\r\n\n6.   Dr. Meade's report, dated March 10, 1992, post-dated  by\r\nover four years the  expiration of claimant's insured status.\r\nNonetheless,  the ALJ  considered Dr.  Meade's  assessment of\r\nclaimant's functional limitations \"pertinent,\" (A-II, 45) and\r\ndirected  the Vocational  Expert  to  assume that  claimant's\r\nresidual  functional capacities  at the  time of  the hearing\r\napproximated those of 1987. A-II, 92.  \r\n\n                             -10-\r\r\n\nsupported  by  the  outputs  from the  medical  authorities.\"\r\n\nArocho  v. Secretary of  Health and Human  Services, 670 F.2d\r                                                               \r\n\n374, 375 (1st Cir. 1982).  \"To guarantee that correspondence,\r\n\nthe Administrative  Law Judge  must both clarify  the outputs\r\n\n(deciding  what testimony  will  be  credited  and  resolving\r\n\nambiguities), and accurately transmit the clarified output to\r\n\nthe expert in the form of assumptions.\"  Id.\r                                                       \r\n\n          Claimant   takes   issue   particularly  with   the\r\n\nassumption that she could sit for one hour and with the ALJ's\r\n\nfailure  to emphasize to the VE that she could stand, walk or\r\n\nsit  for a total  of four hours  during the course  of a work\r\n\nday.  Appellant's Brief, p. 25. \r\n\n          We have compared Dr. Meade's report, the claimant's\r\n\nown  testimony  and  her   disability  application  with  the\r\n\ninformation given the VE at the hearing, and we conclude that\r\n\nthe  ALJ accurately described  claimant's limitations  in his\r\n\nhypotheticals. Claimant testified that she generally sits and\r\n\nwatches television  for an hour at a  time.  A-II, 56.   On a\r\n\ndaily  basis, she  makes lunch,  does light  housekeeping and\r\n\nsome  shopping.  Id., 56-57.  Her \"disability report\" - filed\r                               \r\n\nas part of  her initial application for  benefits - indicates\r\n\nthat  she daily  spends  45 minutes  to an  hour  and a  half\r\n\ncooking;  does a  load of  laundry; sweeps;  and drives  when\r\n\n                             -11-\r\r\n\nnecessary.  Id. at 126.  We find no error  in the assumptions\r                          \r\n\ngiven the VE by the ALJ.7\r\n\n          6.    Claimant's final  argument  is  that the  ALJ\r\n\nneglected to credit sufficiently  her complaints of pain, and\r\n\ndid  not properly  apply the  standards set  out in  Avery v.\r                                                                      \r\n\nSecretary of Health and Human Services, 797 F.2d 19 (1st Cir.\r                                                  \r\n\n1986).   She argues  specifically that  under Avery, the  ALJ\r                                                               \r\n\ncannot disregard complaints of pain which are consistent with\r\n\nthe medical  findings and diagnosis.   Appellant's Brief, pp.\r\n\n27-28.\r\n\n          We have construed Avery to mean that \"complaints of\r                                             \r\n\npain  need  not  be   precisely  corroborated  by   objective\r\n\nfindings, but they must be consistent with medical findings.\"\r\n\nDupuis v.  Secretary of Health  and Human Services,  869 F.2d\r                                                              \r\n\n622, 623 (1st Cir. 1989).  \"`[I]f an impairment is reasonably\r\n\nexpected to  produce  some pain,  allegations of  [disabling]\r                                      \r\n\npain   emanating  from   that  impairment   are  sufficiently\r\n\nconsistent   to  require   consideration   of  all   relevant\r\n\nevidence.'\"  Hargis  v. Sullivan, 945  F.2d 1482, 1489  (10th\r                                            \r\n\nCir.  1991)  (emphasis  in original;  citation  omitted).  In\r\nassessing complaints of pain:    \r\n\n          Some  of  the  possible factors  include:\r\n          the  levels  of   medication  and   their\r\n\n                    \r                                \r\n\n7.  We note as well that  the Appeals Council, which rendered\r\nthe Secretary's  final decision, had before  it an additional\r\nwork capacity evaluation which is far more detailed  than the\r\nearlier report  of Dr.  Meade, and which  pronounces claimant\r\nconsiderably more able.  A-II, 7-19.  \r\n\n                             -12-\r\r\n\n          effectiveness,  the extensiveness  of the\r\n          attempts   (medical  or   nonmedical)  to\r\n          obtain relief, the  frequency of  medical\r\n          contacts, the nature of  daily activities\r\n          [and] subjective  measures of credibility\r\n          that are peculiarly  within the  judgment\r\n          of the ALJ....\r\n\nId.   Gaps in  the medical  records are  themselves evidence.\r              \r\n\nIrlanda Ortiz v. Secretary of Health and Human  Services, 955\r                                                                    \r\n\nF.2d 765, 769 (1st Cir. 1991).\r\n\n          We assume  solely for purposes of  this appeal that\r\n\nclaimant suffers  from  post-polio syndrome,  and that  post-\r\n\npolio  syndrome  is an  impairment  which  can reasonably  be\r\n\nexpected to produce pain, although we note that the record is\r\n\nby no  means clear on  the second point.   In  evaluating the\r\n\nseverity of claimant's pain, the ALJ observed:\r\n\n          Although the claimant stated that  she is\r\n          incapable of working due to many symptoms\r\n          which she relates to post-polio syndrome,\r\n          there is  little  evidence to  support  a\r\n          finding  that  Ms. Mercier  complained of\r\n          such  difficulties  to her  physicians at\r\n          the time her insured status  expired. ...\r\n          If [the] claimant's condition were as bad\r\n          in 1987 as she now contends it was, it is\r\n          likely  that  she  would  have  made many\r\n          complaints to her treating physician.\r\n\nA-II, 44-45.   \r\n\n          The ALJ found that claimant's assertions concerning\r\n\nher impairment and  its impact on her ability to  work on and\r\n\nbefore  the  date  her  insured status  expired  \"[were]  not\r\n\ncredible in  light of the  claimant's own description  of her\r\n\nactivities,   and   discrepancies   between  the   claimant's\r\n\n                             -13-\r\r\n\nassertions  and  information  contained  in  the  documentary\r\n\nmedical reports.\"  Id. at 47.   \r                                 \r\n\n          The ALJ's credibility determination \"is entitled to\r\n\ndeference, especially when  supported by specific  findings.\"\r\n\nFrustaglia  v. Secretary  of Health  and Human  Services, 829\r                                                                    \r\n\nF.2d 192, 195 (1st Cir. 1987).  Accordingly, we find there is\r\n\nsubstantial evidence in the record to support the Secretary's\r\n\ndecision.  Affirmed.\r                               \r\n\n                             -14-\r\r\n",
  "html": "<p class=\"case_cite\">66 F.3d 306</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Denise N. MERCIER, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1049.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Remington O. Schmidt on brief for appellant.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, David R. Collins, Assistant United States Attorney, and Robert J. Triba, Assistant Regional Counsel, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and SELYA and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Denise N. Mercier, claimant, appeals a final decision by the Secretary of Health and Human Services that she does not qualify for disability benefits under the Social Security Act, 42 U.S.C. Sec. 402(g).  The district court granted judgment in favor of the Secretary.  We affirm the district court's decision.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Claimant filed for disability benefits on July 3, 1990, alleging that she has been disabled from work since October 15, 1982.  The Secretary determined, and claimant does not dispute, that she was fully insured only through December 31, 1987.  The Administrative Law Judge (\"ALJ\") held a hearing and heard testimony from the claimant, a consulting physician and a vocational expert.  Claimant was represented by an attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Claimant alleges that she suffers from post-polio syndrome,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and claims that she is wholly disabled as a result.  Whether in fact she suffers from this syndrome was not determined by the ALJ or the district court, and indeed need not be decided for a resolution of the disability issues presented by this appeal.  The record is clear that claimant had polio as a young child.  Less clear are the medical and vocational implications of post-polio syndrome.  The ALJ found that claimant's symptoms, as described, did not meet or equal the listed impairments at 20 C.F.R. Part 404, Subpart P, App. 1. He found claimant not disabled at step 5 of the sequential evaluation process, 20 C.F.R. Sec. 404.1520(f), on the ground that while claimant has a severe impairment which prevents her return to her past relevant work, she retains the residual functional capacity for some types of sedentary work.  Accordingly, the ALJ applied Rule 201.27 of the Medical-Vocational Guidelines, 20 C.F.R. Part 404, Subpart P, Appendix 2 (\"the grid\") as a framework and relied as well on vocational testimony to reach a finding of not disabled.  Although claimant submitted additional evidence to the Appeals Council, the Appeals Council refused review.  Claimant appealed to the district court, which affirmed the Secretary.  This appeal followed.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Claimant makes six arguments on appeal.  We address each in turn and incorporate facts and medical evidence as needed.  \" 'We must uphold the Secretary's findings ... if a reasonable mind, reviewing the evidence in the record as a whole, could accept it as adequate to support his conclusion.' \"  Irlanda Ortiz v. Secretary of Health and Human Services, 955 F.2d 765, 769 (1st Cir.1991), quoting Rodriguez v. Secretary of Health and Human Services, 647 F.2d 218, 222 (1st Cir.1981).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. Claimant argues first that her impairment meets two of the listed impairments at 20 C.F.R. Part 404, Subpart P, App. 1:  Listing 1.03(A)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and Listing 11.04(B)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>. Claimant was diagnosed with polio as a child, in 1955.  She had three surgeries on her right foot and ankle, including a right ankle fusion in July, 1968.  Her argument as to Listing 1.03(A) is that \"it is obvious common sense that the ankle area is equivalent for this purpose to the hip and knee areas.\"   Appellant's Brief, p. 14.  Claimant makes this argument despite the fact that at the hearing the ALJ asked the medical expert just this question, and was told that claimant's circumstances \"wouldn't equal\" the listing requirements.  A-II, 87-88.  Claimant insists that under Gordils v. Secretary of Health and Human Services, 921 F.2d 327, 329 (1st Cir.1990), the Secretary \"is [not] precluded from rendering common sense judgements [sic] about functional capacity based on medical findings as long as the Secretary does not overstep the bounds of a layperson's competence and render a medical judgement [sic].\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Gordils is inapposite.  By its terms, it concerns the qualification of an ALJ to assess residual functional capacity based on a bare medical record.  Moreover, it is expressly not pertinent to the situation presented here, where a medical professional gave an opinion on a medical issue, and appellant would have the ALJ displace that opinion as a matter of \"common sense.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As to Listing 11.04(B), claimant argues that the record evidence in fact establishes that both of her legs are affected.  She cites to medical reports which relate her intermittent and subjective complaints of pain or weakness, e.g., report of Jeffrey Eaton, 4/1/91, A-II, 199;  or which reflect objectively that her left leg, too, is weak.  E.g., report of William C. Meade, M.D., 3/5/92, A-II, 207.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  However, even if two extremities were involved, claimant makes no argument about the balance of Listing 11.04(B):  \"significant and persistent disorganization of motor function in two extremities, resulting in sustained disturbance of gross and dexterous movements, or gait and station....\"  No record evidence supports a finding to this effect.  Dr. Meade indicated that claimant has \"an obvious Trendelenburg gait,\" A-II, 205, but Dr. Kaminow concluded that while the gait is \"somewhat antalgic ... there is no imbalance,\" id. at 25, and Dr. Hull found only a \"mild dyssymmetry [sic] of gait,\" id. at 21.  We agree that there is insufficient medical evidence to show that claimant meets this listing.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">2. Claimant argues next that the district court should have remanded the case so that she could augment the record with medical records of her former treating physician, Roger Robert, M.D. Dr. Robert treated claimant in the 1950s, 1960s and 1970s, and, despite the fact that he was under subpoena to do so, apparently failed to transmit all of his records to the ALJ in time for the hearing.  Some of these records were before the ALJ;  the remainder are now available, and claimant argues that she is entitled to a remand to have the ALJ consider them.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Pursuant to 42 U.S.C. Sec. 405(g), remand is proper only upon a showing \"that there is new evidence which is material and ... there is good cause for the failure to incorporate such evidence into the record in a prior proceeding.\"  Evangelista v. Secretary of Health and Human Services, 826 F.2d 136, 139 (1st Cir.1987).  The only issue before the district court, and before us, is whether the proffered evidence is material;  that is if, were it considered, the Secretary's decision \" 'might reasonably have been different.' \"   Id. at 1140.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Magistrate found, and the district court agreed, that the medical records in question:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>antedate by many years the plaintiff's alleged onset disability date;  they do not relate at all to the Secretary's inquiry as to whether the plaintiff was disabled after October 15, 1982.  To the extent that the medical records establish a medical history of polio, and thereby establish the predicate for her current claim of post-polio syndrome, I note that the Administrative Law Judge fully credited her history of polio.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Report and Recommended Decision, p. 4. We agree fully.  Claimant was not denied disability benefits because the ALJ did not credit her (otherwise documented) history of polio, but, rather, because there was insufficient evidence of any disabling restrictions during the relevant period, and there was affirmative evidence that despite her limitations, claimant was able to perform some types of work.  Claimant has failed to show that the additional evidence would likely have made any difference.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">3. In her third argument, claimant alleges that she was denied her right to testify as to why the records of Dr. Frank, a physician who has treated her since 1981 (A-II, 62), are silent concerning post-polio syndrome.  Apparently, claimant would have testified that she had tried to raise the issue with Dr. Frank, but he ignored her.  See A-II, 78-79.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In fact, claimant testified on two occasions that she raised concerns with Dr. Frank.  She said first that she had mentioned to him that she had post-polio syndrome, but that he was unfamiliar with it (A-II, 62);  and later that she had discussed some symptoms with Dr. Frank and \"the only thing [he keeps] telling me is there's nothing they can do for me.\"   Id. at 79.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Claimant concludes that the ALJ \"held the lack of post-polio syndrome references in Dr. Frank's notes against [her]....\"  Appellant's Brief, p. 22.  This is not a wholly accurate description of the ALJ's finding.  The ALJ's Decision reflects that:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Dr. Frank's treatment notes do not make reference to any significant complaints relating to post-polio syndrome....  With a view toward deciding this case in a light most favorable to the claimant, a conclusion will nevertheless be reached that on or before the date her insured status expired, the symptoms associated with post-polio syndrome was [sic] severe as they likely affected Ms. Mercier's ability to perform highly strenuous work activities on a sustained basis.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A-II, 41.  The record shows that claimant was able to testify on two occasions that Dr. Frank was unable to help with her problem.  Had she been permitted to testify in addition that he ignored her, it is difficult to see how her case would have been advanced.  Insofar as she is complaining about the ALJ's reliance on the general absence in the record of contemporaneous evidence of complaints of pain, that argument is addressed infra.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">4. Claimant's fourth argument seems to be that her due process and confrontation clause rights were violated when the ALJ did not permit her attorney to ask the vocational expert (\"VE\") to \"zero in\" on the problems she had in performing her volunteer work.  The attorney evidently hoped to undermine the VE's testimony that there were jobs in the economy claimant could perform by introducing evidence that claimant had great difficulty with even the extremely limited and occasional volunteer work she undertook at a school library.  The ALJ did not permit this, observing instead that \"[i]f we take all of her testimony, then she can't do any work.\"   A-II, 97.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The ALJ concluded, in effect, that introduction of claimant's particular volunteer work limitations would add nothing to the hypotheticals he had posed to the VE, which already took into account substantial limitations, both objective (reflected in the medical records) and subjective (as described by claimant.)   We perceive no error.  As indicated below, the hypotheticals were properly based on record evidence, and claimant's proffered questions, based on her own subjective complaints, were properly excluded.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">5. In her fifth argument, claimant alleges that the ALJ, in his hypotheticals to the VE, and in reaching his ultimate conclusion that there were jobs claimant could perform,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> did not take into account all of claimant's limitations as reflected in Dr. Meade's report, the only medical report of record addressing work-related activities.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  \"[I]n order for a vocational expert's answer to a hypothetical question to be relevant, the inputs into that hypothetical must correspond to conclusions that are supported by the outputs from the medical authorities.\"  Arocho v. Secretary of Health and Human Services, 670 F.2d 374, 375 (1st Cir.1982).  \"To guarantee that correspondence, the Administrative Law Judge must both clarify the outputs (deciding what testimony will be credited and resolving ambiguities), and accurately transmit the clarified output to the expert in the form of assumptions.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Claimant takes issue particularly with the assumption that she could sit for one hour and with the ALJ's failure to emphasize to the VE that she could stand, walk or sit for a total of four hours during the course of a work day.  Appellant's Brief, p. 25.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We have compared Dr. Meade's report, the claimant's own testimony and her disability application with the information given the VE at the hearing, and we conclude that the ALJ accurately described claimant's limitations in his hypotheticals.  Claimant testified that she generally sits and watches television for an hour at a time.  A-II, 56.  On a daily basis, she makes lunch, does light housekeeping and some shopping.  Id., 56-57.  Her \"disability report\"--filed as part of her initial application for benefits--indicates that she daily spends 45 minutes to an hour and a half cooking;  does a load of laundry;  sweeps;  and drives when necessary.  Id. at 126.  We find no error in the assumptions given the VE by the ALJ.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">6. Claimant's final argument is that the ALJ neglected to credit sufficiently her complaints of pain, and did not properly apply the standards set out in Avery v. Secretary of Health and Human Services, 797 F.2d 19 (1st Cir.1986).  She argues specifically that under Avery, the ALJ cannot disregard complaints of pain which are consistent with the medical findings and diagnosis.  Appellant's Brief, pp. 27-28.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We have construed Avery to mean that \"complaints of pain need not be precisely corroborated by objective findings, but they must be consistent with medical findings.\"  Dupuis v. Secretary of Health and Human Services, 869 F.2d 622, 623 (1st Cir.1989).  \" '[I]f an impairment is reasonably expected to produce some pain, allegations of [disabling] pain emanating from that impairment are sufficiently consistent to require consideration of all relevant evidence.' \"  Hargis v. Sullivan, 945 F.2d 1482, 1489 (10th Cir.1991) (emphasis in original;  citation omitted).</p>\n    </div>\n    <p class=\"indent\">In assessing complaints of pain:</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>Some of the possible factors include:  the levels of medication and their effectiveness, the extensiveness of the attempts (medical or nonmedical) to obtain relief, the frequency of medical contacts, the nature of daily activities [and] subjective measures of credibility that are peculiarly within the judgment of the ALJ....</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Id.  Gaps in the medical records are themselves evidence.  Irlanda Ortiz v. Secretary of Health and Human Services, 955 F.2d 765, 769 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We assume solely for purposes of this appeal that claimant suffers from post-polio syndrome, and that post-polio syndrome is an impairment which can reasonably be expected to produce pain, although we note that the record is by no means clear on the second point.  In evaluating the severity of claimant's pain, the ALJ observed:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Although the claimant stated that she is incapable of working due to many symptoms which she relates to post-polio syndrome, there is little evidence to support a finding that Ms. Mercier complained of such difficulties to her physicians at the time her insured status expired....  If [the] claimant's condition were as bad in 1987 as she now contends it was, it is likely that she would have made many complaints to her treating physician.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A-II, 44-45.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The ALJ found that claimant's assertions concerning her impairment and its impact on her ability to work on and before the date her insured status expired \"[were] not credible in light of the claimant's own description of her activities, and discrepancies between the claimant's assertions and information contained in the documentary medical reports.\"   Id. at 47.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The ALJ's credibility determination \"is entitled to deference, especially when supported by specific findings.\"  Frustaglia v. Secretary of Health and Human Services, 829 F.2d 192, 195 (1st Cir.1987).  Accordingly, we find there is substantial evidence in the record to support the Secretary's decision.  Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Post-polio syndrome is described by the Secretary in the Program Operations Manual System (POMS) as follows:</p>\n        <p>For the purposes of evaluation under the disability programs, the late effects of polio refer to new symptoms and neuromuscular manifestations which result in new functional loss in an individual with a prior history of acute polio.  This functional loss typically occurs after a long period (more than 10 years and generally 20-40 years) of stability.</p>\n        <p>The etiology of these problems is not yet known and not all polio survivors experience these late effects.  Precise data are not yet available, but it may be that about 25 percent of the estimated 300,000 or more surviving individuals who had polio are experiencing new problems affecting their ability to carry out accustomed activities.  These late neuromuscular effects are permanent and usually slowly progressive.  There is no known treatment.</p>\n        <p>POMS DI 24580.010</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 1.03 Arthritis of a major weight-bearing joint (due to any cause):</p>\n        <p>With history of persistent joint pain and stiffness with signs of marked limitation of motion or abnormal motion of the affected joint on current physical examination.  With:</p>\n        <p>A.  Gross anatomical deformity of hip or knee (e.g., subluxation, contracture, bony or fibrous ankylosis, instability) supported by X-ray evidence of either significant joint space narrowing or significant bony destruction and markedly limiting ability to walk and stand.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 11.04 Central nervous system vascular accident.   With one of the following more than 3 months post-vascular accident:</p>\n        <p>* * *</p>\n        <p>B. Significant and persistent disorganization of motor function in two extremities, resulting in sustained disturbance of gross and dexterous movements, or gait and station....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At least one other report reflects that, as of March 1991, \"[s]trength was entirely intact in the left lower extremity....\"  Report of Kathryn D. Seasholtz, D.O., 3/6/91, A-II, 197</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Once it is established that a claimant cannot perform past relevant work, the burden shifts to the Secretary to show that there are jobs claimant can perform.  Arocho v. Secretary of Health and Human Services, 670 F.2d 374, 375 (1st Cir.1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Dr. Meade's report, dated March 10, 1992, post-dated by over four years the expiration of claimant's insured status.  Nonetheless, the ALJ considered Dr. Meade's assessment of claimant's functional limitations \"pertinent,\" (A-II, 45) and directed the Vocational Expert to assume that claimant's residual functional capacities at the time of the hearing approximated those of 1987.  A-II, 92</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We note as well that the Appeals Council, which rendered the Secretary's final decision, had before it an additional work capacity evaluation which is far more detailed than the earlier report of Dr. Meade, and which pronounces claimant considerably more able.  A-II, 7-19</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Denise N. MERCIER, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1049.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Remington O. Schmidt on brief for appellant.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, David R. Collins, Assistant United States Attorney, and Robert J. Triba, Assistant Regional Counsel, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and SELYA and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Denise N. Mercier, claimant, appeals a final decision by the Secretary of Health and Human Services that she does not qualify for disability benefits under the Social Security Act, 42 U.S.C. Sec. 402(g).  The district court granted judgment in favor of the Secretary.  We affirm the district court's decision.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Claimant filed for disability benefits on July 3, 1990, alleging that she has been disabled from work since October 15, 1982.  The Secretary determined, and claimant does not dispute, that she was fully insured only through December 31, 1987.  The Administrative Law Judge (\"ALJ\") held a hearing and heard testimony from the claimant, a consulting physician and a vocational expert.  Claimant was represented by an attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Claimant alleges that she suffers from post-polio syndrome,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and claims that she is wholly disabled as a result.  Whether in fact she suffers from this syndrome was not determined by the ALJ or the district court, and indeed need not be decided for a resolution of the disability issues presented by this appeal.  The record is clear that claimant had polio as a young child.  Less clear are the medical and vocational implications of post-polio syndrome.  The ALJ found that claimant's symptoms, as described, did not meet or equal the listed impairments at 20 C.F.R. Part 404, Subpart P, App. 1. He found claimant not disabled at step 5 of the sequential evaluation process, 20 C.F.R. Sec. 404.1520(f), on the ground that while claimant has a severe impairment which prevents her return to her past relevant work, she retains the residual functional capacity for some types of sedentary work.  Accordingly, the ALJ applied Rule 201.27 of the Medical-Vocational Guidelines, 20 C.F.R. Part 404, Subpart P, Appendix 2 (\"the grid\") as a framework and relied as well on vocational testimony to reach a finding of not disabled.  Although claimant submitted additional evidence to the Appeals Council, the Appeals Council refused review.  Claimant appealed to the district court, which affirmed the Secretary.  This appeal followed.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Claimant makes six arguments on appeal.  We address each in turn and incorporate facts and medical evidence as needed.  \" 'We must uphold the Secretary's findings ... if a reasonable mind, reviewing the evidence in the record as a whole, could accept it as adequate to support his conclusion.' \"  Irlanda Ortiz v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"577108\"><a href=\"/opinion/577108/victor-j-irlanda-ortiz-v-secretary-of-health-and-human-services/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 769 (1st Cir.1991), quoting Rodriguez v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"389936\"><a href=\"/opinion/389936/maria-s-rodriguez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span>, 222 (1st Cir.1981).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. Claimant argues first that her impairment meets two of the listed impairments at 20 C.F.R. Part 404, Subpart P, App. 1:  Listing 1.03(A)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and Listing 11.04(B)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>. Claimant was diagnosed with polio as a child, in 1955.  She had three surgeries on her right foot and ankle, including a right ankle fusion in July, 1968.  Her argument as to Listing 1.03(A) is that \"it is obvious common sense that the ankle area is equivalent for this purpose to the hip and knee areas.\"   Appellant's Brief, p. 14.  Claimant makes this argument despite the fact that at the hearing the ALJ asked the medical expert just this question, and was told that claimant's circumstances \"wouldn't equal\" the listing requirements.  A-II, 87-88.  Claimant insists that under Gordils v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"553161\"><a href=\"/opinion/553161/32-socsecrepser-101-unemplinsrep-cch-15802a-jose-l-gordils-v/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">327</span></a></span>, 329 (1st Cir.1990), the Secretary \"is [not] precluded from rendering common sense judgements [sic] about functional capacity based on medical findings as long as the Secretary does not overstep the bounds of a layperson's competence and render a medical judgement [sic].\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Gordils is inapposite.  By its terms, it concerns the qualification of an ALJ to assess residual functional capacity based on a bare medical record.  Moreover, it is expressly not pertinent to the situation presented here, where a medical professional gave an opinion on a medical issue, and appellant would have the ALJ displace that opinion as a matter of \"common sense.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As to Listing 11.04(B), claimant argues that the record evidence in fact establishes that both of her legs are affected.  She cites to medical reports which relate her intermittent and subjective complaints of pain or weakness, e.g., report of Jeffrey Eaton, 4/1/91, A-II, 199;  or which reflect objectively that her left leg, too, is weak.  E.g., report of William C. Meade, M.D., 3/5/92, A-II, 207.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  However, even if two extremities were involved, claimant makes no argument about the balance of Listing 11.04(B):  \"significant and persistent disorganization of motor function in two extremities, resulting in sustained disturbance of gross and dexterous movements, or gait and station....\"  No record evidence supports a finding to this effect.  Dr. Meade indicated that claimant has \"an obvious Trendelenburg gait,\" A-II, 205, but Dr. Kaminow concluded that while the gait is \"somewhat antalgic ... there is no imbalance,\" <span class=\"citation\" data-id=\"553161\"><a href=\"/opinion/553161/32-socsecrepser-101-unemplinsrep-cch-15802a-jose-l-gordils-v/\"><span class=\"id_token\">id.</span> at 25, </a></span>and Dr. Hull found only a \"mild dyssymmetry [sic] of gait,\" <span class=\"citation\" data-id=\"553161\"><a href=\"/opinion/553161/32-socsecrepser-101-unemplinsrep-cch-15802a-jose-l-gordils-v/\"><span class=\"id_token\">id.</span> at 21. </a></span> We agree that there is insufficient medical evidence to show that claimant meets this listing.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">2. Claimant argues next that the district court should have remanded the case so that she could augment the record with medical records of her former treating physician, Roger Robert, M.D. Dr. Robert treated claimant in the 1950s, 1960s and 1970s, and, despite the fact that he was under subpoena to do so, apparently failed to transmit all of his records to the ALJ in time for the hearing.  Some of these records were before the ALJ;  the remainder are now available, and claimant argues that she is entitled to a remand to have the ALJ consider them.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Pursuant to 42 U.S.C. Sec. 405(g), remand is proper only upon a showing \"that there is new evidence which is material and ... there is good cause for the failure to incorporate such evidence into the record in a prior proceeding.\"  Evangelista v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"492625\"><a href=\"/opinion/492625/18-socsecrepser-711-unemplinsrep-cch-17493-samuel-c-evangelista/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">136</span></a></span>, 139 (1st Cir.1987).  The only issue before the district court, and before us, is whether the proffered evidence is material;  that is if, were it considered, the Secretary's decision \" 'might reasonably have been different.' \"   <span class=\"citation\" data-id=\"492625\"><a href=\"/opinion/492625/18-socsecrepser-711-unemplinsrep-cch-17493-samuel-c-evangelista/\"><span class=\"id_token\">Id.</span> at 1140.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Magistrate found, and the district court agreed, that the medical records in question:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>antedate by many years the plaintiff's alleged onset disability date;  they do not relate at all to the Secretary's inquiry as to whether the plaintiff was disabled after October 15, 1982.  To the extent that the medical records establish a medical history of polio, and thereby establish the predicate for her current claim of post-polio syndrome, I note that the Administrative Law Judge fully credited her history of polio.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Report and Recommended Decision, p. 4. We agree fully.  Claimant was not denied disability benefits because the ALJ did not credit her (otherwise documented) history of polio, but, rather, because there was insufficient evidence of any disabling restrictions during the relevant period, and there was affirmative evidence that despite her limitations, claimant was able to perform some types of work.  Claimant has failed to show that the additional evidence would likely have made any difference.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">3. In her third argument, claimant alleges that she was denied her right to testify as to why the records of Dr. Frank, a physician who has treated her since 1981 (A-II, 62), are silent concerning post-polio syndrome.  Apparently, claimant would have testified that she had tried to raise the issue with Dr. Frank, but he ignored her.  See A-II, 78-79.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In fact, claimant testified on two occasions that she raised concerns with Dr. Frank.  She said first that she had mentioned to him that she had post-polio syndrome, but that he was unfamiliar with it (A-II, 62);  and later that she had discussed some symptoms with Dr. Frank and \"the only thing [he keeps] telling me is there's nothing they can do for me.\"   <span class=\"citation\" data-id=\"492625\"><a href=\"/opinion/492625/18-socsecrepser-711-unemplinsrep-cch-17493-samuel-c-evangelista/\"><span class=\"id_token\">Id.</span> at 79.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Claimant concludes that the ALJ \"held the lack of post-polio syndrome references in Dr. Frank's notes against [her]....\"  Appellant's Brief, p. 22.  This is not a wholly accurate description of the ALJ's finding.  The ALJ's Decision reflects that:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Dr. Frank's treatment notes do not make reference to any significant complaints relating to post-polio syndrome....  With a view toward deciding this case in a light most favorable to the claimant, a conclusion will nevertheless be reached that on or before the date her insured status expired, the symptoms associated with post-polio syndrome was [sic] severe as they likely affected Ms. Mercier's ability to perform highly strenuous work activities on a sustained basis.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A-II, 41.  The record shows that claimant was able to testify on two occasions that Dr. Frank was unable to help with her problem.  Had she been permitted to testify in addition that he ignored her, it is difficult to see how her case would have been advanced.  Insofar as she is complaining about the ALJ's reliance on the general absence in the record of contemporaneous evidence of complaints of pain, that argument is addressed infra.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">4. Claimant's fourth argument seems to be that her due process and confrontation clause rights were violated when the ALJ did not permit her attorney to ask the vocational expert (\"VE\") to \"zero in\" on the problems she had in performing her volunteer work.  The attorney evidently hoped to undermine the VE's testimony that there were jobs in the economy claimant could perform by introducing evidence that claimant had great difficulty with even the extremely limited and occasional volunteer work she undertook at a school library.  The ALJ did not permit this, observing instead that \"[i]f we take all of her testimony, then she can't do any work.\"   A-II, 97.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The ALJ concluded, in effect, that introduction of claimant's particular volunteer work limitations would add nothing to the hypotheticals he had posed to the VE, which already took into account substantial limitations, both objective (reflected in the medical records) and subjective (as described by claimant.)   We perceive no error.  As indicated below, the hypotheticals were properly based on record evidence, and claimant's proffered questions, based on her own subjective complaints, were properly excluded.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">5. In her fifth argument, claimant alleges that the ALJ, in his hypotheticals to the VE, and in reaching his ultimate conclusion that there were jobs claimant could perform,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> did not take into account all of claimant's limitations as reflected in Dr. Meade's report, the only medical report of record addressing work-related activities.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  \"[I]n order for a vocational expert's answer to a hypothetical question to be relevant, the inputs into that hypothetical must correspond to conclusions that are supported by the outputs from the medical authorities.\"  Arocho v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"399275\"><a href=\"/opinion/399275/bienvenido-arocho-v-secretary-of-health-and-human-services/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">374</span></a></span>, 375 (1st Cir.1982).  \"To guarantee that correspondence, the Administrative Law Judge must both clarify the outputs (deciding what testimony will be credited and resolving ambiguities), and accurately transmit the clarified output to the expert in the form of assumptions.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Claimant takes issue particularly with the assumption that she could sit for one hour and with the ALJ's failure to emphasize to the VE that she could stand, walk or sit for a total of four hours during the course of a work day.  Appellant's Brief, p. 25.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We have compared Dr. Meade's report, the claimant's own testimony and her disability application with the information given the VE at the hearing, and we conclude that the ALJ accurately described claimant's limitations in his hypotheticals.  Claimant testified that she generally sits and watches television for an hour at a time.  A-II, 56.  On a daily basis, she makes lunch, does light housekeeping and some shopping.  <span class=\"citation\" data-id=\"399275\"><a href=\"/opinion/399275/bienvenido-arocho-v-secretary-of-health-and-human-services/\"><span class=\"id_token\">Id.,</span> 56-57.  Her </a></span>\"disability report\"--filed as part of her initial application for benefits--indicates that she daily spends 45 minutes to an hour and a half cooking;  does a load of laundry;  sweeps;  and drives when necessary.  <span class=\"citation\" data-id=\"399275\"><a href=\"/opinion/399275/bienvenido-arocho-v-secretary-of-health-and-human-services/\"><span class=\"id_token\">Id.</span> at 126. </a></span> We find no error in the assumptions given the VE by the ALJ.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">6. Claimant's final argument is that the ALJ neglected to credit sufficiently her complaints of pain, and did not properly apply the standards set out in Avery v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"474185\"><a href=\"/opinion/474185/14-socsecrepser-301-unemplinsrep-cch-16883-ernest-s-avery-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span> </a></span>(1st Cir.1986).  She argues specifically that under Avery, the ALJ cannot disregard complaints of pain which are consistent with the medical findings and diagnosis.  Appellant's Brief, pp. 27-28.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We have construed Avery to mean that \"complaints of pain need not be precisely corroborated by objective findings, but they must be consistent with medical findings.\"  Dupuis v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"519491\"><a href=\"/opinion/519491/25-socsecrepser-94-unemplinsrep-cch-14542a-raymond-j-dupuis-v/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">622</span></a></span>, 623 (1st Cir.1989).  \" '[I]f an impairment is reasonably expected to produce some pain, allegations of [disabling] pain emanating from that impairment are sufficiently consistent to require consideration of all relevant evidence.' \"  Hargis v. Sullivan, <span class=\"citation\" data-id=\"569226\"><a href=\"/opinion/569226/donald-g-hargis-v-louis-w-sullivan-secretary-of-health-and-human/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1482</span></a></span>, 1489 (10th Cir.1991) (emphasis in original;  citation omitted).</p>\n    </div>\n    <p class=\"indent\">In assessing complaints of pain:</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>Some of the possible factors include:  the levels of medication and their effectiveness, the extensiveness of the attempts (medical or nonmedical) to obtain relief, the frequency of medical contacts, the nature of daily activities [and] subjective measures of credibility that are peculiarly within the judgment of the ALJ....</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"569226\"><a href=\"/opinion/569226/donald-g-hargis-v-louis-w-sullivan-secretary-of-health-and-human/\"><span class=\"id_token\">Id.</span>  Gaps in </a></span>the medical records are themselves evidence.  Irlanda Ortiz v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"577108\"><a href=\"/opinion/577108/victor-j-irlanda-ortiz-v-secretary-of-health-and-human-services/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 769 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We assume solely for purposes of this appeal that claimant suffers from post-polio syndrome, and that post-polio syndrome is an impairment which can reasonably be expected to produce pain, although we note that the record is by no means clear on the second point.  In evaluating the severity of claimant's pain, the ALJ observed:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Although the claimant stated that she is incapable of working due to many symptoms which she relates to post-polio syndrome, there is little evidence to support a finding that Ms. Mercier complained of such difficulties to her physicians at the time her insured status expired....  If [the] claimant's condition were as bad in 1987 as she now contends it was, it is likely that she would have made many complaints to her treating physician.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A-II, 44-45.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The ALJ found that claimant's assertions concerning her impairment and its impact on her ability to work on and before the date her insured status expired \"[were] not credible in light of the claimant's own description of her activities, and discrepancies between the claimant's assertions and information contained in the documentary medical reports.\"   <span class=\"citation\" data-id=\"577108\"><a href=\"/opinion/577108/victor-j-irlanda-ortiz-v-secretary-of-health-and-human-services/\"><span class=\"id_token\">Id.</span> at 47.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The ALJ's credibility determination \"is entitled to deference, especially when supported by specific findings.\"  Frustaglia v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"494588\"><a href=\"/opinion/494588/19-socsecrepser-60-unemplinsrep-cch-17576-joseph-t-frustaglia-v/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">192</span></a></span>, 195 (1st Cir.1987).  Accordingly, we find there is substantial evidence in the record to support the Secretary's decision.  Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Post-polio syndrome is described by the Secretary in the Program Operations Manual System (POMS) as follows:</p>\n        <p>For the purposes of evaluation under the disability programs, the late effects of polio refer to new symptoms and neuromuscular manifestations which result in new functional loss in an individual with a prior history of acute polio.  This functional loss typically occurs after a long period (more than 10 years and generally 20-40 years) of stability.</p>\n        <p>The etiology of these problems is not yet known and not all polio survivors experience these late effects.  Precise data are not yet available, but it may be that about 25 percent of the estimated 300,000 or more surviving individuals who had polio are experiencing new problems affecting their ability to carry out accustomed activities.  These late neuromuscular effects are permanent and usually slowly progressive.  There is no known treatment.</p>\n        <p>POMS DI 24580.010</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 1.03 Arthritis of a major weight-bearing joint (due to any cause):</p>\n        <p>With history of persistent joint pain and stiffness with signs of marked limitation of motion or abnormal motion of the affected joint on current physical examination.  With:</p>\n        <p>A.  Gross anatomical deformity of hip or knee (e.g., subluxation, contracture, bony or fibrous ankylosis, instability) supported by X-ray evidence of either significant joint space narrowing or significant bony destruction and markedly limiting ability to walk and stand.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 11.04 Central nervous system vascular accident.   With one of the following more than 3 months post-vascular accident:</p>\n        <p>* * *</p>\n        <p>B. Significant and persistent disorganization of motor function in two extremities, resulting in sustained disturbance of gross and dexterous movements, or gait and station....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At least one other report reflects that, as of March 1991, \"[s]trength was entirely intact in the left lower extremity....\"  Report of Kathryn D. Seasholtz, D.O., 3/6/91, A-II, 197</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Once it is established that a claimant cannot perform past relevant work, the burden shifts to the Secretary to show that there are jobs claimant can perform.  Arocho v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"399275\"><a href=\"/opinion/399275/bienvenido-arocho-v-secretary-of-health-and-human-services/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">374</span></a></span>, 375 (1st Cir.1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Dr. Meade's report, dated March 10, 1992, post-dated by over four years the expiration of claimant's insured status.  Nonetheless, the ALJ considered Dr. Meade's assessment of claimant's functional limitations \"pertinent,\" (A-II, 45) and directed the Vocational Expert to assume that claimant's residual functional capacities at the time of the hearing approximated those of 1987.  A-II, 92</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We note as well that the Appeals Council, which rendered the Secretary's final decision, had before it an additional work capacity evaluation which is far more detailed than the earlier report of Dr. Meade, and which pronounces claimant considerably more able.  A-II, 7-19</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/389936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/399275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492625/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494588/",
    "https://www.courtlistener.com/api/rest/v3/opinions/519491/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553161/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569226/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577108/"
  ]
}