{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196370/",
  "id": 196370,
  "absolute_url": "/opinion/196370/storlazzi-v-bakey/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196370/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:04:22Z",
  "date_modified": "2020-02-21T23:39:41.706881Z",
  "type": "010combined",
  "sha1": "8dd9d7d4a53894f969a392a39a6887d55c375831",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1596.01A",
  "local_path": null,
  "plain_text": "\n\n  October 31, 1995\r          October 31, 1995\r\n                    UNITED STATES COURT OF APPEALS\r\n                        FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\n  No. 95-1596\r\n\n                         EDMUND G. STORLAZZI,\r\n\n                        Plaintiff, Appellant,\r\n\n                                  v.\r\n\n                        JANICE BAKEY, ET AL.,\r\n\n                        Defendants, Appellees.\r\n\n                                         \r\n\n                             ERRATA SHEET\r\n\n       The opinion of  this court  issued on October  24, 1995,  is\r\n\n  amended by replacing the cover sheet with the attached.\r\r\n\n                        [NOT FOR PUBLICATION]\r                                [NOT FOR PUBLICATION]\r\n                    UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                        FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                             \r\n\nNo. 95-1596\r\n                         EDMUND G. STORLAZZI,\r\n\n                        Plaintiff, Appellant,\r\n\n                                  v.\r\n\n                        JANICE BAKEY, ET AL.,\r\n\n                        Defendants, Appellees.\r\n                                             \r\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\r\n\n             [Hon. Nancy J. Gertner, U.S. District Judge]\r                                                                \r\n                                             \r\n\n                                Before\r\n\n                        Boudin, Circuit Judge,\r                                                     \r\n                    Bownes, Senior Circuit Judge,\r                                                        \r\n                     and Keeton, *District Judge.\r                                                        \r\n\n                                             \r\n\n    Matthew Cobb,  with whom The  Law Office  of Matthew  Cobb was  on\r                                                                      \r\nbrief for appellant.   Harold Robertson, with whom Harmon  &amp; Robertson\r                                                                              \r\nwere on brief for appellant.\r\n    Rodney E.  Gould, with  whom Craig  S. Harwood,  and Rubin, Hay  &amp;\r                                                                              \r\nGould, P.A., were on  brief for Arlington School Committee  and School\r                   \r\nAdministration, defendants-appellees.\r\n    Paul F. Kelley, with  whom Donald J. Siegel, and Segal, Roitman  &amp;\r                                                                              \r\nColeman,  were on  brief  for Massachusetts  Teachers Association  and\r               \r\nArlington Education Association, appellees.\r\n    Americo A. Salini, Jr., on  brief for Virginia Fuller, et al., the\r                                  \r\nindividual named  members of  the Arlington Education  Association and\r\nArlington Education Association, defendants-appellees.\r\n\n                                             \r\n\n                                             \r\n               \r\n  *Of the District of Massachusetts, sitting by designation.\r\r\n\nOctober 24, 1995        [NOT FOR PUBLICATION]\r                                [NOT FOR PUBLICATION]\r\n                    UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                        FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                             \r\n\nNo. 95-1596\r\n                         EDMUND G. STORLAZZI,\r\n\n                        Plaintiff, Appellant,\r\n\n                                  v.\r\n\n                        JANICE BAKEY, ET AL.,\r\n\n                        Defendants, Appellees.\r\n                                             \r\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\r\n\n             [Hon. Nancy J. Gertner, U.S. District Judge]\r                                                                \r\n                                             \r\n\n                                Before\r\n\n                        Boudin, Circuit Judge,\r                                                     \r\n                    Bownes, Senior Circuit Judge,\r                                                        \r\n                     and Keeton, *District Judge.\r                                                        \r\n\n                                             \r\n\n    Matthew Cobb,  with whom The  Law Office  of Matthew  Cobb was  on\r                                                                      \r\nbrief for appellant.   Harold Robertson, with whom Harmon  &amp; Robertson\r                                                                              \r\nwere on brief for appellant.\r\n    Rodney E.  Gould, with  whom Craig  S. Harwood,  and Rubin, Hay  &amp;\r                                                                              \r\nGould, P.A., were on  brief for Arlington School Committee  and School\r                   \r\nAdministration, defendants-appellees.\r\n    Paul F. Kelley, with  whom Donald J. Siegel, and Segal, Roitman  &amp;\r                                                                              \r\nColeman,  were on  brief  for Massachusetts  Teachers Association  and\r               \r\nArlington Education Association, appellees.\r\n    Americo A. Salini, Jr., on  brief for Virginia Fuller, et al., the\r                                  \r\nindividual named  members of  the Arlington Education  Association and\r\nArlington Education Association, defendants-appellees.\r\n\n                                             \r\n\n                                             \r\n               \r\r\n\n  *Of the District of Massachusetts, sitting by designation.\r\r\n\n    BOWNES,  Senior Circuit  Judge.    Plaintiff-appellant, Edmund  G.\r            BOWNES,  Senior Circuit  Judge.\r                                          \r\nStorlazzi, was a high school teacher in the  Arlington, Massachusetts,\r\nschool system.   He appeals from  summary judgment for  three sets  of\r\ndefendants in three  cases, which  were consolidated for  trial.   The\r\nfirst case, filed  on June 15, 1989, (Storlazzi I) named as defendants\r                                                       \r\npast and present members  of the Arlington School Committee,  past and\r\npresent administrators of Arlington High School, and past and  present\r\nmembers  of Arlington  Education Association.   The complaint  in this\r\ncase alleged the following:   a violation of 42 U.S.C.    1983 because\r\nplaintiff  was deprived  of his  First Amendment  right to  freedom of\r\nspeech; breach  of the collective  bargaining agreement by  the School\r\nCommittee; breach  of  a  1982  settlement  agreement  by  the  School\r\nCommittee;  breach of the duty of fair representation by the Arlington\r\nEducation  Association;  defamation   and  intentional  infliction  of\r\nemotional distress.\r\n    The second  action,  which was  filed  on  March 19,  1993,  after\r\nplaintiff's  motion to  amend the  first complaint was  denied without\r\nprejudice,  alleged:    that  plaintiff's  employment  was  terminated\r\nbecause he exercised his First Amendment right to freedom of speech; a\r\ndue  process  violation  for failing  to  provide  notice  and a  pre-\r\ntermination hearing;  violation of his rights  under the Massachusetts\r\nCivil Rights Act; intentional interference with his teaching contract;\r\nand intentional infliction  of emotional distress.   The defendants in\r\nStorlazzi  II were  named members  of the  School Committee,  the High\r                 \r\nSchool    Administration,   and   the   Union   (Arlington   Education\r\nAssociation).\r\n    Plaintiff filed  his third  action on  May 12,  1993, against  the\r\nSchool   Committee,  the   Union  and   the  Massachusetts   Teachers'\r\nAssociation.  The complaint  alleged:  the School Committee  failed to\r\ntrain the School Administration officials so as to prevent retaliatory\r\naction; breach of  the Collective Bargaining  Agreement by the  School\r\nCommittee; breach  of the duty of fair representation by the Union and\r\nthe Massachusetts  Teachers' Association (state teachers'  union); and\r\nviolation of the Massachusetts Civil Rights Act.\r\n    Plaintiff forwards three issues:  that  the cases were  improperly\r\nconsolidated;  that  the  summary  judgment was  improper  because  of\r\nprocedural defects; and there was no substantive basis for the summary\r\njudgment.    After  carefully  examining  the  record,  we affirm  the\r\njudgment of the district court.\r\n                            Consolidation\r                                    Consolidation\r                                                 \r\n    We start with Fed. R. Civ. P. 42(a):\r\n       (a)  Consolidation.    When  actions  involving  a  common\r               (a)  Consolidation.    \r\n    question of  law or fact are pending before the court, it may\r\n    order a joint  hearing or trial of any or  all the matters in\r\n    issue  in  the   actions;  it  may  order   all  the  actions\r\n    consolidated;   and  it  may   make  such  orders  concerning\r\n    proceedings therein as may tend to avoid unnecessary costs or\r\n    delay.\r\n\n    There can be little doubt that  the three consolidated cases  fall\r\r\n\nwithin the plain language of the  Rule.  They involve common questions\r\n\nof law and fact.  And the plaintiff has crisscrossed the defendants in\r\n\nthe  three suits.    We note  that  in the  first  hearing before  the\r\n\ndistrict judge who took  over the cases, counsel for the  plaintiff in\r\n\nStorlazzi I  agreed with the court at least twice that the three cases\r                 \r\n\nshould be  tried together.*  Our  standard of review on  this issue is\r\n\nabuse of  discretion.  See 9  Charles A. Wright and  Arthur R. Miller,\r                                  \r\n\nFederal Practice  and Procedure   2383  (1995).  As we  pointed out in\r                                       \r\n\nSeguro de Servicio de  Salud v. McAuto Sys.,  878 F.2d 5, 8  (1st Cir.\r                                                   \r\n\n1989), \"[a] motion  for consolidation will  usually be granted  unless\r\n\nthe party  opposing it  can show 'demonstrable  prejudice.'\" (citation\r\n\nomitted).   There  has  been  no prejudice  shown  here.   These  were\r\n\nparadigm cases for consolidation.\r\n\n                     Summary Judgment - Procedure\r                             Summary Judgment - Procedure\r                                                         \r\n\n    Plaintiff  objects  to  the  grant of  summary  judgment  on three\r\n\nprocedural grounds:  that  no motion had  been made by defendants  for\r\n\nsummary judgment; that no  notice had been given by the district court\r\n\nthat  summary judgment was  in the offing;  and that  plaintiff had no\r\n\nopportunity for discovery prior to the grant of summary judgment.\r\n\n    These claims require a careful examination of the record.  At  the\r\n\nfirst conference with  counsel on May 12, 1994, the  court set June 2,\r\n\n1994 as the date for a hearing on  summary judgment as to Storlazzi I.\r                                                                           \r\n\nThe court  also advised counsel  that on  the same day  it would  hear\r\n\n                    \r                            \r\n\n*Counsel  in Storlazzi I told the court  that he did not represent the\r                              \r\nplaintiff on  the other  two cases.   Counsel in  those cases  was not\r\npresent at the hearing.\r\r\n\ndefendants' motions to dismiss Storlazzi II and III.\r                                                \r\n\n    At the hearing on June 2, the two  counsel for the plaintiff  were\r\n\npresent.  Attorney Cobb, who represented the plaintiff in Storlazzi II\r                                                                           \r\n\nand  III did most of the  arguing for the plaintiff.   He first stated\r\n\nthat there was no discovery in cases  II and III.  The court responded\r\n\nby pointing out that in connection with Storlazzi I depositions of all\r                                                         \r\n\nthe  defendants had  been taken  and that  their  depositions included\r\n\nquestions about plaintiff's discharge.   She then asked, \"What's  left\r\n\nto   do?\"    Attorney  Cobb  gave  a  vague  general  answer  invoking\r\n\n\"Monell.\"**    He  never,  however,  told the  court  what  additional\r               \r\n\ndepositions, if  any, he intended to take, or what affidavits, if any,\r\n\nhe intended to file.  In short, plaintiff's counsel did not answer the\r\n\ncourt's  question  as  to  what  further  discovery  he  intended   to\r\n\nundertake.  In light of the fact that Storlazzi II and III had been in\r                                                       \r\n\ngestation for more than a year prior to this hearing, we conclude that\r\n\nplaintiff's  claim that  he had  been deprived  of discovery  in these\r\n\ncases has no merit.\r\n\n    We next consider the claim that  plaintiff did not receive  proper\r\n\nnotice  that the court was  considering summary judgment.   It is true\r\n\nthat defendants did not formally move for summary judgment.  They did,\r\n\nhowever, file motions to  dismiss accompanied by deposition references\r\n\nand affidavits.   This automatically triggered  summary judgment under\r\n\nFed. R. Civ. P. 12 (c) which provides:\r\n\n       (c)  Motion for  Judgment  on the  Pleadings.   After  the\r               (c)  Motion for  Judgment  on the  Pleadings.\r\n    pleadings are closed but within such time as not to delay the\r\n                    \r                            \r\n\n**Monell v. Dep't of Social Serv., 436 U.S. 658 (1978).\r                                         \r\r\n\n    trial, any party may move for judgment on the pleadings.  If,\r\n    on a  motion for judgment  on the pleadings,  matters outside\r\n    the pleadings are presented to and not excluded by the court,\r\n    the motion shall be  treated as one for summary  judgment and\r\n    disposed of as  provided in Rule 56, and all parties shall be\r\n    given  reasonable opportunity  to  present all  material made\r\n    pertinent to such a motion by Rule 56.\r\n\nWe assume that one who  brings an action in federal court  is familiar\r\n\nwith the Federal Rules of Civil Procedure.\r\n\n    The plain  language of  Rule 12(b)(6) that  materials outside\r\n    the pleading may be  considered if not excluded by  the court\r\n    put  plaintiff on notice  that the motion  might be converted\r\n    into one for summary judgment.\r\n\nMoody v. Town of Weymouth, 805 F.2d 30, 31 (1st Cir. 1986).\r                                 \r\n\n    Our  observation in  Chaparro-Febus v.  Local 1575,  983 F.2d 325,\r                                                              \r\n\n332 (1st Cir. 1992) applies to the situation here:\r\n\n       In the present case, plaintiffs had almost  a year between\r\n    the filing of the motion to dismiss and the court's treatment\r\n    of that motion as one for summary judgment.  Moreover, over a\r\n    year  had  elapsed  since  plaintiffs  initially  filed their\r\n    complaint.  Summary  judgment did not  \"follow[] hard on  the\r\n    heels of the complaint or answer.\" (citation omitted).\r\n\n    Moreover, the transcript of the June  2, 1994, hearing shows  that\r\n\nthe  district  court  was  thinking  in  terms   of  summary  judgment\r\n\ndisposition.    Most  of  the  hearing  was  devoted  to  the  judge's\r\n\nexplanation  to plaintiff's counsel of why the pleadings alone did not\r\n\nsuffice to make out a case.  A few examples make clear the message the\r\n\njudge was sending.\r\n\n       First, I am  obliged on  summary judgment to  look to  the\r\n    pleadings,  the  affidavits   that  have   been  filed,   the\r\n    depositions, answers to interrogatories, et cetera.  And what\r\n    I  see in this  case -- correct  me if  I am wrong  -- is the\r\n    plaintiff has pled a  host of things, a host  of accusations,\r\n    in his initial complaint.  The defendants have come back with\r\n    affidavits  and depositions attached.   And with respect to a\r\n    number   of  those   accusations,  there's  silence   on  the\r\n    plaintiff's side.\r\r\n\n       And the law is that the allegation in the complaint is not\r\n    established  where there  is an  affidavit to  it.   In other\r\n    words, the plaintiff  says in his complaint that  he objected\r\n    to the  way students  were given  credit for taking  courses,\r\n    that, in particular, in the case of one student whose name is\r\n    Sunshine Renews, he objected to the way the grade was entered\r\n    in her  case.  The defendants, through  their depositions and\r\n    through the affidavits, say,  \"Here's the explanation for why\r\n    we interposed a grade like that.\"  And then his answer is, \"I\r\n    disagree.\"\r\n\n       Well, with respect to that kind of an accusation, it seems\r\n    to  me the plaintiff  hasn't met  his burden.   That's  not a\r\n    sufficient response.  \r\n\n                                        \r\n\n       Then I  tried to discern  from what was  protected whether\r\n    there  was a causal -- when  the plaintiff made out his case,\r\n    that there was a  causal connection between what he  said and\r\n    what  was done  to him.   And one way  of establishing causal\r\n    connection  is by showing, \"I did this  at Time One, and then\r\n    they retaliated at Time Two.\"\r\n\n       With  respect   to  a   whole  host  of   Mr.  Storlazzi's\r\n    accusations, I cannot fix the time at all from his papers.  I\r\n    can't determine that he  complained about X on this  date and\r\n    then something  followed.  That's --  although coincidence of\r\n    timing is  not dispositive on  the issue  of causation,  it's\r\n    very helpful.  Many of the things he has alleged have no date\r\n    to them at all.\r\n\n       With  respect  to  those  things  which  he  says  he  was\r\n    retaliated about, the defendants answer and point to either a\r\n    rational  basis for doing what they did or suggest that there\r\n    was no difference between his treatment and others.  Singling\r\n    someone out for special treatment is one piece of evidence of\r\n    retaliation.  And, as I have  said before, I can't in each of\r\n    these  cases come up with  an example in  which the plaintiff\r\n    says -- the plaintiff rebuts that presentation.\r\n\n       So you need, with respect to each of these accusations, to\r\n    say -- to prove in some fashion, more than just a conclusion,\r\n    that, in fact, he  was singled out in some way different from\r\n    all  the  other  players   who  had  administrative   actions\r\n    performed  against  them, or  that  there  wasn't a  rational\r\n    basis.\r\n\n                                        \r\n\n       So with  respect to  all of the  administrative decisions,\r\r\n\n    all   the  administrative  actions  here  about  transferring\r\n    students,   about   locking    student   lavatories,    about\r\n    administering   final   exams,   and   my   understanding  is\r\n    preliminary  of this  case, is  that, if  they can  provide a\r\n    rational basis for having taken  the positions that they did,\r\n    then that  would  be sufficient,  and  the plaintiff  has  to\r\n    respond.\r\n\n                                        \r\n\n    After   the   court   briefly   discussed   the   Mt.   Healthy***\r                                                                           \r\n\nrequirements,  counsel for the plaintiff  pointed out that Mt. Healthy\r                                                                              \r\n\nwas decided on the merits, not on a summary judgment basis.  The court\r\n\nresponded as follows:\r\n\n    But summary judgment predicts what a jury is going to do.  So\r\n    that I am supposed to take the inferences all in favor of the\r\n    plaintiff, and looking  at the documents I have  described, I\r\n    am supposed to predict whether or not a reasonable jury could\r\n    find  a prima facie case,  a reasonable jury  could find that\r                               \r\n    the defendants have met their burden.\r\n\n       So I  am using Mount  Healthy simply because  it describes\r\n    the various burdens which are part of what I have to consider\r\n    on summary judgment as well.\r\n\n    The court gave plaintiffs' attorneys a  week in which to  organize\r\n\nthe pleadings, setting forth chronologically the order of events.  The\r\n\ncourt pointed  out that  \"one way  of proving  causal connection  is a\r\n\ntemporal one.\"   The court stated  explicitly that it wanted  this \"in\r\n\nterms of evaluating summary judgment.\"  \r\n\n    Clearly  this was not  the type of sua  sponte summary judgment by\r                                                          \r\n\nthe district court  that we condemned in Stella  v. Town of Tewksbury,\r                                                                              \r\n\nMass., 4 F.3d 53 (1st Cir.  1993) (Both parties prepared to start jury\r             \r\n\ntrial and were surveying  prospective jurors when visiting  judge, new\r\n\nto  case, ordered defendants to move for summary judgment.  Plaintiffs\r\n                    \r                            \r\n\n***Mt. Healthy City Board of Education v. Doyle, 429 U.S. 274 (1977).\r                                                       \r\r\n\nobjected  without  avail.    Three  days later  judge  issued  summary\r\n\njudgment for defendants.).\r\n\n                    Summary Judgment - Substantive\r                            Summary Judgment - Substantive\r                                                          \r\n\n    We  adopt the district  court's extensive  findings and rulings in\r\n\nits  substantive summary  judgment holding.****   We,  therefore, will\r\n\nnot  regurgitate   the  district  court's   opinion.    We   think  it\r\n\nappropriate,  however,  to make  a few  general  remarks.   First, the\r\n\nplaintiff relied entirely on  his pleadings to make out  a prima facie\r                                                                              \r\n\ncase.  He  did not respond directly to the  asseverations supported by\r\n\naffidavits  and references  to filed  depositions made  by defendants.\r\n\nThe law governing such a posture is clear.\r\n\n    In  our view, the plain  language of Rule  56(c) mandates the\r\n    entry of summary judgment,  after adequate time for discovery\r\n    and upon motion, against a party who fails to make  a showing\r\n    sufficient to establish the existence of an element essential\r\n    to that party's case, and on  which that party will bear  the\r\n    burden of proof at trial.\r\n\nCelotex Corp. v. Catrett, 477 U.S. 317, 322 (1986).\r                                \r\n\n    In Kelly v. United  States, 924 F.2d 355, 357 (1st Cir. 1991),  we\r                                      \r\n\nheld that the  nonmovant in the summary judgment context  may not rest\r\n\nupon \"mere  allegations . . . but must produce evidence which would be\r\n\nadmissible at trial to make out the requisite issue of material fact.\"\r\n\nThis, plaintiff has utterly failed to do.\r\n\n    The observations  made in  Kaufman v.  Puerto Rico  Tel. Co.,  841\r                                                                        \r\n\nF.2d 1169, 1172-73 n.5 (1st Cir. 1988), are germane here:\r\n\n      5. The plaintiffs argue that the  sworn statements in their\r\n    complaint  and affidavits  constitute  sufficient grounds  to\r\n                    \r                            \r\n\n****The district court opinion is cited  as Storlazzi v. Bakey, 894 F.\r                                                                      \r\nSupp. 494 (D. Mass 1995).\r\r\n\n    generate  a  factual   dispute  concerning  the   defendants'\r\n    political motivations because they provide the groundwork for\r\n    proof  of that  motivation  by circumstantial  evidence.   We\r\n    recognize that a prima facie case of political discrimination\r                                        \r\n    can be  built on circumstantial evidence  of constitutionally\r\n    suspect  motivations for  employee  dismissals.   See,  e.g.,\r                                                                         \r\n    Kercado-Melendez  v.  Aponte-Rogue,  829  F.2d at  264.    In\r                                               \r\n    calling for more specific  factual allegations to support the\r\n    plaintiffs'  claim  under   the  Celotex/Anderson   standard,\r                                                             \r\n    however,  we   do  not  reject  the  plaintiffs'  contention.\r\n    Rather,  for  any  substantive  claim,  whether   built  upon\r\n    circumstantial  or direct  evidence, the  party against  whom\r\n    summary judgment  is sought must generate  the specific facts\r\n    necessary  to take  the asserted  claim out  of the  realm of\r\n    speculative, general allegations.  The plaintiffs have failed\r\n    to do that in this case.\r\n\n    During the June 2 hearing there  was discussion between the  court\r\n\nand  plaintiff's counsel which could  be interpreted to  mean that the\r\n\ntemporal  proximity of  occurrences might  be sufficient  to establish\r\n\ncausation.   This  would appear  to run  counter to  the rule  in this\r\n\ncircuit.   In Kaufman  we held  that the dismissal  of members  of one\r                             \r\n\npolitical party immediately after the opposition party took office was\r\n\ninsufficient  under Celotex and  Anderson v. Liberty  Lobby, Inc., 477\r                                                                         \r\n\nU.S.  242  (1986),  to generate  a  genuine  issue  of material  fact.\r\n\nKaufman, 841  F.2d at 1172.   We  held to the  same effect  in Aviles-\r                                                                              \r\n\nMartinez v. Monroig, 963 F.2d 2, 5 (1st Cir. 1992).  See also Acevedo-\r                                                                              \r\n\nDiaz v. Aponte, 1 F.3d 62, 69 (1st Cir. 1993).\r                      \r\n\n    The  judgment of the district court is affirmed.  Costs awarded to\r            The  judgment of the district court is affirmed.  Costs awarded to\r                                                                              \r\n\nappellees.\r        appellees.\r                  \r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n  October 31, 1995\r          October 31, 1995\r\n                    UNITED STATES COURT OF APPEALS\r\n                        FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\n  No. 95-1596\r\n\n                         EDMUND G. STORLAZZI,\r\n\n                        Plaintiff, Appellant,\r\n\n                                  v.\r\n\n                        JANICE BAKEY, ET AL.,\r\n\n                        Defendants, Appellees.\r\n\n                                         \r\n\n                             ERRATA SHEET\r\n\n       The opinion of  this court  issued on October  24, 1995,  is\r\n\n  amended by replacing the cover sheet with the attached.\r\r\n\n                        [NOT FOR PUBLICATION]\r                                [NOT FOR PUBLICATION]\r\n                    UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                        FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                             \r\n\nNo. 95-1596\r\n                         EDMUND G. STORLAZZI,\r\n\n                        Plaintiff, Appellant,\r\n\n                                  v.\r\n\n                        JANICE BAKEY, ET AL.,\r\n\n                        Defendants, Appellees.\r\n                                             \r\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\r\n\n             [Hon. Nancy J. Gertner, U.S. District Judge]\r                                                                \r\n                                             \r\n\n                                Before\r\n\n                        Boudin, Circuit Judge,\r                                                     \r\n                    Bownes, Senior Circuit Judge,\r                                                        \r\n                     and Keeton, *District Judge.\r                                                        \r\n\n                                             \r\n\n    Matthew Cobb,  with whom The  Law Office  of Matthew  Cobb was  on\r                                                                      \r\nbrief for appellant.   Harold Robertson, with whom Harmon  &amp; Robertson\r                                                                              \r\nwere on brief for appellant.\r\n    Rodney E.  Gould, with  whom Craig  S. Harwood,  and Rubin, Hay  &amp;\r                                                                              \r\nGould, P.A., were on  brief for Arlington School Committee  and School\r                   \r\nAdministration, defendants-appellees.\r\n    Paul F. Kelley, with  whom Donald J. Siegel, and Segal, Roitman  &amp;\r                                                                              \r\nColeman,  were on  brief  for Massachusetts  Teachers Association  and\r               \r\nArlington Education Association, appellees.\r\n    Americo A. Salini, Jr., on  brief for Virginia Fuller, et al., the\r                                  \r\nindividual named  members of  the Arlington Education  Association and\r\nArlington Education Association, defendants-appellees.\r\n\n                                             \r\n\n                                             \r\n               \r\n  *Of the District of Massachusetts, sitting by designation.\r\r\n\nOctober 24, 1995        [NOT FOR PUBLICATION]\r                                [NOT FOR PUBLICATION]\r\n                    UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                        FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                             \r\n\nNo. 95-1596\r\n                         EDMUND G. STORLAZZI,\r\n\n                        Plaintiff, Appellant,\r\n\n                                  v.\r\n\n                        JANICE BAKEY, ET AL.,\r\n\n                        Defendants, Appellees.\r\n                                             \r\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\r\n\n             [Hon. Nancy J. Gertner, U.S. District Judge]\r                                                                \r\n                                             \r\n\n                                Before\r\n\n                        Boudin, Circuit Judge,\r                                                     \r\n                    Bownes, Senior Circuit Judge,\r                                                        \r\n                     and Keeton, *District Judge.\r                                                        \r\n\n                                             \r\n\n    Matthew Cobb,  with whom The  Law Office  of Matthew  Cobb was  on\r                                                                      \r\nbrief for appellant.   Harold Robertson, with whom Harmon  &amp; Robertson\r                                                                              \r\nwere on brief for appellant.\r\n    Rodney E.  Gould, with  whom Craig  S. Harwood,  and Rubin, Hay  &amp;\r                                                                              \r\nGould, P.A., were on  brief for Arlington School Committee  and School\r                   \r\nAdministration, defendants-appellees.\r\n    Paul F. Kelley, with  whom Donald J. Siegel, and Segal, Roitman  &amp;\r                                                                              \r\nColeman,  were on  brief  for Massachusetts  Teachers Association  and\r               \r\nArlington Education Association, appellees.\r\n    Americo A. Salini, Jr., on  brief for Virginia Fuller, et al., the\r                                  \r\nindividual named  members of  the Arlington Education  Association and\r\nArlington Education Association, defendants-appellees.\r\n\n                                             \r\n\n                                             \r\n               \r\r\n\n  *Of the District of Massachusetts, sitting by designation.\r\r\n\n    BOWNES,  Senior Circuit  Judge.    Plaintiff-appellant, Edmund  G.\r            BOWNES,  Senior Circuit  Judge.\r                                          \r\nStorlazzi, was a high school teacher in the  Arlington, Massachusetts,\r\nschool system.   He appeals from  summary judgment for  three sets  of\r\ndefendants in three  cases, which  were consolidated for  trial.   The\r\nfirst case, filed  on June 15, 1989, (Storlazzi I) named as defendants\r                                                       \r\npast and present members  of the Arlington School Committee,  past and\r\npresent administrators of Arlington High School, and past and  present\r\nmembers  of Arlington  Education Association.   The complaint  in this\r\ncase alleged the following:   a violation of 42 U.S.C.    1983 because\r\nplaintiff  was deprived  of his  First Amendment  right to  freedom of\r\nspeech; breach  of the collective  bargaining agreement by  the School\r\nCommittee; breach  of  a  1982  settlement  agreement  by  the  School\r\nCommittee;  breach of the duty of fair representation by the Arlington\r\nEducation  Association;  defamation   and  intentional  infliction  of\r\nemotional distress.\r\n    The second  action,  which was  filed  on  March 19,  1993,  after\r\nplaintiff's  motion to  amend the  first complaint was  denied without\r\nprejudice,  alleged:    that  plaintiff's  employment  was  terminated\r\nbecause he exercised his First Amendment right to freedom of speech; a\r\ndue  process  violation  for failing  to  provide  notice  and a  pre-\r\ntermination hearing;  violation of his rights  under the Massachusetts\r\nCivil Rights Act; intentional interference with his teaching contract;\r\nand intentional infliction  of emotional distress.   The defendants in\r\nStorlazzi  II were  named members  of the  School Committee,  the High\r                 \r\nSchool    Administration,   and   the   Union   (Arlington   Education\r\nAssociation).\r\n    Plaintiff filed  his third  action on  May 12,  1993, against  the\r\nSchool   Committee,  the   Union  and   the  Massachusetts   Teachers'\r\nAssociation.  The complaint  alleged:  the School Committee  failed to\r\ntrain the School Administration officials so as to prevent retaliatory\r\naction; breach of  the Collective Bargaining  Agreement by the  School\r\nCommittee; breach  of the duty of fair representation by the Union and\r\nthe Massachusetts  Teachers' Association (state teachers'  union); and\r\nviolation of the Massachusetts Civil Rights Act.\r\n    Plaintiff forwards three issues:  that  the cases were  improperly\r\nconsolidated;  that  the  summary  judgment was  improper  because  of\r\nprocedural defects; and there was no substantive basis for the summary\r\njudgment.    After  carefully  examining  the  record,  we affirm  the\r\njudgment of the district court.\r\n                            Consolidation\r                                    Consolidation\r                                                 \r\n    We start with Fed. R. Civ. P. 42(a):\r\n       (a)  Consolidation.    When  actions  involving  a  common\r               (a)  Consolidation.    \r\n    question of  law or fact are pending before the court, it may\r\n    order a joint  hearing or trial of any or  all the matters in\r\n    issue  in  the   actions;  it  may  order   all  the  actions\r\n    consolidated;   and  it  may   make  such  orders  concerning\r\n    proceedings therein as may tend to avoid unnecessary costs or\r\n    delay.\r\n\n    There can be little doubt that  the three consolidated cases  fall\r\r\n\nwithin the plain language of the  Rule.  They involve common questions\r\n\nof law and fact.  And the plaintiff has crisscrossed the defendants in\r\n\nthe  three suits.    We note  that  in the  first  hearing before  the\r\n\ndistrict judge who took  over the cases, counsel for the  plaintiff in\r\n\nStorlazzi I  agreed with the court at least twice that the three cases\r                 \r\n\nshould be  tried together.*  Our  standard of review on  this issue is\r\n\nabuse of  discretion.  See 9  Charles A. Wright and  Arthur R. Miller,\r                                  \r\n\nFederal Practice  and Procedure   2383  (1995).  As we  pointed out in\r                                       \r\n\nSeguro de Servicio de  Salud v. McAuto Sys.,  </pre><span class=\"citation\" data-id=\"525271\"><a href=\"/opinion/525271/seguro-de-servicio-de-salud-de-puerto-rico-v-mcauto-systems-group-inc/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 8  (1st Cir.\r                                                   \r\n\n1989), \"[a] motion  for consolidation will  usually be granted  unless\r\n\nthe party  opposing it  can show 'demonstrable  prejudice.'\" (citation\r\n\nomitted).   There  has  been  no prejudice  shown  here.   These  were\r\n\nparadigm cases for consolidation.\r\n\n                     Summary Judgment - Procedure\r                             Summary Judgment - Procedure\r                                                         \r\n\n    Plaintiff  objects  to  the  grant of  summary  judgment  on three\r\n\nprocedural grounds:  that  no motion had  been made by defendants  for\r\n\nsummary judgment; that no  notice had been given by the district court\r\n\nthat  summary judgment was  in the offing;  and that  plaintiff had no\r\n\nopportunity for discovery prior to the grant of summary judgment.\r\n\n    These claims require a careful examination of the record.  At  the\r\n\nfirst conference with  counsel on May 12, 1994, the  court set June 2,\r\n\n1994 as the date for a hearing on  summary judgment as to Storlazzi I.\r                                                                           \r\n\nThe court  also advised counsel  that on  the same day  it would  hear\r\n\n                    \r                            \r\n\n*Counsel  in Storlazzi I told the court  that he did not represent the\r                              \r\nplaintiff on  the other  two cases.   Counsel in  those cases  was not\r\npresent at the hearing.\r\r\n\ndefendants' motions to dismiss Storlazzi II and III.\r                                                \r\n\n    At the hearing on June 2, the two  counsel for the plaintiff  were\r\n\npresent.  Attorney Cobb, who represented the plaintiff in Storlazzi II\r                                                                           \r\n\nand  III did most of the  arguing for the plaintiff.   He first stated\r\n\nthat there was no discovery in cases  II and III.  The court responded\r\n\nby pointing out that in connection with Storlazzi I depositions of all\r                                                         \r\n\nthe  defendants had  been taken  and that  their  depositions included\r\n\nquestions about plaintiff's discharge.   She then asked, \"What's  left\r\n\nto   do?\"    Attorney  Cobb  gave  a  vague  general  answer  invoking\r\n\n\"Monell.\"**    He  never,  however,  told the  court  what  additional\r               \r\n\ndepositions, if  any, he intended to take, or what affidavits, if any,\r\n\nhe intended to file.  In short, plaintiff's counsel did not answer the\r\n\ncourt's  question  as  to  what  further  discovery  he  intended   to\r\n\nundertake.  In light of the fact that Storlazzi II and III had been in\r                                                       \r\n\ngestation for more than a year prior to this hearing, we conclude that\r\n\nplaintiff's  claim that  he had  been deprived  of discovery  in these\r\n\ncases has no merit.\r\n\n    We next consider the claim that  plaintiff did not receive  proper\r\n\nnotice  that the court was  considering summary judgment.   It is true\r\n\nthat defendants did not formally move for summary judgment.  They did,\r\n\nhowever, file motions to  dismiss accompanied by deposition references\r\n\nand affidavits.   This automatically triggered  summary judgment under\r\n\nFed. R. Civ. P. 12 (c) which provides:\r\n\n       (c)  Motion for  Judgment  on the  Pleadings.   After  the\r               (c)  Motion for  Judgment  on the  Pleadings.\r\n    pleadings are closed but within such time as not to delay the\r\n                    \r                            \r\n\n**Monell v. Dep't of Social Serv., </pre><span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span> </a></span><pre class=\"inline\">(1978).\r                                         \r\r\n\n    trial, any party may move for judgment on the pleadings.  If,\r\n    on a  motion for judgment  on the pleadings,  matters outside\r\n    the pleadings are presented to and not excluded by the court,\r\n    the motion shall be  treated as one for summary  judgment and\r\n    disposed of as  provided in Rule 56, and all parties shall be\r\n    given  reasonable opportunity  to  present all  material made\r\n    pertinent to such a motion by Rule 56.\r\n\nWe assume that one who  brings an action in federal court  is familiar\r\n\nwith the Federal Rules of Civil Procedure.\r\n\n    The plain  language of  Rule 12(b)(6) that  materials outside\r\n    the pleading may be  considered if not excluded by  the court\r\n    put  plaintiff on notice  that the motion  might be converted\r\n    into one for summary judgment.\r\n\nMoody v. Town of Weymouth, </pre><span class=\"citation\" data-id=\"479206\"><a href=\"/opinion/479206/richard-m-moody-v-town-of-weymouth/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span><pre class=\"inline\">, 31 (1st Cir. 1986).\r                                 \r\n\n    Our  observation in  Chaparro-Febus v.  Local 1575,  </pre><span class=\"citation no-link\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">325</span></span><pre class=\"inline\">,\r                                                              \r\n\n332 (1st Cir. 1992) applies to the situation here:\r\n\n       In the present case, plaintiffs had almost  a year between\r\n    the filing of the motion to dismiss and the court's treatment\r\n    of that motion as one for summary judgment.  Moreover, over a\r\n    year  had  elapsed  since  plaintiffs  initially  filed their\r\n    complaint.  Summary  judgment did not  \"follow[] hard on  the\r\n    heels of the complaint or answer.\" (citation omitted).\r\n\n    Moreover, the transcript of the June  2, 1994, hearing shows  that\r\n\nthe  district  court  was  thinking  in  terms   of  summary  judgment\r\n\ndisposition.    Most  of  the  hearing  was  devoted  to  the  judge's\r\n\nexplanation  to plaintiff's counsel of why the pleadings alone did not\r\n\nsuffice to make out a case.  A few examples make clear the message the\r\n\njudge was sending.\r\n\n       First, I am  obliged on  summary judgment to  look to  the\r\n    pleadings,  the  affidavits   that  have   been  filed,   the\r\n    depositions, answers to interrogatories, et cetera.  And what\r\n    I  see in this  case -- correct  me if  I am wrong  -- is the\r\n    plaintiff has pled a  host of things, a host  of accusations,\r\n    in his initial complaint.  The defendants have come back with\r\n    affidavits  and depositions attached.   And with respect to a\r\n    number   of  those   accusations,  there's  silence   on  the\r\n    plaintiff's side.\r\r\n\n       And the law is that the allegation in the complaint is not\r\n    established  where there  is an  affidavit to  it.   In other\r\n    words, the plaintiff  says in his complaint that  he objected\r\n    to the  way students  were given  credit for taking  courses,\r\n    that, in particular, in the case of one student whose name is\r\n    Sunshine Renews, he objected to the way the grade was entered\r\n    in her  case.  The defendants, through  their depositions and\r\n    through the affidavits, say,  \"Here's the explanation for why\r\n    we interposed a grade like that.\"  And then his answer is, \"I\r\n    disagree.\"\r\n\n       Well, with respect to that kind of an accusation, it seems\r\n    to  me the plaintiff  hasn't met  his burden.   That's  not a\r\n    sufficient response.  \r\n\n                                        \r\n\n       Then I  tried to discern  from what was  protected whether\r\n    there  was a causal -- when  the plaintiff made out his case,\r\n    that there was a  causal connection between what he  said and\r\n    what  was done  to him.   And one way  of establishing causal\r\n    connection  is by showing, \"I did this  at Time One, and then\r\n    they retaliated at Time Two.\"\r\n\n       With  respect   to  a   whole  host  of   Mr.  Storlazzi's\r\n    accusations, I cannot fix the time at all from his papers.  I\r\n    can't determine that he  complained about X on this  date and\r\n    then something  followed.  That's --  although coincidence of\r\n    timing is  not dispositive on  the issue  of causation,  it's\r\n    very helpful.  Many of the things he has alleged have no date\r\n    to them at all.\r\n\n       With  respect  to  those  things  which  he  says  he  was\r\n    retaliated about, the defendants answer and point to either a\r\n    rational  basis for doing what they did or suggest that there\r\n    was no difference between his treatment and others.  Singling\r\n    someone out for special treatment is one piece of evidence of\r\n    retaliation.  And, as I have  said before, I can't in each of\r\n    these  cases come up with  an example in  which the plaintiff\r\n    says -- the plaintiff rebuts that presentation.\r\n\n       So you need, with respect to each of these accusations, to\r\n    say -- to prove in some fashion, more than just a conclusion,\r\n    that, in fact, he  was singled out in some way different from\r\n    all  the  other  players   who  had  administrative   actions\r\n    performed  against  them, or  that  there  wasn't a  rational\r\n    basis.\r\n\n                                        \r\n\n       So with  respect to  all of the  administrative decisions,\r\r\n\n    all   the  administrative  actions  here  about  transferring\r\n    students,   about   locking    student   lavatories,    about\r\n    administering   final   exams,   and   my   understanding  is\r\n    preliminary  of this  case, is  that, if  they can  provide a\r\n    rational basis for having taken  the positions that they did,\r\n    then that  would  be sufficient,  and  the plaintiff  has  to\r\n    respond.\r\n\n                                        \r\n\n    After   the   court   briefly   discussed   the   Mt.   Healthy***\r                                                                           \r\n\nrequirements,  counsel for the plaintiff  pointed out that Mt. Healthy\r                                                                              \r\n\nwas decided on the merits, not on a summary judgment basis.  The court\r\n\nresponded as follows:\r\n\n    But summary judgment predicts what a jury is going to do.  So\r\n    that I am supposed to take the inferences all in favor of the\r\n    plaintiff, and looking  at the documents I have  described, I\r\n    am supposed to predict whether or not a reasonable jury could\r\n    find  a prima facie case,  a reasonable jury  could find that\r                               \r\n    the defendants have met their burden.\r\n\n       So I  am using Mount  Healthy simply because  it describes\r\n    the various burdens which are part of what I have to consider\r\n    on summary judgment as well.\r\n\n    The court gave plaintiffs' attorneys a  week in which to  organize\r\n\nthe pleadings, setting forth chronologically the order of events.  The\r\n\ncourt pointed  out that  \"one way  of proving  causal connection  is a\r\n\ntemporal one.\"   The court stated  explicitly that it wanted  this \"in\r\n\nterms of evaluating summary judgment.\"  \r\n\n    Clearly  this was not  the type of sua  sponte summary judgment by\r                                                          \r\n\nthe district court  that we condemned in Stella  v. Town of Tewksbury,\r                                                                              \r\n\nMass., </pre><span class=\"citation\" data-id=\"194924\"><a href=\"/opinion/194924/stella-v-tewksbury-town-of/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span> </a></span><pre class=\"inline\">(1st Cir.  1993) (Both parties prepared to start jury\r             \r\n\ntrial and were surveying  prospective jurors when visiting  judge, new\r\n\nto  case, ordered defendants to move for summary judgment.  Plaintiffs\r\n                    \r                            \r\n\n***Mt. Healthy City Board of Education v. Doyle, </pre><span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span> </a></span><pre class=\"inline\">(1977).\r                                                       \r\r\n\nobjected  without  avail.    Three  days later  judge  issued  summary\r\n\njudgment for defendants.).\r\n\n                    Summary Judgment - Substantive\r                            Summary Judgment - Substantive\r                                                          \r\n\n    We  adopt the district  court's extensive  findings and rulings in\r\n\nits  substantive summary  judgment holding.****   We,  therefore, will\r\n\nnot  regurgitate   the  district  court's   opinion.    We   think  it\r\n\nappropriate,  however,  to make  a few  general  remarks.   First, the\r\n\nplaintiff relied entirely on  his pleadings to make out  a prima facie\r                                                                              \r\n\ncase.  He  did not respond directly to the  asseverations supported by\r\n\naffidavits  and references  to filed  depositions made  by defendants.\r\n\nThe law governing such a posture is clear.\r\n\n    In  our view, the plain  language of Rule  56(c) mandates the\r\n    entry of summary judgment,  after adequate time for discovery\r\n    and upon motion, against a party who fails to make  a showing\r\n    sufficient to establish the existence of an element essential\r\n    to that party's case, and on  which that party will bear  the\r\n    burden of proof at trial.\r\n\nCelotex Corp. v. Catrett, </pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 322 (1986).\r                                \r\n\n    In Kelly v. United  States, </pre><span class=\"citation\" data-id=\"555046\"><a href=\"/opinion/555046/john-l-kelly-v-united-states/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span><pre class=\"inline\">, 357 (1st Cir. 1991),  we\r                                      \r\n\nheld that the  nonmovant in the summary judgment context  may not rest\r\n\nupon \"mere  allegations . . . but must produce evidence which would be\r\n\nadmissible at trial to make out the requisite issue of material fact.\"\r\n\nThis, plaintiff has utterly failed to do.\r\n\n    The observations  made in  Kaufman v.  Puerto Rico  Tel. Co.,  </pre><span class=\"citation\" data-id=\"503066\"><a href=\"/opinion/503066/bessie-a-kauffman-v-puerto-rico-telephone-company/\"><span class=\"volume\">841</span>\r                                                                        \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span><pre class=\"inline\">, 1172-73 n.5 (1st Cir. 1988), are germane here:\r\n\n      5. The plaintiffs argue that the  sworn statements in their\r\n    complaint  and affidavits  constitute  sufficient grounds  to\r\n                    \r                            \r\n\n****The district court opinion is cited  as Storlazzi v. Bakey, 894 F.\r                                                                      \r\nSupp. 494 (D. Mass 1995).\r\r\n\n    generate  a  factual   dispute  concerning  the   defendants'\r\n    political motivations because they provide the groundwork for\r\n    proof  of that  motivation  by circumstantial  evidence.   We\r\n    recognize that a prima facie case of political discrimination\r                                        \r\n    can be  built on circumstantial evidence  of constitutionally\r\n    suspect  motivations for  employee  dismissals.   See,  e.g.,\r                                                                         \r\n    Kercado-Melendez  v.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Aponte-Rogue,</span>  <span class=\"volume\">829</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">264</span></span><pre class=\"inline\">.    In\r                                               \r\n    calling for more specific  factual allegations to support the\r\n    plaintiffs'  claim  under   the  Celotex/Anderson   standard,\r                                                             \r\n    however,  we   do  not  reject  the  plaintiffs'  contention.\r\n    Rather,  for  any  substantive  claim,  whether   built  upon\r\n    circumstantial  or direct  evidence, the  party against  whom\r\n    summary judgment  is sought must generate  the specific facts\r\n    necessary  to take  the asserted  claim out  of the  realm of\r\n    speculative, general allegations.  The plaintiffs have failed\r\n    to do that in this case.\r\n\n    During the June 2 hearing there  was discussion between the  court\r\n\nand  plaintiff's counsel which could  be interpreted to  mean that the\r\n\ntemporal  proximity of  occurrences might  be sufficient  to establish\r\n\ncausation.   This  would appear  to run  counter to  the rule  in this\r\n\ncircuit.   In Kaufman  we held  that the dismissal  of members  of one\r                             \r\n\npolitical party immediately after the opposition party took office was\r\n\ninsufficient  under Celotex and  Anderson v. Liberty  Lobby, Inc., </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span>\r                                                                         \r\n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">242</span> </a></span><pre class=\"inline\"> (1986),  to generate  a  genuine  issue  of material  fact.\r\n\n</pre><span class=\"citation\" data-id=\"503066\"><span class=\"antecedent_guess\">Kaufman,</span> <a href=\"/opinion/503066/bessie-a-kauffman-v-puerto-rico-telephone-company/\"><span class=\"volume\">841</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">1172</span></a></span><pre class=\"inline\">.   We  held to the  same effect  in Aviles-\r                                                                              \r\n\nMartinez v. Monroig, </pre><span class=\"citation\" data-id=\"582754\"><a href=\"/opinion/582754/francisco-aviles-martinez-and-miguel-a-flores-colon-v-guillermo-jimenez/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span><pre class=\"inline\">, 5 (1st Cir. 1992).  See also Acevedo-\r                                                                              \r\n\nDiaz v. Aponte, </pre><span class=\"citation\" data-id=\"627336\"><a href=\"/opinion/627336/franco-acevedo-diaz-v-jose-e-aponte-ada-n-perez-franco-acevedo-diaz-v/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span><pre class=\"inline\">, 69 (1st Cir. 1993).\r                      \r\n\n    The  judgment of the district court is affirmed.  Costs awarded to\r            The  judgment of the district court is affirmed.  Costs awarded to\r                                                                              \r\n\nappellees.\r        appellees.\r                  \r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194924/",
    "https://www.courtlistener.com/api/rest/v3/opinions/479206/",
    "https://www.courtlistener.com/api/rest/v3/opinions/503066/",
    "https://www.courtlistener.com/api/rest/v3/opinions/525271/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555046/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582754/",
    "https://www.courtlistener.com/api/rest/v3/opinions/627336/"
  ]
}