{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196377/",
  "id": 196377,
  "absolute_url": "/opinion/196377/united-states-v-rivera-gomez/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196377/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:04:30Z",
  "date_modified": "2020-02-21T23:39:52.021056Z",
  "type": "010combined",
  "sha1": "63fac1d107ffef5c0fd32e0dc10ed28d390c901b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1094.01A",
  "local_path": null,
  "plain_text": "\n\nNovember 3, 1995  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1094\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                     LUIS RAUL RIVERA-GOMEZ,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n                           ERRATA SHEET\r                                     ERRATA SHEET\r\n\n     The opinion of  this court  issued on October  12, 1995,  is\r\ncorrected as follows:\r\n\nOn  page  7, line  20,  change \"is  only  admissible\" to  \"may be\r\nexcluded\"\r\r\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1094\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                     LUIS RAUL RIVERA-GOMEZ,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n                 Selya and Stahl, Circuit Judges,\r                                                          \r\n\n                   and Gorton,* District Judge.\r                                                        \r\n\n                                             \r\n\n     Carlos   A.   Vazquez-Alvarez,   Assistant  Federal   Public\r                                            \r\nDefender,  with  whom  Benicio  Sanchez  Rivera,  Federal  Public\r                                                         \r\nDefender, was on brief, for appellant.\r\n      Jose  A. Quiles-Espinosa,  Senior Litigation  Counsel, with\r                                        \r\nwhom Guillermo Gil, United States Attorney, and Edwin O. Vazquez,\r                                                                          \r\nAssistant United States Attorney,  were on brief, for  the United\r\nStates.\r\n\n                                             \r\n\n                         October 12, 1995\r\n\n                                             \r\n\n               \r\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n          SELYA,  Circuit Judge.    A  jury convicted  defendant-\r                    SELYA,  Circuit Judge.\r                                         \r\n\nappellant Luis  Raul Rivera-Gomez on three  counts of carjacking,\r\n\n18 U.S.C.   2119, and three counts of aiding and abetting the use\r\n\nand carriage  of firearms during  and in relation  to a crime  of\r\n\nviolence, 18  U.S.C.    2(a), 924(c).   In terms of  prison time,\r\n\nthe  trial  judge   imposed  concurrent  180-month  incarcerative\r\n\nsentences for the first two carjacking counts, a sentence of life\r\n\nimprisonment for  the third carjacking, and  concurrent sentences\r\n\nof five years, to  run consecutively to the other  sentences, for\r\n\nthe  firearms  counts.   This  appeal  challenges an  evidentiary\r\n\nruling, a  case management  ruling, and the  constitutionality of\r\n\nthe life sentence.\r\n\nI. BACKGROUND\r          I. BACKGROUND\r\n\n          The evidence adduced at  trial involved three  separate\r\n\ncarjacking  incidents.    We   sketch  the  facts  as  the   jury\r\n\nwarrantably  could have  found  them,  resolving all  evidentiary\r\n\nconflicts in  the government's favor and  adopting all reasonable\r\n\ninferences therefrom that support the verdict.\r\n\n          The first carjacking occurred on December 3, 1993.  The\r\n\nvictim, Cesar Correa  Rivera (Correa), had driven  a friend home.\r\n\nWhile they  were  parked  outside  her abode,  a  vehicle  nudged\r\n\nCorrea's car.  Not knowing the vehicle or trusting its occupants,\r\n\nCorrea  tried to flee.   After a  brief chase, the  rogue vehicle\r\n\nblocked Correa's path  and two  armed men alighted.   One of  the\r\n\nmen,  later identified  as Jose  Roman Hernandez  (Roman), struck\r\n\nCorrea on  the head twice  with his revolver  and ordered him  to\r\n\n                                3\r\r\n\nrelinquish  his  valuables.   Meanwhile,  the  second man,  later\r\n\nidentified as Rivera-Gomez, threatened  Correa's companion with a\r\n\ngun.  Appellant eventually ordered the victims to kneel and stare\r\n\nat the ground.   Roman then departed in the  carjackers' original\r\n\nvehicle, leaving appellant to drive Correa's automobile.\r\n\n          Four days  later, the  same two marauders  assaulted an\r\n\nelderly retired couple, Rufino  Garcia Maldonado (Garcia) and his\r\n\nwife, Clara.  The  assault occurred when Clara left  the couple's\r\n\ncar  to  open the  gate  leading into  their  driveway.   One man\r\n\nthreatened her with  a weapon and forced her to the ground, while\r\n\nthe second man pointed a gun at Garcia's head, ordered him out of\r\n\nthe car  (a red  Suzuki), and  relieved him of  his wallet.   The\r\n\nrobber then struck  Garcia on  the head, and  he and his  comrade\r\n\ndrove off in the Suzuki.\r\n\n          A short time later, the Garcias' Suzuki, with appellant\r\n\nat  the wheel, pulled alongside a Mazda RX-7 operated by Reynaldo\r\n\nLuciano Rivera (Luciano).  Roman, then a passenger in the Suzuki,\r\n\npointed a gun  at Luciano and ordered him to  freeze.  Instead of\r\n\nsubmitting  to  this  minatory  demand, Luciano  stepped  on  the\r\n\naccelerator.   At  the same  time, his  companion, Dalia  Hidalgo\r\n\nGarcia  (Hidalgo), leapt to the  ground.  The  predators fired in\r\n\nthe  direction of the escaping  car, and, when  it stopped, Roman\r\n\nshot  Luciano  in  the  head at  point-blank  range.   Apparently\r\n\nrealizing that they had  killed the young man, Roman  and Rivera-\r\n\nGomez fled the scene without expropriating the Mazda.\r\n\n          Soon  thereafter, a  homicide  detective spotted  a red\r\n\n                                4\r\r\n\nSuzuki  in  the vicinity  and, having  received  a report  of the\r\n\nlatest incident, circled  to pursue it.   After a Hollywood-style\r\n\nchase  involving  several police  vehicles,  the  Suzuki crashed.\r\n\nAppellant exited through the driver's door, and Roman exited from\r\n\nthe passenger's side.  The authorities quickly apprehended them.\r\n\n          On January  5, 1994, a  federal grand jury  charged the\r\n\ntwo  men  with three  counts of  carjacking  and three  counts of\r\n\naiding and abetting each other in  the use of firearms during and\r\n\nin relation to  crimes of violence.   Count 3  of the  indictment\r\n\nfeatured an allegation concerning  Luciano's death.  Though Roman\r\n\nentered a plea, appellant maintained  his innocence.  Following a\r\n\nthree-day trial, a jury found appellant guilty on all six counts.\r\n\nThis appeal ensued.\r\n\nII.  DISCUSSION\r          II.  DISCUSSION\r\n\n          Appellant advances three assignments  of error.  First,\r\n\nhe maintains that the district court  erred in admitting evidence\r\n\nof Luciano's death.  Second, he argues that the court should have\r\n\ndeclared  a mistrial  when a  prosecution witness  stated in  the\r\n\njury's  presence  that Roman  had  pleaded guilty.    Finally, he\r\n\nsuggests  that his life sentence punishes him for an offense with\r\n\nwhich  he  was  never  charged  (Luciano's  murder),  and,  thus,\r\n\ntransgresses the  Constitution.  We address  these reputed errors\r\n\nsequentially.\r\n\n           A.  Admission of Evidence of Victim's Death.\r                     A.  Admission of Evidence of Victim's Death.\r                                                                \r\n\n          Appellant,   who  unsuccessfully  moved  in  limine  to\r                                                                       \r\n\nforestall the prosecution from showing that Luciano was killed in\r\n\n                                5\r\r\n\nthe course  of the third incident, asseverates  that the victim's\r\n\ndeath was irrelevant to  the question of guilt  on the charge  of\r\n\nattempted carjacking,  and that no evidence  concerning the death\r\n\nshould have been admitted.  Our study of this asseveration begins\r\n\nwith  the language of  the carjacking statute,  which provided on\r\n\nthe date of appellant's offense:\r\n\n               Whoever,  possessing a  firearm  .  .  .\r\n          takes   a  motor   vehicle   that  has   been\r\n          transported,   shipped,    or   received   in\r\n          interstate  or  foreign  commerce   from  the\r\n          person or  presence of  another by  force and\r\n          violence  or by intimidation,  or attempts to\r\n          do so, shall -\r\n                    (1)  be fined  under this  title or\r\n          imprisoned not more than 15 years, or both,\r\n                    (2) if serious bodily  injury . . .\r\n          results,  be   fined  under  this   title  or\r\n          imprisoned not  more than 25 years,  or both,\r\n          and\r\n                    (3)  if  death  results,  be  fined\r\n          under this title or imprisoned for any number\r\n          of years up to life, or both.\r\n\n18 U.S.C.   2119 (Supp. V 1993).\r\n\n          Appellant  asserts that  the district  court mistakenly\r\n\nthought that  the victim's  death constituted  an element of  the\r\n\noffense, and allowed the evidence on that basis.  This was error,\r\n\nhe  maintains,  because  subsection   (3),  the  \"death  results\"\r\n\nprovision,  is not  an element  of the  offense, but,  rather, is\r\n\nsimply a  sentencing enhancement mechanism.   Thus, he concludes,\r\n\nthe victim's death had no bearing upon the determination of guilt\r\n\nfor the underlying offense,  and should not have been  brought to\r\n\nthe jury's attention.\r\n\n          As  an  inauguratory  matter,  we  disavow  appellant's\r\n\nassertion  that  the  district  court held  the  \"death  results\"\r\n\n                                6\r\r\n\nprovision  to be a separate element of the offense of carjacking.\r\n\nAs we parse the  version of the statute under  which Rivera-Gomez\r\n\nwas  convicted, the crime of carjacking  had four elements, viz.,\r                                                                          \r\n\n(1) taking (or attempting to take) from the person or presence of\r\n\nanother,  (2) by force,  violence, or  intimidation, (3)  a motor\r\n\nvehicle   previously  transported,   shipped,   or  received   in\r\n\ninterstate or foreign  commerce, (4)  while using  or carrying  a\r\n\nfirearm.1   See United  States v.  Johnson, 32  F.3d 82,  85 (4th\r                                                    \r\n\nCir.),  cert. denied,  115 S.  Ct. 650  (1994); United  States v.\r                                                                        \r\n\nHarris, 25 F.3d  1275, 1279 (5th Cir.)  cert. denied, 115  S. Ct.\r                                                              \r\n\n458 (1994); United States  v. Singleton, 16 F.3d 1419,  1422 (5th\r                                                 \r\n\nCir. 1994).\r\n\n          The  district  court appears  to  have understood  this\r\n\nstructure,  and  the  record  suggests  that  the court  did  not\r\n\nconsider  the death  of a  victim to  be a  further (independent)\r\n\nelement  of the carjacking offense.  Judge Laffitte stated at the\r\n\npretrial hearing  on the motion  in limine that the  death of the\r                                                    \r\n\nvictim was  an offense element \"not  as such,\" but  only as \"part\r\n\nand parcel\" of the \"force and violence\" element of the carjacking\r\n\ncharge.  In the same vein, the judge's jury instructions outlined\r\n\n                    \r                              \r\n\n     1Section 2119 has  since been  amended.  In  the 1994  crime\r\nbill, Congress substituted  the phrase \"with the  intent to cause\r\ndeath  or  serious  bodily   harm\"  for  the  language  requiring\r\npossession  of  a firearm.   See  Violent  Crime Control  and Law\r                                          \r\nEnforcement Act of 1994,   60003(a)(14), Pub. L. No. 103-322, 108\r\nStat. 1796, 1970.  Thus, the new law leaves the offense with four\r\nelements,  but  changes  the focus  of  the  fourth element  from\r\nweaponry to intention, requiring  that the prosecution prove that\r\nthe defendant perpetrated  the crime with the specific  intent of\r\ncausing death or serious bodily harm.\r\n\n                                7\r\r\n\nthe four essential elements of carjacking described above, saying\r\n\nnothing  about   \"death  results\"   as  an   independent  element\r\n\napplicable to count 3.\r\n\n          In  our  view,  then,  the  court's  admission  of  the\r\n\nevidence  derived  not  from  a misapprehension  that  the  death\r\n\nconstituted an  independent offense element, but,  rather, from a\r\n\nbelief  that  evidence of  Luciano's  death helped  to  prove the\r\n\nessential  \"force  and  violence\"  element.   The  question  that\r\n\nremains is whether the court blundered in allowing the government\r\n\nto present the challenged evidence as a means of proving that the\r\n\ncarjackers employed force and violence  in carrying out the third\r\n\nincident.  We think not.\r\n\n          It is difficult to conceive of a situation in which the\r\n\ndeath of a victim  will not be relevant  to the use of force  and\r\n\nviolence during the commission  of an attempted carjacking.   See\r                                                                           \r\n\nFed. R.  Evid. 401 (defining \"relevant  evidence\"); United States\r                                                                           \r\n\nv.  Rodriguez, 871  F. Supp.  545,  549 (D.P.R.  1994) (approving\r                       \r\n\nadmission  of  evidence of  \"the victim's  death  as well  as the\r\n\nmanner  and means by which  it was accomplished\"  as relevant and\r\n\n\"highly  persuasive\"  of \"force  and  violence\"  in a  carjacking\r\n\nprosecution).   This  case  is certainly  not the  exception that\r\n\nproves the rule.  Nevertheless, relevancy does not tell the total\r\n\ntale.    Evidence,  though  relevant,  may  be excluded  \"if  its\r\n\nprobative  value is  substantially  outweighed by  the danger  of\r\n\nunfair  prejudice, confusion  of  the issues,  or misleading  the\r\n\njury.\"  Fed. R. Evid. 403.  We turn, therefore, to the balance of\r\n\n                                8\r\r\n\nprobative worth and unfair prejudice.\r\n\n          In  this  instance,  appellant insists  that,  even  if\r\n\nevidence concerning the killing was probative of guilt  under the\r\n\nforce  and violence element of  the offense, it  was not actually\r\n\nnecessary  to the prosecution's  case   the  government had other\r\n\nevidence, such  as the  circumstances of the  carjackers' initial\r\n\nencounter with the victim, that  would have made the point    and\r\n\nthe likelihood was great that grisly details would stir the baser\r\n\npassions of  the jurors and cloud their  minds so that they could\r\n\nnot make  an objective  appraisal  of the  evidence before  them.\r\n\nThus,  appellant's  thesis runs,  the  risk  of unfair  prejudice\r\n\ninherent in  permitting the  prosection to introduce  evidence of\r\n\nthe  homicide  substantially   outweighed  whatever   incremental\r\n\nprobative value the evidence may have supplied.\r\n\n          We  review   a  trial  court's  rulings   admitting  or\r\n\nexcluding  particular  evidence for  abuse  of  discretion.   See\r                                                                           \r\n\nUnited States v.  Holmquist, 36  F.3d 154, 163  (1st Cir.  1994),\r                                     \r\n\ncert. denied, 115  S. Ct.  1797 (1995); Veranda  Beach Club  Ltd.\r                                                                           \r\n\nPartnership  v. Western Surety Co., 936 F.2d 1364, 1373 (1st Cir.\r                                            \r\n\n1991);  United States v. Nazarro,  889 F.2d 1158,  1168 (1st Cir.\r                                          \r\n\n1989).   We grant the  trial court especially  wide latitude when\r\n\nRule 403 balancing is the subject of review.  \"Only  rarely   and\r\n\nin extraordinarily  compelling circumstances   will  we, from the\r\n\nvista  of a cold appellate record, reverse a district court's on-\r\n\nthe-spot  judgment concerning the  relative weighing of probative\r\n\nvalue and unfair effect.\"  Freeman v. Package Mach. Co., 865 F.2d\r                                                                 \r\n\n                                9\r\r\n\n1331,  1340 (1st Cir.  1988).  This  deference is equally  due in\r\n\ncriminal cases.   See, e.g., United  States v. Rodriguez-Estrada,\r                                                                          \r\n\n877 F.2d 153, 156 (1st Cir. 1989); United States v. Ingraham, 832\r                                                                      \r\n\nF.2d 229, 233-34  (1st Cir.  1987), cert. denied,  486 U.S.  1009\r                                                          \r\n\n(1988); United States v.  Tierney, 760 F.2d 382, 388  (1st Cir.),\r                                           \r\n\ncert. denied, 474 U.S. 843 (1985).\r                      \r\n\n          Through this  modest lens, we see  no cognizable defect\r\n\nin the  district  court's Rule  403  balancing.   Whatever  other\r\n\nevidence  was available,  evidence  of  Luciano's death  remained\r\n\nhighly  probative of  culpability for an  essential element  of a\r\n\nsection 2119 offense.  Presumably,  like most evidence offered by\r\n\nthe  government in a criminal case, this evidence was designed to\r\n\nprejudice the  jury  against  the defendant  in  the  sense  that\r\n\nexposure  to it would  render a conviction more  likely.  But the\r\n\nintroduction of relevant evidence to influence perceptions is the\r\n\nstuff of  our adversary system  of justice.   The law  protects a\r\n\ndefendant against unfair  prejudice, not  against all  prejudice.\r                                                               \r\n\nSee  Rodriguez-Estrada, 877  F.2d at  155-56; Onujiogu  v. United\r                                                                           \r\n\nStates, 817  F.2d 3, 6 (1st  Cir. 1987); see also  Veranda Beach,\r                                                                          \r\n\n936 F.2d at 1372 (explaining that \"trials were never meant  to be\r\n\nantiseptic affairs;  it is  only unfair prejudice,  not prejudice\r\n\nper se, against which  Rule 403 guards\").  Since the  evidence at\r\n\nissue is so tightly linked to guilt as defined by the elements of\r\n\nthe offense,  it would  be surpassingly  difficult  to justify  a\r\n\nfinding of unfair prejudice stemming from its introduction.\r\n\n          Here, moreover, there are several additional weights on\r\n\n                                10\r\r\n\nthe  scale favoring  admissibility.  For  one thing,  because the\r\n\nperpetrators fled immediately after  the shooting, leaving behind\r\n\nboth  the  Mazda  and  a dying  man  in  the  driver's  seat, the\r\n\ngovernment's case on  count 3  depended on its  ability to  prove\r\n\nattempted carjacking.   Without  knowing of Luciano's  death, the\r\n\njury may have been left to wonder why two supposed carjackers had\r\n\nturned their backs on  an expensive, late-model sports car.   For\r\n\nanother  thing, Hidalgo,  understandably concerned  with her  own\r\n\nsafety at the time the incident occurred, could give only limited\r\n\ntestimony  as to what transpired,  and there was  a definite risk\r\n\nthat the jury,  if uninformed of Luciano's  passing, would engage\r\n\nin  speculation as  to  why the  prosecution  did not  offer  his\r\n\ntestimony at trial.   See, e.g., United States v.  Accetturo, 966\r                                                                      \r\n\nF.2d 631, 637 (11th Cir.  1992) (holding the fact of a  witness's\r\n\ndeath  admissible as  \"relevant  to explain  the  fact that  [the\r\n\nwitness]  did  not  testify\"   and  to  prevent  the   jury  from\r\n\nspeculating),  cert. denied,  113 S.  Ct.  1053 (1993);  see also\r                                                                           \r\n\nUnited  States v. Williams, 51  F.3d 1004, 1010  (11th Cir. 1995)\r                                    \r\n\n(citing  Accetturo in admitting evidence of a victim's death in a\r                            \r\n\ncarjacking prosecution), petition for  cert. filed (U.S. Aug. 11,\r                                                            \r\n\n1995) (No. 95-5555).\r\n\n          These   considerations,   taken   in   the   aggregate,\r\n\nunderscore the  invulnerability of  the district  court's ruling.\r\n\nThe evidence here did more than tend to show guilt on one element\r\n\nof  the offense;  it also  constituted a  crucial chapter  in the\r\n\ngovernment's  narrative  account   of  appellant's   carjackings,\r\n\n                                11\r\r\n\nallowing  the  jury  to  put  matters  into  perspective.   Trial\r\n\nevidence is supposed to help  the jury reconstruct earlier events\r\n\nand  then  apportion  guilt  or  responsibility  as  the law  may\r\n\nrequire.   Rule  403 exists  to facilitate  this process,  not to\r\n\nimpede  it.   We think  it follows  that, although  a \"controlled\r\n\nenvironment for  the reception of  proof is essential,  . .  . an\r\n\nartificially  sterile  environment   is  neither  necessary   nor\r\n\ndesirable.\"   Wagenmann  v. Adams,  829 F.2d  196, 217  (1st Cir.\r                                           \r\n\n1987); see also  United States v.  McRae, 593 F.2d 700,  707 (5th\r                                                  \r\n\nCir.) (\"Unless trials are to be conducted on scenarios, on unreal\r\n\nfacts tailored and sanitized for the occasion, the application of\r\n\nRule  403 must be  cautious and sparing.   Its major  function is\r\n\nlimited  to excluding  matter  of scant  or cumulative  probative\r\n\nforce,  dragged in by  the heels for the  sake of its prejudicial\r\n\neffect.\"), cert. denied, 444 U.S. 862 (1979).\r                                 \r\n\n          When  a  trial  court  in  a  criminal  case  exercises\r\n\ndiscretion at first  hand, the  court of appeals  should go  very\r\n\nslowly  in interfering  with its  judgment calls.   The  need for\r\n\ncaution  is magnified when, as  now, a challenged  ruling has the\r\n\neffect of vindicating the government's well-established \"right to\r\n\npresent  to the jury  a picture of  the events relied upon  . . .\r\n\nincluding  proof of  all  elements of  the  crime for  which  the\r\n\ndefendant  has been brought to trial.\"  United States v. Tavares,\r                                                                          \r\n\n21  F.3d 1, 3-4 (1st Cir. 1994)  (en banc) (citation and internal\r\n\nquotation marks omitted).   Here, the  disputed evidence is  both\r\n\npicture and proof; though lurid, it is part of what old-fashioned\r\n\n                                12\r\r\n\nlawyers might call the  res gestae, and it is  directly probative\r                                            \r\n\nof an element of  the offense.  Consequently,  the court did  not\r\n\nerr in admitting it.   After all, it is the rare case  in which a\r\n\ncourt  must require that the  story of the  crime be spoon-fed to\r\n\njurors in bits and pieces from which every drop of juice has been\r\n\ndrained.\r\n\n                  B.  Denial of Mistrial Motion.\r                            B.  Denial of Mistrial Motion.\r                                                         \r\n\n          During  his  trial  testimony,  a  prosecution witness,\r\n\nhomicide   detective   Lama-Canino,   blurted  out   that   Roman\r\n\n(appellant's  partner in crime) had entered a guilty plea.  Judge\r\n\nLaffitte immediately struck the statement, instructed  the jurors\r\n\nto  disregard it, and warned them not to ponder the codefendant's\r\n\nfate.    However,  the  court  refused  to  declare  a  mistrial.\r\n\nAppellant assigns error.\r\n\n          The trial  judge is best situated to make a battlefield\r\n\nassessment  of  the impact  that a  particular piece  of improper\r\n\ninformation may  have on a jury.   See United States  v. Lau, 828\r                                                                      \r\n\nF.2d  871, 874  (1st  Cir. 1987),  cert.  denied, 485  U.S.  1005\r                                                          \r\n\n(1988).   For this reason,  we have long  recognized that motions\r\n\nfor  mistrial are  committed to  the presider's  discretion, see,\r                                                                          \r\n\ne.g., United States  v. De Jongh, 937 F.2d 1,  3 (1st Cir. 1991),\r                                          \r\n\nespecially  when such a motion  is predicated on some spontaneous\r\n\ntrial development  that can best be gauged in the ebb and flow of\r\n\nthe  trial itself, see United States v.  Pierro, 32 F.3d 611, 617\r                                                         \r\n\n(1st Cir.  1994),  cert. denied,  115  S. Ct.  919 (1995).    Our\r                                         \r\n\nreluctance  to intervene is often reinforced by an awareness that\r\n\n                                13\r\r\n\nin most cases a firm, timely curative instruction will adequately\r\n\nquell  the  potential  for  prejudice.    See  United  States  v.\r                                                                       \r\n\nSepulveda,  15 F.3d 1161, 1184 (1st Cir. 1993), cert. denied, 114\r                                                                      \r\n\nS.  Ct. 2714 (1994); United  States v. Ferreira,  821 F.2d 1, 5-6\r                                                         \r\n\n(1st Cir. 1987).\r\n\n          Although  every  trial  is different,  and,  therefore,\r\n\nevery  mistrial motion is sui generis, the assignment of error in\r                                               \r\n\nthis case is  reminiscent of  that advanced in  United States  v.\r                                                                       \r\n\nBello-Perez,  977  F.2d   664  (1st  Cir.  1992).     There,  the\r                     \r\n\ndefendant's  paramour twice  blurted out  that the  defendant had\r\n\nsuffered  a gunshot  wound  in an  event  unrelated to  the  drug\r\n\ntrafficking conspiracy with  which he  was charged.   See id.  at\r                                                                       \r\n\n672.    The  district   judge  gave  a  contemporaneous  curative\r\n\ninstruction on each occasion, and refused to  declare a mistrial.\r\n\nWe upheld the ruling.  See id.\r                                        \r\n\n          Here, as in Bello-Perez,  the trial court's handling of\r                                           \r\n\nthe witness's rash comment was well within the broad range of its\r\n\ndiscretion.   The  analogy operates  on at  least three  levels.2\r\n\nFirst, here, as in Bello-Perez, the offensive information, though\r                                        \r\n\nunfit for  jury consumption,  was  not of  a kind  that might  be\r\n\n                    \r                              \r\n\n     2Appellant belatedly  attempts to distinguish the  two cases\r\non the ground that here, unlike in Bello-Perez, 977  F.2d at 672,\r                                                        \r\nthe offending  witness   a police officer   acted in bad faith by\r\ndeliberately  uttering  the improper  testimony.    At the  time,\r\nhowever,  appellant's  counsel expressed  his agreement  with the\r\njudge's  assessment  that the  witness  had  made a  spontaneous,\r\naccidental slip of the tongue.  That ends  the matter.  Arguments\r\nnot raised in  the lower court  cannot be unfurled for  the first\r\ntime on appeal.  See United States v. Slade, 980 F.2d 27, 30 (1st\r                                                     \r\nCir. 1992).\r\n\n                                14\r\r\n\nthought irredeemably to  poison the  well.  The  fact that  Roman\r\n\npleaded guilty  had no bearing  upon appellant's primary  line of\r\n\ndefense    mistaken identity    and  had nothing  to do  with the\r\n\ngovernment's  attempt to prove that  Rivera-Gomez was the man who\r\n\naccompanied Roman during the carjacking spree.\r\n\n          Second, the strength  of the government's  overall case\r\n\nis frequently a  cardinal factor  in evaluating the  denial of  a\r\n\nmistrial motion.  Here, as in Bello-Perez, the prosecution's case\r                                                   \r\n\nwas extremely  robust.   There is  a correspondingly  small risk,\r\n\ntherefore, that Lama-Canino's wayward  remark could have been the\r\n\nstraw  that broke  the dromedary's  back.   See United  States v.\r                                                                        \r\n\nScelzo, 810 F.2d 2, 5 (1st Cir. 1987).\r                \r\n\n          Third,  permitting  the   trial  to  proceed   is  more\r\n\npalatable because, as in Bello-Perez, the judge gave an immediate\r                                              \r\n\ncurative instruction   a  device that we have regularly  endorsed\r\n\nas  a means of dispelling potential prejudice.  See United States\r                                                                           \r\n\nv. Chamorro,  687 F.2d 1,  6 (1st Cir.),  cert. denied,  459 U.S.\r                                                                \r\n\n1043 (1982).   We not only believe that the  language used by the\r\n\ncourt fit the occasion, but we  also take heed that appellant did\r\n\nnot    then or now   suggest a more  felicitous phrasing.  At the\r\n\nexpense  of carting  coal to  Newcastle, we  note, too,  that the\r\n\njudge, in  a commendable  abundance of caution,  again admonished\r\n\nthe  jurors in his final instructions that appellant alone was on\r\n\ntrial, and that Roman's  guilt or innocence was not a matter with\r\n\nwhich  they  should concern  themselves.   We are  confident that\r\n\nthese instructions,  in combination, eliminated  any prospect  of\r\n\n                                15\r\r\n\nprejudice that  might otherwise  have flowed from  the gratuitous\r\n\naside.\r\n\n          As  a  fallback  position,  appellant claims  that  the\r\n\ndistrict court's instructions did  more harm than good, reminding\r\n\nthe jury of  the substance of the improper observation.   In some\r\n\nrespects,  of course, instructions cautioning jurors to disregard\r\n\ntestimony  may often  appear  to turn  evidence  into a  form  of\r\n\nforbidden  fruit.  Every parent knows that admonitions to refrain\r\n\nsometimes  only emphasize the attraction.  Cf. Tom Jones &amp; Harvey\r                                                        \r\n\nSchmidt,  Never Say No (The  Fantastiks, 1960) (\"My  son was once\r                                \r\n\nafraid  to  swim; the  water made  him wince.    Until I  said he\r\n\nmustn't swim; he's been  swimmin' ever since.\").  But  jurors are\r\n\nnot children, and our system of trial by jury is  premised on the\r\n\nassumption  that jurors  will  scrupulously  follow  the  court's\r\n\ninstructions.  See Richardson v. Marsh, 481 U.S. 200, 206 (1987);\r                                                \r\n\nFrancis  v. Franklin, 471 U.S. 307, 324 n.9 (1984); Sepulveda, 15\r                                                                       \r\n\nF.3d at  1185.  Here,  we have no  basis (apart  from appellant's\r\n\nself-interested  speculation) to  presume that  the evils  of the\r\n\ncure exceeded  those of  the  disease, and  we therefore  decline\r\n\nappellant's unsupported invitation to  surmise that the jury took\r\n\nthe wrong message from the curative instruction.\r\n\n          To  recapitulate, given  the nature  of the  taint, the\r\n\nstrength of  the  government's case,  and the  promptness of  the\r\n\ndistrict court's  instructions, we are unprepared to say that the\r\n\ncourt misused its discretion in denying the mistrial motion.  See\r                                                                           \r\n\nUnited  States v.  Sclamo,  578 F.2d  888,  891 (1st  Cir.  1978)\r                                   \r\n\n                                16\r\r\n\n(upholding a denial of  mistrial after witness' improper comment,\r\n\n\"in light of the strong case and substantial evidence produced by\r\n\nthe  government, and in view  of the court's  cautionary words to\r\n\nthe jury concerning stricken testimony\").\r\n\n                C.  Imposition of a Life Sentence.\r                          C.  Imposition of a Life Sentence.\r                                                           \r\n\n          In  his final  foray, appellant  takes aim at  the life\r\n\nsentence  imposed on  count 3.   Having  argued earlier  that the\r\n\n\"death results\" provision of the statute of conviction, 18 U.S.C.\r\n\n  2119  (3), is  not an  element of the  offense, see  supra Part\r                                                                      \r\n\nII(A), appellant now  posits that the  life sentence he  received\r\n\npunishes him for a crime    Luciano's murder   with which  he was\r\n\nnever  charged, and  that,  therefore, his  sentence offends  the\r\n\nConstitution.  We discern no constitutional infirmity.\r\n\n          Appellant's   argument   is   not    entirely   without\r\n\nfoundation.  We agree  with him that subsection (3)  demarcates a\r\n\nsentence-enhancing  factor, and  does  not  establish a  separate\r\n\noffense  with an additional element.  After all, not every matter\r\n\nmentioned  in the text of a criminal statute comprises an element\r\n\nof the offense.\r\n\n          To be sure,  attempting to distinguish  between offense\r\n\nelements and sentence enhancers can sometimes be a daunting task.\r\n\nWhen  deciding  how a  particular  statutory  allusion should  be\r\n\nconstrued,  an  inquiring  court   must  mull  the  language  and\r\n\nstructure of  the statute,  and, when necessary,  its legislative\r\n\nhistory.   See United  States v. Forbes, 16  F.3d 1294, 1298 (1st\r                                                 \r\n\nCir.  1994); United  States v.  Ryan, 9 F.3d  660, 667  (8th Cir.\r                                              \r\n\n                                17\r\r\n\n1993), modified on other grounds, 41 F.3d 361 (8th Cir. 1994) (en\r                                          \r\n\nbanc), cert. denied,  115 S.  Ct. 1793 (1995);  United States  v.\r                                                                       \r\n\nRumney, 867 F.2d 714,  717-19 (1st Cir.), cert. denied,  491 U.S.\r                                                                \r\n\n908  (1989); United States v.  Jackson, 824 F.2d  21, 23-24 (D.C.\r                                                \r\n\nCir. 1987).\r\n\n          The structure of section 2119, the unexpurgated text of\r\n\nwhich  is quoted supra at p. 5,3 strongly indicates that Congress\r                                \r\n\nintended its subsections to be sentence-enhancing factors and not\r\n\nelements  constituting separate  species of  carjacking offenses.\r\n\nThe  initial paragraph  of the statute  establishes the  crime of\r\n\ncarjacking.  That paragraph ends  with the word \"shall,\" followed\r\n\nby  three subsections.   These  subsections are  not structurally\r\n\nindependent   provisions  in  which  the  essential  elements  of\r\n\ncarjacking   are  redefined   and  embellished   with  additional\r\n\ncomponents.    Rather,  the  structure  is  integrated,  and  the\r\n\nstatutory provisions form a seamless whole.\r\n\n          The first  subsection limns the base  sentence, and the\r\n\nfollowing two subsections clear the way for enhanced sentences if\r\n\neither serious bodily injury or death results from the commission\r\n\nof the carjacking  offense.  Ripped from  their textual moorings,\r\n\nsubsections (2) and (3) would be little more than gibberish; they\r\n\nare   incapable  of   \"stand[ing]  alone,   independent  of   the\r\n\n[underlying]  offense.\"  Ryan, 9 F.3d at 667.  Consequently, this\r                                       \r\n\nstatutory structure  comprises persuasive evidence  that Congress\r\n\n                    \r                              \r\n\n     3The 1994 amendment, discussed supra note 1, does not affect\r                                                   \r\nour analysis of these subsections.\r\n\n                                18\r\r\n\nintended the  second and third subsections simply  to augment the\r\n\nsentences for  certain aggravated  carjackings, not  to establish\r\n\nadditional  offenses  with independent  elements.   Accord United\r                                                                           \r\n\nStates  v. Oliver, 60 F.3d 547, 552 (9th Cir. 1995); Williams, 51\r                                                                       \r\n\nF.3d at 1009.\r\n\n          Although this reading is the most natural and sensible,\r\n\nespecially given the interdependence of the provisions, we go the\r\n\nextra  mile   and  venture  into  the   legislative  history  for\r\n\nconfirmation of Congress's  intent.  The path  is plainly marked,\r\n\nsee Oliver,  60 F.3d  at  553, and  we can  deduce  no reason  to\r                    \r\n\nretrace its  contours.   The Eleventh  Circuit has  collected and\r\n\ncanvassed  the  relevant   historical  materials,  examined  them\r\n\nperspicaciously, and  concluded that  the  background of  section\r\n\n2119 makes manifest that Congress intended subsection (3) to be a\r\n\nsentence  enhancer,  not  a separate  offense.    See  id.   This\r                                                                    \r\n\nconclusion is unarguable, and we adopt it.\r\n\n          Having  concluded  that  18   U.S.C.     2119(3)  is  a\r\n\nsentence-enhancing factor, we next consider the constitutionality\r\n\nvel non of  appellant's life sentence  on count 3.   Viewed as  a\r                 \r\n\nsentence-enhancing   factor,   subsection   (3)    represents   a\r\n\ncongressional  judgment that  the punishment  for  committing the\r\n\ncrime of carjacking should be harsher if the offense, as actually\r\n\nperpetrated,  includes  conduct that  produces  the  demise of  a\r\n\nvictim.    In  this sense,  the  architecture  of  the carjacking\r\n\nstatute bears a family  resemblance to the design of  the federal\r\n\nsentencing  guidelines, which  make  generous use  of \"sentencing\r\n\n                                19\r\r\n\nenhancement  regimes  evincing  the judgment  that  a  particular\r\n\noffense  should  receive  a  more  serious  sentence  within  the\r\n\nauthorized range if it  was either accompanied by or  preceded by\r\n\nadditional criminal activity.\"   Witte v.  United States, 115  S.\r                                                                  \r\n\nCt.  2199, 2208  (1995).   For example,  under U.S.S.G.    1B1.3,\r\n\n\"this  court  has repeatedly  upheld  the  inclusion as  relevant\r\n\nconduct of acts either  not charged or charged but  dropped,\" and\r\n\nauthorized resort to that  conduct as a sentence-enhancing datum.\r\n\nUnited  States v.  Garcia,  954  F.2d  12,  15  (1st  Cir.  1992)\r                                   \r\n\n(collecting cases).  By like token, a defendant convicted of drug\r\n\ntrafficking  will find his sentence enhanced if it turns out that\r\n\nhe  possessed a  dangerous  weapon during  the commission  of the\r\n\ncrime,  see  U.S.S.G.  2D1.1(b)(1),  or  if a  victim  died under\r                     \r\n\ncircumstances that would constitute murder, see id.  2D1.1(d).\r                                                             \r\n\n          The  Supreme  Court  has  made it  pellucid  that  such\r\n\nsentencing enhancement schemes do  not constitute punishments for\r\n\nseparate offenses:   \"the  fact that the  sentencing process  has\r\n\nbecome more  transparent under the guidelines . . . does not mean\r\n\nthat the defendant is now being `punished' for uncharged  conduct\r\n\nas though it were a distinct criminal `offense.'\"  Witte,  115 S.\r                                                                  \r\n\nCt.  at  2207;  see also  id.  at  2206-07  (explaining that  the\r                                       \r\n\nconsideration  given  to  particular  aspects  of  character  and\r\n\nconduct  at sentencing \"does  not result in  `punishment' for any\r\n\noffense  other   than  the  one   of  which  the   defendant  was\r\n\nconvicted\").  So it is here.  Appellant is not being punished for\r\n\nthe  uncharged crime of murder, but, rather, he is being punished\r\n\n                                20\r\r\n\nmore  severely for  the crime of  carjacking because  his conduct\r\n\nduring the  commission of the crime led to the loss of a victim's\r\n\nlife.\r\n\n          Of course, the burgeoning  use of sentence enhancers by\r\n\nCongress and the Sentencing Commission  as part of the  catechism\r\n\nof  punishment   poses  an   obvious  danger  that,   in  extreme\r\n\ncircumstances, the  lagniappe might  begin to overwhelm  the main\r\n\ncourse.  In  all probability, there are constitutional  limits on\r\n\nthe way sentencing factors can be deployed in the punishment of a\r\n\nsubstantive offense.  See id. at 2208; McMillan v.  Pennsylvania,\r                                                                          \r\n\n477 U.S. 79, 88 (1986).  But that proposition is only of academic\r\n\ninterest where, as here, the sentence enhancement scheme \"neither\r\n\nalters  the maximum penalty for the crime committed nor creates a\r\n\nseparate offense calling for a separate penalty.\"   McMillan, 477\r                                                                      \r\n\nU.S. at 87-88.\r\n\n          In this case, under appellant's own reading of the law,\r\n\nCongress  has,  in  essence,  established   a  statutory  maximum\r\n\nsentence of  life  imprisonment for  carjacking,  and  authorized\r\n\ncourts to levy such a sentence when a defendant's conduct results\r\n\nin  the victim's  death.  This  paradigm is  no different  in its\r\n\nlegal effect than if Congress had  set a statutory range of up to\r\n\nlife in prison, and  the sentencing guidelines, through a  web of\r\n\nenhancement  factors, had authorized a sentence of life only on a\r\n\nfinding  by  the  sentencing court  that  the  crime  resulted in\r\n\n                                21\r\r\n\ndeath.4  In fine,  section 2119 establishes only one  offense and\r\n\nsets a range of punishment for that offense, varying according to\r\n\nconduct.     So   viewed,  the   sentencing  scheme   crosses  no\r\n\nconstitutional boundaries.\r\n\nIII.  CONCLUSION\r          III.  CONCLUSION\r\n\n          We  need  go  no further.    From  aught  that appears,\r\n\nappellant  was  fairly  tried,  justly  convicted,  and  lawfully\r\n\nsentenced.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                    \r                              \r\n\n     4One might argue that  because a judge has no  discretion to\r\nimpose a life sentence unless death results,   2119(c)(3) amounts\r                                       \r\nto a  \"rule\" establishing  a separate,  uncharged offense.   This\r\nargument would  fail.  \"Regardless of  whether particular conduct\r\nis taken  into account by  rule or as  an act of  discretion, the\r\ndefendant is  still  being  punished  only  for  the  offense  of\r\nconviction.\"  Witte, 115 S. Ct. at 2207.\r                             \r\n\n                                22\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nNovember 3, 1995  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1094\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                     LUIS RAUL RIVERA-GOMEZ,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n                           ERRATA SHEET\r                                     ERRATA SHEET\r\n\n     The opinion of  this court  issued on October  12, 1995,  is\r\ncorrected as follows:\r\n\nOn  page  7, line  20,  change \"is  only  admissible\" to  \"may be\r\nexcluded\"\r\r\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1094\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                     LUIS RAUL RIVERA-GOMEZ,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n                 Selya and Stahl, Circuit Judges,\r                                                          \r\n\n                   and Gorton,* District Judge.\r                                                        \r\n\n                                             \r\n\n     Carlos   A.   Vazquez-Alvarez,   Assistant  Federal   Public\r                                            \r\nDefender,  with  whom  Benicio  Sanchez  Rivera,  Federal  Public\r                                                         \r\nDefender, was on brief, for appellant.\r\n      Jose  A. Quiles-Espinosa,  Senior Litigation  Counsel, with\r                                        \r\nwhom Guillermo Gil, United States Attorney, and Edwin O. Vazquez,\r                                                                          \r\nAssistant United States Attorney,  were on brief, for  the United\r\nStates.\r\n\n                                             \r\n\n                         October 12, 1995\r\n\n                                             \r\n\n               \r\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n          SELYA,  Circuit Judge.    A  jury convicted  defendant-\r                    SELYA,  Circuit Judge.\r                                         \r\n\nappellant Luis  Raul Rivera-Gomez on three  counts of carjacking,\r\n\n18 U.S.C.   2119, and three counts of aiding and abetting the use\r\n\nand carriage  of firearms during  and in relation  to a crime  of\r\n\nviolence, 18  U.S.C.    2(a), 924(c).   In terms of  prison time,\r\n\nthe  trial  judge   imposed  concurrent  180-month  incarcerative\r\n\nsentences for the first two carjacking counts, a sentence of life\r\n\nimprisonment for  the third carjacking, and  concurrent sentences\r\n\nof five years, to  run consecutively to the other  sentences, for\r\n\nthe  firearms  counts.   This  appeal  challenges an  evidentiary\r\n\nruling, a  case management  ruling, and the  constitutionality of\r\n\nthe life sentence.\r\n\nI. BACKGROUND\r          I. BACKGROUND\r\n\n          The evidence adduced at  trial involved three  separate\r\n\ncarjacking  incidents.    We   sketch  the  facts  as  the   jury\r\n\nwarrantably  could have  found  them,  resolving all  evidentiary\r\n\nconflicts in  the government's favor and  adopting all reasonable\r\n\ninferences therefrom that support the verdict.\r\n\n          The first carjacking occurred on December 3, 1993.  The\r\n\nvictim, Cesar Correa  Rivera (Correa), had driven  a friend home.\r\n\nWhile they  were  parked  outside  her abode,  a  vehicle  nudged\r\n\nCorrea's car.  Not knowing the vehicle or trusting its occupants,\r\n\nCorrea  tried to flee.   After a  brief chase, the  rogue vehicle\r\n\nblocked Correa's path  and two  armed men alighted.   One of  the\r\n\nmen,  later identified  as Jose  Roman Hernandez  (Roman), struck\r\n\nCorrea on  the head twice  with his revolver  and ordered him  to\r\n\n                                3\r\r\n\nrelinquish  his  valuables.   Meanwhile,  the  second man,  later\r\n\nidentified as Rivera-Gomez, threatened  Correa's companion with a\r\n\ngun.  Appellant eventually ordered the victims to kneel and stare\r\n\nat the ground.   Roman then departed in the  carjackers' original\r\n\nvehicle, leaving appellant to drive Correa's automobile.\r\n\n          Four days  later, the  same two marauders  assaulted an\r\n\nelderly retired couple, Rufino  Garcia Maldonado (Garcia) and his\r\n\nwife, Clara.  The  assault occurred when Clara left  the couple's\r\n\ncar  to  open the  gate  leading into  their  driveway.   One man\r\n\nthreatened her with  a weapon and forced her to the ground, while\r\n\nthe second man pointed a gun at Garcia's head, ordered him out of\r\n\nthe car  (a red  Suzuki), and  relieved him of  his wallet.   The\r\n\nrobber then struck  Garcia on  the head, and  he and his  comrade\r\n\ndrove off in the Suzuki.\r\n\n          A short time later, the Garcias' Suzuki, with appellant\r\n\nat  the wheel, pulled alongside a Mazda RX-7 operated by Reynaldo\r\n\nLuciano Rivera (Luciano).  Roman, then a passenger in the Suzuki,\r\n\npointed a gun  at Luciano and ordered him to  freeze.  Instead of\r\n\nsubmitting  to  this  minatory  demand, Luciano  stepped  on  the\r\n\naccelerator.   At  the same  time, his  companion, Dalia  Hidalgo\r\n\nGarcia  (Hidalgo), leapt to the  ground.  The  predators fired in\r\n\nthe  direction of the escaping  car, and, when  it stopped, Roman\r\n\nshot  Luciano  in  the  head at  point-blank  range.   Apparently\r\n\nrealizing that they had  killed the young man, Roman  and Rivera-\r\n\nGomez fled the scene without expropriating the Mazda.\r\n\n          Soon  thereafter, a  homicide  detective spotted  a red\r\n\n                                4\r\r\n\nSuzuki  in  the vicinity  and, having  received  a report  of the\r\n\nlatest incident, circled  to pursue it.   After a Hollywood-style\r\n\nchase  involving  several police  vehicles,  the  Suzuki crashed.\r\n\nAppellant exited through the driver's door, and Roman exited from\r\n\nthe passenger's side.  The authorities quickly apprehended them.\r\n\n          On January  5, 1994, a  federal grand jury  charged the\r\n\ntwo  men  with three  counts of  carjacking  and three  counts of\r\n\naiding and abetting each other in  the use of firearms during and\r\n\nin relation to  crimes of violence.   Count 3  of the  indictment\r\n\nfeatured an allegation concerning  Luciano's death.  Though Roman\r\n\nentered a plea, appellant maintained  his innocence.  Following a\r\n\nthree-day trial, a jury found appellant guilty on all six counts.\r\n\nThis appeal ensued.\r\n\nII.  DISCUSSION\r          II.  DISCUSSION\r\n\n          Appellant advances three assignments  of error.  First,\r\n\nhe maintains that the district court  erred in admitting evidence\r\n\nof Luciano's death.  Second, he argues that the court should have\r\n\ndeclared  a mistrial  when a  prosecution witness  stated in  the\r\n\njury's  presence  that Roman  had  pleaded guilty.    Finally, he\r\n\nsuggests  that his life sentence punishes him for an offense with\r\n\nwhich  he  was  never  charged  (Luciano's  murder),  and,  thus,\r\n\ntransgresses the  Constitution.  We address  these reputed errors\r\n\nsequentially.\r\n\n           A.  Admission of Evidence of Victim's Death.\r                     A.  Admission of Evidence of Victim's Death.\r                                                                \r\n\n          Appellant,   who  unsuccessfully  moved  in  limine  to\r                                                                       \r\n\nforestall the prosecution from showing that Luciano was killed in\r\n\n                                5\r\r\n\nthe course  of the third incident, asseverates  that the victim's\r\n\ndeath was irrelevant to  the question of guilt  on the charge  of\r\n\nattempted carjacking,  and that no evidence  concerning the death\r\n\nshould have been admitted.  Our study of this asseveration begins\r\n\nwith  the language of  the carjacking statute,  which provided on\r\n\nthe date of appellant's offense:\r\n\n               Whoever,  possessing a  firearm  .  .  .\r\n          takes   a  motor   vehicle   that  has   been\r\n          transported,   shipped,    or   received   in\r\n          interstate  or  foreign  commerce   from  the\r\n          person or  presence of  another by  force and\r\n          violence  or by intimidation,  or attempts to\r\n          do so, shall -\r\n                    (1)  be fined  under this  title or\r\n          imprisoned not more than 15 years, or both,\r\n                    (2) if serious bodily  injury . . .\r\n          results,  be   fined  under  this   title  or\r\n          imprisoned not  more than 25 years,  or both,\r\n          and\r\n                    (3)  if  death  results,  be  fined\r\n          under this title or imprisoned for any number\r\n          of years up to life, or both.\r\n\n18 U.S.C.   2119 (Supp. V 1993).\r\n\n          Appellant  asserts that  the district  court mistakenly\r\n\nthought that  the victim's  death constituted  an element of  the\r\n\noffense, and allowed the evidence on that basis.  This was error,\r\n\nhe  maintains,  because  subsection   (3),  the  \"death  results\"\r\n\nprovision,  is not  an element  of the  offense, but,  rather, is\r\n\nsimply a  sentencing enhancement mechanism.   Thus, he concludes,\r\n\nthe victim's death had no bearing upon the determination of guilt\r\n\nfor the underlying offense,  and should not have been  brought to\r\n\nthe jury's attention.\r\n\n          As  an  inauguratory  matter,  we  disavow  appellant's\r\n\nassertion  that  the  district  court held  the  \"death  results\"\r\n\n                                6\r\r\n\nprovision  to be a separate element of the offense of carjacking.\r\n\nAs we parse the  version of the statute under  which Rivera-Gomez\r\n\nwas  convicted, the crime of carjacking  had four elements, viz.,\r                                                                          \r\n\n(1) taking (or attempting to take) from the person or presence of\r\n\nanother,  (2) by force,  violence, or  intimidation, (3)  a motor\r\n\nvehicle   previously  transported,   shipped,   or  received   in\r\n\ninterstate or foreign  commerce, (4)  while using  or carrying  a\r\n\nfirearm.1   See United  States v.  Johnson, </pre><span class=\"citation\" data-id=\"676075\"><a href=\"/opinion/676075/united-states-v-bruce-anthony-johnson/\"><span class=\"volume\">32</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span><pre class=\"inline\">,  85 (4th\r                                                    \r\n\nCir.),  cert. denied,  115 S.  Ct. 650  (1994); United  States v.\r                                                                        \r\n\nHarris, </pre><span class=\"citation\" data-id=\"6528\"><a href=\"/opinion/6528/united-states-v-harris/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1275</span></a></span><pre class=\"inline\">, 1279 (5th Cir.)  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span>  <span class=\"reporter\">S. Ct.</span>\r                                                              \r\n\n<span class=\"page\">458</span> </span><pre class=\"inline\">(1994); United States  v. Singleton, </pre><span class=\"citation\" data-id=\"663705\"><a href=\"/opinion/663705/united-states-v-heath-a-singleton-and-douglas-joseph-aleman/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1419</span></a></span><pre class=\"inline\">,  1422 (5th\r                                                 \r\n\nCir. 1994).\r\n\n          The  district  court appears  to  have understood  this\r\n\nstructure,  and  the  record  suggests  that  the court  did  not\r\n\nconsider  the death  of a  victim to  be a  further (independent)\r\n\nelement  of the carjacking offense.  Judge Laffitte stated at the\r\n\npretrial hearing  on the motion  in limine that the  death of the\r                                                    \r\n\nvictim was  an offense element \"not  as such,\" but  only as \"part\r\n\nand parcel\" of the \"force and violence\" element of the carjacking\r\n\ncharge.  In the same vein, the judge's jury instructions outlined\r\n\n                    \r                              \r\n\n     1Section 2119 has  since been  amended.  In  the 1994  crime\r\nbill, Congress substituted  the phrase \"with the  intent to cause\r\ndeath  or  serious  bodily   harm\"  for  the  language  requiring\r\npossession  of  a firearm.   See  Violent  Crime Control  and Law\r                                          \r\nEnforcement Act of 1994,   60003(a)(14), Pub. L. No. 103-322, 108\r\nStat. 1796, 1970.  Thus, the new law leaves the offense with four\r\nelements,  but  changes  the focus  of  the  fourth element  from\r\nweaponry to intention, requiring  that the prosecution prove that\r\nthe defendant perpetrated  the crime with the specific  intent of\r\ncausing death or serious bodily harm.\r\n\n                                7\r\r\n\nthe four essential elements of carjacking described above, saying\r\n\nnothing  about   \"death  results\"   as  an   independent  element\r\n\napplicable to count 3.\r\n\n          In  our  view,  then,  the  court's  admission  of  the\r\n\nevidence  derived  not  from  a misapprehension  that  the  death\r\n\nconstituted an  independent offense element, but,  rather, from a\r\n\nbelief  that  evidence of  Luciano's  death helped  to  prove the\r\n\nessential  \"force  and  violence\"  element.   The  question  that\r\n\nremains is whether the court blundered in allowing the government\r\n\nto present the challenged evidence as a means of proving that the\r\n\ncarjackers employed force and violence  in carrying out the third\r\n\nincident.  We think not.\r\n\n          It is difficult to conceive of a situation in which the\r\n\ndeath of a victim  will not be relevant  to the use of force  and\r\n\nviolence during the commission  of an attempted carjacking.   See\r                                                                           \r\n\nFed. R.  Evid. 401 (defining \"relevant  evidence\"); United States\r                                                                           \r\n\nv.  Rodriguez, </pre><span class=\"citation\" data-id=\"1685533\"><a href=\"/opinion/1685533/united-states-v-rodriguez/\"><span class=\"volume\">871</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">545</span></a></span><pre class=\"inline\">,  549 (D.P.R.  1994) (approving\r                       \r\n\nadmission  of  evidence of  \"the victim's  death  as well  as the\r\n\nmanner  and means by which  it was accomplished\"  as relevant and\r\n\n\"highly  persuasive\"  of \"force  and  violence\"  in a  carjacking\r\n\nprosecution).   This  case  is certainly  not the  exception that\r\n\nproves the rule.  Nevertheless, relevancy does not tell the total\r\n\ntale.    Evidence,  though  relevant,  may  be excluded  \"if  its\r\n\nprobative  value is  substantially  outweighed by  the danger  of\r\n\nunfair  prejudice, confusion  of  the issues,  or misleading  the\r\n\njury.\"  Fed. R. Evid. 403.  We turn, therefore, to the balance of\r\n\n                                8\r\r\n\nprobative worth and unfair prejudice.\r\n\n          In  this  instance,  appellant insists  that,  even  if\r\n\nevidence concerning the killing was probative of guilt  under the\r\n\nforce  and violence element of  the offense, it  was not actually\r\n\nnecessary  to the prosecution's  case   the  government had other\r\n\nevidence, such  as the  circumstances of the  carjackers' initial\r\n\nencounter with the victim, that  would have made the point    and\r\n\nthe likelihood was great that grisly details would stir the baser\r\n\npassions of  the jurors and cloud their  minds so that they could\r\n\nnot make  an objective  appraisal  of the  evidence before  them.\r\n\nThus,  appellant's  thesis runs,  the  risk  of unfair  prejudice\r\n\ninherent in  permitting the  prosection to introduce  evidence of\r\n\nthe  homicide  substantially   outweighed  whatever   incremental\r\n\nprobative value the evidence may have supplied.\r\n\n          We  review   a  trial  court's  rulings   admitting  or\r\n\nexcluding  particular  evidence for  abuse  of  discretion.   See\r                                                                           \r\n\nUnited States v.  Holmquist, </pre><span class=\"citation\" data-id=\"195622\"><a href=\"/opinion/195622/united-states-v-holmquist/\"><span class=\"volume\">36</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></a></span><pre class=\"inline\">, 163  (1st Cir.  1994),\r                                     \r\n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1797</span> </span><pre class=\"inline\">(1995); Veranda  Beach Club  Ltd.\r                                                                           \r\n\nPartnership  v. Western Surety Co., </pre><span class=\"citation\" data-id=\"563774\"><a href=\"/opinion/563774/veranda-beach-club-limited-partnership-v-western-surety-co-frg-ventures/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span><pre class=\"inline\">, 1373 (1st Cir.\r                                            \r\n\n1991);  United States v. Nazarro,  </pre><span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1158</span></span><pre class=\"inline\">,  1168 (1st Cir.\r                                          \r\n\n1989).   We grant the  trial court especially  wide latitude when\r\n\nRule 403 balancing is the subject of review.  \"Only  rarely   and\r\n\nin extraordinarily  compelling circumstances   will  we, from the\r\n\nvista  of a cold appellate record, reverse a district court's on-\r\n\nthe-spot  judgment concerning the  relative weighing of probative\r\n\nvalue and unfair effect.\"  Freeman v. Package Mach. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n                                <span class=\"page\">9</span>\r</span><pre class=\"inline\">\r\n\n1331,  1340 (1st Cir.  1988).  This  deference is equally  due in\r\n\ncriminal cases.   See, e.g., United  States v. Rodriguez-Estrada,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"524961\"><a href=\"/opinion/524961/united-states-v-hector-m-rodriguez-estrada/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span><pre class=\"inline\">, 156 (1st Cir. 1989); United States v. Ingraham, </pre><span class=\"citation\" data-id=\"496705\"><a href=\"/opinion/496705/united-states-v-robert-christopher-ingraham-aka-arthur-robert-mackeil/\"><span class=\"volume\">832</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">229</span></a></span><pre class=\"inline\">, 233-34  (1st Cir.  1987), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">1009</span>\r</span><pre class=\"inline\">                                                          \r\n\n(1988); United States v.  Tierney, </pre><span class=\"citation\" data-id=\"451517\"><a href=\"/opinion/451517/united-states-v-robert-f-tierney/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">382</span></a></span><pre class=\"inline\">, 388  (1st Cir.),\r                                           \r\n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">843</span> </span><pre class=\"inline\">(1985).\r                      \r\n\n          Through this  modest lens, we see  no cognizable defect\r\n\nin the  district  court's Rule  403  balancing.   Whatever  other\r\n\nevidence  was available,  evidence  of  Luciano's death  remained\r\n\nhighly  probative of  culpability for an  essential element  of a\r\n\nsection 2119 offense.  Presumably,  like most evidence offered by\r\n\nthe  government in a criminal case, this evidence was designed to\r\n\nprejudice the  jury  against  the defendant  in  the  sense  that\r\n\nexposure  to it would  render a conviction more  likely.  But the\r\n\nintroduction of relevant evidence to influence perceptions is the\r\n\nstuff of  our adversary system  of justice.   The law  protects a\r\n\ndefendant against unfair  prejudice, not  against all  prejudice.\r                                                               \r\n\nSee  </pre><span class=\"citation\" data-id=\"524961\"><span class=\"antecedent_guess\">Rodriguez-Estrada,</span> <a href=\"/opinion/524961/united-states-v-hector-m-rodriguez-estrada/\"><span class=\"volume\">877</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">155-56</span></a></span><pre class=\"inline\">; Onujiogu  v. United\r                                                                           \r\n\nStates, </pre><span class=\"citation\" data-id=\"487236\"><a href=\"/opinion/487236/anne-onujiogu-etc-v-united-states-of-america/\"><span class=\"volume\">817</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span><pre class=\"inline\">, 6 (1st  Cir. 1987); see also  Veranda </pre><span class=\"citation\" data-id=\"563774\"><span class=\"antecedent_guess\">Beach,</span>\r                                                                          \r\n\n<a href=\"/opinion/563774/veranda-beach-club-limited-partnership-v-western-surety-co-frg-ventures/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1372</span> </a></span><pre class=\"inline\">(explaining that \"trials were never meant  to be\r\n\nantiseptic affairs;  it is  only unfair prejudice,  not prejudice\r\n\nper se, against which  Rule 403 guards\").  Since the  evidence at\r\n\nissue is so tightly linked to guilt as defined by the elements of\r\n\nthe offense,  it would  be surpassingly  difficult  to justify  a\r\n\nfinding of unfair prejudice stemming from its introduction.\r\n\n          Here, moreover, there are several additional weights on\r\n\n                                10\r\r\n\nthe  scale favoring  admissibility.  For  one thing,  because the\r\n\nperpetrators fled immediately after  the shooting, leaving behind\r\n\nboth  the  Mazda  and  a dying  man  in  the  driver's  seat, the\r\n\ngovernment's case on  count 3  depended on its  ability to  prove\r\n\nattempted carjacking.   Without  knowing of Luciano's  death, the\r\n\njury may have been left to wonder why two supposed carjackers had\r\n\nturned their backs on  an expensive, late-model sports car.   For\r\n\nanother  thing, Hidalgo,  understandably concerned  with her  own\r\n\nsafety at the time the incident occurred, could give only limited\r\n\ntestimony  as to what transpired,  and there was  a definite risk\r\n\nthat the jury,  if uninformed of Luciano's  passing, would engage\r\n\nin  speculation as  to  why the  prosecution  did not  offer  his\r\n\ntestimony at trial.   See, e.g., United States v.  Accetturo, </pre><span class=\"citation\" data-id=\"584322\"><a href=\"/opinion/584322/united-states-v-anthony-accetturo-robert-s-basha-raymond-j-basha/\"><span class=\"volume\">966</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span><pre class=\"inline\">, 637 (11th Cir.  1992) (holding the fact of a  witness's\r\n\ndeath  admissible as  \"relevant  to explain  the  fact that  [the\r\n\nwitness]  did  not  testify\"   and  to  prevent  the   jury  from\r\n\nspeculating),  cert. denied,  113 S.  Ct.  1053 (1993);  see also\r                                                                           \r\n\nUnited  States v. Williams, </pre><span class=\"citation\" data-id=\"70234\"><a href=\"/opinion/70234/united-states-v-williams/\"><span class=\"volume\">51</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1004</span></a></span><pre class=\"inline\">, 1010  (11th Cir. 1995)\r                                    \r\n\n(citing  Accetturo in admitting evidence of a victim's death in a\r                            \r\n\ncarjacking prosecution), petition for  cert. filed (U.S. Aug. 11,\r                                                            \r\n\n1995) (No. 95-5555).\r\n\n          These   considerations,   taken   in   the   aggregate,\r\n\nunderscore the  invulnerability of  the district  court's ruling.\r\n\nThe evidence here did more than tend to show guilt on one element\r\n\nof  the offense;  it also  constituted a  crucial chapter  in the\r\n\ngovernment's  narrative  account   of  appellant's   carjackings,\r\n\n                                11\r\r\n\nallowing  the  jury  to  put  matters  into  perspective.   Trial\r\n\nevidence is supposed to help  the jury reconstruct earlier events\r\n\nand  then  apportion  guilt  or  responsibility  as  the law  may\r\n\nrequire.   Rule  403 exists  to facilitate  this process,  not to\r\n\nimpede  it.   We think  it follows  that, although  a \"controlled\r\n\nenvironment for  the reception of  proof is essential,  . .  . an\r\n\nartificially  sterile  environment   is  neither  necessary   nor\r\n\ndesirable.\"   Wagenmann  v. Adams,  </pre><span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">196</span></a></span><pre class=\"inline\">, 217  (1st Cir.\r                                           \r\n\n1987); see also  United States v.  McRae, </pre><span class=\"citation\" data-id=\"363891\"><a href=\"/opinion/363891/united-states-v-stephen-roderick-mcrae/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">700</span></a></span><pre class=\"inline\">,  707 (5th\r                                                  \r\n\nCir.) (\"Unless trials are to be conducted on scenarios, on unreal\r\n\nfacts tailored and sanitized for the occasion, the application of\r\n\nRule  403 must be  cautious and sparing.   Its major  function is\r\n\nlimited  to excluding  matter  of scant  or cumulative  probative\r\n\nforce,  dragged in by  the heels for the  sake of its prejudicial\r\n\neffect.\"), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span> </span><pre class=\"inline\">(1979).\r                                 \r\n\n          When  a  trial  court  in  a  criminal  case  exercises\r\n\ndiscretion at first  hand, the  court of appeals  should go  very\r\n\nslowly  in interfering  with its  judgment calls.   The  need for\r\n\ncaution  is magnified when, as  now, a challenged  ruling has the\r\n\neffect of vindicating the government's well-established \"right to\r\n\npresent  to the jury  a picture of  the events relied upon  . . .\r\n\nincluding  proof of  all  elements of  the  crime for  which  the\r\n\ndefendant  has been brought to trial.\"  United States v. Tavares,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"195307\"><a href=\"/opinion/195307/united-states-v-tavares/\"><span class=\"volume\">21</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3-4 (1st Cir. 1994)  (en banc) (citation and internal\r\n\nquotation marks omitted).   Here, the  disputed evidence is  both\r\n\npicture and proof; though lurid, it is part of what old-fashioned\r\n\n                                12\r\r\n\nlawyers might call the  res gestae, and it is  directly probative\r                                            \r\n\nof an element of  the offense.  Consequently,  the court did  not\r\n\nerr in admitting it.   After all, it is the rare case  in which a\r\n\ncourt  must require that the  story of the  crime be spoon-fed to\r\n\njurors in bits and pieces from which every drop of juice has been\r\n\ndrained.\r\n\n                  B.  Denial of Mistrial Motion.\r                            B.  Denial of Mistrial Motion.\r                                                         \r\n\n          During  his  trial  testimony,  a  prosecution witness,\r\n\nhomicide   detective   Lama-Canino,   blurted  out   that   Roman\r\n\n(appellant's  partner in crime) had entered a guilty plea.  Judge\r\n\nLaffitte immediately struck the statement, instructed  the jurors\r\n\nto  disregard it, and warned them not to ponder the codefendant's\r\n\nfate.    However,  the  court  refused  to  declare  a  mistrial.\r\n\nAppellant assigns error.\r\n\n          The trial  judge is best situated to make a battlefield\r\n\nassessment  of  the impact  that a  particular piece  of improper\r\n\ninformation may  have on a jury.   See United States  v. Lau, </pre><span class=\"citation\" data-id=\"494125\"><a href=\"/opinion/494125/united-states-v-michael-alan-lau-united-states-of-america-v-bruce-taylor/\"><span class=\"volume\">828</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">871</span></a></span><pre class=\"inline\">, 874  (1st  Cir. 1987),  cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">485</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">1005</span>\r</span><pre class=\"inline\">                                                          \r\n\n(1988).   For this reason,  we have long  recognized that motions\r\n\nfor  mistrial are  committed to  the presider's  discretion, see,\r                                                                          \r\n\ne.g., United States  v. De Jongh, </pre><span class=\"citation\" data-id=\"563787\"><a href=\"/opinion/563787/united-states-v-maria-enriqueta-cirila-trinidad-de-jongh/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  3 (1st Cir. 1991),\r                                          \r\n\nespecially  when such a motion  is predicated on some spontaneous\r\n\ntrial development  that can best be gauged in the ebb and flow of\r\n\nthe  trial itself, see United States v.  Pierro, </pre><span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span><pre class=\"inline\">, 617\r                                                         \r\n\n(1st Cir.  1994),  cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">115</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">919</span> </span><pre class=\"inline\">(1995).    Our\r                                         \r\n\nreluctance  to intervene is often reinforced by an awareness that\r\n\n                                13\r\r\n\nin most cases a firm, timely curative instruction will adequately\r\n\nquell  the  potential  for  prejudice.    See  United  States  v.\r                                                                       \r\n\nSepulveda,  </pre><span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1184 (1st Cir. 1993), cert. denied, 114\r                                                                      \r\n\nS.  Ct. 2714 (1994); United  States v. Ferreira,  </pre><span class=\"citation\" data-id=\"489936\"><a href=\"/opinion/489936/united-states-v-william-ferreira/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 5-6\r                                                         \r\n\n(1st Cir. 1987).\r\n\n          Although  every  trial  is different,  and,  therefore,\r\n\nevery  mistrial motion is sui generis, the assignment of error in\r                                               \r\n\nthis case is  reminiscent of  that advanced in  United States  v.\r                                                                       \r\n\nBello-Perez,  </pre><span class=\"citation\" data-id=\"593168\"><a href=\"/opinion/593168/united-states-v-andres-gabriel-bello-perez-aka-garby/\"><span class=\"volume\">977</span>  <span class=\"reporter\">F.2d</span>   <span class=\"page\">664</span> </a></span><pre class=\"inline\"> (1st  Cir.  1992).     There,  the\r                     \r\n\ndefendant's  paramour twice  blurted out  that the  defendant had\r\n\nsuffered  a gunshot  wound  in an  event  unrelated to  the  drug\r\n\ntrafficking conspiracy with  which he  was charged.   See </pre><span class=\"citation\" data-id=\"593168\"><a href=\"/opinion/593168/united-states-v-andres-gabriel-bello-perez-aka-garby/\"><span class=\"id_token\">id.</span>  at\r                                                                       \r\n\n672. </a></span><pre class=\"inline\">   The  district   judge  gave  a  contemporaneous  curative\r\n\ninstruction on each occasion, and refused to  declare a mistrial.\r\n\nWe upheld the ruling.  See </pre><span class=\"citation\" data-id=\"593168\"><a href=\"/opinion/593168/united-states-v-andres-gabriel-bello-perez-aka-garby/\"><span class=\"id_token\">id.</span>\r                                        \r\n\n          Here, as </a></span><pre class=\"inline\">in Bello-Perez,  the trial court's handling of\r                                           \r\n\nthe witness's rash comment was well within the broad range of its\r\n\ndiscretion.   The  analogy operates  on at  least three  levels.2\r\n\nFirst, here, as in Bello-Perez, the offensive information, though\r                                        \r\n\nunfit for  jury consumption,  was  not of  a kind  that might  be\r\n\n                    \r                              \r\n\n     2Appellant belatedly  attempts to distinguish the  two cases\r\non the ground that here, unlike in </pre><span class=\"citation\" data-id=\"593168\"><span class=\"antecedent_guess\">Bello-Perez,</span> <a href=\"/opinion/593168/united-states-v-andres-gabriel-bello-perez-aka-garby/\"><span class=\"volume\">977</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">672</span></a></span><pre class=\"inline\">,\r                                                        \r\nthe offending  witness   a police officer   acted in bad faith by\r\ndeliberately  uttering  the improper  testimony.    At the  time,\r\nhowever,  appellant's  counsel expressed  his agreement  with the\r\njudge's  assessment  that the  witness  had  made a  spontaneous,\r\naccidental slip of the tongue.  That ends  the matter.  Arguments\r\nnot raised in  the lower court  cannot be unfurled for  the first\r\ntime on appeal.  See United States v. Slade, </pre><span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span><pre class=\"inline\">, 30 (1st\r                                                     \r\nCir. 1992).\r\n\n                                14\r\r\n\nthought irredeemably to  poison the  well.  The  fact that  Roman\r\n\npleaded guilty  had no bearing  upon appellant's primary  line of\r\n\ndefense    mistaken identity    and  had nothing  to do  with the\r\n\ngovernment's  attempt to prove that  Rivera-Gomez was the man who\r\n\naccompanied Roman during the carjacking spree.\r\n\n          Second, the strength  of the government's  overall case\r\n\nis frequently a  cardinal factor  in evaluating the  denial of  a\r\n\nmistrial motion.  Here, as in Bello-Perez, the prosecution's case\r                                                   \r\n\nwas extremely  robust.   There is  a correspondingly  small risk,\r\n\ntherefore, that Lama-Canino's wayward  remark could have been the\r\n\nstraw  that broke  the dromedary's  back.   See United  States v.\r                                                                        \r\n\nScelzo, </pre><span class=\"citation\" data-id=\"482092\"><a href=\"/opinion/482092/united-states-v-joseph-scelzo/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span><pre class=\"inline\">, 5 (1st Cir. 1987).\r                \r\n\n          Third,  permitting  the   trial  to  proceed   is  more\r\n\npalatable because, as in Bello-Perez, the judge gave an immediate\r                                              \r\n\ncurative instruction   a  device that we have regularly  endorsed\r\n\nas  a means of dispelling potential prejudice.  See United States\r                                                                           \r\n\nv. Chamorro,  </pre><span class=\"citation\" data-id=\"407932\"><a href=\"/opinion/407932/united-states-v-sergio-chamorro-aka-sergio-hernandez/\"><span class=\"volume\">687</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  6 (1st Cir.),  cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span>\r                                                                \r\n\n<span class=\"page\">1043</span> </span><pre class=\"inline\">(1982).   We not only believe that the  language used by the\r\n\ncourt fit the occasion, but we  also take heed that appellant did\r\n\nnot    then or now   suggest a more  felicitous phrasing.  At the\r\n\nexpense  of carting  coal to  Newcastle, we  note, too,  that the\r\n\njudge, in  a commendable  abundance of caution,  again admonished\r\n\nthe  jurors in his final instructions that appellant alone was on\r\n\ntrial, and that Roman's  guilt or innocence was not a matter with\r\n\nwhich  they  should concern  themselves.   We are  confident that\r\n\nthese instructions,  in combination, eliminated  any prospect  of\r\n\n                                15\r\r\n\nprejudice that  might otherwise  have flowed from  the gratuitous\r\n\naside.\r\n\n          As  a  fallback  position,  appellant claims  that  the\r\n\ndistrict court's instructions did  more harm than good, reminding\r\n\nthe jury of  the substance of the improper observation.   In some\r\n\nrespects,  of course, instructions cautioning jurors to disregard\r\n\ntestimony  may often  appear  to turn  evidence  into a  form  of\r\n\nforbidden  fruit.  Every parent knows that admonitions to refrain\r\n\nsometimes  only emphasize the attraction.  Cf. Tom Jones &amp; Harvey\r                                                        \r\n\nSchmidt,  Never Say No (The  Fantastiks, 1960) (\"My  son was once\r                                \r\n\nafraid  to  swim; the  water made  him wince.    Until I  said he\r\n\nmustn't swim; he's been  swimmin' ever since.\").  But  jurors are\r\n\nnot children, and our system of trial by jury is  premised on the\r\n\nassumption  that jurors  will  scrupulously  follow  the  court's\r\n\ninstructions.  See Richardson v. Marsh, </pre><span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span><pre class=\"inline\">, 206 (1987);\r                                                \r\n\nFrancis  v. Franklin, </pre><span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></span><pre class=\"inline\">, 324 n.9 (1984); </pre><span class=\"citation\" data-id=\"662432\"><span class=\"antecedent_guess\">Sepulveda,</span> <a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span>\r                                                                       \r\n\n<span class=\"reporter\">F.3d</span> at  <span class=\"page\">1185</span></a></span><pre class=\"inline\">.  Here,  we have no  basis (apart  from appellant's\r\n\nself-interested  speculation) to  presume that  the evils  of the\r\n\ncure exceeded  those of  the  disease, and  we therefore  decline\r\n\nappellant's unsupported invitation to  surmise that the jury took\r\n\nthe wrong message from the curative instruction.\r\n\n          To  recapitulate, given  the nature  of the  taint, the\r\n\nstrength of  the  government's case,  and the  promptness of  the\r\n\ndistrict court's  instructions, we are unprepared to say that the\r\n\ncourt misused its discretion in denying the mistrial motion.  See\r                                                                           \r\n\nUnited  States v.  Sclamo,  </pre><span class=\"citation\" data-id=\"357349\"><a href=\"/opinion/357349/united-states-v-joseph-sclamo-john-corio-and-william-carlo/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">888</span></a></span><pre class=\"inline\">,  891 (1st  Cir.  1978)\r                                   \r\n\n                                16\r\r\n\n(upholding a denial of  mistrial after witness' improper comment,\r\n\n\"in light of the strong case and substantial evidence produced by\r\n\nthe  government, and in view  of the court's  cautionary words to\r\n\nthe jury concerning stricken testimony\").\r\n\n                C.  Imposition of a Life Sentence.\r                          C.  Imposition of a Life Sentence.\r                                                           \r\n\n          In  his final  foray, appellant  takes aim at  the life\r\n\nsentence  imposed on  count 3.   Having  argued earlier  that the\r\n\n\"death results\" provision of the statute of conviction, 18 U.S.C.\r\n\n  2119  (3), is  not an  element of the  offense, </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span>  supra </span><pre class=\"inline\">Part\r                                                                      \r\n\nII(A), appellant now  posits that the  life sentence he  received\r\n\npunishes him for a crime    Luciano's murder   with which  he was\r\n\nnever  charged, and  that,  therefore, his  sentence offends  the\r\n\nConstitution.  We discern no constitutional infirmity.\r\n\n          Appellant's   argument   is   not    entirely   without\r\n\nfoundation.  We agree  with him that subsection (3)  demarcates a\r\n\nsentence-enhancing  factor, and  does  not  establish a  separate\r\n\noffense  with an additional element.  After all, not every matter\r\n\nmentioned  in the text of a criminal statute comprises an element\r\n\nof the offense.\r\n\n          To be sure,  attempting to distinguish  between offense\r\n\nelements and sentence enhancers can sometimes be a daunting task.\r\n\nWhen  deciding  how a  particular  statutory  allusion should  be\r\n\nconstrued,  an  inquiring  court   must  mull  the  language  and\r\n\nstructure of  the statute,  and, when necessary,  its legislative\r\n\nhistory.   See United  States v. Forbes, </pre><span class=\"citation\" data-id=\"195227\"><a href=\"/opinion/195227/united-states-v-forbes/\"><span class=\"volume\">16</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1294</span></a></span><pre class=\"inline\">, 1298 (1st\r                                                 \r\n\nCir.  1994); United  States v.  Ryan, </pre><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">660</span></span><pre class=\"inline\">, 667  (8th Cir.\r                                              \r\n\n                                17\r\r\n\n1993), modified on other grounds, </pre><span class=\"citation\" data-id=\"683197\"><a href=\"/opinion/683197/united-states-v-dale-lynn-ryan/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">361</span> </a></span><pre class=\"inline\">(8th Cir. 1994) (en\r                                          \r\n\nbanc), cert. denied,  115 S.  Ct. 1793 (1995);  United States  v.\r                                                                       \r\n\nRumney, </pre><span class=\"citation\" data-id=\"518388\"><a href=\"/opinion/518388/united-states-v-arthur-w-rumney/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span><pre class=\"inline\">,  717-19 (1st Cir.), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span>\r                                                                \r\n\n<span class=\"page\">908</span> </span><pre class=\"inline\"> (1989); United States v.  Jackson, </pre><span class=\"citation\" data-id=\"491628\"><a href=\"/opinion/491628/united-states-v-frederick-jackson/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">21</span></a></span><pre class=\"inline\">, 23-24 (D.C.\r                                                \r\n\nCir. 1987).\r\n\n          The structure of section 2119, the unexpurgated text of\r\n\nwhich  is </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">quoted</span> supra </span><pre class=\"inline\">at p. 5,3 strongly indicates that Congress\r                                \r\n\nintended its subsections to be sentence-enhancing factors and not\r\n\nelements  constituting separate  species of  carjacking offenses.\r\n\nThe  initial paragraph  of the statute  establishes the  crime of\r\n\ncarjacking.  That paragraph ends  with the word \"shall,\" followed\r\n\nby  three subsections.   These  subsections are  not structurally\r\n\nindependent   provisions  in  which  the  essential  elements  of\r\n\ncarjacking   are  redefined   and  embellished   with  additional\r\n\ncomponents.    Rather,  the  structure  is  integrated,  and  the\r\n\nstatutory provisions form a seamless whole.\r\n\n          The first  subsection limns the base  sentence, and the\r\n\nfollowing two subsections clear the way for enhanced sentences if\r\n\neither serious bodily injury or death results from the commission\r\n\nof the carjacking  offense.  Ripped from  their textual moorings,\r\n\nsubsections (2) and (3) would be little more than gibberish; they\r\n\nare   incapable  of   \"stand[ing]  alone,   independent  of   the\r\n\n[underlying]  offense.\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Ryan,</span> <span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">667</span></span><pre class=\"inline\">.  Consequently, this\r                                       \r\n\nstatutory structure  comprises persuasive evidence  that Congress\r\n\n                    \r                              \r\n\n     3The 1994 amendment, discussed supra note 1, does not affect\r                                                   \r\nour analysis of these subsections.\r\n\n                                18\r\r\n\nintended the  second and third subsections simply  to augment the\r\n\nsentences for  certain aggravated  carjackings, not  to establish\r\n\nadditional  offenses  with independent  elements.   Accord United\r                                                                           \r\n\nStates  v. Oliver, </pre><span class=\"citation\" data-id=\"699623\"><a href=\"/opinion/699623/united-states-v-donovan-dwayne-oliver-darryl-lee-mcmillan-nathaniel-jones/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">547</span></a></span><pre class=\"inline\">, 552 (9th Cir. 1995); </pre><span class=\"citation\" data-id=\"70234\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/70234/united-states-v-williams/\"><span class=\"volume\">51</span>\r                                                                       \r\n\n<span class=\"reporter\">F.3d</span> at <span class=\"page\">1009</span></a></span><pre class=\"inline\">.\r\n\n          Although this reading is the most natural and sensible,\r\n\nespecially given the interdependence of the provisions, we go the\r\n\nextra  mile   and  venture  into  the   legislative  history  for\r\n\nconfirmation of Congress's  intent.  The path  is plainly marked,\r\n\nsee </pre><span class=\"citation\" data-id=\"699623\"><span class=\"antecedent_guess\">Oliver,</span>  <a href=\"/opinion/699623/united-states-v-donovan-dwayne-oliver-darryl-lee-mcmillan-nathaniel-jones/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span>  at  <span class=\"page\">553</span></a></span><pre class=\"inline\">, and  we can  deduce  no reason  to\r                    \r\n\nretrace its  contours.   The Eleventh  Circuit has  collected and\r\n\ncanvassed  the  relevant   historical  materials,  examined  them\r\n\nperspicaciously, and  concluded that  the  background of  section\r\n\n2119 makes manifest that Congress intended subsection (3) to be a\r\n\nsentence  enhancer,  not  a separate  offense.    See  </pre><span class=\"citation\" data-id=\"699623\"><a href=\"/opinion/699623/united-states-v-donovan-dwayne-oliver-darryl-lee-mcmillan-nathaniel-jones/\"><span class=\"id_token\">id.</span>   This\r                                                                    \r\n\nconclusion </a></span><pre class=\"inline\">is unarguable, and we adopt it.\r\n\n          Having  concluded  that  18   U.S.C.     2119(3)  is  a\r\n\nsentence-enhancing factor, we next consider the constitutionality\r\n\nvel non of  appellant's life sentence  on count 3.   Viewed as  a\r                 \r\n\nsentence-enhancing   factor,   subsection   (3)    represents   a\r\n\ncongressional  judgment that  the punishment  for  committing the\r\n\ncrime of carjacking should be harsher if the offense, as actually\r\n\nperpetrated,  includes  conduct that  produces  the  demise of  a\r\n\nvictim.    In  this sense,  the  architecture  of  the carjacking\r\n\nstatute bears a family  resemblance to the design of  the federal\r\n\nsentencing  guidelines, which  make  generous use  of \"sentencing\r\n\n                                19\r\r\n\nenhancement  regimes  evincing  the judgment  that  a  particular\r\n\noffense  should  receive  a  more  serious  sentence  within  the\r\n\nauthorized range if it  was either accompanied by or  preceded by\r\n\nadditional criminal activity.\"   Witte v.  United States, 115  S.\r                                                                  \r\n\nCt.  2199, 2208  (1995).   For example,  under U.S.S.G.    1B1.3,\r\n\n\"this  court  has repeatedly  upheld  the  inclusion as  relevant\r\n\nconduct of acts either  not charged or charged but  dropped,\" and\r\n\nauthorized resort to that  conduct as a sentence-enhancing datum.\r\n\nUnited  States v.  Garcia,  </pre><span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">12</span></a></span><pre class=\"inline\">,  15  (1st  Cir.  1992)\r                                   \r\n\n(collecting cases).  By like token, a defendant convicted of drug\r\n\ntrafficking  will find his sentence enhanced if it turns out that\r\n\nhe  possessed a  dangerous  weapon during  the commission  of the\r\n\ncrime,  see  U.S.S.G.  2D1.1(b)(1),  or  if a  victim  died under\r                     \r\n\ncircumstances that would constitute murder, see </pre><span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"id_token\">id.</span>  2D1.1(d).\r                                                             \r\n\n          The </a></span><pre class=\"inline\"> Supreme  Court  has  made it  pellucid  that  such\r\n\nsentencing enhancement schemes do  not constitute punishments for\r\n\nseparate offenses:   \"the  fact that the  sentencing process  has\r\n\nbecome more  transparent under the guidelines . . . does not mean\r\n\nthat the defendant is now being `punished' for uncharged  conduct\r\n\nas though it were a distinct criminal `offense.'\"  Witte,  115 S.\r                                                                  \r\n\nCt.  at  2207;  see also  </pre><span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"id_token\">id.</span>  at  2206-07 </a></span><pre class=\"inline\"> (explaining that  the\r                                       \r\n\nconsideration  given  to  particular  aspects  of  character  and\r\n\nconduct  at sentencing \"does  not result in  `punishment' for any\r\n\noffense  other   than  the  one   of  which  the   defendant  was\r\n\nconvicted\").  So it is here.  Appellant is not being punished for\r\n\nthe  uncharged crime of murder, but, rather, he is being punished\r\n\n                                20\r\r\n\nmore  severely for  the crime of  carjacking because  his conduct\r\n\nduring the  commission of the crime led to the loss of a victim's\r\n\nlife.\r\n\n          Of course, the burgeoning  use of sentence enhancers by\r\n\nCongress and the Sentencing Commission  as part of the  catechism\r\n\nof  punishment   poses  an   obvious  danger  that,   in  extreme\r\n\ncircumstances, the  lagniappe might  begin to overwhelm  the main\r\n\ncourse.  In  all probability, there are constitutional  limits on\r\n\nthe way sentencing factors can be deployed in the punishment of a\r\n\nsubstantive offense.  See </pre><span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"id_token\">id.</span> at 2208; </a></span><pre class=\"inline\">McMillan v.  Pennsylvania,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"111713\"><a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span><pre class=\"inline\">, 88 (1986).  But that proposition is only of academic\r\n\ninterest where, as here, the sentence enhancement scheme \"neither\r\n\nalters  the maximum penalty for the crime committed nor creates a\r\n\nseparate offense calling for a separate penalty.\"   </pre><span class=\"citation\" data-id=\"111713\"><span class=\"antecedent_guess\">McMillan,</span> <a href=\"/opinion/111713/mcmillan-v-pennsylvania/\"><span class=\"volume\">477</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> at <span class=\"page\">87-88</span></a></span><pre class=\"inline\">.\r\n\n          In this case, under appellant's own reading of the law,\r\n\nCongress  has,  in  essence,  established   a  statutory  maximum\r\n\nsentence of  life  imprisonment for  carjacking,  and  authorized\r\n\ncourts to levy such a sentence when a defendant's conduct results\r\n\nin  the victim's  death.  This  paradigm is  no different  in its\r\n\nlegal effect than if Congress had  set a statutory range of up to\r\n\nlife in prison, and  the sentencing guidelines, through a  web of\r\n\nenhancement  factors, had authorized a sentence of life only on a\r\n\nfinding  by  the  sentencing court  that  the  crime  resulted in\r\n\n                                21\r\r\n\ndeath.4  In fine,  section 2119 establishes only one  offense and\r\n\nsets a range of punishment for that offense, varying according to\r\n\nconduct.     So   viewed,  the   sentencing  scheme   crosses  no\r\n\nconstitutional boundaries.\r\n\nIII.  CONCLUSION\r          III.  CONCLUSION\r\n\n          We  need  go  no further.    From  aught  that appears,\r\n\nappellant  was  fairly  tried,  justly  convicted,  and  lawfully\r\n\nsentenced.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                    \r                              \r\n\n     4One might argue that  because a judge has no  discretion to\r\nimpose a life sentence unless death results,   2119(c)(3) amounts\r                                       \r\nto a  \"rule\" establishing  a separate,  uncharged offense.   This\r\nargument would  fail.  \"Regardless of  whether particular conduct\r\nis taken  into account by  rule or as  an act of  discretion, the\r\ndefendant is  still  being  punished  only  for  the  offense  of\r\nconviction.\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Witte,</span> <span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2207</span></span><pre class=\"inline\">.\r                             \r\n\n                                22\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/6528/",
    "https://www.courtlistener.com/api/rest/v3/opinions/70234/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111713/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111865/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195227/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195307/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195622/",
    "https://www.courtlistener.com/api/rest/v3/opinions/357349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/363891/",
    "https://www.courtlistener.com/api/rest/v3/opinions/407932/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482092/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487236/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491628/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494125/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496705/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518388/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563774/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563787/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584322/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/663705/",
    "https://www.courtlistener.com/api/rest/v3/opinions/676075/",
    "https://www.courtlistener.com/api/rest/v3/opinions/683197/",
    "https://www.courtlistener.com/api/rest/v3/opinions/699623/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1685533/"
  ]
}