{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196342/",
  "id": 196342,
  "absolute_url": "/opinion/196342/united-states-v-levy-cordero/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196342/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:49Z",
  "date_modified": "2020-02-21T23:33:04.302441Z",
  "type": "010combined",
  "sha1": "420ef7a9ec8890457781ee427fdb26d395da6cef",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1679.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 93-1679\r\n\n                     UNITED STATES,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                  VICTOR LEVY-CORDERO,\r\n\n                 Defendant, Appellant.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n  [Hon. Raymond L. Acosta, Senior U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\n         Coffin and Cyr, Senior Circuit Judges.\r\n\n                                      \r\n\nJeffrey S. Weiner, Linda L. Houghtaling and Jeffrey S. Weiner,\r\nP.A. on brief, for appellant.\r\nJames K. Robinson, Assistant Attorney General, Criminal\r\nDivision, U.S. Department of Justice, Theresa M.B. Van Vliet,\r\nChief, Narcotic and Dangerous Drug Section, Criminal Division, U.S.\r\nDepartment of Justice, and Grace Chung Becker, Trial Attorney,\r\nNarcotic and Dangerous Drug Section, Criminal Division, U.S.\r\nDepartment of Justice, on brief, for appellee.\r\n\n                                      \r\n\n                  September 17, 1998\r\n                                                TORRUELLA, Chief Judge.  In United States v. Levy-\r\nCordero, 67 F.3d 1002 (1st Cir. 1995) (Levy I), this court heard\r\nthe appeals of three co-defendants convicted, inter alia, of taking\r\npart in a conspiracy to possess with intent to distribute over\r\n1,000 kilograms of marijuana.  We rejected the appeals of two of\r\nthe defendants, but found that an error had been made in the trial\r\nof the third, Vctor Levy-Cordero.  The trial court had erred as a\r\nmatter of law when it excluded proffered evidence that Levy was in\r\nFlorida during the same time that he was allegedly taking part in\r\na large transfer of marijuana.  See id. at 1015.  The district\r\njudge excluded this evidence as a sanction for defense counsel's\r\nalleged willful violation of a discovery order requiring pre-trial\r\nnotice of intent to offer an alibi defense.  See United States v.\r\nLevy-Cordero, 833 F. Supp. 938 (D.P.R. 1993).  However, it was\r\nlater discovered that while similar discovery orders had issued to\r\nother defendants in the case, no such order had issued to Levy. \r\nSee Levy I, 67 F.3d at 1014.  We therefore ordered the district\r\ncourt to conduct a hearing to determine the reliability of the\r\nevidence that Levy was in Florida between March 19, 1987, and\r\nMarch 28 or 29, 1987.  See id. at 1015.  Now, based upon the\r\nevidence adduced at that hearing coupled with further analysis of\r\nthe trial transcript from the underlying trial, we affirm Levy's\r\nconviction.\r\n                       BACKGROUND\r\n     The following facts were uncontradicted at trial, or were\r\nnecessarily found by the jury to support the convictions of Levy's\r\nco-conspirators, William Romero-Lewis and Jos Samuel Forty-\r\nEstremera.  On or about March 7, 1987, a group of co-conspirators\r\nrented a house near Naguabo, Puerto Rico, in order to stash large\r\namounts of marijuana which would be arriving by ship from Colombia. \r\nOver the course of one weekend in March 1987, spanning from Friday\r\nto Sunday nights, the co-conspirators moved 5,000 pounds of\r\nmarijuana from the Colombian ship near the Puerto Rican coast into\r\na smaller boat, then onto the beach and into the stash house.  They\r\nwere later paid in cash and drugs.  Levy was alleged to have taken\r\npart in this off-loading.\r\n     Throughout this case, the specific dates of the off-\r\nloading of the marijuana have been at issue.  However, by a process\r\nof elimination, we can determine that the jury found the exact\r\ndates of the off-loading to be March 27, 28 and 29, 1987.  As\r\nstated above, there was uncontradicted evidence at trial that the\r\noff-loading took place over three nights on a Friday, Saturday, and\r\nSunday in March 1987.  The jury was instructed by the judge and by\r\nboth parties in closing arguments that defendants must be acquitted\r\nfor any actions occurring on the weekend of March 13-15 (or before)\r\nbecause they were beyond the statute of limitations.  Because Levy-\r\nCordero was convicted, the jury must have concluded, consistent\r\nwith the evidence adduced at trial, that the off-loading occurred\r\non one of the two remaining weekends, either March 20-22 or\r\nMarch 27-29.\r\nHowever, this does not exhaust our knowledge about the\r\ndates at issue.  At trial, both parties agreed that a co-\r\nconspirator by the name of Csar Castro-Gmez was present during\r\nthe off-loading.  The jury was also presented with stipulated\r\nevidence proving that Castro was in Florida during the March 20-22\r\nweekend.  Thus, the jury must have concluded that the drugs were\r\noff-loaded on March 27-29, 1987.\r\nWhile his trial was in progress, Levy claims to have\r\nremembered where he was from March 19, 1987, through March 28-29,\r\n1987.  He allegedly traveled to Gainesville, Florida, to attend the\r\nNational Hot Rod Association Gator Nationals drag races, occurring\r\nduring the March 20-22 weekend.  He then supposedly stayed in\r\nFlorida until March 28 or 29.  Levy's lawyer researched the alibi,\r\nand eventually concluded that the Florida alibi was \"airtight,\" and\r\nthat he could \"account for [his] client's presence from the 19th to\r\nthe 28th or 29th, that accounts for every possible date the\r\nwitnesses claim the load occurred.\"  His lawyer brought this\r\ninformation to the court's attention, and, after a contentious\r\nhearing on the admissibility of the evidence, the district court\r\nexcluded it, concluding that the defense had willfully withheld the\r\nevidence from the prosecution and the court in violation of Fed. R.\r\nCrim. P. 12.1.\r\nOn appeal, we determined that, given the ambiguous text\r\nof the district court's Omnibus Order relating to alibi evidence,\r\nand the absence of an explicit Rule 12.1(a) demand from the\r\nprosecution that Levy serve written notice of intent to offer an\r\nalibi, the district court's exclusion of Levy's potentially\r\nexculpatory alibi evidence was legal error.  We ordered the\r\ndistrict court to evaluate the content and reliability of the alibi\r\nevidence. \r\nAt his hearing on remand, Levy's \"airtight\" Florida alibi\r\nchanged significantly from the story that he had told to the\r\ndistrict court and this court the first time around.  Despite\r\npromises that his Florida whereabouts from March 19 to March 28-29,\r\n1987 would be documented with extensive records, photographs, and\r\nwitness testimony, Levy was unable to turn up any documentary\r\nevidence that he was in Florida after March 24, 1987.  Instead,\r\nLevy's alibi witnesses surprisingly testified unanimously at the\r\nhearing on remand that Levy was in Puerto Rico with them on Friday,\r\nSaturday and Sunday nights from March 27 to March 29, 1987. \r\nWhether or not the witnesses' testimony is true, it is now\r\nundisputed that Levy's story has changed, and that he was not in\r\nFlorida on that weekend.                             ANALYSIS\r\nI.  The Old Story\r\nThe purpose of the remand in this case was to determine\r\nwhether the district court's error in excluding Levy's Florida\r\nalibi was harmful to Levy, i.e., whether it influenced the jury's\r\nverdict and thus affected Levy's substantial rights at trial.  SeeLevy I, 67 F.3d at 1015 n.15; see also, 28 U.S.C.  2111 (trial\r\nerror is harmless if it does not affect substantial rights); \r\nLataille v. Ponte, 754 F.2d 33, 37 (1st Cir. 1985) (same); Fed. R.\r\nCrim. P. 52 (defining \"harmless error\" as \"any error, defect,\r\nirregularity or variance which does not affect substantial\r\nrights\").  If the evidence presented on remand was sufficiently\r\nreliable to allow a jury to find that Levy was in Florida at the\r\ntime he was convicted of having off-loaded 5,000 pounds of\r\nmarijuana, his substantial rights at trial would have been affected\r\nby the improper exclusion of that evidence.  See United States v.\r\nMulinelli-Navas, 111 F.3d 983, 992 (1st Cir. 1997) (improper\r\nexclusion of reliable alibi evidence violates Sixth Amendment right\r\nto confrontation).  A new trial must be ordered whenever\r\nsubstantial rights are affected by an error at a criminal trial and\r\nthe government cannot prove harmlessness \"beyond a reasonable\r\ndoubt.\"  Chapman v. California, 386 U.S. 18, 24 (1967); United\r\nStates v. Brennan, 994 F.2d 918, 927 (1st Cir. 1993) (where\r\nviolation of Sixth Amendment right to confrontation is discovered\r\non appeal,  Chapman's harmless error standard is applied).\r\nHowever, it is obvious that exclusion of a false or\r\nutterly unreliable alibi does not affect substantial rights.  The\r\nstory that Levy presented to this court prior to remand, i.e., that\r\nhe was in Florida for most of the March 27-29, 1987 weekend, was\r\nrecanted on remand.  Levy himself presented numerous witnesses who\r\ntestified that Levy was in Puerto Rico at that time.  We can,\r\ntherefore, state with certainty that the district court's failure\r\nto place before the jury any evidence that Levy was in Floridaduring the relevant weekend was \"harmless beyond a reasonable\r\ndoubt.\"  \r\nII.  The New Story\r\nAs explained above, a curious and surprising development\r\noccurred on remand when Levy abandoned his claims of having been in\r\nFlorida until March 28 or 29, 1987, and presented an entirely new\r\nalibi for the weekend of March 27-29, 1987.  He now claims to have\r\nspent that time in Puerto Rico with three close friends, washing\r\ntheir cars and installing new tires.  This evidence was never\r\nproffered at trial, and was thus outside of the scope of the remand\r\nwhich was ordered to determine the reliability of the proffered and\r\nexcluded alibi evidence.\r\nNonetheless, in an ambiguous half-page ruling issued\r\nafter the hearing on remand, the district court took no explicit\r\nnotice of the fact that Levy's alibi had been changed.  In fact, no\r\nspecific factual findings were issued whatsoever.  The ruling\r\nmerely found that \"the evidence presented in support of an alibi\r\ndefense during the course of this hearing was reliable.\"  According\r\nto Levy, this ruling should be construed as a finding of fact that\r\nall of his alibi evidence, including his new Puerto Rico alibi, is\r\nreliable evidence.  In light of the fact that most of the testimony\r\nadduced at the hearing pertained to this new alibi, we agree that\r\nLevy's proposed construction of the ruling is sensible.  We must,\r\ntherefore, determine what effect, if any, this finding has.\r\nDespite the fact that Levy's whereabouts for the\r\nMarch 27-29 weekend had been very much at issue for years, the\r\nevidence that Levy was in Puerto Rico with friends working on cars\r\nhad never been proffered.  Nonetheless, it was this evidence which\r\nwas placed into the record on remand.  Although we could not have\r\nforeseen that Levy would be allowed to proceed as he did on remand,\r\nsee United States v. Bell, 988 F.2d 247, 250 (1st Cir. 1993) (an\r\nappellate disposition of an appeal must be read by the district\r\ncourt \"against the backdrop of prior proceedings in the case\");\r\nUnited States v. Cornelius, 968 F.2d 703, 706 (8th Cir. 1992) (a\r\nlimited remand does not automatically rejuvenate other issues in a\r\ncase), we recognize that in some situations, the trial court may\r\npossess limited discretion to examine or re-examine issues or\r\nevidence outside of the four corners of the remand.  See Bell, 988\r\nF.2d 250-51 (\"even where, as here, an appellate court's mandate\r\ndoes not contemplate resurrecting an issue on remand, the trial\r\ncourt may still possess some limited discretion to reopen the issue\r\nin very special situations.\").  Thus, rather than ignoring this new\r\nalibi evidence and any findings thereupon as being outside the\r\nscope of the remand, we will assume that the trial court exercised\r\nits limited discretion to hear this portion of his current alibi as\r\n\"newly discovered evidence.\"  See id. at 251 (exercise of limited\r\ndiscretion to reopen issues on remand may be appropriate to hear\r\nsignificant new evidence not earlier obtainable in the exercise of\r\ndue diligence); see generally, 3 Charles Alan Wright, Federal\r\nPractice and Procedure; Criminal 2d,  557 (2d ed. 1982)\r\n(potentially exculpatory evidence not proffered at trial can be\r\nconsidered as newly discovered evidence under Fed. R. Crim. P. 33).\r\nA district court may only hear newly discovered evidence\r\nafter the close of a criminal trial in order to determine whether\r\nthe evidence is sufficient to warrant a new trial.  See Fed. R.\r\nCrim P. 33.  The standard for granting a new trial based upon newly\r\ndiscovered evidence is \"that the evidence must be newly discovered,\r\nthat it must be material to the issues, that it must be such as to\r\nhave some effect on the outcome . . . and that the failure to\r\nobtain the evidence not be due to a lack of diligence on the part\r\nof the defendant.\"  Vega Pelegrina v. United States, 601 F.2d 18,\r\n20-21 (1st Cir. 1979).\r\nUnfortunately for Levy, the new alibi evidence does not\r\neven approach this standard.  Almost nine years after Levy was\r\nalleged to have off-loaded 5,000 pounds of marijuana, he presented\r\nevidence, in the form of the testimony of a few of his close\r\nfriends, that he was working on cars all during the weekend in\r\nquestion.  Despite the fact that the friends' memories were\r\nremarkably clear about many of the details of the weekend, this\r\nstory never surfaced during the entire three-year period between\r\nhis indictment, in March 1992, and the oral argument before this\r\ncourt in Levy I.  Levy did not argue, and could never hope to argue\r\npersuasively, that this alibi could not have been obtained through\r\nthe exercise of due diligence on his part, because the new evidence\r\ninvolved his own whereabouts during the weekend in question.  A\r\nconvicted criminal cannot successfully lay claim to a new trial\r\nwhen, years after his conviction, his friends suddenly provide a\r\nnew alibi unsupported by anything other than their collective word. \r\nThus, as a matter of law, Levy's new alibi evidence is insufficient\r\nto warrant a new trial and must be disregarded.  The district\r\ncourt's finding that this new evidence is credible is insufficient,\r\nunder these circumstances, to satisfy the rigorous requirements\r\njustifying a new trial.\r\n                       CONCLUSION\r\nFor the reasons discussed herein, the district court's\r\noriginal judgment is affirmed.  We have also considered and\r\nrejected Levy's allegations of prosecutorial misconduct.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 93-1679\r\n\n                     UNITED STATES,\r\n\n                       Appellee,\r\n\n                           v.\r\n\n                  VICTOR LEVY-CORDERO,\r\n\n                 Defendant, Appellant.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n  [Hon. Raymond L. Acosta, Senior U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\n         Coffin and Cyr, Senior Circuit Judges.\r\n\n                                      \r\n\nJeffrey S. Weiner, Linda L. Houghtaling and Jeffrey S. Weiner,\r\nP.A. on brief, for appellant.\r\nJames K. Robinson, Assistant Attorney General, Criminal\r\nDivision, U.S. Department of Justice, Theresa M.B. Van Vliet,\r\nChief, Narcotic and Dangerous Drug Section, Criminal Division, U.S.\r\nDepartment of Justice, and Grace Chung Becker, Trial Attorney,\r\nNarcotic and Dangerous Drug Section, Criminal Division, U.S.\r\nDepartment of Justice, on brief, for appellee.\r\n\n                                      \r\n\n                  September 17, 1998\r\n                                                TORRUELLA, Chief Judge.  In United States v. Levy-\r\nCordero, </pre><span class=\"citation\" data-id=\"705989\"><a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1002</span> </a></span><pre class=\"inline\">(1st Cir. 1995) (Levy I), this court heard\r\nthe appeals of three co-defendants convicted, inter alia, of taking\r\npart in a conspiracy to possess with intent to distribute over\r\n1,000 kilograms of marijuana.  We rejected the appeals of two of\r\nthe defendants, but found that an error had been made in the trial\r\nof the third, Vctor Levy-Cordero.  The trial court had erred as a\r\nmatter of law when it excluded proffered evidence that Levy was in\r\nFlorida during the same time that he was allegedly taking part in\r\na large transfer of marijuana.  See </pre><span class=\"citation\" data-id=\"705989\"><a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"id_token\">id.</span> at 1015. </a></span><pre class=\"inline\"> The district\r\njudge excluded this evidence as a sanction for defense counsel's\r\nalleged willful violation of a discovery order requiring pre-trial\r\nnotice of intent to offer an alibi defense.  See United States v.\r\nLevy-Cordero, </pre><span class=\"citation\" data-id=\"1361778\"><a href=\"/opinion/1361778/united-states-v-levy-cordero/\"><span class=\"volume\">833</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">938</span> </a></span><pre class=\"inline\">(D.P.R. 1993).  However, it was\r\nlater discovered that while similar discovery orders had issued to\r\nother defendants in the case, no such order had issued to Levy. \r\nSee Levy </pre><span class=\"citation\" data-id=\"705989\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1014</span></a></span><pre class=\"inline\">.  We therefore ordered the district\r\ncourt to conduct a hearing to determine the reliability of the\r\nevidence that Levy was in Florida between March 19, 1987, and\r\nMarch 28 or 29, 1987.  See </pre><span class=\"citation\" data-id=\"705989\"><a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"id_token\">id.</span> at 1015. </a></span><pre class=\"inline\"> Now, based upon the\r\nevidence adduced at that hearing coupled with further analysis of\r\nthe trial transcript from the underlying trial, we affirm Levy's\r\nconviction.\r\n                       BACKGROUND\r\n     The following facts were uncontradicted at trial, or were\r\nnecessarily found by the jury to support the convictions of Levy's\r\nco-conspirators, William Romero-Lewis and Jos Samuel Forty-\r\nEstremera.  On or about March 7, 1987, a group of co-conspirators\r\nrented a house near Naguabo, Puerto Rico, in order to stash large\r\namounts of marijuana which would be arriving by ship from Colombia. \r\nOver the course of one weekend in March 1987, spanning from Friday\r\nto Sunday nights, the co-conspirators moved 5,000 pounds of\r\nmarijuana from the Colombian ship near the Puerto Rican coast into\r\na smaller boat, then onto the beach and into the stash house.  They\r\nwere later paid in cash and drugs.  Levy was alleged to have taken\r\npart in this off-loading.\r\n     Throughout this case, the specific dates of the off-\r\nloading of the marijuana have been at issue.  However, by a process\r\nof elimination, we can determine that the jury found the exact\r\ndates of the off-loading to be March 27, 28 and 29, 1987.  As\r\nstated above, there was uncontradicted evidence at trial that the\r\noff-loading took place over three nights on a Friday, Saturday, and\r\nSunday in March 1987.  The jury was instructed by the judge and by\r\nboth parties in closing arguments that defendants must be acquitted\r\nfor any actions occurring on the weekend of March 13-15 (or before)\r\nbecause they were beyond the statute of limitations.  Because Levy-\r\nCordero was convicted, the jury must have concluded, consistent\r\nwith the evidence adduced at trial, that the off-loading occurred\r\non one of the two remaining weekends, either March 20-22 or\r\nMarch 27-29.\r\nHowever, this does not exhaust our knowledge about the\r\ndates at issue.  At trial, both parties agreed that a co-\r\nconspirator by the name of Csar Castro-Gmez was present during\r\nthe off-loading.  The jury was also presented with stipulated\r\nevidence proving that Castro was in Florida during the March 20-22\r\nweekend.  Thus, the jury must have concluded that the drugs were\r\noff-loaded on March 27-29, 1987.\r\nWhile his trial was in progress, Levy claims to have\r\nremembered where he was from March 19, 1987, through March 28-29,\r\n1987.  He allegedly traveled to Gainesville, Florida, to attend the\r\nNational Hot Rod Association Gator Nationals drag races, occurring\r\nduring the March 20-22 weekend.  He then supposedly stayed in\r\nFlorida until March 28 or 29.  Levy's lawyer researched the alibi,\r\nand eventually concluded that the Florida alibi was \"airtight,\" and\r\nthat he could \"account for [his] client's presence from the 19th to\r\nthe 28th or 29th, that accounts for every possible date the\r\nwitnesses claim the load occurred.\"  His lawyer brought this\r\ninformation to the court's attention, and, after a contentious\r\nhearing on the admissibility of the evidence, the district court\r\nexcluded it, concluding that the defense had willfully withheld the\r\nevidence from the prosecution and the court in violation of Fed. R.\r\nCrim. P. 12.1.\r\nOn appeal, we determined that, given the ambiguous text\r\nof the district court's Omnibus Order relating to alibi evidence,\r\nand the absence of an explicit Rule 12.1(a) demand from the\r\nprosecution that Levy serve written notice of intent to offer an\r\nalibi, the district court's exclusion of Levy's potentially\r\nexculpatory alibi evidence was legal error.  We ordered the\r\ndistrict court to evaluate the content and reliability of the alibi\r\nevidence. \r\nAt his hearing on remand, Levy's \"airtight\" Florida alibi\r\nchanged significantly from the story that he had told to the\r\ndistrict court and this court the first time around.  Despite\r\npromises that his Florida whereabouts from March 19 to March 28-29,\r\n1987 would be documented with extensive records, photographs, and\r\nwitness testimony, Levy was unable to turn up any documentary\r\nevidence that he was in Florida after March 24, 1987.  Instead,\r\nLevy's alibi witnesses surprisingly testified unanimously at the\r\nhearing on remand that Levy was in Puerto Rico with them on Friday,\r\nSaturday and Sunday nights from March 27 to March 29, 1987. \r\nWhether or not the witnesses' testimony is true, it is now\r\nundisputed that Levy's story has changed, and that he was not in\r\nFlorida on that weekend.                             ANALYSIS\r\nI.  The Old Story\r\nThe purpose of the remand in this case was to determine\r\nwhether the district court's error in excluding Levy's Florida\r\nalibi was harmful to Levy, i.e., whether it influenced the jury's\r\nverdict and thus affected Levy's substantial rights at trial.  SeeLevy </pre><span class=\"citation\" data-id=\"705989\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1015</span> </a></span><pre class=\"inline\">n.15; see also, 28 U.S.C.  2111 (trial\r\nerror is harmless if it does not affect substantial rights); \r\nLataille v. Ponte, </pre><span class=\"citation\" data-id=\"447590\"><a href=\"/opinion/447590/dale-lataille-v-joseph-ponte-etc/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span><pre class=\"inline\">, 37 (1st Cir. 1985) (same); Fed. R.\r\nCrim. P. 52 (defining \"harmless error\" as \"any error, defect,\r\nirregularity or variance which does not affect substantial\r\nrights\").  If the evidence presented on remand was sufficiently\r\nreliable to allow a jury to find that Levy was in Florida at the\r\ntime he was convicted of having off-loaded 5,000 pounds of\r\nmarijuana, his substantial rights at trial would have been affected\r\nby the improper exclusion of that evidence.  See United States v.\r\nMulinelli-Navas, </pre><span class=\"citation\" data-id=\"739903\"><a href=\"/opinion/739903/united-states-v-mara-mulinelli-navas/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">983</span></a></span><pre class=\"inline\">, 992 (1st Cir. 1997) (improper\r\nexclusion of reliable alibi evidence violates Sixth Amendment right\r\nto confrontation).  A new trial must be ordered whenever\r\nsubstantial rights are affected by an error at a criminal trial and\r\nthe government cannot prove harmlessness \"beyond a reasonable\r\ndoubt.\"  Chapman v. California, </pre><span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 24 (1967); United\r\nStates v. Brennan, </pre><span class=\"citation\" data-id=\"608079\"><a href=\"/opinion/608079/united-states-v-james-f-brennan-united-states-v-j-edward-mchugh/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span><pre class=\"inline\">, 927 (1st Cir. 1993) (where\r\nviolation of Sixth Amendment right to confrontation is discovered\r\non appeal,  Chapman's harmless error standard is applied).\r\nHowever, it is obvious that exclusion of a false or\r\nutterly unreliable alibi does not affect substantial rights.  The\r\nstory that Levy presented to this court prior to remand, i.e., that\r\nhe was in Florida for most of the March 27-29, 1987 weekend, was\r\nrecanted on remand.  Levy himself presented numerous witnesses who\r\ntestified that Levy was in Puerto Rico at that time.  We can,\r\ntherefore, state with certainty that the district court's failure\r\nto place before the jury any evidence that Levy was in Floridaduring the relevant weekend was \"harmless beyond a reasonable\r\ndoubt.\"  \r\nII.  The New Story\r\nAs explained above, a curious and surprising development\r\noccurred on remand when Levy abandoned his claims of having been in\r\nFlorida until March 28 or 29, 1987, and presented an entirely new\r\nalibi for the weekend of March 27-29, 1987.  He now claims to have\r\nspent that time in Puerto Rico with three close friends, washing\r\ntheir cars and installing new tires.  This evidence was never\r\nproffered at trial, and was thus outside of the scope of the remand\r\nwhich was ordered to determine the reliability of the proffered and\r\nexcluded alibi evidence.\r\nNonetheless, in an ambiguous half-page ruling issued\r\nafter the hearing on remand, the district court took no explicit\r\nnotice of the fact that Levy's alibi had been changed.  In fact, no\r\nspecific factual findings were issued whatsoever.  The ruling\r\nmerely found that \"the evidence presented in support of an alibi\r\ndefense during the course of this hearing was reliable.\"  According\r\nto Levy, this ruling should be construed as a finding of fact that\r\nall of his alibi evidence, including his new Puerto Rico alibi, is\r\nreliable evidence.  In light of the fact that most of the testimony\r\nadduced at the hearing pertained to this new alibi, we agree that\r\nLevy's proposed construction of the ruling is sensible.  We must,\r\ntherefore, determine what effect, if any, this finding has.\r\nDespite the fact that Levy's whereabouts for the\r\nMarch 27-29 weekend had been very much at issue for years, the\r\nevidence that Levy was in Puerto Rico with friends working on cars\r\nhad never been proffered.  Nonetheless, it was this evidence which\r\nwas placed into the record on remand.  Although we could not have\r\nforeseen that Levy would be allowed to proceed as he did on remand,\r\nsee United States v. Bell, </pre><span class=\"citation\" data-id=\"602344\"><a href=\"/opinion/602344/united-states-v-richard-harmon-bell/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">247</span></a></span><pre class=\"inline\">, 250 (1st Cir. 1993) (an\r\nappellate disposition of an appeal must be read by the district\r\ncourt \"against the backdrop of prior proceedings in the case\");\r\nUnited States v. Cornelius, </pre><span class=\"citation\" data-id=\"586367\"><a href=\"/opinion/586367/united-states-v-douglas-greg-cornelius/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">703</span></a></span><pre class=\"inline\">, 706 (8th Cir. 1992) (a\r\nlimited remand does not automatically rejuvenate other issues in a\r\ncase), we recognize that in some situations, the trial court may\r\npossess limited discretion to examine or re-examine issues or\r\nevidence outside of the four corners of the remand.  See Bell, </pre><span class=\"citation no-link\"><span class=\"volume\">988</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">250-51</span> </span><pre class=\"inline\">(\"even where, as here, an appellate court's mandate\r\ndoes not contemplate resurrecting an issue on remand, the trial\r\ncourt may still possess some limited discretion to reopen the issue\r\nin very special situations.\").  Thus, rather than ignoring this new\r\nalibi evidence and any findings thereupon as being outside the\r\nscope of the remand, we will assume that the trial court exercised\r\nits limited discretion to hear this portion of his current alibi as\r\n\"newly discovered evidence.\"  See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 251 </span><pre class=\"inline\">(exercise of limited\r\ndiscretion to reopen issues on remand may be appropriate to hear\r\nsignificant new evidence not earlier obtainable in the exercise of\r\ndue diligence); see generally, 3 Charles Alan Wright, Federal\r\nPractice and Procedure; Criminal 2d,  557 (2d ed. 1982)\r\n(potentially exculpatory evidence not proffered at trial can be\r\nconsidered as newly discovered evidence under Fed. R. Crim. P. 33).\r\nA district court may only hear newly discovered evidence\r\nafter the close of a criminal trial in order to determine whether\r\nthe evidence is sufficient to warrant a new trial.  See Fed. R.\r\nCrim P. 33.  The standard for granting a new trial based upon newly\r\ndiscovered evidence is \"that the evidence must be newly discovered,\r\nthat it must be material to the issues, that it must be such as to\r\nhave some effect on the outcome . . . and that the failure to\r\nobtain the evidence not be due to a lack of diligence on the part\r\nof the defendant.\"  Vega Pelegrina v. United States, </pre><span class=\"citation\" data-id=\"367232\"><a href=\"/opinion/367232/cesar-vega-pelegrina-v-united-states/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">,\r\n20-21 (1st Cir. 1979).\r\nUnfortunately for Levy, the new alibi evidence does not\r\neven approach this standard.  Almost nine years after Levy was\r\nalleged to have off-loaded 5,000 pounds of marijuana, he presented\r\nevidence, in the form of the testimony of a few of his close\r\nfriends, that he was working on cars all during the weekend in\r\nquestion.  Despite the fact that the friends' memories were\r\nremarkably clear about many of the details of the weekend, this\r\nstory never surfaced during the entire three-year period between\r\nhis indictment, in March 1992, and the oral argument before this\r\ncourt in Levy I.  Levy did not argue, and could never hope to argue\r\npersuasively, that this alibi could not have been obtained through\r\nthe exercise of due diligence on his part, because the new evidence\r\ninvolved his own whereabouts during the weekend in question.  A\r\nconvicted criminal cannot successfully lay claim to a new trial\r\nwhen, years after his conviction, his friends suddenly provide a\r\nnew alibi unsupported by anything other than their collective word. \r\nThus, as a matter of law, Levy's new alibi evidence is insufficient\r\nto warrant a new trial and must be disregarded.  The district\r\ncourt's finding that this new evidence is credible is insufficient,\r\nunder these circumstances, to satisfy the rigorous requirements\r\njustifying a new trial.\r\n                       CONCLUSION\r\nFor the reasons discussed herein, the district court's\r\noriginal judgment is affirmed.  We have also considered and\r\nrejected Levy's allegations of prosecutorial misconduct.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/367232/",
    "https://www.courtlistener.com/api/rest/v3/opinions/447590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586367/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602344/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608079/",
    "https://www.courtlistener.com/api/rest/v3/opinions/705989/",
    "https://www.courtlistener.com/api/rest/v3/opinions/739903/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1361778/"
  ]
}