{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196358/",
  "id": 196358,
  "absolute_url": "/opinion/196358/dipietro-v-coalter/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196358/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:04:09Z",
  "date_modified": "2020-02-21T23:39:17.601750Z",
  "type": "010combined",
  "sha1": "7a451676d744101c5931c436f97131332034b317",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1422.01A",
  "local_path": null,
  "plain_text": "\n\nOctober 31, 1995      [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1422 \r\n\n                       EDWARD DIPIETRO,\r\n\n                    Petitioner, Appellant,\r\n\n                              v.\r\n\n                       WILLIAM COALTER,\r\n\n                    Respondent, Appellee.\r\n\n                                         \r\n\n                         ERRATA SHEET\r\n\nThe opinion of  this court issued on  October 23, 1995 is  amended\r\nas follows:\r\n\nOn  cover sheet,  change \"[Hon.  Morris E.  Lasker,  U.S. District\r                                                                              \r\nJudge]\" to \"[Hon. Morris E. Lasker,* Senior U.S. District Judge].\r                                                                       \r\n\n*Senior  U.S.  District  Judge,  of  the  District  of  New  York,\r\nSouthern District, sitting by designation.\"\r\r\n\nOctober 23, 1995        [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1422 \r\n\n                       EDWARD DIPIETRO,\r\n\n                    Petitioner, Appellant,\r\n\n                              v.\r\n\n                       WILLIAM COALTER,\r\n\n                    Respondent, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Morris E. Lasker, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Selya, Stahl and Lynch,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nWilliam J.  Brown, Jr., and  Marasi, Franco  &amp; Brown on  brief for\r                                                                \r\nappellant.\r\nScott  Harshbarger, Attorney General, Margaret C. Parks, Assistant\r                                                                   \r\nAttorney General, and Gregory  I. Massing, Assistant Attorney General,\r                                                 \r\non brief for appellee.\r\n\n                                         \r\r\n\n                                         \r\n\n     Per Curiam.  Petitioner Edward DiPietro, a Massachusetts\r                           \r\n\ninmate, appeals from the dismissal of his habeas  petition as\r\n\ncontaining both  exhausted and  unexhausted claims.   For the\r\n\nfollowing reasons, we vacate and remand.\r\n\n                              I.\r\n\n     On December 19, 1989,  DiPietro pled guilty in Middlesex\r\n\nSuperior Court  to indictments charging him  with trafficking\r\n\nin  cocaine  and  possession  of  marijuana  with  intent  to\r\n\ndistribute  it.  He was sentenced on  March 2, 1990 to a term\r\n\nof eighteen  to twenty years imprisonment,  with twelve years\r\n\nto serve.   Approximately two  years later, DiPietro  filed a\r\n\nmotion for new trial.   This motion was denied,  and DiPietro\r\n\nunsuccessfully  appealed to the  Massachusetts Appeals Court.\r\n\nSee Commonwealth  v. DiPietro, 624 N.E.2d 587 (Mass. App. Ct.\r                                         \r\n\n1993).  On March 1, 1994,  the Massachusetts Supreme Judicial\r\n\nCourt (SJC) denied DiPietro's application for leave to obtain\r\n\nfurther  appellate  review  (ALOFAR).    See  Commonwealth v.\r                                                                      \r\n\nDiPietro, 631 N.E.2d 58 (Mass. 1994).  \r                    \r\n\n     DiPietro then  turned to  federal court.   On  April 15,\r\n\n1995, DiPietro filed a habeas petition under 28 U.S.C.   2254\r\n\nalleging that  he was denied effective  assistance of counsel\r\r\n\nguaranteed by  the Sixth Amendment because  (a) trial counsel\r\n\nhad misrepresented,  prior to DiPietro's guilty  plea, that a\r\n\nmotion to  suppress evidence had  been filed and  denied; (b)\r\n\ncounsel  had misinformed  him that pending  state legislation\r\n\nwould deprive him of \"good time\" credits if he were convicted\r\n\nafter  January 15, 1990; and  (c) counsel had  failed to file\r\n\nappropriate  pretrial motions  and was  generally unprepared.\r\n\nThe Commonwealth moved to dismiss the petition  on the ground\r\n\nthat the latter two claims, although raised in the motion for\r\n\nnew trial  and before  the Massachusetts Appeals  Court, were\r\n\nnot fairly  presented in  DiPietro's ALOFAR submitted  to the\r\n\nSJC.  The  district court concluded that  DiPietro had indeed\r\n\nfailed  to present these two claims adequately to the SJC and\r\n\ndismissed the petition under Rose v. Lundy, 455 U.S. 509, 510\r                                                      \r\n\n(1982) (holding that a district court must dismiss a petition\r\n\nwhich contains any unexhausted claim).  \r\n\n                             II.\r\n\n     Under 28 U.S.C.   2254, a federal habeas petitioner must\r\n\nfirst \"exhaust[] the remedies available in  the courts of the\r\n\nState.\"   See 28 U.S.C.    2254(b).  To do  so, the applicant\r                         \r\n\nmust   present  the   highest  state   court  with   a  \"fair\r\n\nopportunity\" to confront and correct the alleged error.  Mele\r                                                                         \r\n\nv.  Fitchburg Dist. Court, 850 F.2d 817, 820 (1st Cir. 1988).\r                                     \r\n\nIn  Mele, we mapped the  contours of this  requirement in the\r                    \r\n\ncontext  of prevailing Massachusetts appellate practice.  The\r\n\n                             -4-\r\r\n\npetitioner in Mele had  raised a federal constitutional claim\r                              \r\n\nbefore the  Massachusetts Appeals  Court but did  not mention\r\n\nthe claim  in his ALOFAR.   We  held that \"an  appealed issue\r\n\ncannot be  considered as having been fairly  presented to the\r\n\nSJC for  exhaustion purposes unless the  applicant has raised\r\n\nit within the four corners of the ALOFAR.\"  Id. at 823.  \r                                                           \r\n\n     The  instant case  is  distinguishable from  Mele in  at\r                                                                  \r\n\nleast  two respects.   First, DiPietro did  not entirely omit\r\n\nthe  claims at  issue from  his ALOFAR, but  rather mentioned\r\n\nthem  in  a  footnote   which  purported  to  incorporate  by\r\n\nreference  arguments  he made  in  his Massachusetts  Appeals\r\n\nCourt brief.   Second, it  is undisputed that  after DiPietro\r\n\nfiled  his  ALOFAR,  the  SJC requested  from  DiPietro,  and\r\n\nreceived, a copy of the  intermediate court briefs and record\r\n\nappendix.  Nonetheless, the district court concluded that the\r\n\nquestion whether  DiPietro  fairly presented  his second  and\r\n\nthird  ineffective assistance  claims in  his ALOFAR  must be\r\n\nresolved  without reference  to his intermediate  court brief\r\n\nsince no evidence exists that any justice of the SJC actually\r\n\nreferred  to the brief.  The district court further concluded\r\n\nthat these claims were not fairly presented within the ALOFAR\r\n\nitself.1  \r\n\n                    \r                                \r\n\n1.  We agree with the district court that DiPietro's footnote\r\npresentation  of  his  second  and third  claims,  viewed  in\r\nisolation  from the  Appeals  Court brief,  is inadequate  to\r\nsatisfy exhaustion concerns because  it fails to identify the\r\nfactual  and  legal bases  of these  claims.   See  Scarpa v.\r                                                                      \r\n\n                             -5-\r\r\n\n     We think that DiPietro did exhaust  his second and third\r\n\nineffective assistance  claims.  Under the  SJC's practice as\r\n\nwe  understand it,  the  decision to  grant  or deny  further\r\n\nappellate review ordinarily  is made solely  on the basis  of\r\n\nthe ALOFAR itself.   Mele, 850 F.2d  at 822 (citing  Mass. R.\r                                     \r\n\nApp. P. 27(e)).  We have made it  plain that we do not expect\r\n\nthe SJC \"to scour the whole of the record below for potential\r\n\nerror beyond  that  called to  the court's  attention by  the\r\n\napplicant.\"   Id.  Where,  as here, however,  the SJC departs\r                             \r\n\nfrom  its  practice and  requests  to  see papers  previously\r\n\nfiled,  these  papers are  properly  before  it.   DiPietro's\r\n\nALOFAR  did alert  the SJC  to his  second and  third claims,\r\n\nwhich   were,  in   turn,   adequately   delineated  in   his\r\n\nintermediate court brief provided to the SJC.  Cf. Scarpa, 38\r                                                                     \r\n\nF.3d at 6 (stating that where petitioner identified a federal\r\n\nbasis for a claim in his motion for new trial,  he provided a\r\n\nbackdrop against which his later  state court filings had  to\r\n\nbe viewed).  Under  the circumstances, we are persuaded  that\r\n\nthe SJC had a \"fair opportunity\" to address these claims.  We\r\n\nadd that  the Commonwealth, having reconsidered  its position\r\n\nbelow, now urges us to find exhaustion.\r\n\n     Vacated and remanded.  See Loc. R. 27.1.\r                                           \r\n\n                    \r                                \r\n\nDubois,  38 F.3d 1, 6  (1st Cir. 1994),  cert. denied, 115 S.\r                                                                 \r\nCt. 940 (1995).\r\n\n                             -6-\r\r\n",
  "html": "<p class=\"case_cite\">68 F.3d 455</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Edward DIPIETRO, Petitioner, Appellant,<br>v.<br>William COALTER, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 95-1422.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Morris E. Lasker,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior U.S. District Judge]</p>\n      <p class=\"indent\">William J. Brown, Jr., and Marasi, Franco &amp; Brown on brief for appellant.</p>\n      <p class=\"indent\">Scott Harshbarger, Attorney General, Margaret C. Parks, Assistant Attorney General, and Gregory I. Massing, Assistant Attorney General, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">VACATED AND REMANDED.</p>\n      <p class=\"indent\">Before SELYA, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Edward DiPietro, a Massachusetts inmate, appeals from the dismissal of his habeas petition as containing both exhausted and unexhausted claims.  For the following reasons, we vacate and remand.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 19, 1989, DiPietro pled guilty in Middlesex Superior Court to indictments charging him with trafficking in cocaine and possession of marijuana with intent to distribute it.  He was sentenced on March 2, 1990 to a term of eighteen to twenty years imprisonment, with twelve years to serve.  Approximately two years later, DiPietro filed a motion for new trial.  This motion was denied, and DiPietro unsuccessfully appealed to the Massachusetts Appeals Court.  See Commonwealth v. DiPietro, 624 N.E.2d 587 (Mass.App.Ct.1993).  On March 1, 1994, the Massachusetts Supreme Judicial Court (SJC) denied DiPietro's application for leave to obtain further appellate review (ALOFAR).  See Commonwealth v. DiPietro, 631 N.E.2d 58 (Mass.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">DiPietro then turned to federal court.  On April 15, 1995, DiPietro filed a habeas petition under 28 U.S.C. Sec. 2254 alleging that he was denied effective assistance of counsel guaranteed by the Sixth Amendment because (a) trial counsel had misrepresented, prior to DiPietro's guilty plea, that a motion to suppress evidence had been filed and denied;  (b) counsel had misinformed him that pending state legislation would deprive him of \"good time\" credits if he were convicted after January 15, 1990;  and (c) counsel had failed to file appropriate pretrial motions and was generally unprepared.  The Commonwealth moved to dismiss the petition on the ground that the latter two claims, although raised in the motion for new trial and before the Massachusetts Appeals Court, were not fairly presented in DiPietro's ALOFAR submitted to the SJC. The district court concluded that DiPietro had indeed failed to present these two claims adequately to the SJC and dismissed the petition under Rose v. Lundy, 455 U.S. 509, 510 (1982) (holding that a district court must dismiss a petition which contains any unexhausted claim).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Under 28 U.S.C. Sec. 2254, a federal habeas petitioner must first \"exhaust[ ] the remedies available in the courts of the State.\"   See 28 U.S.C. Sec. 2254(b).  To do so, the applicant must present the highest state court with a \"fair opportunity\" to confront and correct the alleged error.  Mele v. Fitchburg Dist. Court, 850 F.2d 817, 820 (1st Cir.1988).  In Mele, we mapped the contours of this requirement in the context of prevailing Massachusetts appellate practice.  The petitioner in Mele had raised a federal constitutional claim before the Massachusetts Appeals Court but did not mention the claim in his ALOFAR.  We held that \"an appealed issue cannot be considered as having been fairly presented to the SJC for exhaustion purposes unless the applicant has raised it within the four corners of the ALOFAR.\"  Id. at 823.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The instant case is distinguishable from Mele in at least two respects.  First, DiPietro did not entirely omit the claims at issue from his ALOFAR, but rather mentioned them in a footnote which purported to incorporate by reference arguments he made in his Massachusetts Appeals Court brief.  Second, it is undisputed that after DiPietro filed his ALOFAR, the SJC requested from DiPietro, and received, a copy of the intermediate court briefs and record appendix.  Nonetheless, the district court concluded that the question whether DiPietro fairly presented his second and third ineffective assistance claims in his ALOFAR must be resolved without reference to his intermediate court brief since no evidence exists that any justice of the SJC actually referred to the brief.  The district court further concluded that these claims were not fairly presented within the ALOFAR itself.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We think that DiPietro did exhaust his second and third ineffective assistance claims.  Under the SJC's practice as we understand it, the decision to grant or deny further appellate review ordinarily is made solely on the basis of the ALOFAR itself.  Mele, 850 F.2d at 822 (citing Mass.  R.App. P. 27(e)).  We have made it plain that we do not expect the SJC \"to scour the whole of the record below for potential error beyond that called to the court's attention by the applicant.\"   Id. Where, as here, however, the SJC departs from its practice and requests to see papers previously filed, these papers are properly before it.  DiPietro's ALOFAR did alert the SJC to his second and third claims, which were, in turn, adequately delineated in his intermediate court brief provided to the SJC. Cf. Scarpa, 38 F.3d at 6 (stating that where petitioner identified a federal basis for a claim in his motion for new trial, he provided a backdrop against which his later state court filings had to be viewed).  Under the circumstances, we are persuaded that the SJC had a \"fair opportunity\" to address these claims.  We add that the Commonwealth, having reconsidered its position below, now urges us to find exhaustion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Vacated and remanded.  See Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Senior U.S. District Judge, of the District of New York,  Southern District, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We agree with the district court that DiPietro's footnote presentation of his second and third claims, viewed in isolation from the Appeals Court brief, is inadequate to satisfy exhaustion concerns because it fails to identify the factual and legal bases of these claims.  See Scarpa v. Dubois, 38 F.3d 1, 6 (1st Cir.1994), cert. denied, 115 S.Ct. 940 (1995)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">455</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Edward DIPIETRO, Petitioner, Appellant,<br>v.<br>William COALTER, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 95-1422.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Morris E. Lasker,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior U.S. District Judge]</p>\n      <p class=\"indent\">William J. Brown, Jr., and Marasi, Franco &amp; Brown on brief for appellant.</p>\n      <p class=\"indent\">Scott Harshbarger, Attorney General, Margaret C. Parks, Assistant Attorney General, and Gregory I. Massing, Assistant Attorney General, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">VACATED AND REMANDED.</p>\n      <p class=\"indent\">Before SELYA, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Edward DiPietro, a Massachusetts inmate, appeals from the dismissal of his habeas petition as containing both exhausted and unexhausted claims.  For the following reasons, we vacate and remand.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 19, 1989, DiPietro pled guilty in Middlesex Superior Court to indictments charging him with trafficking in cocaine and possession of marijuana with intent to distribute it.  He was sentenced on March 2, 1990 to a term of eighteen to twenty years imprisonment, with twelve years to serve.  Approximately two years later, DiPietro filed a motion for new trial.  This motion was denied, and DiPietro unsuccessfully appealed to the Massachusetts Appeals Court.  See Commonwealth v. DiPietro, <span class=\"citation\" data-id=\"2065278\"><a href=\"/opinion/2065278/commonwealth-v-dipietro/\"><span class=\"volume\">624</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">587</span> </a></span>(Mass.App.Ct.1993).  On March 1, 1994, the Massachusetts Supreme Judicial Court (SJC) denied DiPietro's application for leave to obtain further appellate review (ALOFAR).  See Commonwealth v. DiPietro, <span class=\"citation no-link\"><span class=\"volume\">631</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">58</span> </span>(Mass.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">DiPietro then turned to federal court.  On April 15, 1995, DiPietro filed a habeas petition under 28 U.S.C. Sec. 2254 alleging that he was denied effective assistance of counsel guaranteed by the Sixth Amendment because (a) trial counsel had misrepresented, prior to DiPietro's guilty plea, that a motion to suppress evidence had been filed and denied;  (b) counsel had misinformed him that pending state legislation would deprive him of \"good time\" credits if he were convicted after January 15, 1990;  and (c) counsel had failed to file appropriate pretrial motions and was generally unprepared.  The Commonwealth moved to dismiss the petition on the ground that the latter two claims, although raised in the motion for new trial and before the Massachusetts Appeals Court, were not fairly presented in DiPietro's ALOFAR submitted to the SJC. The district court concluded that DiPietro had indeed failed to present these two claims adequately to the SJC and dismissed the petition under Rose v. Lundy, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">509</span></a></span>, 510 (1982) (holding that a district court must dismiss a petition which contains any unexhausted claim).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Under 28 U.S.C. Sec. 2254, a federal habeas petitioner must first \"exhaust[ ] the remedies available in the courts of the State.\"   See 28 U.S.C. Sec. 2254(b).  To do so, the applicant must present the highest state court with a \"fair opportunity\" to confront and correct the alleged error.  Mele v. Fitchburg Dist. Court, <span class=\"citation\" data-id=\"508417\"><a href=\"/opinion/508417/lane-t-mele-v-fitchburg-district-court/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span>, 820 (1st Cir.1988).  In Mele, we mapped the contours of this requirement in the context of prevailing Massachusetts appellate practice.  The petitioner in Mele had raised a federal constitutional claim before the Massachusetts Appeals Court but did not mention the claim in his ALOFAR.  We held that \"an appealed issue cannot be considered as having been fairly presented to the SJC for exhaustion purposes unless the applicant has raised it within the four corners of the ALOFAR.\"  <span class=\"citation\" data-id=\"508417\"><a href=\"/opinion/508417/lane-t-mele-v-fitchburg-district-court/\"><span class=\"id_token\">Id.</span> at 823.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The instant case is distinguishable from Mele in at least two respects.  First, DiPietro did not entirely omit the claims at issue from his ALOFAR, but rather mentioned them in a footnote which purported to incorporate by reference arguments he made in his Massachusetts Appeals Court brief.  Second, it is undisputed that after DiPietro filed his ALOFAR, the SJC requested from DiPietro, and received, a copy of the intermediate court briefs and record appendix.  Nonetheless, the district court concluded that the question whether DiPietro fairly presented his second and third ineffective assistance claims in his ALOFAR must be resolved without reference to his intermediate court brief since no evidence exists that any justice of the SJC actually referred to the brief.  The district court further concluded that these claims were not fairly presented within the ALOFAR itself.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We think that DiPietro did exhaust his second and third ineffective assistance claims.  Under the SJC's practice as we understand it, the decision to grant or deny further appellate review ordinarily is made solely on the basis of the ALOFAR itself.  <span class=\"citation\" data-id=\"508417\"><span class=\"antecedent_guess\">Mele,</span> <a href=\"/opinion/508417/lane-t-mele-v-fitchburg-district-court/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">822</span> </a></span>(citing Mass.  R.App. P. 27(e)).  We have made it plain that we do not expect the SJC \"to scour the whole of the record below for potential error beyond that called to the court's attention by the applicant.\"   <span class=\"citation\" data-id=\"508417\"><a href=\"/opinion/508417/lane-t-mele-v-fitchburg-district-court/\"><span class=\"id_token\">Id.</span> Where, as </a></span>here, however, the SJC departs from its practice and requests to see papers previously filed, these papers are properly before it.  DiPietro's ALOFAR did alert the SJC to his second and third claims, which were, in turn, adequately delineated in his intermediate court brief provided to the SJC. Cf. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Scarpa,</span> <span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">6</span> </span>(stating that where petitioner identified a federal basis for a claim in his motion for new trial, he provided a backdrop against which his later state court filings had to be viewed).  Under the circumstances, we are persuaded that the SJC had a \"fair opportunity\" to address these claims.  We add that the Commonwealth, having reconsidered its position below, now urges us to find exhaustion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Vacated and remanded.  See Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Senior U.S. District Judge, of the District of New York,  Southern District, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We agree with the district court that DiPietro's footnote presentation of his second and third claims, viewed in isolation from the Appeals Court brief, is inadequate to satisfy exhaustion concerns because it fails to identify the factual and legal bases of these claims.  See Scarpa v. Dubois, <span class=\"citation\" data-id=\"680706\"><a href=\"/opinion/680706/nazzaro-scarpa-v-larry-e-dubois-etc/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">940</span> </span>(1995)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110662/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508417/",
    "https://www.courtlistener.com/api/rest/v3/opinions/680706/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2065278/"
  ]
}