{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196319/",
  "id": 196319,
  "absolute_url": "/opinion/196319/pandey-v-freedman/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196319/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:18Z",
  "date_modified": "2020-02-21T23:31:44.216418Z",
  "type": "010combined",
  "sha1": "05aef1aa964612f25784b7fb9b9c152bded42b52",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1038.01A",
  "local_path": null,
  "plain_text": "\n\nSeptember 26, 1995\r\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1038\r\n\n                     DR. VIJAI B. PANDEY,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                  FRANK H. FREEDMAN, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\r\n\n                                         \r\n\n                            Before\r\n\n                   Selya, Boudin and Lynch,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nDr. Vijai B. Pandey on brief pro se.\r                               \r\nDonald K. Stern,  United States  Attorney, and  Thomas E.  Kanwit,\r                                                                             \r\nAssistant  United States  Attorney, on  brief for  appellees  Frank H.\r\nFreedman, et al.\r\nDianne  M.  Dillon  on brief  for  appellees  William J.  Fennell,\r                              \r\nEsquire and Dusel, Murphy, Fennell, Liquori &amp; Powers.\r\n\n                                         \r\n\n                                         \r\r\n\n          Per  Curiam.  Plaintiff-appellant, Vijai B. Pandey,\r                                 \r\n\nappeals from the district  court's dismissal of his complaint\r\n\nfor  failure  to  state a  claim  upon  which  relief can  be\r\n\ngranted, among other grounds.  The district court granted the\r\n\nfederal defendants' motion to dismiss in the following order:\r\n\n\"Allowed for all of  the reasons set forth in  the supporting\r                    \r\n\nmemorandum  of the  federal  defendants.\"   Having  carefully\r\n\nreviewed  the  complaint,   the  parties'   briefs  and   the\r\n\nmemorandum  of the  federal  defendants in  support of  their\r\n\nmotion  to  dismiss,  we  conclude that  the  district  court\r\n\nproperly dismissed  the complaint  in its entirety.   We  add\r\n\nonly the following comments.\r\n\n          I.  Claims against federal defendants.\r                                                            \r\n\n          A.  Heck v. Humphrey\r                                          \r\n\n          Appellant's complaint is essentially  a reiteration\r\n\nof  the  issues   raised  in  his  appeal  from  his  federal\r\n\nconviction and sentence for bank  fraud.  It contains  claims\r\n\nof constitutional  violations by probation  officers, judges,\r\n\nclerks, prosecutors and other  federal actors involved in his\r\n\nconviction and sentencing.   Pursuant to Heck v. Humphrey,   \r                                                                         \r\n\nU.S.   , 114 S. Ct. 2364 (1994), Pandey \"cannot establish the\r                   \r\n\nelements  of a  Bivens action until  his conviction  has been\r                                  \r\n\ndeclared invalid or otherwise  impugned . . . .\"   Stephenson\r                                                                         \r\n\nv. Reno, 28 F.3d 26, 27  (5th Cir. 1994); see also Tavarez v.\r                                                                      \r\n\nReno,  54  F.3d 109  (2d Cir.  1995).   We  affirmed Pandey's\r                \r\n\n                             -2-\r\r\n\nconviction and sentence in  United States v. Pandey,  No. 91-\r                                                               \r\n\n2219,  1992 WL 348046 (1st Cir. Nov. 23, 1992).  Accordingly,\r\n\nthe district  court did  not err  in dismissing  those claims\r\n\nagainst the  federal defendants  that call into  question the\r\n\nvalidity of Pandey's conviction and sentence. \r\n\n          B.  Eighth Amendment Claims\r                                                 \r\n\n          Pandey's   complaint   includes  claims   that  the\r\n\nconditions  in which he  was kept by  prison officials during\r\n\nthe three weeks  between his  sentence and his  arrival at  a\r\n\nmedical facility constituted cruel and unusual punishment  in\r\n\nviolation  of the Eighth  Amendment.  Although  not barred by\r\n\nHeck,   Pandey's  Eighth   Amendment  claims   were  properly\r                \r\n\ndismissed for failure to state a claim.\r\n\n          This court's  review of  a dismissal under  Fed. R.\r\n\nCiv. P. 12(b)(6)  is plenary.   See, e.g.,  Miranda v.  Ponce\r                                                                         \r\n\nFed. Bank, 948 F.2d 41, 44 (1st Cir. 1991).   The question is\r                     \r\n\nwhether, accepting  the factual allegations  in the complaint\r\n\nas true, and construing  them in the light most  favorable to\r\n\nPandey, the complaint indicates any facts which could entitle\r\n\nhim to  relief.  See Gooley v. Mobil Oil Corp., 851 F.2d 513,\r                                                          \r\n\n514 (1st Cir. 1988).   Because it was filed  pro se, Pandey's\r                                                               \r\n\ncomplaint is  entitled to an extra degree  of solicitude. See\r                                                                         \r\n\nRodi v. Ventetuolo, 941 F.2d 22, 23 (1st Cir. 1991).\r                              \r\n\n          \"[I]t is now settled that 'the treatment a prisoner\r\n\nreceives  in  prison and  the  conditions under  which  he is\r\n\n                             -3-\r\r\n\nconfined   are   subject  to   scrutiny   under   the  Eighth\r\n\nAmendment.'\" Farmer v. Brennan,    U.S.    , 114 S. Ct. 1970,\r                                                       \r\n\n1976 (1994) (citation omitted).   There are two prerequisites\r\n\nto an Eighth Amendment violation by a prison official:\r\n\n          First, the deprivation  alleged must  be,\r\n          objectively,  \"sufficiently  serious;\"  a\r\n          prison  official's  act or  omission must\r\n          result  in  the  denial  of  \"the minimal\r\n          civilized measure of life's necessities,\"\r\n          . . . .\r\n               The second  requirement follows from\r\n          the principle that \"only  the unnecessary\r\n          and wanton infliction of  pain implicates\r\n          the Eighth  Amendment.\" .  . .  In prison\r\n          conditions  cases [the  prison official's\r\n          state of mind] must be one of \"deliberate\r\n          indifference\" to inmate health or safety.\r\n\nId. at  1977.   The requirement of  \"deliberate indifference\"\r               \r\n\nhas  a subjective  component:  \"a prison  official cannot  be\r\n\nfound liable under the Eighth Amendment for denying an inmate\r\n\nhumane conditions of confinement unless the official knows of\r\n\nand disregards an  excessive risk to inmate health or safety;\r\n\nthe  official  must both  be aware  of  facts from  which the\r\n\ninference could be drawn  that a substantial risk of  serious\r\n\nharm exists, and he  must also draw the  inference.\"  Id.  at\r                                                                     \r\n\n1979.\r\n\n          Pandey's  allegations  concerning   the  size   and\r\n\ncondition of  the cells in which  he was kept, the  denial of\r\n\nlunch during an  eight-hour trip  and of baby  oil, soap  and\r\n\nother comforts  while incarcerated, as  well as the  delay in\r\n\nplacing  him in a medical facility, even if accepted as true,\r\n\n                             -4-\r\r\n\nfail to meet the  first requirement of \"sufficiently serious\"\r\n\ndeprivations.   See Hudson v. McMillian, 503 U.S. 1, 9 (1992)\r                                                   \r\n\n(\"[E]xtreme  deprivations   are  required  to   make  out   a\r\n\nconditions-  of-confinement  claim.\")    The  district  court\r\n\nsentenced  Pandey to  a  medical facility  so  that he  could\r\n\nreceive treatment  for chronic  fatigue.  The  complaint does\r\n\nnot  allege  that  delay   in  treatment  of  that  condition\r\n\npresented a serious health risk to Pandey.\r\n\n          While  the  denial   of  prescribed  medicine  (for\r\n\ndiabetes  and   high  blood  pressure)   could  constitute  a\r\n\nsufficiently  serious  harm, the  complaint  fails to  allege\r\n\nfacts   which  would   support  a   finding   of  \"deliberate\r\n\nindifference.\"   \"When, as here, a convict  claims that state\r\n\nprison officials violated the Eighth Amendment by withholding\r\n\nessential  health care,  he must  prove that  the defendants'\r\n\nactions amounted  to  'deliberate indifference  to a  serious\r\n\nmedical  need.'\"  DesRosiers v.  Moran, 949 F.2d  15, 19 (1st\r                                                  \r\n\nCir. 1991).  \r\n\n          Pandey  failed  to  allege facts  showing  that the\r\n\ndefendants  themselves  (the  prison   wardens)  knew  of  an\r\n\nexcessive risk to his health or safety if the proper medicine\r\n\nwas not  promptly supplied.    The complaint  states that  on\r\n\nthree occasions Pandey wrote to one of the warden defendants.\r\n\nThe   first   communication    allegedly   \"detail[ed]    his\r\n\ndebilitating   medical  condition\"   and  need   for  medical\r\n\n                             -5-\r\r\n\nattention.    The  next day  he  was  allegedly  seen by  two\r\n\nphysician's  assistants.  The  second communication is merely\r\n\nalleged to have requested the warden's personal assistance in\r\n\nobtaining proper medical care.  Finally, Pandey alleges  that\r\n\nhe wrote to the  warden on December 8, 1991,  indicating that\r\n\nhis medication was about to run out.  On December 12, 1991, a\r\n\nphysician's  assistant provided  him  with  medicine for  the\r\n\ndiabetes  and high  blood  pressure from  which he  allegedly\r\n\nsuffered.    The  complaint's  allegations  that  Pandey  was\r\n\nprovided with the  wrong medicine in  an untimely manner,  at\r\n\nmost  state a  claim of  negligence,  but not  of \"deliberate\r\n\nindifference.\"   Pandey did not  allege that he  informed the\r\n\nwarden that he would experience a serious medical reaction if\r\n\nhe did not immediately receive the proper medicine.  (Nor did\r\n\nhe allege that such  a reaction resulted from the  failure to\r\n\ntimely   provide  the  proper   medicine.)    Therefore,  the\r\n\npleadings fail to allege that the defendant warden was \"aware\r\n\nof  facts  from which  the inference  could  be drawn  that a\r\n\nsubstantial risk of serious harm exists.\"  Farmer,    U.S. at\r                                                             \r\n\n  , 114 S. Ct. at 1979.\r\n\n     Pandey  alleges  frequent   complaints  to   physician's\r\n\nassistants and  others with whom he had  immediate contact at\r\n\nthe prison.  Supervisors, however, cannot be held liable in a\r\n\nBivens claim  on  the  sole  basis of  their  supervision  of\r                  \r\n\nothers. Cf. Gutierrez-Rodriguez  v. Cartagena, 882  F.2d 553,\r                                                         \r\n\n                             -6-\r\r\n\n562  (1st Cir.  1989)  (liability under     1983 may  not  be\r\n\npredicated upon a theory of respondeat superior).\r\n\n          Pandey failed  to allege that  sufficiently serious\r\n\nsymptoms  resulted from  his  failure to  receive the  proper\r\n\nmedication,  much  less  that  the defendants  knew  of  such\r\n\nsymptoms.  See Mahan v. Plymouth County House of Corrections,\r                                                                        \r\n\nNo.  94-1835,  slip op.  at 9-10  (1st  Cir., Sept.  7, 1995)\r\n\n(holding   that  prison  officials   were  not  \"deliberately\r\n\nindifferent\" if they did  not learn of \"the serious  symptoms\r\n\nthat [plaintiff]  actually experienced while  detained\" as  a\r\n\nresult  of  the  withholding  of prescribed  medication).    \r\n\nTherefore, the  complaint failed to  state a claim  of Eighth\r\n\nAmendment violations by the wardens or other prison officials\r\n\nnamed as defendants.\r\n\n          II.  Non-federal Defendants\r                                                 \r\n\n          A.    Dismissal  of  Claims  against  Attorney\r                                                                    \r\n     Fennel          and Law Firm.\r                                             \r\n\n          The district  court granted  motions to  dismiss by\r\n\nWilliam  Fennel,  Pandey's court  appointed  attorney  in his\r\n\ncriminal case, and by Fennel's law firm.  \"A private attorney\r\n\nwho is  sued for  actions allegedly taken  as court-appointed\r\n\ncounsel does not act  under color of state law  [for purposes\r\n\nof   1983].\"  Malachowski v. City of Keene, 787 F.2d 704, 710\r                                                      \r\n\n(1st  Cir.), cert. denied, 479 U.S. 828 (1986).  Similarly, a\r                                     \r\n\nfederal court-appointed attorney is also shielded from claims\r\n\nof  constitutional  violations   \"since  a  Bivens-type  suit\r                                                              \r\n\n                             -7-\r\r\n\nrequires federal action in the same manner as   1983 requires\r\n\nstate action.\"   Housand v. Heiman, 594 F.2d 923, 924 n.1 (2d\r                                              \r\n\nCir.  1979).    Pandey's  wholly  conclusory  allegations  of\r\n\nconspiracy between Fennell and the United States Attorney are\r\n\nnot sufficient to convert the private attorney's actions into\r\n\nfederal action for purposes  of the Bivens claims.   See Page\r                                                                         \r\n\nv. Sharpe, 487 F.2d 567, 570 (1st Cir. 1973).\r                     \r\n\n          With respect to the state-based  claims of attorney\r\n\nmalpractice and negligence,  they are essentially repetitions\r\n\nof the issues raised in Pandey's motion in the district court\r\n\nto have his attorney Fennell removed from representing him in\r\n\nthe criminal case.  They  were specifically determined by the\r\n\ndistrict court, and affirmed by this court, in the antecedent\r\n\ncriminal  case.    Therefore,  collateral  estoppel precludes\r\n\nPandey from  again  raising  the  issue of  the  adequacy  of\r\n\nFennell's representation in this  civil case.  \"The principle\r\n\nthat collateral estoppel precludes  raising issues in a civil\r\n\ncase  already decided in a prior criminal trial has been long\r\n\nestablished.\"   Glantz v. United States, 837 F.2d 23, 25 (1st\r                                                   \r\n\nCir. 1988)  (citations omitted).   Accordingly,  the district\r\n\ncourt did not err in allowing Fennell's motion to dismiss.\r\n\n          The  claim  against  Fennell's  law firm  was  also\r\n\nproperly dismissed.   Although  named as  a defendant  in the\r\n\ncaption,  the law  firm is not  mentioned in the  body of the\r\n\ncomplaint.   Therefore,  the district  court did  not  err in\r\n\n                             -8-\r\r\n\nruling  that Pandey had failed  to state a  claim against the\r\n\nlaw firm.\r\n\n          On appeal,  Pandey claims that  the district  court\r\n\nerred in  denying his  motions for default  judgments against\r\n\nFennell  and his  law  firm for  failure  to timely  file  an\r\n\nanswer.  Fed. R.  Civ. P. 6(b)(2) provides that  \"upon motion\r\n\nmade  after the  expiration of  [a] specified  [time] period,\r\n\n[the court for cause shown may at any time in its discretion]\r\n\npermit the  act to be done  where the failure to  act was the\r\n\nresult of excusable neglect . . . \"   The reason given by the\r\n\ndefendant lawyer and law firm for moving for an extension was\r\n\nthe  voluminous length  and  scope of  the  complaint.   \"The\r\n\ndistrict  court  is  afforded  great leeway  in  granting  or\r\n\nrefusing enlargements . . .  and its decisions are reviewable\r\n\nonly  for  abuse  of  that  discretion.\"  Maldonado-Denis  v.\r                                                                     \r\n\nCastillo-Rodriguez, 23  F.3d  576, 583-84  (1st  Cir.  1994).\r                              \r\n\nGiven  the length and  scope of  the complaint,  the district\r\n\ncourt did not abuse its discretion in ruling that the failure\r\n\nto timely file a response was \"excusable neglect.\"   \r\n\n          B.  Denial of Motion for Default Judgment against  \r                                                                       \r\n              Robert E. Kenney.\r                                          \r\n\n          Pandey  appeals from the district court's denial of\r\n\nhis motion for a  default judgment against Robert E.  Kenney,\r\n\nthe  attorney who  briefly represented  him on  appeal before\r\n\nPandey obtained his dismissal.  The district court denied the\r\n\n                             -9-\r\r\n\nmotion for the reason that no proper service of the defendant\r\n\nhad been made. \r\n\n          Fed.  R. Civ.  P.  4(c)(2)   provides, in  relevant\r\n\npart,  that \"[s]ervice may be  effected by any  person who is\r\n\nnot a  party and  who  is at  least 18  years of  age.\"   The\r\n\nsummons indicates  that service  upon Kenney was  effected by\r\n\nappellant's daughter Pramila.   Count LXXVII of the complaint\r\n\nincludes  a   claim  of   loss  of  consortium   by  Pramila.\r\n\nTherefore, she is a party to  the case.  See Poulin v. Greer,\r                                                                        \r\n\n18  F.3d 979, 980 n.1  (1st Cir. 1994).   Service upon Kenney\r\n\nwas  not effected  and  the district  court  did not  err  in\r\n\ndenying Pandey's motion for a default judgment.\r\n\n          For  the  foregoing  reasons, in  addition  to  the\r\n\nreasons  given  by  the  district  court,  the  dismissal  of\r\n\nappellant's  complaint is  summarily affirmed.   See  Loc. R.\r                                                                \r\n\n27.1.\r\n\n                             -10-\r\r\n",
  "html": "<p class=\"case_cite\">66 F.3d 306</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Dr. Vijai B. PANDEY, Plaintiff, Appellant,<br>v.<br>Frank H. FREEDMAN, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1038.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 26, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Dr. Vijai B. Pandey on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Thomas E. Kanwit, Assistant United States Attorney, on brief for appellees Frank H. Freedman, et al.</p>\n      <p class=\"indent\">Dianne M. Dillon on brief for appellees William J. Fennell, Esquire and Dusel, Murphy, Fennell, Liquori &amp; Powers.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant, Vijai B. Pandey, appeals from the district court's dismissal of his complaint for failure to state a claim upon which relief can be granted, among other grounds.  The district court granted the federal defendants' motion to dismiss in the following order:  \"Allowed for all of the reasons set forth in the supporting memorandum of the federal defendants.\"   Having carefully reviewed the complaint, the parties' briefs and the memorandum of the federal defendants in support of their motion to dismiss, we conclude that the district court properly dismissed the complaint in its entirety.  We add only the following comments.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">I. Claims against federal defendants.</p>\n    </div>\n    <p class=\"indent\">A. Heck v. Humphrey</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant's complaint is essentially a reiteration of the issues raised in his appeal from his federal conviction and sentence for bank fraud.  It contains claims of constitutional violations by probation officers, judges, clerks, prosecutors and other federal actors involved in his conviction and sentencing.  Pursuant to Heck v. Humphrey, --- U.S. ----, 114 S.Ct. 2364 (1994), Pandey \"cannot establish the elements of a Bivens action until his conviction has been declared invalid or otherwise impugned....\"  Stephenson v. Reno, 28 F.3d 26, 27 (5th Cir.1994);  see also Tavarez v. Reno, 54 F.3d 109 (2d Cir.1995).  We affirmed Pandey's conviction and sentence in United States v. Pandey, No. 91-2219, 1992 WL 348046 (1st Cir.  Nov. 23, 1992).  Accordingly, the district court did not err in dismissing those claims against the federal defendants that call into question the validity of Pandey's conviction and sentence.</p>\n    </div>\n    <p class=\"indent\">B. Eighth Amendment Claims</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Pandey's complaint includes claims that the conditions in which he was kept by prison officials during the three weeks between his sentence and his arrival at a medical facility constituted cruel and unusual punishment in violation of the Eighth Amendment.  Although not barred by Heck, Pandey's Eighth Amendment claims were properly dismissed for failure to state a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This court's review of a dismissal under Fed.R.Civ.P. 12(b)(6) is plenary.  See, e.g., Miranda v. Ponce Fed.  Bank, 948 F.2d 41, 44 (1st Cir.1991).  The question is whether, accepting the factual allegations in the complaint as true, and construing them in the light most favorable to Pandey, the complaint indicates any facts which could entitle him to relief.  See Gooley v. Mobil Oil Corp., 851 F.2d 513, 514 (1st Cir.1988).  Because it was filed pro se, Pandey's complaint is entitled to an extra degree of solicitude.  See Rodi v. Ventetuolo, 941 F.2d 22, 23 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"[I]t is now settled that 'the treatment a prisoner receives in prison and the conditions under which he is confined are subject to scrutiny under the Eighth Amendment.' \"  Farmer v. Brennan, --- U.S. ----, 114 S.Ct. 1970, 1976 (1994) (citation omitted).  There are two prerequisites to an Eighth Amendment violation by a prison official:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>First, the deprivation alleged must be, objectively, \"sufficiently serious;\" a prison official's act or omission must result in the denial of \"the minimal civilized measure of life's necessities,\"....</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The second requirement follows from the principle that \"only the unnecessary and wanton infliction of pain implicates the Eighth Amendment.\"  ...  In prison conditions cases [the prison official's state of mind] must be one of \"deliberate indifference\" to inmate health or safety.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Id. at 1977.  The requirement of \"deliberate indifference\" has a subjective component:  \"a prison official cannot be found liable under the Eighth Amendment for denying an inmate humane conditions of confinement unless the official knows of and disregards an excessive risk to inmate health or safety;  the official must both be aware of facts from which the inference could be drawn that a substantial risk of serious harm exists, and he must also draw the inference.\"  Id. at 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pandey's allegations concerning the size and condition of the cells in which he was kept, the denial of lunch during an eight-hour trip and of baby oil, soap and other comforts while incarcerated, as well as the delay in placing him in a medical facility, even if accepted as true, fail to meet the first requirement of \"sufficiently serious\" deprivations.  See Hudson v. McMillian, 503 U.S. 1, 9 (1992) (\"[E]xtreme deprivations are required to make out a conditions-of-confinement claim.\")   The district court sentenced Pandey to a medical facility so that he could receive treatment for chronic fatigue.  The complaint does not allege that delay in treatment of that condition presented a serious health risk to Pandey.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While the denial of prescribed medicine (for diabetes and high blood pressure) could constitute a sufficiently serious harm, the complaint fails to allege facts which would support a finding of \"deliberate indifference.\"  \"When, as here, a convict claims that state prison officials violated the Eighth Amendment by withholding essential health care, he must prove that the defendants' actions amounted to 'deliberate indifference to a serious medical need.' \"  DesRosiers v. Moran, 949 F.2d 15, 19 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Pandey failed to allege facts showing that the defendants themselves (the prison wardens) knew of an excessive risk to his health or safety if the proper medicine was not promptly supplied.  The complaint states that on three occasions Pandey wrote to one of the warden defendants.  The first communication allegedly \"detail[ed] his debilitating medical condition\" and need for medical attention.  The next day he was allegedly seen by two physician's assistants.  The second communication is merely alleged to have requested the warden's personal assistance in obtaining proper medical care.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, Pandey alleges that he wrote to the warden on December 8, 1991, indicating that his medication was about to run out.  On December 12, 1991, a physician's assistant provided him with medicine for the diabetes and high blood pressure from which he allegedly suffered.  The complaint's allegations that Pandey was provided with the wrong medicine in an untimely manner, at most state a claim of negligence, but not of \"deliberate indifference.\"   Pandey did not allege that he informed the warden that he would experience a serious medical reaction if he did not immediately receive the proper medicine.  (Nor did he allege that such a reaction resulted from the failure to timely provide the proper medicine.)   Therefore, the pleadings fail to allege that the defendant warden was \"aware of facts from which the inference could be drawn that a substantial risk of serious harm exists.\"  Farmer, --- U.S. at ----, 114 S.Ct. at 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Pandey alleges frequent complaints to physician's assistants and others with whom he had immediate contact at the prison.  Supervisors, however, cannot be held liable in a Bivens claim on the sole basis of their supervision of others.  Cf. Gutierrez-Rodriguez v. Cartagena, 882 F.2d 553, 562 (1st Cir.1989) (liability under Sec. 1983 may not be predicated upon a theory of respondeat superior).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Pandey failed to allege that sufficiently serious symptoms resulted from his failure to receive the proper medication, much less that the defendants knew of such symptoms.  See Mahan v. Plymouth County House of Corrections, No. 94-1835, slip op. at 9-10 (1st Cir., Sept. 7, 1995) (holding that prison officials were not \"deliberately indifferent\" if they did not learn of \"the serious symptoms that [plaintiff] actually experienced while detained\" as a result of the withholding of prescribed medication).  Therefore, the complaint failed to state a claim of Eighth Amendment violations by the wardens or other prison officials named as defendants.</p>\n    </div>\n    <p class=\"indent\">II. Non-federal Defendants</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A. Dismissal of Claims against Attorney Fennel and Law Firm.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court granted motions to dismiss by William Fennel, Pandey's court appointed attorney in his criminal case, and by Fennel's law firm.  \"A private attorney who is sued for actions allegedly taken as court-appointed counsel does not act under color of state law [for purposes of Sec. 1983].\"  Malachowski v. City of Keene, 787 F.2d 704, 710 (1st Cir.), cert. denied, 479 U.S. 828 (1986).  Similarly, a federal court-appointed attorney is also shielded from claims of constitutional violations \"since a Bivens-type suit requires federal action in the same manner as Sec. 1983 requires state action.\"  Housand v. Heiman, 594 F.2d 923, 924 n. 1 (2d Cir.1979).  Pandey's wholly conclusory allegations of conspiracy between Fennell and the United States Attorney are not sufficient to convert the private attorney's actions into federal action for purposes of the Bivens claims.  See Page v. Sharpe, 487 F.2d 567, 570 (1st Cir.1973).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">With respect to the state-based claims of attorney malpractice and negligence, they are essentially repetitions of the issues raised in Pandey's motion in the district court to have his attorney Fennell removed from representing him in the criminal case.  They were specifically determined by the district court, and affirmed by this court, in the antecedent criminal case.  Therefore, collateral estoppel precludes Pandey from again raising the issue of the adequacy of Fennell's representation in this civil case.  \"The principle that collateral estoppel precludes raising issues in a civil case already decided in a prior criminal trial has been long established.\"  Glantz v. United States, 837 F.2d 23, 25 (1st Cir.1988) (citations omitted).  Accordingly, the district court did not err in allowing Fennell's motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The claim against Fennell's law firm was also properly dismissed.  Although named as a defendant in the caption, the law firm is not mentioned in the body of the complaint.  Therefore, the district court did not err in ruling that Pandey had failed to state a claim against the law firm.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On appeal, Pandey claims that the district court erred in denying his motions for default judgments against Fennell and his law firm for failure to timely file an answer.  Fed.R.Civ.P. 6(b)(2) provides that \"upon motion made after the expiration of [a] specified [time] period, [the court for cause shown may at any time in its discretion] permit the act to be done where the failure to act was the result of excusable neglect ... \" The reason given by the defendant lawyer and law firm for moving for an extension was the voluminous length and scope of the complaint.  \"The district court is afforded great leeway in granting or refusing enlargements ... and its decisions are reviewable only for abuse of that discretion.\"  Maldonado-Denis v. Castillo-Rodriguez, 23 F.3d 576, 583-84 (1st Cir.1994).  Given the length and scope of the complaint, the district court did not abuse its discretion in ruling that the failure to timely file a response was \"excusable neglect.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">B. Denial of Motion for Default Judgment against Robert E. Kenney.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Pandey appeals from the district court's denial of his motion for a default judgment against Robert E. Kenney, the attorney who briefly represented him on appeal before Pandey obtained his dismissal.  The district court denied the motion for the reason that no proper service of the defendant had been made.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Fed.R.Civ.P. 4(c)(2) provides, in relevant part, that \"[s]ervice may be effected by any person who is not a party and who is at least 18 years of age.\"   The summons indicates that service upon Kenney was effected by appellant's daughter Pramila.  Count LXXVII of the complaint includes a claim of loss of consortium by Pramila.  Therefore, she is a party to the case.  See Poulin v. Greer, 18 F.3d 979, 980 n. 1 (1st Cir.1994).  Service upon Kenney was not effected and the district court did not err in denying Pandey's motion for a default judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For the foregoing reasons, in addition to the reasons given by the district court, the dismissal of appellant's complaint is summarily affirmed.  See Loc.  R. 27.1.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Dr. Vijai B. PANDEY, Plaintiff, Appellant,<br>v.<br>Frank H. FREEDMAN, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1038.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Sept. 26, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Dr. Vijai B. Pandey on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Thomas E. Kanwit, Assistant United States Attorney, on brief for appellees Frank H. Freedman, et al.</p>\n      <p class=\"indent\">Dianne M. Dillon on brief for appellees William J. Fennell, Esquire and Dusel, Murphy, Fennell, Liquori &amp; Powers.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant, Vijai B. Pandey, appeals from the district court's dismissal of his complaint for failure to state a claim upon which relief can be granted, among other grounds.  The district court granted the federal defendants' motion to dismiss in the following order:  \"Allowed for all of the reasons set forth in the supporting memorandum of the federal defendants.\"   Having carefully reviewed the complaint, the parties' briefs and the memorandum of the federal defendants in support of their motion to dismiss, we conclude that the district court properly dismissed the complaint in its entirety.  We add only the following comments.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">I. Claims against federal defendants.</p>\n    </div>\n    <p class=\"indent\">A. Heck v. Humphrey</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant's complaint is essentially a reiteration of the issues raised in his appeal from his federal conviction and sentence for bank fraud.  It contains claims of constitutional violations by probation officers, judges, clerks, prosecutors and other federal actors involved in his conviction and sentencing.  Pursuant to Heck v. Humphrey, --- U.S. ----, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2364</span> </a></span>(1994), Pandey \"cannot establish the elements of a Bivens action until his conviction has been declared invalid or otherwise impugned....\"  Stephenson v. Reno, <span class=\"citation\" data-id=\"672942\"><a href=\"/opinion/672942/obadiah-stephenson-sr-v-janet-reno-united-states-attorney-general/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 27 (5th Cir.1994);  see also Tavarez v. Reno, <span class=\"citation\" data-id=\"695523\"><a href=\"/opinion/695523/francisco-tavarez-plaintiff-petitioner-v-janet-reno-united-states/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">109</span> </a></span>(2d Cir.1995).  We affirmed Pandey's conviction and sentence in United States v. Pandey, No. 91-2219, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">348046</span> </span>(1st Cir.  Nov. 23, 1992).  Accordingly, the district court did not err in dismissing those claims against the federal defendants that call into question the validity of Pandey's conviction and sentence.</p>\n    </div>\n    <p class=\"indent\">B. Eighth Amendment Claims</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Pandey's complaint includes claims that the conditions in which he was kept by prison officials during the three weeks between his sentence and his arrival at a medical facility constituted cruel and unusual punishment in violation of the Eighth Amendment.  Although not barred by Heck, Pandey's Eighth Amendment claims were properly dismissed for failure to state a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This court's review of a dismissal under Fed.R.Civ.P. 12(b)(6) is plenary.  See, e.g., Miranda v. Ponce Fed.  Bank, <span class=\"citation\" data-id=\"571255\"><a href=\"/opinion/571255/clarissa-miranda-aka-clarissa-miranda-rodriguez-v-ponce-federal-bank/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 44 (1st Cir.1991).  The question is whether, accepting the factual allegations in the complaint as true, and construing them in the light most favorable to Pandey, the complaint indicates any facts which could entitle him to relief.  See Gooley v. Mobil Oil Corp., <span class=\"citation\" data-id=\"508719\"><a href=\"/opinion/508719/william-r-gooley-v-mobil-oil-corporation/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span>, 514 (1st Cir.1988).  Because it was filed pro se, Pandey's complaint is entitled to an extra degree of solicitude.  See Rodi v. Ventetuolo, <span class=\"citation\" data-id=\"566305\"><a href=\"/opinion/566305/stephen-gerard-rodi-v-donald-r-ventetuolo/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 23 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"[I]t is now settled that 'the treatment a prisoner receives in prison and the conditions under which he is confined are subject to scrutiny under the Eighth Amendment.' \"  Farmer v. Brennan, --- U.S. ----, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, 1976 (1994) (citation omitted).  There are two prerequisites to an Eighth Amendment violation by a prison official:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>First, the deprivation alleged must be, objectively, \"sufficiently serious;\" a prison official's act or omission must result in the denial of \"the minimal civilized measure of life's necessities,\"....</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The second requirement follows from the principle that \"only the unnecessary and wanton infliction of pain implicates the Eighth Amendment.\"  ...  In prison conditions cases [the prison official's state of mind] must be one of \"deliberate indifference\" to inmate health or safety.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"id_token\">Id.</span> at 1977. </a></span> The requirement of \"deliberate indifference\" has a subjective component:  \"a prison official cannot be found liable under the Eighth Amendment for denying an inmate humane conditions of confinement unless the official knows of and disregards an excessive risk to inmate health or safety;  the official must both be aware of facts from which the inference could be drawn that a substantial risk of serious harm exists, and he must also draw the inference.\"  <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"id_token\">Id.</span> at 1979.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pandey's allegations concerning the size and condition of the cells in which he was kept, the denial of lunch during an eight-hour trip and of baby oil, soap and other comforts while incarcerated, as well as the delay in placing him in a medical facility, even if accepted as true, fail to meet the first requirement of \"sufficiently serious\" deprivations.  See Hudson v. McMillian, <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 9 (1992) (\"[E]xtreme deprivations are required to make out a conditions-of-confinement claim.\")   The district court sentenced Pandey to a medical facility so that he could receive treatment for chronic fatigue.  The complaint does not allege that delay in treatment of that condition presented a serious health risk to Pandey.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While the denial of prescribed medicine (for diabetes and high blood pressure) could constitute a sufficiently serious harm, the complaint fails to allege facts which would support a finding of \"deliberate indifference.\"  \"When, as here, a convict claims that state prison officials violated the Eighth Amendment by withholding essential health care, he must prove that the defendants' actions amounted to 'deliberate indifference to a serious medical need.' \"  DesRosiers v. Moran, <span class=\"citation\" data-id=\"572165\"><a href=\"/opinion/572165/steven-m-desrosiers-v-john-j-moran/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 19 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Pandey failed to allege facts showing that the defendants themselves (the prison wardens) knew of an excessive risk to his health or safety if the proper medicine was not promptly supplied.  The complaint states that on three occasions Pandey wrote to one of the warden defendants.  The first communication allegedly \"detail[ed] his debilitating medical condition\" and need for medical attention.  The next day he was allegedly seen by two physician's assistants.  The second communication is merely alleged to have requested the warden's personal assistance in obtaining proper medical care.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, Pandey alleges that he wrote to the warden on December 8, 1991, indicating that his medication was about to run out.  On December 12, 1991, a physician's assistant provided him with medicine for the diabetes and high blood pressure from which he allegedly suffered.  The complaint's allegations that Pandey was provided with the wrong medicine in an untimely manner, at most state a claim of negligence, but not of \"deliberate indifference.\"   Pandey did not allege that he informed the warden that he would experience a serious medical reaction if he did not immediately receive the proper medicine.  (Nor did he allege that such a reaction resulted from the failure to timely provide the proper medicine.)   Therefore, the pleadings fail to allege that the defendant warden was \"aware of facts from which the inference could be drawn that a substantial risk of serious harm exists.\"  Farmer, --- U.S. at <span class=\"citation no-link\"><span class=\"antecedent_guess\">----,</span> <span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1979</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Pandey alleges frequent complaints to physician's assistants and others with whom he had immediate contact at the prison.  Supervisors, however, cannot be held liable in a Bivens claim on the sole basis of their supervision of others.  Cf. Gutierrez-Rodriguez v. Cartagena, <span class=\"citation\" data-id=\"527780\"><a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 562 (1st Cir.1989) (liability under Sec. 1983 may not be predicated upon a theory of respondeat superior).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Pandey failed to allege that sufficiently serious symptoms resulted from his failure to receive the proper medication, much less that the defendants knew of such symptoms.  See Mahan v. Plymouth County House of Corrections, No. 94-1835, slip op. at 9-10 (1st Cir., Sept. 7, 1995) (holding that prison officials were not \"deliberately indifferent\" if they did not learn of \"the serious symptoms that [plaintiff] actually experienced while detained\" as a result of the withholding of prescribed medication).  Therefore, the complaint failed to state a claim of Eighth Amendment violations by the wardens or other prison officials named as defendants.</p>\n    </div>\n    <p class=\"indent\">II. Non-federal Defendants</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A. Dismissal of Claims against Attorney Fennel and Law Firm.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court granted motions to dismiss by William Fennel, Pandey's court appointed attorney in his criminal case, and by Fennel's law firm.  \"A private attorney who is sued for actions allegedly taken as court-appointed counsel does not act under color of state law [for purposes of Sec. 1983].\"  Malachowski v. City of Keene, <span class=\"citation\" data-id=\"468093\"><a href=\"/opinion/468093/henry-malachowski-and-julia-malachowski-v-city-of-keene/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">704</span></a></span>, 710 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span> </span>(1986).  Similarly, a federal court-appointed attorney is also shielded from claims of constitutional violations \"since a Bivens-type suit requires federal action in the same manner as Sec. 1983 requires state action.\"  Housand v. Heiman, <span class=\"citation\" data-id=\"364652\"><a href=\"/opinion/364652/john-anthony-housand-v-maxwell-heiman/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">923</span></a></span>, 924 n. 1 (2d Cir.1979).  Pandey's wholly conclusory allegations of conspiracy between Fennell and the United States Attorney are not sufficient to convert the private attorney's actions into federal action for purposes of the Bivens claims.  See Page v. Sharpe, <span class=\"citation\" data-id=\"314868\"><a href=\"/opinion/314868/darrell-r-page-v-charles-r-sharpe/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">567</span></a></span>, 570 (1st Cir.1973).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">With respect to the state-based claims of attorney malpractice and negligence, they are essentially repetitions of the issues raised in Pandey's motion in the district court to have his attorney Fennell removed from representing him in the criminal case.  They were specifically determined by the district court, and affirmed by this court, in the antecedent criminal case.  Therefore, collateral estoppel precludes Pandey from again raising the issue of the adequacy of Fennell's representation in this civil case.  \"The principle that collateral estoppel precludes raising issues in a civil case already decided in a prior criminal trial has been long established.\"  Glantz v. United States, <span class=\"citation\" data-id=\"500042\"><a href=\"/opinion/500042/ronald-h-glantz-and-anthony-j-bucci-v-united-states-of-america/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span>, 25 (1st Cir.1988) (citations omitted).  Accordingly, the district court did not err in allowing Fennell's motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The claim against Fennell's law firm was also properly dismissed.  Although named as a defendant in the caption, the law firm is not mentioned in the body of the complaint.  Therefore, the district court did not err in ruling that Pandey had failed to state a claim against the law firm.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On appeal, Pandey claims that the district court erred in denying his motions for default judgments against Fennell and his law firm for failure to timely file an answer.  Fed.R.Civ.P. 6(b)(2) provides that \"upon motion made after the expiration of [a] specified [time] period, [the court for cause shown may at any time in its discretion] permit the act to be done where the failure to act was the result of excusable neglect ... \" The reason given by the defendant lawyer and law firm for moving for an extension was the voluminous length and scope of the complaint.  \"The district court is afforded great leeway in granting or refusing enlargements ... and its decisions are reviewable only for abuse of that discretion.\"  Maldonado-Denis v. Castillo-Rodriguez, <span class=\"citation\" data-id=\"195359\"><a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 583-84 (1st Cir.1994).  Given the length and scope of the complaint, the district court did not abuse its discretion in ruling that the failure to timely file a response was \"excusable neglect.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">B. Denial of Motion for Default Judgment against Robert E. Kenney.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Pandey appeals from the district court's denial of his motion for a default judgment against Robert E. Kenney, the attorney who briefly represented him on appeal before Pandey obtained his dismissal.  The district court denied the motion for the reason that no proper service of the defendant had been made.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Fed.R.Civ.P. 4(c)(2) provides, in relevant part, that \"[s]ervice may be effected by any person who is not a party and who is at least 18 years of age.\"   The summons indicates that service upon Kenney was effected by appellant's daughter Pramila.  Count LXXVII of the complaint includes a claim of loss of consortium by Pramila.  Therefore, she is a party to the case.  See Poulin v. Greer, <span class=\"citation\" data-id=\"195263\"><a href=\"/opinion/195263/poulin-v-greer/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">979</span></a></span>, 980 n. 1 (1st Cir.1994).  Service upon Kenney was not effected and the district court did not err in denying Pandey's motion for a default judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For the foregoing reasons, in addition to the reasons given by the district court, the dismissal of appellant's complaint is summarily affirmed.  See Loc.  R. 27.1.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117864/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195263/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/314868/",
    "https://www.courtlistener.com/api/rest/v3/opinions/364652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/468093/",
    "https://www.courtlistener.com/api/rest/v3/opinions/500042/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566305/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572165/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672942/",
    "https://www.courtlistener.com/api/rest/v3/opinions/695523/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1087956/"
  ]
}