{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196335/",
  "id": 196335,
  "absolute_url": "/opinion/196335/osborne-v-sandoz-nutrition/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196335/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:42Z",
  "date_modified": "2020-02-21T23:32:27.107906Z",
  "type": "010combined",
  "sha1": "fc2f194f034ec6b98fefd43c977161257530bb74",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1278.01A",
  "local_path": null,
  "plain_text": "\n\n                      [NOT FOR PUBLICATION]\r\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r\n\nNo. 95-1278\r\n\n                          MARY OSBORNE,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                     SANDOZ NUTRITION CORP.,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Frank H. Freedman, Senior U.S. District Judge]\r                                                                    \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n            Aldrich and Coffin, Senior Circuit Judges.\r                                                               \r\n\n                                           \r\n\n     Kevin M. Walkowski, with whom Matthew J. Ryan, Jr.,  Michael\r                                                                           \r\nK.  Callan and Doherty, Wallace, Pillsbury &amp; Murphy, P.C. were on\r                                                                   \r\nbrief for appellant.\r\n     Thomas  J. Scannell, with whom Bowditch &amp; Dewey was on brief\r                                                              \r\nfor appellee.\r\n\n                                           \r\n\n                         October 6, 1995\r\n                                           \r\r\n\n          Per   Curiam.      Plaintiff-Appellant,  Mary   Osborne\r                    Per   Curiam.\r                                \r\n\n(\"Osborne\"),  appeals  the  district  court's  dismissal  of  her\r\n\ncomplaint  for insufficient service of process.   For the reasons\r\n\nstated below, we affirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          Osborne brought  a  personal  injury  suit  in  Hampden\r\n\nCounty Superior  Court for  the Commonwealth of  Massachusetts on\r\n\nAugust  30,  1994  against  defendant-appellee,  Sandoz Nutrition\r\n\nCorporation   (\"Sandoz\").     Osborne  failed   to  comply   with\r\n\nMassachusetts Rule of Civil Procedure 4(j), which required her to\r\n\neffect service of her  complaint within 90 days from the  date of\r\n\nfiling  (i.e., on  or  before November  28,  1994), and  mandated\r\n\ndismissal  unless she showed good cause for untimely service.  On\r\n\nNovember  30,  1994,  Osborne  filed  with  the  state  court  an\r\n\nEmergency  Motion to  Extend Tracking  Order to Allow  Service of\r\n\nProcess (\"Emergency  Motion\"), which defendant opposed.   Osborne\r\n\ncompleted  service of process on Sandoz on December 29, 1994, one\r\n\nmonth  after the  deadline and  with the  Emergency Motion  still\r\n\npending.   On  January  13, 1995,  the  action was  removed  upon\r\n\nSandoz'  motion, pursuant  to 28 U.S.C.    1332  and 28  U.S.C.  \r\n\n1441, to the  United States  District Court for  the District  of\r\n\nMassachusetts.   On January  23, 1995,  Sandoz moved to  dismiss,\r\n\nasserting   insufficient   service   of   process   pursuant   to\r\n\nMassachusetts law.\r\n\n          The  district court granted  Sandoz' motion to dismiss.\r\n\nThe district  court reasoned  that, under Federal  Rule of  Civil\r\n\n                               -2-\r\r\n\nProcedure  81(c),  Massachusetts  Rule of  Civil  Procedure  4(j)\r\n\napplies relative  to the time  frame for effectuating  service of\r\n\nprocess, and  that, under Massachusetts case  law, Osborne failed\r\n\nto show  good cause  for failure  to  serve process  in a  timely\r\n\nmanner.  Final judgment was entered on March 6, 1995, and Osborne\r\n\nfiled this appeal on March 9, 1995.\r\n\n          On  appeal,  Osborne contends  that  28  U.S.C.    1448\r\n\nmandates  application of  Federal  Rule of  Civil Procedure  4(m)\r\n\n(which  provides  Osborne with  120  days  to effect  service  of\r\n\nprocess from the date of removal) and that, even if Massachusetts\r\n\nRule  of Civil  Procedure 4(j)  applies, Osborne  can demonstrate\r\n\ngood cause for the delay in service of process.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          The district  court's decision  as to which  procedural\r\n\nrule applies is a question of law subject to plenary review.  See\r                                                                           \r\n\nNew  Hampshire Ball Bearings v. Aetna Casualty and Surety Co., 43\r                                                                       \r\n\nF.3d  749, 752 (1st Cir. 1995);  LoVuolo v. Gunning, 925 F.2d 22,\r                                                             \r\n\n25  (1st Cir.  1991).    We view  this  appeal as  involving  the\r\n\nstraightforward  application  of state  procedural  law regarding\r\n\nservice  of process  prior  to removal  to  federal court.    The\r\n\ndistrict court  correctly applied  state procedural law  prior to\r\n\nremoval because state law governs the service of process prior to\r\n\nremoval  to the  district court.   Fed.  R. Civ.  P. 81(c).   See\r                                                                           \r\n\nWinkels v.  George A. Hormel &amp;  Co., 874 F.2d 567,  570 (8th Cir.\r                                             \r\n\n1989); Witherow v. Firestone Tire &amp; Rubber Co., 530 F.2d 160, 168\r                                                        \r\n\n                               -3-\r\r\n\n(3d  Cir. 1976).  See also Garden  Homes, Inc. v. Mason, 238 F.2d\r                                                                 \r\n\n651, 653 (1st Cir. 1956).\r\n\n          In this respect, we reject Osborne's contention that 28\r\n\nU.S.C.    1448,  which governs  procedure only  after  removal to\r\n\nfederal  court, mandates  application  of Federal  Rule of  Civil\r\n\nProcedure 4(m).   Osborne  asserts that  service  of process  was\r\n\n\"unperfected\" or \"defective\"  within the meaning  of 28 U.S.C.   \r\n\n1448 as of  the date of removal because her  Emergency Motion was\r\n\nstill pending before the state court when the action was removed.\r\n\nWe reject Osborne's argument because the district court, pursuant\r\n\nto the general rule that state law governs sufficiency of process\r\n\nprior  to  removal and  should be  applied  by federal  courts in\r\n\ndetermining whether there  were procedural deficiencies  prior to\r\n\nremoval,  applied the same test  that the state  court would have\r\n\napplied in deciding the Emergency Motion; that is, whether, under\r\n\nMassachusetts Rule  of Civil  Procedure 4(j) and  applicable case\r\n\nlaw, Osborne demonstrated good cause for failure to serve process\r\n\nin a timely manner.   Fed. R. Civ. P. 81(c); Winkels, 874 F.2d at\r                                                              \r\n\n570.   Osborne had the same opportunity before the district court\r\n\nto demonstrate  good cause  for failure  to timely  serve process\r\n\nthat she would  have had before the state court  had the case not\r\n\nbeen removed to district court.\r\n\n          Furthermore,   we  agree  with   the  district  court's\r\n\nconclusion that  the doctrine enunciated in Hanna v. Plummer, 380\r                                                                      \r\n\nU.S. 460  (1965), and the provisions  of 28 U.S.C.    1448 do not\r\n\napply.   Applying Section 1448 would  ignore Osborne's procedural\r\n\n                               -4-\r\r\n\ndeficiency in  state court,  and effectively penalize  Sandoz for\r\n\nexercising its removal right.  We decline to use Section 1448, as\r\n\nthe  district court  noted, to  \"breathe jurisprudential  life in\r\n\nfederal  court to a case legally dead in state court.\"  Witherow,\r                                                                          \r\n\n530 F.2d at 168.\r\n\n          We  turn  to   the  district  court's   application  of\r\n\nMassachusetts precedent (as opposed  to federal precedent) in its\r\n\ndetermination of whether Osborne  demonstrated good cause for her\r\n\nfailure  to  timely  serve  process.      Contrary  to  Osborne's\r\n\ncontentions,  we  note that  once  the  district court  correctly\r\n\ndecided to apply  Massachusetts Rule of Civil  Procedure 4(j), it\r\n\ncorrectly applied  Massachusetts precedent construing  good cause\r\n\nunder Massachusetts Rule of Civil Procedure 4(j).\r\n\n          The district court's finding that Osborne failed, under\r\n\nMassachusetts Rule  of Civil  Procedure 4(j) and  applicable case\r\n\nlaw, to show good cause for her failure to make timely service is\r\n\nreviewed for abuse of discretion.  Benjamin v. Grosnick, 999 F.2d\r                                                                 \r\n\n590,  591 (1st  Cir. 1993).  Based on  our  review of  the record\r\n\nbelow, we  find no abuse of  discretion by the district  court in\r\n\nits finding  that Osborne  failed to  demonstrate good  cause for\r\n\nfailure to timely serve  process.  See Hull v.  Attleboro Savings\r                                                                           \r\n\nBank, 33 Mass.  App. Ct.  18, 26  (1992); Shuman  v. The  Stanley\r                                                                           \r\n\nWorks, 30 Mass. App. Ct. 951 (1991).\r               \r\n\n          In  sum, we  find that  the district court  applied the\r\n\ncorrect  legal  standards and  did  not abuse  its  discretion in\r\n\n                               -5-\r\r\n\ndismissing   Osborne's  complaint  for  insufficient  service  of\r\n\nprocess.  Affirmed.\r                            \r\n\n                               -6-\r\r\n",
  "html": "<p class=\"case_cite\">67 F.3d 289<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Mary OSBORNE, Plaintiff-Appellant,<br>v.<br>SANDOZ NUTRITION CORP., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 95-1278.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">Kevin M. Walkowski, with whom Matthew J. Ryan, Jr., Michael K. Callan and Doherty, Wallace, Pillsbury &amp; Murphy, P.C. were on brief for appellant.</p>\n      <p class=\"indent\">Thomas J. Scannell, with whom Bowditch &amp; Dewey was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH and COFFIN, Senior Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-Appellant, Mary Osborne (\"Osborne\"), appeals the district court's dismissal of her complaint for insufficient service of process.  For the reasons stated below, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Osborne brought a personal injury suit in Hampden County Superior Court for the Commonwealth of Massachusetts on August 30, 1994 against defendant-appellee, Sandoz Nutrition Corporation (\"Sandoz\").  Osborne failed to comply with Massachusetts Rule of Civil Procedure 4(j), which required her to effect service of her complaint within 90 days from the date of filing (i.e., on or before November 28, 1994), and mandated dismissal unless she showed good cause for untimely service.  On November 30, 1994, Osborne filed with the state court an Emergency Motion to Extend Tracking Order to Allow Service of Process (\"Emergency Motion\"), which defendant opposed.  Osborne completed service of process on Sandoz on December 29, 1994, one month after the deadline and with the Emergency Motion still pending.  On January 13, 1995, the action was removed upon Sandoz' motion, pursuant to 28 U.S.C. Sec. 1332 and 28 U.S.C. Sec. 1441, to the United States District Court for the District of Massachusetts.  On January 23, 1995, Sandoz moved to dismiss, asserting insufficient service of process pursuant to Massachusetts law.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court granted Sandoz' motion to dismiss.  The district court reasoned that, under Federal Rule of Civil Procedure 81(c), Massachusetts Rule of Civil Procedure 4(j) applies relative to the time frame for effectuating service of process, and that, under Massachusetts case law, Osborne failed to show good cause for failure to serve process in a timely manner.  Final judgment was entered on March 6, 1995, and Osborne filed this appeal on March 9, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, Osborne contends that 28 U.S.C. Sec. 1448 mandates application of Federal Rule of Civil Procedure 4(m) (which provides Osborne with 120 days to effect service of process from the date of removal) and that, even if Massachusetts Rule of Civil Procedure 4(j) applies, Osborne can demonstrate good cause for the delay in service of process.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court's decision as to which procedural rule applies is a question of law subject to plenary review.  See New Hampshire Ball Bearings v. Aetna Casualty and Surety Co., 43 F.3d 749, 752 (1st Cir.1995);  LoVuolo v. Gunning, 925 F.2d 22, 25 (1st Cir.1991).  We view this appeal as involving the straightforward application of state procedural law regarding service of process prior to removal to federal court.  The district court correctly applied state procedural law prior to removal because state law governs the service of process prior to removal to the district court.  Fed.R.Civ.P. 81(c).  See Winkels v. George A. Hormel &amp; Co., 874 F.2d 567, 570 (8th Cir.1989);  Witherow v. Firestone Tire &amp; Rubber Co., 530 F.2d 160, 168 (3d Cir.1976).  See also Garden Homes, Inc. v. Mason, 238 F.2d 651, 653 (1st Cir.1956).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this respect, we reject Osborne's contention that 28 U.S.C. Sec. 1448, which governs procedure only after removal to federal court, mandates application of Federal Rule of Civil Procedure 4(m).  Osborne asserts that service of process was \"unperfected\" or \"defective\" within the meaning of 28 U.S.C. Sec. 1448 as of the date of removal because her Emergency Motion was still pending before the state court when the action was removed.  We reject Osborne's argument because the district court, pursuant to the general rule that state law governs sufficiency of process prior to removal and should be applied by federal courts in determining whether there were procedural deficiencies prior to removal, applied the same test that the state court would have applied in deciding the Emergency Motion;  that is, whether, under Massachusetts Rule of Civil Procedure 4(j) and applicable case law, Osborne demonstrated good cause for failure to serve process in a timely manner.  Fed.R.Civ.P. 81(c);  Winkels, 874 F.2d at 570.  Osborne had the same opportunity before the district court to demonstrate good cause for failure to timely serve process that she would have had before the state court had the case not been removed to district court.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Furthermore, we agree with the district court's conclusion that the doctrine enunciated in Hanna v. Plummer, 380 U.S. 460 (1965), and the provisions of 28 U.S.C. Sec. 1448 do not apply.  Applying Section 1448 would ignore Osborne's procedural deficiency in state court, and effectively penalize Sandoz for exercising its removal right.  We decline to use Section 1448, as the district court noted, to \"breathe jurisprudential life in federal court to a case legally dead in state court.\"  Witherow, 530 F.2d at 168.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We turn to the district court's application of Massachusetts precedent (as opposed to federal precedent) in its determination of whether Osborne demonstrated good cause for her failure to timely serve process.  Contrary to Osborne's contentions, we note that once the district court correctly decided to apply Massachusetts Rule of Civil Procedure 4(j), it correctly applied Massachusetts precedent construing good cause under Massachusetts Rule of Civil Procedure 4(j).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court's finding that Osborne failed, under Massachusetts Rule of Civil Procedure 4(j) and applicable case law, to show good cause for her failure to make timely service is reviewed for abuse of discretion.  Benjamin v. Grosnick, 999 F.2d 590, 591 (1st Cir.1993).  Based on our review of the record below, we find no abuse of discretion by the district court in its finding that Osborne failed to demonstrate good cause for failure to timely serve process.  See Hull v. Attleboro Savings Bank, 33 Mass.App.Ct. 18, 26 (1992);  Shuman v. The Stanley Works, 30 Mass.App.Ct. 951 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In sum, we find that the district court applied the correct legal standards and did not abuse its discretion in dismissing Osborne's complaint for insufficient service of process.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">289</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Mary OSBORNE, Plaintiff-Appellant,<br>v.<br>SANDOZ NUTRITION CORP., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 95-1278.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Oct. 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts</p>\n      <p class=\"indent\">Kevin M. Walkowski, with whom Matthew J. Ryan, Jr., Michael K. Callan and Doherty, Wallace, Pillsbury &amp; Murphy, P.C. were on brief for appellant.</p>\n      <p class=\"indent\">Thomas J. Scannell, with whom Bowditch &amp; Dewey was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH and COFFIN, Senior Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-Appellant, Mary Osborne (\"Osborne\"), appeals the district court's dismissal of her complaint for insufficient service of process.  For the reasons stated below, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Osborne brought a personal injury suit in Hampden County Superior Court for the Commonwealth of Massachusetts on August 30, 1994 against defendant-appellee, Sandoz Nutrition Corporation (\"Sandoz\").  Osborne failed to comply with Massachusetts Rule of Civil Procedure 4(j), which required her to effect service of her complaint within 90 days from the date of filing (i.e., on or before November 28, 1994), and mandated dismissal unless she showed good cause for untimely service.  On November 30, 1994, Osborne filed with the state court an Emergency Motion to Extend Tracking Order to Allow Service of Process (\"Emergency Motion\"), which defendant opposed.  Osborne completed service of process on Sandoz on December 29, 1994, one month after the deadline and with the Emergency Motion still pending.  On January 13, 1995, the action was removed upon Sandoz' motion, pursuant to 28 U.S.C. Sec. 1332 and 28 U.S.C. Sec. 1441, to the United States District Court for the District of Massachusetts.  On January 23, 1995, Sandoz moved to dismiss, asserting insufficient service of process pursuant to Massachusetts law.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court granted Sandoz' motion to dismiss.  The district court reasoned that, under Federal Rule of Civil Procedure 81(c), Massachusetts Rule of Civil Procedure 4(j) applies relative to the time frame for effectuating service of process, and that, under Massachusetts case law, Osborne failed to show good cause for failure to serve process in a timely manner.  Final judgment was entered on March 6, 1995, and Osborne filed this appeal on March 9, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, Osborne contends that 28 U.S.C. Sec. 1448 mandates application of Federal Rule of Civil Procedure 4(m) (which provides Osborne with 120 days to effect service of process from the date of removal) and that, even if Massachusetts Rule of Civil Procedure 4(j) applies, Osborne can demonstrate good cause for the delay in service of process.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court's decision as to which procedural rule applies is a question of law subject to plenary review.  See New Hampshire Ball Bearings v. Aetna Casualty and Surety Co., <span class=\"citation\" data-id=\"685590\"><a href=\"/opinion/685590/new-hampshire-ball-bearings-v-aetna-casualty-and-surety-company-new/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">749</span></a></span>, 752 (1st Cir.1995);  LoVuolo v. Gunning, <span class=\"citation\" data-id=\"555475\"><a href=\"/opinion/555475/kevin-lovuolo-and-antonio-musto-v-john-gunning-and-elaine-gunning/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 25 (1st Cir.1991).  We view this appeal as involving the straightforward application of state procedural law regarding service of process prior to removal to federal court.  The district court correctly applied state procedural law prior to removal because state law governs the service of process prior to removal to the district court.  Fed.R.Civ.P. 81(c).  See Winkels v. George A. Hormel &amp; Co., <span class=\"citation\" data-id=\"522955\"><a href=\"/opinion/522955/peter-t-winkels-v-george-a-hormel-company-a-delaware-corporation/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">567</span></a></span>, 570 (8th Cir.1989);  Witherow v. Firestone Tire &amp; Rubber Co., <span class=\"citation\" data-id=\"333159\"><a href=\"/opinion/333159/john-t-witherow-v-the-firestone-tire-rubber-company-a-corporation/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">160</span></a></span>, 168 (3d Cir.1976).  See also Garden Homes, Inc. v. Mason, <span class=\"citation\" data-id=\"240755\"><a href=\"/opinion/240755/garden-homes-inc-v-norman-p-mason-as-he-is-commissioner-of-federal/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">651</span></a></span>, 653 (1st Cir.1956).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this respect, we reject Osborne's contention that 28 U.S.C. Sec. 1448, which governs procedure only after removal to federal court, mandates application of Federal Rule of Civil Procedure 4(m).  Osborne asserts that service of process was \"unperfected\" or \"defective\" within the meaning of 28 U.S.C. Sec. 1448 as of the date of removal because her Emergency Motion was still pending before the state court when the action was removed.  We reject Osborne's argument because the district court, pursuant to the general rule that state law governs sufficiency of process prior to removal and should be applied by federal courts in determining whether there were procedural deficiencies prior to removal, applied the same test that the state court would have applied in deciding the Emergency Motion;  that is, whether, under Massachusetts Rule of Civil Procedure 4(j) and applicable case law, Osborne demonstrated good cause for failure to serve process in a timely manner.  Fed.R.Civ.P. 81(c);  <span class=\"citation\" data-id=\"522955\"><span class=\"antecedent_guess\">Winkels,</span> <a href=\"/opinion/522955/peter-t-winkels-v-george-a-hormel-company-a-delaware-corporation/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">570</span></a></span>.  Osborne had the same opportunity before the district court to demonstrate good cause for failure to timely serve process that she would have had before the state court had the case not been removed to district court.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Furthermore, we agree with the district court's conclusion that the doctrine enunciated in Hanna v. Plummer, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span> </a></span>(1965), and the provisions of 28 U.S.C. Sec. 1448 do not apply.  Applying Section 1448 would ignore Osborne's procedural deficiency in state court, and effectively penalize Sandoz for exercising its removal right.  We decline to use Section 1448, as the district court noted, to \"breathe jurisprudential life in federal court to a case legally dead in state court.\"  <span class=\"citation\" data-id=\"333159\"><span class=\"antecedent_guess\">Witherow,</span> <a href=\"/opinion/333159/john-t-witherow-v-the-firestone-tire-rubber-company-a-corporation/\"><span class=\"volume\">530</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">168</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We turn to the district court's application of Massachusetts precedent (as opposed to federal precedent) in its determination of whether Osborne demonstrated good cause for her failure to timely serve process.  Contrary to Osborne's contentions, we note that once the district court correctly decided to apply Massachusetts Rule of Civil Procedure 4(j), it correctly applied Massachusetts precedent construing good cause under Massachusetts Rule of Civil Procedure 4(j).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court's finding that Osborne failed, under Massachusetts Rule of Civil Procedure 4(j) and applicable case law, to show good cause for her failure to make timely service is reviewed for abuse of discretion.  Benjamin v. Grosnick, <span class=\"citation\" data-id=\"612078\"><a href=\"/opinion/612078/edward-h-benjamin-v-allen-h-grosnick-peter-j-embriano-v-allen-h/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">590</span></a></span>, 591 (1st Cir.1993).  Based on our review of the record below, we find no abuse of discretion by the district court in its finding that Osborne failed to demonstrate good cause for failure to timely serve process.  See Hull v. Attleboro Savings Bank, 33 Mass.App.Ct. 18, 26 (1992);  Shuman v. The Stanley Works, 30 Mass.App.Ct. 951 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In sum, we find that the district court applied the correct legal standards and did not abuse its discretion in dismissing Osborne's complaint for insufficient service of process.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107024/",
    "https://www.courtlistener.com/api/rest/v3/opinions/240755/",
    "https://www.courtlistener.com/api/rest/v3/opinions/333159/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522955/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555475/",
    "https://www.courtlistener.com/api/rest/v3/opinions/612078/",
    "https://www.courtlistener.com/api/rest/v3/opinions/685590/"
  ]
}