{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196311/",
  "id": 196311,
  "absolute_url": "/opinion/196311/united-states-v-santiago-gonzalez/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196311/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:03:10Z",
  "date_modified": "2020-02-21T23:31:35.008738Z",
  "type": "010combined",
  "sha1": "d21c73cc4267b02594c80540e82259b94be3d662",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1246.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-1246\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                     JUAN SANTIAGO-GONZALEZ,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\r                                                                   \r\n\n                                           \r\n\n                              Before\r\n\n                       Cyr, Circuit Judge,\r                                                   \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                 and McAuliffe,* District Judge.\r                                                         \r\n\n                                           \r\n\n     Luis F. Abreu-El as on brief for appellant.\r                                  \r\n     Guillermo  Gil,  United  States  Attorney, Jos   A.  Quiles-\r                                                                           \r\nEspinosa,  Senior  Litigation  Counsel  and  Miguel  A.  Pereira,\r                                                                          \r\nAssistant United States Attorney, on brief for appellee.\r\n\n                                           \r\n\n                        September 25, 1995\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of New Hampshire, sitting by designation.\r\r\n\n          McAULIFFE,  District  Judge.    Juan  Santiago-Gonz lez\r                    McAULIFFE,  District  Judge.\r                                               \r\n\n(\"defendant\")  appeals  from  the  district  court's  refusal  to\r\n\nenforce a term of his written plea agreement  (\"Agreement\") which\r\n\nostensibly required the  government to file a motion for downward\r\n\ndeparture  under     5K1.1  of  the   United  States   Sentencing\r\n\nGuidelines.   He also questions the  district court's calculation\r\n\nof his  base offense level under the Guidelines.  For the reasons\r\n\nset forth below, we affirm.\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r                                                  \r\n\n          On  July  2,  1992,  defendant and  three  others  were\r\n\nindicted on four counts of  defrauding the Corporaci n Insular de\r\n\nSeguros  (\"CIS\")  of  $1,401,000.00.     CIS,  a  privately  held\r\n\ninsurance company  chartered in the Commonwealth  of Puerto Rico,\r\n\nwas controlled by the defendant  and two of three  co-defendants.\r\n\nDefendant was employed as  CIS's vice president for claims.   Two\r\n\nof his co-defendants served as CIS's president and vice president\r\n\nfor  finance  and operations,  respectively,  and  the third,  an\r\n\nattorney, was engaged  in private practice.   The three corporate\r\n\nofficers were effectively able to manage the company's assets and\r\n\nauthorize payment of claims made against its policies.\r\n\n          From  October of 1991 until May  of 1992, defendant and\r\n\nhis  colleagues  jointly  ran  a false  insurance  claim  scheme.\r\n\nDefendant,  as vice  president  for  claims, reopened  previously\r\n\nclosed  claim files  so fictitious  claims could be  made against\r\n\nthose accounts.  The  vice president for finance  established and\r\n\nassigned  cash reserves to those reopened accounts.  The attorney\r\n\n                               -2-\r\r\n\nthen  submitted  fictitious  claims  on  behalf  of  non-existent\r\n\nclients,  which were paid by CIS and charged against the reserves\r\n\nassigned to the reopened accounts.  The false claims were paid by\r\n\nchecks  drawn on  CIS's  bank account  and  made payable  to  the\r\n\nattorney, as counsel for the fictitious claimants.   The attorney\r\n\ncashed the checks,  kept part  of the proceeds  for himself,  and\r\n\ndistributed the  remainder among the three  CIS officers, usually\r\n\nin equal shares.\r\n\n          Defendant's collaborators  pled guilty soon  after they\r\n\nwere charged, but defendant  entered a not guilty plea  and stood\r\n\ntrial.   Two  days  into his  trial,  defendant reconsidered  and\r\n\naccepted a plea  bargain.   In exchange for  defendant's plea  of\r\n\nguilty, the government  agreed to exercise its discretion to file\r\n\na  motion   for  downward  departure  under   U.S.S.G.     5K1.1,\r\n\ncontingent  on  defendant's  anticipated   \"completely  truthful,\r\n\nforthright,    and    honest    assistance   and    information.\"\r\n\nAdditionally, the plea agreement  required defendant to submit to\r\n\na  polygraph  examination  \"should  the  United  States  deem  it\r\n\nappropriate.\"  After executing the Agreement, defendant dutifully\r\n\nentered  pleas of guilty to  mail fraud and  aiding and abetting.\r\n\n18 U.S.C.   1341; 18 U.S.C.   2.\r\n\n          In   late  April   1993,  the   government  deemed   it\r\n\nappropriate for defendant to submit to a polygraph examination in\r\n\norder to resolve some  doubt about whether he was  being entirely\r\n\ntruthful and cooperative in the ongoing investigation.  Defendant\r\n\nsubmitted to the polygraph  and, in the opinion of  the examiner,\r\n\n                               -3-\r\r\n\nthe test results indicated deception.  Accordingly, at sentencing\r\n\nthe government  refused to  move for  a downward  departure under\r\n\nU.S.S.G.   5K1.1.\r\n\n          In  addition,  the  district  court,  relying   on  the\r\n\ntestimony of  his  accomplices, found  that defendant  was not  a\r\n\nminor  participant  in the  scheme, as  he  claimed.   Instead of\r\n\nadjusting his offense level downward as  defendant had hoped, the\r\n\ntrial  judge upwardly adjusted his base offense level, relying on\r\n\nU.S.S.G.   2F1.1(2)  (more than minimal planning)  and U.S.S.G.  \r\n\n3B1.3 (abuse of position of trust).\r\n\n                         II.  DISCUSSION\r                                   II.  DISCUSSION\r                                                  \r\n\n          On  appeal, defendant  raises  two issues.   First,  he\r\n\nchallenges  the   district  court's   refusal   to  enforce   the\r\n\ngovernment's  obligation  to  move for  downward  departure under\r\n\n  5K1.1.   Next, he questions the district court's calculation of\r\n\nhis base offense level under the Guidelines.\r\n\n          A.   Denial   of  Specific  Performance   of  the  Plea\r                    A.   Denial   of  Specific  Performance   of  the  Plea\r\n               Agreement\r                         Agreement\r\n\n          Defendant says  that by  meeting with  the prosecution,\r\n\nproviding truthful  information, and submitting to  the requested\r\n\npolygraph examination, he substantially performed his obligations\r\n\nunder  the Agreement, thereby  earning the departure  motion.  He\r\n\nargues  that the government's obligation to file a   5K1.1 motion\r\n\nwas  contingent only  upon his providing  \"truthful information,\"\r\n\nwhich, in substance, he did.\r\n\n          The  Agreement provides that \"if in  the opinion of the\r\n\n[polygraph] examiner your answers  indicate deception you will be\r\n\n                               -4-\r\r\n\nin  breach of  this  agreement.\"    Defendant concedes  that  the\r\n\npolygraph examiner was of the  opinion that his answers indicated\r\n\ndeception, and he does not seriously dispute that  in fact he did\r\n\nnot answer all  questions truthfully.  But, he says, successfully\r\n\npassing a polygraph examination was not a  condition precedent to\r\n\nthe government's  obligation to  move for downward  departure; it\r\n\nwas  simply an  additional  undertaking intended  to provide  the\r\n\ngovernment with some means of gauging the extent of his \"truthful\r\n\ncooperation\" (which was the condition precedent).  His failure to\r                                 \r\n\nanswer every question truthfully during the polygraph examination\r\n\nmay have frustrated the government's desire  for \"corroboration,\"\r\n\nand the absence of corroboration may have devalued  his \"truthful\r\n\ncooperation\"  by  some degree,  he  argues,  but he  nevertheless\r\n\nsubstantially  \"truthfully cooperated.\"   He  reasons that  he at\r\n\nleast earned the departure motion, and says that it is the extent\r                                           \r\n\nof  the  departure  that should  reflect  his  less than  perfect\r\n\nperformance.\r\n\n          We have held that plea  agreements \"must be attended by\r\n\nsafeguards  to insure the defendant what is reasonably due in the\r\n\ncircumstances.\"  United States v.  Baldacchino, 762 F.2d 170, 179\r                                                        \r\n\n(1st  Cir. 1985)  (citing Santobello  v. New  York, 404  U.S. 257\r                                                            \r\n\n(1971)).  We have also recognized that principles of contract law\r\n\noften provide useful references  when construing plea agreements.\r\n\nSee United States v.  Anderson, 921 F.2d 335, 337 (1st Cir. 1990)\r                                        \r\n\n(\"It is black letter  law that plea agreements, 'though  part and\r\n\nparcel  of criminal  jurisprudence,  are subject  to contract-law\r\n\n                               -5-\r\r\n\nstandards  in  certain  respects.'\") (quoting  United  States  v.\r                                                                       \r\n\nHogan, 862 F.2d 386, 388 (1st Cir. 1988)); see also United States\r                                                                           \r\n\nv.  Papaleo,  853 F.2d  16, 19  (1st  Cir. 1988)  (\"A contractual\r                     \r\n\napproach to plea agreements  ensures not only that constitutional\r\n\nrights are respected, but also that the integrity of the criminal\r\n\nprocess is upheld.\"); United States v. Gonz lez-S nchez, 825 F.2d\r                                                                 \r\n\n572, 578  (1st Cir. 1987) (\"Contractual  principles apply insofar\r\n\nas  they are relevant to determining what the government owes the\r\n\ndefendant.\").\r\n\n          Applying contract-law principles in this case, we first\r\n\nturn  to the specific language  of the Agreement.   See Anderson,\r                                                                          \r\n\n921 F.2d at 338.  That language is unambiguous:\r\n\n            You  will submit, if you are requested to\r\n            do  so,  when  requested  to  do  so,  to\r\n            polygraphic  examination   (lie  detector\r\n            test)  should the  United States  deem it\r\n            appropriate.  If you fail to submit or if\r\n            in  the  opinion  of  the  examiner  your\r                                                           your\r\n            answers indicate deception you will be in\r                      answers indicate deception you will be in\r\n            breach of  this agreement.   (emphasis in\r                      breach of  this agreement.\r\n            original)\r\n\n          This  obligation was  thoroughly  discussed during  the\r\n\nplea  colloquy between  defendant and the  trial judge.   Indeed,\r\n\ndefendant's  own  comments  leave  little  doubt  that  he  fully\r\n\nunderstood  that the  government's obligation  to file  a   5K1.1\r\n\nmotion  was   conditioned  on  his  submitting   to  a  polygraph\r\n\nexamination  if  asked,  and  passing that  examination  \"in  the\r\n\nopinion of the examiner\":\r\n\n            THE COURT:  .  . . And if in  the opinion\r\n            of  the  examiner  your answers  indicate\r\n            deception, you  will be in  breach of the\r\n\n                               -6-\r\r\n\n            agreement.  Have you understood what that\r\n            means?\r\n\n            THE DEFENDANT:  Yes your Honor.\r\n\n            THE COURT:  That  means that if you don't\r\n            pass the  lie  detector test  it will  be\r\n            understood  that  you  are not  providing\r\n            truthful   and   honest  assistance   and\r\n            information that is expected of you.\r\n\n            THE DEFENDANT:  I understand, your Honor.\r\n\n          The  only plausible  interpretation  of the  Agreement,\r\n\ngiven  its  unambiguous  language  and  defendant's  acknowledged\r\n\nunderstanding, is that it means exactly what it says.  See United\r                                                                           \r\n\nStates  v.  Atwood  963 F.2d  476,  479  (1st  Cir. 1992)  (Court\r                            \r\n\ninterpreted plea agreement to  mean precisely what it  said where\r\n\ndefendant  signed and  agreed to  it in  the presence  of judge).\r\n\nDefendant does not  claim that the examiner's  opinion was rooted\r\n\nin bad  faith or  was  based on  anything but  his own  objective\r\n\ninterpretation  of the  examination results.   Rather,  he argues\r\n\nthat because a polygraph  examination is an inherently unreliable\r\n\nmeans of determining  truth, and such  results are not  generally\r\n\nadmissible in courts of law, that part of the Agreement requiring\r\n\nhim to submit to and pass the test should be deemed void.\r\n\n          But defendant was not  \"required\" to accept those terms\r\n\nof the Agreement.  In this case both defendant and the government\r\n\nagreed  to  the   polygraph's  use  as  the   standard  by  which\r\n\ndefendant's  performance  of  his  obligation  to  be  completely\r\n\ntruthful  would be  measured  by the  government.   Both  parties\r\n\npresumably had sufficient confidence  in its reliability for that\r\n\npurpose.   Having  agreed to  the test,  whatever  its scientific\r\n\n                               -7-\r\r\n\nweaknesses might be,1 defendant  cannot now be heard to  say that\r\n\nhis own  promise was illusory or that he was somehow misled.  Nor\r\n\ncan  he  credibly  argue  that   the  government's  discretionary\r\n\ndecision not to file  the departure motion was made  in bad faith\r\n\nor without rational basis.   Defendant's integrity as a  possible\r\n\nwitness in  other matters was certainly undermined by his failure\r\n\nto  answer  questions truthfully.   See,  e.g., United  States v.\r                                                                        \r\n\nCatalucci,  36 F.3d 151 (1st Cir. 1994).  Besides, defendant does\r                   \r\n\nnot  seriously  contest  the fact  that  he  did  not answer  all\r\n\nquestions truthfully.\r\n\n          Because the  defendant was in breach  of his obligation\r\n\nto  be  \"completely truthful,\"  the  government  was entitled  to\r\n\nexercise  its discretion not to  file a downward departure motion\r\n\nunder Guideline   5K1.1.\r\n\n          B.   District Court's Calculation of  Defendant's Total\r                    B.   District Court's Calculation of  Defendant's Total\r\n               Offense Level\r                         Offense Level\r\n\n          The  district court set defendant's total offense level\r\n\nunder the Guidelines  at 15,  in part by  upwardly adjusting  his\r\n\nbase  offense level  pursuant to  both U.S.S.G.    2F1.1(2) (more\r\n\nthan  minimal planning) and U.S.S.G.   3B1.3 (abuse of a position\r\n\nof  trust).   At  the same  time,  the district  court  refused a\r\n\ndownward  adjustment  under  U.S.S.G    3B1.2  (minor or  minimal\r\n\n                    \r                              \r\n\n1  We  agree with the conclusion of the Court  of Appeals for the\r\nThird Circuit in United States v. Swinehart, 614 F.2d 853 n.2 (3d\r                                                     \r\nCir.),  cert.  denied,  449  U.S.  827  (1980):    \"Although  the\r                               \r\ninfallibility of polygraphs is arguable, we decline to  hold that\r\nthe Government cannot rely  on the tests where the  parties agree\r\nto such reliance in a plea bargain.\"\r\n\n                               -8-\r\r\n\nparticipant in  offense).  Defendant argues  that the calculation\r\n\nwas clearly erroneous.  Again, we disagree.\r\n\n          \"Once the court of  appeals has defined the guideline's\r\n\nmeaning and scope, it reviews the sentencing court's fact finding\r\n\nonly for clear error.\"   United States v. St. Cyr, 977  F.2d 698,\r                                                           \r\n\n701  (1st Cir. 1992) (citing  United States v.  Tardiff, 969 F.2d\r                                                                 \r\n\n1283, 1289 (1st Cir.  1992)); United States v. Connell,  960 F.2d\r                                                                \r\n\n191,  197  (1st Cir.  1992); see  also  United States  v. Rosado-\r                                                                           \r\n\nSierra,  938 F.2d  1-2 (1st Cir.  1991) (\"[D]efendant  . .  . can\r                \r\n\nprevail on appeal only by demonstrating that the district court's\r\n\ndetermination  as  to  his  role   in  the  offense  was  clearly\r\n\nerroneous.\") (per curiam); United States v. Garc a, 954  F.2d 12,\r                                                            \r\n\n18  (1st  Cir.  1992) (\"Absent  a  mistake  of law,  we  review a\r\n\nsentencing  court's  role-in-the-offense  determination only  for\r\n\nclear  error.\") (citing United States  v. Dietz, 950  F.2d 50, 52\r                                                         \r\n\n(1st Cir. 1991));  United States  v. Akitoye, 923  F.2d 221,  227\r                                                      \r\n\n(1st  Cir. 1991)).  Additionally,  \"where there is  more than one\r\n\nplausible  view  of  the  circumstances,  the sentencing  court's\r\n\nchoice   among   supportable  alternatives   cannot   be  clearly\r\n\nerroneous.\"   United States v. Ruiz, 905  F.2d 499, 508 (1st Cir.\r                                             \r\n\n1990); see also Rosado-Sierra, 938 F.2d at 2.\r                                       \r\n\n          The  district court's  determination  in  this case  is\r\n\nsupported  by the record,  and a two-level  upward adjustment for\r\n\nmore than minimal planning under   2F1.1(b)(2)(A) was not clearly\r\n\nerroneous.   The  distinction  between \"minimal\"  and \"more  than\r\n\nminimal  planning\" as those terms  are used in  the Guidelines is\r\n\n                               -9-\r\r\n\nillustrated by the example given in the accompanying comment:  \"a\r\n\nsingle taking accomplished by a false book entry would constitute\r\n\nonly minimal planning .  . . [while] several instances  of taking\r\n\nmoney, each  accompanied by false entries  [would constitute more\r\n\nthan minimal planning].\"    1B1.1(f), comment.   Here, the record\r\n\nreveals a number of instances of taking money by false entries as\r\n\npart of an overall scheme to defraud.  More than minimal planning\r\n\nwas  obviously required  to  carry out  this sophisticated  false\r\n\nclaims scheme.   See United States  v. Brandon, 17 F.3d  409, 459\r                                                        \r\n\n(1st Cir. 1994) (\"[W]e are not  inclined to reverse a finding  of\r\n\nmore  than  minimal  planning  unless the  evidence  compels  the\r\n\nconclusion that the defendant's  actions were purely opportune or\r\n\n'spur of the  moment.'\") (citing United  States v. Gregorio,  956\r                                                                     \r\n\nF.2d  341, 343 (1st  Cir. 1989)); cf. also  United States v. Fox,\r                                                                          \r\n\n889 F.2d 357, 361  (1st Cir. 1989) (\"[W]e cannot  conceive of how\r\n\neven obtaining one  fraudulent loan would  not require more  than\r\n\nminimal planning.\").  The trial judge properly concluded from the\r\n\nundisputed facts that defendant's participation in at least seven\r\n\nseparate  \"false entries\"  for the purpose  of defrauding  CIS of\r\n\napproximately  $1.4 million, required more than minimal planning,\r\n\nand we will not disturb that finding on appeal.\r\n\n          Defendant also asserts that the district court erred by\r\n\nincreasing his offense level by two based on his alleged abuse of\r\n\na  position  of  trust,  pursuant  to  U.S.S.G.    3B1.3.    That\r\n\nguideline calls for an upward adjustment where:\r\n\n            [T]he  defendant  abused  a  position  of\r\n            public   or  private  trust,  or  used  a\r\n\n                               -10-\r\r\n\n            special   skill,   in   a   manner   that\r\n            significantly facilitated  the commission\r\n            or concealment of the offense.\r\n\nU.S.S.G.   3B1.3.\r\n\n          When  reviewing  a district  court's  upward adjustment\r\n\nunder   3B1.3, we first determine the legal meaning of terms such\r\n\nas  \"position  of  private  trust,\"  then  we  ask  \"whether  the\r\n\ndefendant actually used the position to facilitate or conceal the\r\n\noffense  . . . and if so, whether the position contributed to the\r\n\nmisconduct  in a significant way.\"  United States v. Tardiff, 969\r                                                                      \r\n\nF.2d  1283,   1289  (1st  Cir.  1992).     The  district  court's\r\n\ndetermination on each  point is of course  afforded due deference\r\n\nand is reviewed only for clear error.  Id.\r                                                   \r\n\n          Defendant  unquestionably  held a  position  of private\r\n\ntrust.   As  we  have stated  before,  \"'the primary  trait  that\r\n\ndistinguishes a person in a position of trust from one who is not\r\n\nis  the  extent to  which the  position  provides the  freedom to\r\n\ncommit a difficult-to-detect wrong.'\"   Id. (citing United States\r                                                                           \r\n\nv.  Hill, 915  F.2d 502,  505 (9th  Cir.  1990)).   Defendant, an\r                  \r\n\nofficer of  the corporation, occupied a high  level position that\r\n\nnot only  enabled him  to exercise broad  discretionary authority\r\n\nover the payment of  claims made against CIS's policies,  but, at\r\n\nthe  same  time, allowed  him  to  \"commit  difficult  to  detect\r\n\nwrongs,\" id., such as the fraudulent scheme charged in this case.\r                      \r\n\n          The record establishes that defendant actually used his\r\n\nposition to facilitate or conceal the crime, and so, the position\r\n\ncontributed to  the misconduct.   Defendant conceded,  after all,\r\n\n                               -11-\r\r\n\nthat as  vice president for claims he  reopened previously closed\r\n\ncases and approved payment  of known false claims filed  in those\r\n\ncases.  Furthermore, it is self-evident that defendant's position\r\n\nwithin  the company enabled him  to facilitate both the execution\r\n\nand attempted concealment of that  scheme.  The district  court's\r\n\nfinding  that defendant  abused  his position  of private  trust,\r\n\nwarranting  an  upward  adjustment   under     3B1.3,  was  fully\r\n\nsupported by the record.\r\n\n          The district court's decision  not to downwardly adjust\r\n\nunder   3B1.2 (minor  or minimal participant  in the offense)  is\r\n\nalso  fully justified by the  record.  U.S.S.G.    3B1.2 provides\r\n\nfor a  downward adjustment where defendant's  role \"in committing\r\n\nthe offense . .  . makes him substantially less culpable than the\r\n\naverage  participant.\"   The scheme  involved here  required each\r\n\nparticipant  to perform  a  significant and  necessary role;  the\r\n\ncontribution of one participant was no less significant than that\r\n\nof  another in effecting  the scheme.   Accordingly, the district\r\n\ncourt  correctly determined that  defendant was not substantially\r\n\nless  culpable  than his  associates and  was  not entitled  to a\r\n\ndownward adjustment.\r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r                                                   \r\n\n          For the  reasons stated  above, we affirm  the district\r\n\ncourt in all respects.\r\n\n          AFFIRMED.\r                            \r\n\n                               -12-\r\r\n",
  "html": "<p class=\"case_cite\">66 F.3d 3</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Juan SANTIAGO-GONZALEZ, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-1246.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Oct. 4, 1994.<br>Decided Sept. 25, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Luis F. Abreu-Elias, Hato Rey, PR, on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Washington, DC, Jose A. Quiles-Espinosa, Senior Litigation Counsel and Miguel A. Pereira, Assistant United States Attorney, Hato Rey, PR, on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and McAULIFFE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">McAULIFFE, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Juan Santiago-Gonzalez (\"defendant\") appeals from the district court's refusal to enforce a term of his written plea agreement (\"Agreement\") which ostensibly required the government to file a motion for downward departure under Sec. 5K1.1 of the United States Sentencing Guidelines.  He also questions the district court's calculation of his base offense level under the Guidelines.  For the reasons set forth below, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On July 2, 1992, defendant and three others were indicted on four counts of defrauding the Corporacion Insular de Seguros (\"CIS\") of $1,401,000.00.  CIS, a privately held insurance company chartered in the Commonwealth of Puerto Rico, was controlled by the defendant and two of three co-defendants.  Defendant was employed as CIS's vice president for claims.  Two of his co-defendants served as CIS's president and vice president for finance and operations, respectively, and the third, an attorney, was engaged in private practice.  The three corporate officers were effectively able to manage the company's assets and authorize payment of claims made against its policies.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">From October of 1991 until May of 1992, defendant and his colleagues jointly ran a false insurance claim scheme.  Defendant, as vice president for claims, reopened previously closed claim files so fictitious claims could be made against those accounts.  The vice president for finance established and assigned cash reserves to those reopened accounts.  The attorney then submitted fictitious claims on behalf of non-existent clients, which were paid by CIS and charged against the reserves assigned to the reopened accounts.  The false claims were paid by checks drawn on CIS's bank account and made payable to the attorney, as counsel for the fictitious claimants.  The attorney cashed the checks, kept part of the proceeds for himself, and distributed the remainder among the three CIS officers, usually in equal shares.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Defendant's collaborators pled guilty soon after they were charged, but defendant entered a not guilty plea and stood trial.  Two days into his trial, defendant reconsidered and accepted a plea bargain.  In exchange for defendant's plea of guilty, the government agreed to exercise its discretion to file a motion for downward departure under U.S.S.G. Sec. 5K1.1, contingent on defendant's anticipated \"completely truthful, forthright, and honest assistance and information.\"   Additionally, the plea agreement required defendant to submit to a polygraph examination \"should the United States deem it appropriate.\"   After executing the Agreement, defendant dutifully entered pleas of guilty to mail fraud and aiding and abetting.  18 U.S.C. Sec. 1341;  18 U.S.C. Sec. 2.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In late April 1993, the government deemed it appropriate for defendant to submit to a polygraph examination in order to resolve some doubt about whether he was being entirely truthful and cooperative in the ongoing investigation.  Defendant submitted to the polygraph and, in the opinion of the examiner, the test results indicated deception.  Accordingly, at sentencing the government refused to move for a downward departure under U.S.S.G. Sec. 5K1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In addition, the district court, relying on the testimony of his accomplices, found that defendant was not a minor participant in the scheme, as he claimed.  Instead of adjusting his offense level downward as defendant had hoped, the trial judge upwardly adjusted his base offense level, relying on U.S.S.G. Sec. 2F1.1(2) (more than minimal planning) and U.S.S.G. Sec. 3B1.3 (abuse of position of trust).</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On appeal, defendant raises two issues.  First, he challenges the district court's refusal to enforce the government's obligation to move for downward departure under Sec. 5K1.1.  Next, he questions the district court's calculation of his base offense level under the Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A. Denial of Specific Performance of the Plea Agreement</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Defendant says that by meeting with the prosecution, providing truthful information, and submitting to the requested polygraph examination, he substantially performed his obligations under the Agreement, thereby earning the departure motion.  He argues that the government's obligation to file a Sec. 5K1.1 motion was contingent only upon his providing \"truthful information,\" which, in substance, he did.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Agreement provides that \"if in the opinion of the [polygraph] examiner your answers indicate deception you will be in breach of this agreement.\"   Defendant concedes that the polygraph examiner was of the opinion that his answers indicated deception, and he does not seriously dispute that in fact he did not answer all questions truthfully.  But, he says, successfully passing a polygraph examination was not a condition precedent to the government's obligation to move for downward departure;  it was simply an additional undertaking intended to provide the government with some means of gauging the extent of his \"truthful cooperation\" (which was the condition precedent).  His failure to answer every question truthfully during the polygraph examination may have frustrated the government's desire for \"corroboration,\" and the absence of corroboration may have devalued his \"truthful cooperation\" by some degree, he argues, but he nevertheless substantially \"truthfully cooperated.\"   He reasons that he at least earned the departure motion, and says that it is the extent of the departure that should reflect his less than perfect performance.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We have held that plea agreements \"must be attended by safeguards to insure the defendant what is reasonably due in the circumstances.\"  United States v. Baldacchino, 762 F.2d 170, 179 (1st Cir.1985) (citing Santobello v. New York, 404 U.S. 257, 92 S.Ct. 495, 30 L.Ed.2d 427 (1971)).  We have also recognized that principles of contract law often provide useful references when construing plea agreements.  See United States v. Anderson, 921 F.2d 335, 337 (1st Cir.1990) (\"It is black letter law that plea agreements, 'though part and parcel of criminal jurisprudence, are subject to contract-law standards in certain respects.' \")  (quoting United States v. Hogan, 862 F.2d 386, 388 (1st Cir.1988));  see also United States v. Papaleo, 853 F.2d 16, 19 (1st Cir.1988) (\"A contractual approach to plea agreements ensures not only that constitutional rights are respected, but also that the integrity of the criminal process is upheld.\");  United States v. Gonzalez-Sanchez, 825 F.2d 572, 578 (1st Cir.1987) (\"Contractual principles apply insofar as they are relevant to determining what the government owes the defendant.\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Applying contract-law principles in this case, we first turn to the specific language of the Agreement.  See Anderson, 921 F.2d at 338.   That language is unambiguous:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>You will submit, if you are requested to do so, when requested to do so, to polygraphic examination (lie detector test) should the United States deem it appropriate.  If you fail to submit or if in the opinion of the examiner your answers indicate deception you will be in breach of this agreement.  (emphasis in original)</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This obligation was thoroughly discussed during the plea colloquy between defendant and the trial judge.  Indeed, defendant's own comments leave little doubt that he fully understood that the government's obligation to file a Sec. 5K1.1 motion was conditioned on his submitting to a polygraph examination if asked, and passing that examination \"in the opinion of the examiner\":</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>THE COURT:  ... And if in the opinion of the examiner your answers indicate deception, you will be in breach of the agreement.  Have you understood what that means?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>THE DEFENDANT:  Yes your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>THE COURT:  That means that if you don't pass the lie detector test it will be understood that you are not providing truthful and honest assistance and information that is expected of you.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>THE DEFENDANT:  I understand, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The only plausible interpretation of the Agreement, given its unambiguous language and defendant's acknowledged understanding, is that it means exactly what it says.  See United States v. Atwood 963 F.2d 476, 479 (1st Cir.1992) (Court interpreted plea agreement to mean precisely what it said where defendant signed and agreed to it in the presence of judge).  Defendant does not claim that the examiner's opinion was rooted in bad faith or was based on anything but his own objective interpretation of the examination results.  Rather, he argues that because a polygraph examination is an inherently unreliable means of determining truth, and such results are not generally admissible in courts of law, that part of the Agreement requiring him to submit to and pass the test should be deemed void.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">But defendant was not \"required\" to accept those terms of the Agreement.  In this case both defendant and the government agreed to the polygraph's use as the standard by which defendant's performance of his obligation to be completely truthful would be measured by the government.  Both parties presumably had sufficient confidence in its reliability for that purpose.  Having agreed to the test, whatever its scientific weaknesses might be,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> defendant cannot now be heard to say that his own promise was illusory or that he was somehow misled.  Nor can he credibly argue that the government's discretionary decision not to file the departure motion was made in bad faith or without rational basis.  Defendant's integrity as a possible witness in other matters was certainly undermined by his failure to answer questions truthfully.  See, e.g., United States v. Catalucci, 36 F.3d 151 (1st Cir.1994).  Besides, defendant does not seriously contest the fact that he did not answer all questions truthfully.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because the defendant was in breach of his obligation to be \"completely truthful,\" the government was entitled to exercise its discretion not to file a downward departure motion under Guideline Sec. 5K1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">B. District Court's Calculation of Defendant's Total Offense Level</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court set defendant's total offense level under the Guidelines at 15, in part by upwardly adjusting his base offense level pursuant to both U.S.S.G. Sec. 2F1.1(2) (more than minimal planning) and U.S.S.G. Sec. 3B1.3 (abuse of a position of trust).  At the same time, the district court refused a downward adjustment under U.S.S.G. Sec. 3B1.2 (minor or minimal participant in offense).  Defendant argues that the calculation was clearly erroneous.  Again, we disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\"Once the court of appeals has defined the guideline's meaning and scope, it reviews the sentencing court's fact finding only for clear error.\"  United States v. St. Cyr, 977 F.2d 698, 701 (1st Cir.1992) (citing United States v. Tardiff, 969 F.2d 1283, 1289 (1st Cir.1992));  United States v. Connell, 960 F.2d 191, 197 (1st Cir.1992);  see also United States v. Rosado-Sierra, 938 F.2d 1, 2 (1st Cir.1991) (\"[D]efendant ... can prevail on appeal only by demonstrating that the district court's determination as to his role in the offense was clearly erroneous.\")  (per curiam);  United States v. Garcia, 954 F.2d 12, 18 (1st Cir.1992) (\"Absent a mistake of law, we review a sentencing court's role-in-the-offense determination only for clear error.\")  (citing United States v. Dietz, 950 F.2d 50, 52 (1st Cir.1991);  United States v. Akitoye, 923 F.2d 221, 227 (1st Cir.1991)).  Additionally, \"where there is more than one plausible view of the circumstances, the sentencing court's choice among supportable alternatives cannot be clearly erroneous.\"  United States v. Ruiz, 905 F.2d 499, 508 (1st Cir.1990);  see also Rosado-Sierra, 938 F.2d at 2.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court's determination in this case is supported by the record, and a two-level upward adjustment for more than minimal planning under Sec. 2F1.1(b)(2)(A) was not clearly erroneous.  The distinction between \"minimal\" and \"more than minimal planning\" as those terms are used in the Guidelines is illustrated by the example given in the accompanying comment:  \"a single taking accomplished by a false book entry would constitute only minimal planning ... [while] several instances of taking money, each accompanied by false entries [would constitute more than minimal planning].\"  Sec. 1B1.1(f), comment.  Here, the record reveals a number of instances of taking money by false entries as part of an overall scheme to defraud.  More than minimal planning was obviously required to carry out this sophisticated false claims scheme.  See United States v. Brandon, 17 F.3d 409, 459 (1st Cir.1994) (\"[W]e are not inclined to reverse a finding of more than minimal planning unless the evidence compels the conclusion that the defendant's actions were purely opportune or 'spur of the moment.' \")  (citing United States v. Gregorio, 956 F.2d 341, 343 (1st Cir.1992));  cf. also United States v. Fox, 889 F.2d 357, 361 (1st Cir.1989) (\"[W]e cannot conceive of how even obtaining one fraudulent loan would not require more than minimal planning.\").  The trial judge properly concluded from the undisputed facts that defendant's participation in at least seven separate \"false entries\" for the purpose of defrauding CIS of approximately $1.4 million, required more than minimal planning, and we will not disturb that finding on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Defendant also asserts that the district court erred by increasing his offense level by two based on his alleged abuse of a position of trust, pursuant to U.S.S.G. Sec. 3B1.3.  That guideline calls for an upward adjustment where:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>[T]he defendant abused a position of public or private trust, or used a special skill, in a manner that significantly facilitated the commission or concealment of the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">U.S.S.G. Sec. 3B1.3.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">When reviewing a district court's upward adjustment under Sec. 3B1.3, we first determine the legal meaning of terms such as \"position of private trust,\" then we ask \"whether the defendant actually used the position to facilitate or conceal the offense ... and if so, whether the position contributed to the misconduct in a significant way.\"  United States v. Tardiff, 969 F.2d 1283, 1289 (1st Cir.1992).  The district court's determination on each point is of course afforded due deference and is reviewed only for clear error.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Defendant unquestionably held a position of private trust.  As we have stated before, \" 'the primary trait that distinguishes a person in a position of trust from one who is not is the extent to which the position provides the freedom to commit a difficult-to-detect wrong.' \"  Id.  (citing United States v. Hill, 915 F.2d 502, 505 (9th Cir.1990)).  Defendant, an officer of the corporation, occupied a high level position that not only enabled him to exercise broad discretionary authority over the payment of claims made against CIS's policies, but, at the same time, allowed him to \"commit difficult to detect wrongs,\" id., such as the fraudulent scheme charged in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The record establishes that defendant actually used his position to facilitate or conceal the crime, and so, the position contributed to the misconduct.  Defendant conceded, after all, that as vice president for claims he reopened previously closed cases and approved payment of known false claims filed in those cases.  Furthermore, it is self-evident that defendant's position within the company enabled him to facilitate both the execution and attempted concealment of that scheme.  The district court's finding that defendant abused his position of private trust, warranting an upward adjustment under Sec. 3B1.3, was fully supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court's decision not to downwardly adjust under Sec. 3B1.2 (minor or minimal participant in the offense) is also fully justified by the record.  U.S.S.G. Sec. 3B1.2 provides for a downward adjustment where defendant's role \"in committing the offense ... makes him substantially less culpable than the average participant.\"   The scheme involved here required each participant to perform a significant and necessary role;  the contribution of one participant was no less significant than that of another in effecting the scheme.  Accordingly, the district court correctly determined that defendant was not substantially less culpable than his associates and was not entitled to a downward adjustment.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the district court in all respects.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We agree with the conclusion of the Court of Appeals for the Third Circuit in United States v. Swinehart, 614 F.2d 853 n. 2 (3d Cir.), cert. denied, 449 U.S. 827, 101 S.Ct. 90, 66 L.Ed.2d 30 (1980):  \"Although the infallibility of polygraphs is arguable, we decline to hold that the Government cannot rely on the tests where the parties agree to such reliance in a plea bargain.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Juan SANTIAGO-GONZALEZ, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-1246.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Oct. 4, 1994.<br>Decided Sept. 25, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Luis F. Abreu-Elias, Hato Rey, PR, on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Washington, DC, Jose A. Quiles-Espinosa, Senior Litigation Counsel and Miguel A. Pereira, Assistant United States Attorney, Hato Rey, PR, on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and McAULIFFE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">McAULIFFE, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Juan Santiago-Gonzalez (\"defendant\") appeals from the district court's refusal to enforce a term of his written plea agreement (\"Agreement\") which ostensibly required the government to file a motion for downward departure under Sec. 5K1.1 of the United States Sentencing Guidelines.  He also questions the district court's calculation of his base offense level under the Guidelines.  For the reasons set forth below, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On July 2, 1992, defendant and three others were indicted on four counts of defrauding the Corporacion Insular de Seguros (\"CIS\") of $1,401,000.00.  CIS, a privately held insurance company chartered in the Commonwealth of Puerto Rico, was controlled by the defendant and two of three co-defendants.  Defendant was employed as CIS's vice president for claims.  Two of his co-defendants served as CIS's president and vice president for finance and operations, respectively, and the third, an attorney, was engaged in private practice.  The three corporate officers were effectively able to manage the company's assets and authorize payment of claims made against its policies.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">From October of 1991 until May of 1992, defendant and his colleagues jointly ran a false insurance claim scheme.  Defendant, as vice president for claims, reopened previously closed claim files so fictitious claims could be made against those accounts.  The vice president for finance established and assigned cash reserves to those reopened accounts.  The attorney then submitted fictitious claims on behalf of non-existent clients, which were paid by CIS and charged against the reserves assigned to the reopened accounts.  The false claims were paid by checks drawn on CIS's bank account and made payable to the attorney, as counsel for the fictitious claimants.  The attorney cashed the checks, kept part of the proceeds for himself, and distributed the remainder among the three CIS officers, usually in equal shares.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Defendant's collaborators pled guilty soon after they were charged, but defendant entered a not guilty plea and stood trial.  Two days into his trial, defendant reconsidered and accepted a plea bargain.  In exchange for defendant's plea of guilty, the government agreed to exercise its discretion to file a motion for downward departure under U.S.S.G. Sec. 5K1.1, contingent on defendant's anticipated \"completely truthful, forthright, and honest assistance and information.\"   Additionally, the plea agreement required defendant to submit to a polygraph examination \"should the United States deem it appropriate.\"   After executing the Agreement, defendant dutifully entered pleas of guilty to mail fraud and aiding and abetting.  18 U.S.C. Sec. 1341;  18 U.S.C. Sec. 2.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In late April 1993, the government deemed it appropriate for defendant to submit to a polygraph examination in order to resolve some doubt about whether he was being entirely truthful and cooperative in the ongoing investigation.  Defendant submitted to the polygraph and, in the opinion of the examiner, the test results indicated deception.  Accordingly, at sentencing the government refused to move for a downward departure under U.S.S.G. Sec. 5K1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In addition, the district court, relying on the testimony of his accomplices, found that defendant was not a minor participant in the scheme, as he claimed.  Instead of adjusting his offense level downward as defendant had hoped, the trial judge upwardly adjusted his base offense level, relying on U.S.S.G. Sec. 2F1.1(2) (more than minimal planning) and U.S.S.G. Sec. 3B1.3 (abuse of position of trust).</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On appeal, defendant raises two issues.  First, he challenges the district court's refusal to enforce the government's obligation to move for downward departure under Sec. 5K1.1.  Next, he questions the district court's calculation of his base offense level under the Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A. Denial of Specific Performance of the Plea Agreement</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Defendant says that by meeting with the prosecution, providing truthful information, and submitting to the requested polygraph examination, he substantially performed his obligations under the Agreement, thereby earning the departure motion.  He argues that the government's obligation to file a Sec. 5K1.1 motion was contingent only upon his providing \"truthful information,\" which, in substance, he did.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Agreement provides that \"if in the opinion of the [polygraph] examiner your answers indicate deception you will be in breach of this agreement.\"   Defendant concedes that the polygraph examiner was of the opinion that his answers indicated deception, and he does not seriously dispute that in fact he did not answer all questions truthfully.  But, he says, successfully passing a polygraph examination was not a condition precedent to the government's obligation to move for downward departure;  it was simply an additional undertaking intended to provide the government with some means of gauging the extent of his \"truthful cooperation\" (which was the condition precedent).  His failure to answer every question truthfully during the polygraph examination may have frustrated the government's desire for \"corroboration,\" and the absence of corroboration may have devalued his \"truthful cooperation\" by some degree, he argues, but he nevertheless substantially \"truthfully cooperated.\"   He reasons that he at least earned the departure motion, and says that it is the extent of the departure that should reflect his less than perfect performance.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We have held that plea agreements \"must be attended by safeguards to insure the defendant what is reasonably due in the circumstances.\"  United States v. Baldacchino, <span class=\"citation\" data-id=\"452060\"><a href=\"/opinion/452060/united-states-v-shaun-baldacchino/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">170</span></a></span>, 179 (1st Cir.1985) (citing Santobello v. New York, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">495</span></a></span>, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">427</span> </a></span>(1971)).  We have also recognized that principles of contract law often provide useful references when construing plea agreements.  See United States v. Anderson, <span class=\"citation\" data-id=\"553163\"><a href=\"/opinion/553163/united-states-v-james-dean-anderson/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">335</span></a></span>, 337 (1st Cir.1990) (\"It is black letter law that plea agreements, 'though part and parcel of criminal jurisprudence, are subject to contract-law standards in certain respects.' \")  (quoting United States v. Hogan, <span class=\"citation\" data-id=\"515175\"><a href=\"/opinion/515175/united-states-v-mark-hogan-and-patricia-hogan/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>, 388 (1st Cir.1988));  see also United States v. Papaleo, <span class=\"citation\" data-id=\"509521\"><a href=\"/opinion/509521/united-states-v-antonio-papaleo/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 19 (1st Cir.1988) (\"A contractual approach to plea agreements ensures not only that constitutional rights are respected, but also that the integrity of the criminal process is upheld.\");  United States v. Gonzalez-Sanchez, <span class=\"citation\" data-id=\"492352\"><a href=\"/opinion/492352/united-states-v-pedro-m-gonzalez-sanchez-united-states-of-america-v/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">572</span></a></span>, 578 (1st Cir.1987) (\"Contractual principles apply insofar as they are relevant to determining what the government owes the defendant.\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Applying contract-law principles in this case, we first turn to the specific language of the Agreement.  See <span class=\"citation\" data-id=\"553163\"><span class=\"antecedent_guess\">Anderson,</span> <a href=\"/opinion/553163/united-states-v-james-dean-anderson/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">338</span></a></span>.   That language is unambiguous:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>You will submit, if you are requested to do so, when requested to do so, to polygraphic examination (lie detector test) should the United States deem it appropriate.  If you fail to submit or if in the opinion of the examiner your answers indicate deception you will be in breach of this agreement.  (emphasis in original)</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This obligation was thoroughly discussed during the plea colloquy between defendant and the trial judge.  Indeed, defendant's own comments leave little doubt that he fully understood that the government's obligation to file a Sec. 5K1.1 motion was conditioned on his submitting to a polygraph examination if asked, and passing that examination \"in the opinion of the examiner\":</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>THE COURT:  ... And if in the opinion of the examiner your answers indicate deception, you will be in breach of the agreement.  Have you understood what that means?</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>THE DEFENDANT:  Yes your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>THE COURT:  That means that if you don't pass the lie detector test it will be understood that you are not providing truthful and honest assistance and information that is expected of you.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>THE DEFENDANT:  I understand, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The only plausible interpretation of the Agreement, given its unambiguous language and defendant's acknowledged understanding, is that it means exactly what it says.  See United States v. Atwood <span class=\"citation\" data-id=\"583334\"><a href=\"/opinion/583334/united-states-v-thomas-p-atwood/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">476</span></a></span>, 479 (1st Cir.1992) (Court interpreted plea agreement to mean precisely what it said where defendant signed and agreed to it in the presence of judge).  Defendant does not claim that the examiner's opinion was rooted in bad faith or was based on anything but his own objective interpretation of the examination results.  Rather, he argues that because a polygraph examination is an inherently unreliable means of determining truth, and such results are not generally admissible in courts of law, that part of the Agreement requiring him to submit to and pass the test should be deemed void.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">But defendant was not \"required\" to accept those terms of the Agreement.  In this case both defendant and the government agreed to the polygraph's use as the standard by which defendant's performance of his obligation to be completely truthful would be measured by the government.  Both parties presumably had sufficient confidence in its reliability for that purpose.  Having agreed to the test, whatever its scientific weaknesses might be,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> defendant cannot now be heard to say that his own promise was illusory or that he was somehow misled.  Nor can he credibly argue that the government's discretionary decision not to file the departure motion was made in bad faith or without rational basis.  Defendant's integrity as a possible witness in other matters was certainly undermined by his failure to answer questions truthfully.  See, e.g., United States v. Catalucci, <span class=\"citation\" data-id=\"195620\"><a href=\"/opinion/195620/united-states-v-catalucci/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span> </a></span>(1st Cir.1994).  Besides, defendant does not seriously contest the fact that he did not answer all questions truthfully.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because the defendant was in breach of his obligation to be \"completely truthful,\" the government was entitled to exercise its discretion not to file a downward departure motion under Guideline Sec. 5K1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">B. District Court's Calculation of Defendant's Total Offense Level</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court set defendant's total offense level under the Guidelines at 15, in part by upwardly adjusting his base offense level pursuant to both U.S.S.G. Sec. 2F1.1(2) (more than minimal planning) and U.S.S.G. Sec. 3B1.3 (abuse of a position of trust).  At the same time, the district court refused a downward adjustment under U.S.S.G. Sec. 3B1.2 (minor or minimal participant in offense).  Defendant argues that the calculation was clearly erroneous.  Again, we disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\"Once the court of appeals has defined the guideline's meaning and scope, it reviews the sentencing court's fact finding only for clear error.\"  United States v. St. Cyr, <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 701 (1st Cir.1992) (citing United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1289 (1st Cir.1992));  United States v. Connell, <span class=\"citation\" data-id=\"580693\"><a href=\"/opinion/580693/united-states-v-gerald-connell/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span>, 197 (1st Cir.1992);  see also United States v. Rosado-Sierra, <span class=\"citation\" data-id=\"564415\"><a href=\"/opinion/564415/united-states-v-jorge-l-rosado-sierra/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1991) (\"[D]efendant ... can prevail on appeal only by demonstrating that the district court's determination as to his role in the offense was clearly erroneous.\")  (per curiam);  United States v. Garcia, <span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 18 (1st Cir.1992) (\"Absent a mistake of law, we review a sentencing court's role-in-the-offense determination only for clear error.\")  (citing United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 52 (1st Cir.1991);  United States v. Akitoye, <span class=\"citation\" data-id=\"554021\"><a href=\"/opinion/554021/united-states-v-adegboyega-akitoye/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></a></span>, 227 (1st Cir.1991)).  Additionally, \"where there is more than one plausible view of the circumstances, the sentencing court's choice among supportable alternatives cannot be clearly erroneous.\"  United States v. Ruiz, <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 508 (1st Cir.1990);  see also <span class=\"citation\" data-id=\"564415\"><span class=\"antecedent_guess\">Rosado-Sierra,</span> <a href=\"/opinion/564415/united-states-v-jorge-l-rosado-sierra/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">2</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court's determination in this case is supported by the record, and a two-level upward adjustment for more than minimal planning under Sec. 2F1.1(b)(2)(A) was not clearly erroneous.  The distinction between \"minimal\" and \"more than minimal planning\" as those terms are used in the Guidelines is illustrated by the example given in the accompanying comment:  \"a single taking accomplished by a false book entry would constitute only minimal planning ... [while] several instances of taking money, each accompanied by false entries [would constitute more than minimal planning].\"  Sec. 1B1.1(f), comment.  Here, the record reveals a number of instances of taking money by false entries as part of an overall scheme to defraud.  More than minimal planning was obviously required to carry out this sophisticated false claims scheme.  See United States v. Brandon, <span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span>, 459 (1st Cir.1994) (\"[W]e are not inclined to reverse a finding of more than minimal planning unless the evidence compels the conclusion that the defendant's actions were purely opportune or 'spur of the moment.' \")  (citing United States v. Gregorio, <span class=\"citation\" data-id=\"577673\"><a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">341</span></a></span>, 343 (1st Cir.1992));  cf. also United States v. Fox, <span class=\"citation\" data-id=\"532028\"><a href=\"/opinion/532028/united-states-v-carolyn-l-fox/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">357</span></a></span>, 361 (1st Cir.1989) (\"[W]e cannot conceive of how even obtaining one fraudulent loan would not require more than minimal planning.\").  The trial judge properly concluded from the undisputed facts that defendant's participation in at least seven separate \"false entries\" for the purpose of defrauding CIS of approximately $1.4 million, required more than minimal planning, and we will not disturb that finding on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Defendant also asserts that the district court erred by increasing his offense level by two based on his alleged abuse of a position of trust, pursuant to U.S.S.G. Sec. 3B1.3.  That guideline calls for an upward adjustment where:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>[T]he defendant abused a position of public or private trust, or used a special skill, in a manner that significantly facilitated the commission or concealment of the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">U.S.S.G. Sec. 3B1.3.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">When reviewing a district court's upward adjustment under Sec. 3B1.3, we first determine the legal meaning of terms such as \"position of private trust,\" then we ask \"whether the defendant actually used the position to facilitate or conceal the offense ... and if so, whether the position contributed to the misconduct in a significant way.\"  United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1289 (1st Cir.1992).  The district court's determination on each point is of course afforded due deference and is reviewed only for clear error.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Defendant unquestionably held a position of private trust.  As we have stated before, \" 'the primary trait that distinguishes a person in a position of trust from one who is not is the extent to which the position provides the freedom to commit a difficult-to-detect wrong.' \"  <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"id_token\">Id.</span>  (citing United </a></span>States v. Hill, <span class=\"citation\" data-id=\"548769\"><a href=\"/opinion/548769/united-states-v-arthur-howard-hill-aka-sonny-hill/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">502</span></a></span>, 505 (9th Cir.1990)).  Defendant, an officer of the corporation, occupied a high level position that not only enabled him to exercise broad discretionary authority over the payment of claims made against CIS's policies, but, at the same time, allowed him to \"commit difficult to detect wrongs,\" <span class=\"citation\" data-id=\"548769\"><a href=\"/opinion/548769/united-states-v-arthur-howard-hill-aka-sonny-hill/\"><span class=\"id_token\">id.,</span> such as </a></span>the fraudulent scheme charged in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The record establishes that defendant actually used his position to facilitate or conceal the crime, and so, the position contributed to the misconduct.  Defendant conceded, after all, that as vice president for claims he reopened previously closed cases and approved payment of known false claims filed in those cases.  Furthermore, it is self-evident that defendant's position within the company enabled him to facilitate both the execution and attempted concealment of that scheme.  The district court's finding that defendant abused his position of private trust, warranting an upward adjustment under Sec. 3B1.3, was fully supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court's decision not to downwardly adjust under Sec. 3B1.2 (minor or minimal participant in the offense) is also fully justified by the record.  U.S.S.G. Sec. 3B1.2 provides for a downward adjustment where defendant's role \"in committing the offense ... makes him substantially less culpable than the average participant.\"   The scheme involved here required each participant to perform a significant and necessary role;  the contribution of one participant was no less significant than that of another in effecting the scheme.  Accordingly, the district court correctly determined that defendant was not substantially less culpable than his associates and was not entitled to a downward adjustment.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the district court in all respects.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We agree with the conclusion of the Court of Appeals for the Third Circuit in United States v. Swinehart, <span class=\"citation\" data-id=\"374306\"><a href=\"/opinion/374306/united-states-v-robert-swinehart-no-79-1515-and-appeal-of-robert-perry/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">853</span> </a></span>n. 2 (3d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">827</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">90</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">30</span> </span>(1980):  \"Although the infallibility of polygraphs is arguable, we decline to hold that the Government cannot rely on the tests where the parties agree to such reliance in a plea bargain.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195620/",
    "https://www.courtlistener.com/api/rest/v3/opinions/374306/",
    "https://www.courtlistener.com/api/rest/v3/opinions/452060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492352/",
    "https://www.courtlistener.com/api/rest/v3/opinions/509521/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515175/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532028/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553163/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554021/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564415/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577673/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664045/"
  ]
}