{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196460/",
  "id": 196460,
  "absolute_url": "/opinion/196460/ceh-inc-v-f/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196460/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:06:20Z",
  "date_modified": "2020-02-21T23:10:51.237092Z",
  "type": "010combined",
  "sha1": "4bc12f63fc20e8a13df7c644c792e4152fea9934",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1462.01A",
  "local_path": null,
  "plain_text": "\n\nDecember 7, 1995  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 95-1462\r\n\n                            CEH, INC.,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                F/V SEAFARER (ON 675048), ET AL.,\r\n\n                     Defendants, Appellants.\r\n\n                                           \r\n\n                           ERRATA SHEET\r                                     ERRATA SHEET\r\n\n     The opinion of  this Court  issued on November  28, 1995  is\r\ncorrected as follows:\r\n\n     On  page 11,  line  15 -  insert  the following  text  after\r\n\"Moragne, 398 U.S. at 401-02\": \"(quoting The Lottawanna, 88  U.S.\r                                                                 \r\n(21 Wall.) 558, 575 (1875))\".\r\n\n     On page 12, line 10 - change \"and\" to \"[and]\". \r\n\n     On  page 13,  last line  - insert  the following  text after\r\n\"(5th Cir. 1995)\":  \"(en banc)\".\r\n\n     On page 14 - delete footnote 9.\r\n\n     On  page 22,  first  paragraph,  line  11  -  change  \"[Lake\r                                                                           \r\nShore.]\" to \"Lake Shore . . . .\"\r                                 \r\r\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 95-1462\r\n\n                            CEH, INC.,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                F/V SEAFARER (ON 675048), ET AL.,\r\n\n                     Defendants, Appellants.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n          [Hon. Ronald R. Lagueux, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n            Coffin and Aldrich, Senior Circuit Judges.\r                                                               \r\n\n                                           \r\n\n     Leonard W. Langer with whom Marshall J. Tinkle was on brief\r                                                             \r\nfor appellants.\r\n     Mark A. McSally for appellee.\r                              \r\n\n                                           \r\n\n                        November 28, 1995\r\n                                           \r\r\n\n     COFFIN, Senior Circuit Judge.  Defendant-appellants, the F/V\r                                           \r\n\nSEAFARER, a fishing trawler, and Michael Doyle and Charles Niles,\r\n\nits owner  and captain respectively, appeal  the district court's\r\n\ndecision  after  a  bench  trial  finding  them  liable  for  the\r\n\ndestruction   of   appellee's   lobstering   gear   and  imposing\r\n\ncompensatory and  punitive damages.   CEH, Inc. v.  F/V Seafarer,\r                                                                          \r\n\n880  F.  Supp. 940  (D.R.I. 1995).   Defendants  challenge, inter\r                                                                           \r\n\nalia,  the  sufficiency  of  the evidence,  the  availability  of\r              \r\n\npunitive damages as  a matter  of law, and  the district  court's\r\n\nadoption of the  Restatement (Second) of Torts    909 as  a basis\r                                                        \r\n\nfor vicarious liability.  We affirm.\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r\n\n     The  facts,  as  the  court  found  them,  are  as  follows.\r\n\nPlaintiff-appellee  CEH,  Inc.  (\"CEH\")  owns  the  F/V  COURTNEY\r\n\nELIZABETH, an off-shore lobstering  vessel based in Point Judith,\r\n\nRhode  Island.   During May  and June  of 1992,  CEH owned  4,200\r\n\nlobster   traps,  2,857  of  which  were  grouped  off  shore  in\r\n\narrangements referred  to as \"lobster  trawls.\"  A  lobster trawl\r\n\nconsists of  40 to 55 traps  connected to each other  by a ground\r\n\nline.   Each end  of the ground  line is attached  to a blivet, a\r\n\ncement block that keeps the trawl  in place.  A rope extends from\r\n\nthe  top of each blivet to a  high flier, a floatable device that\r\n\nconsists of ring  floats, an aluminum pole and  a flag, and which\r\n\nis often marked with  radar reflectors.  The high fliers mark the\r\n\nlocation of the lobster traps below.\r\n\n                               -3-\r\r\n\n     The  COURTNEY ELIZABETH  regularly tended  to these  lobster\r\n\ntraps, but  between May 13, 1992 and June 7, 1992, she was ashore\r\n\nundergoing repairs.  From May 19 to May 23, another vessel hauled\r\n\nand reset the traps.  Upon returning to  duty on June 7, the crew\r\n\nof the COURTNEY ELIZABETH discovered that 1,093 traps and related\r\n\nequipment were  missing.   Subsequently, CEH brought  this action\r\n\nagainst defendants, alleging that during two trips between May 23\r\n\nand June  7,  the  SEAFARER  dragged  through  CEH's  trawls  and\r\n\ndestroyed 671 traps.1\r\n\n     The SEAFARER  is a trawler that  drags for fish by  way of a\r\n\nnet extending beyond its  stern.  During May and June,  1992, the\r\n\nSEAFARER was dragging for  monkfish, a fish found near  the ocean\r\n\nfloor,  often  in  close  proximity  to  high  concentrations  of\r\n\nlobster.  The shared migrations of these  species typically cause\r\n\nan  overlap in  the operating  areas of draggers  and lobstermen,\r\n\ncausing  tensions  between the  two groups.   The  close quarters\r\n\nresult in inevitable gear  conflicts, with trawlers often hauling\r\n\nup lobster traps unintentionally.   Trawlers generally dispose of\r\n\ndamaged,  destroyed  or  abandoned  traps  (\"ghost  gear\"),   but\r\n\ncustomarily return working traps (\"fixed gear\") to their owner. \r\n\n     During  her first  trip,  May 23  to  May 24,  the  SEAFARER\r\n\noperated under the direction of Captain Roger Smith, with Charles\r\n\nNiles  serving  as  mate.   On  May 24,  the  captain  of another\r\n\nlobstering vessel observed the SEAFARER in the area of several of\r\n                    \r                              \r\n\n     1  CEH initially accused defendants of destroying  all 1,093\r\ntraps, but amended this figure upon discovering that the SEAFARER\r\ndid not tow in certain regions.  \r\n\n                               -4-\r\r\n\nthe COURTNEY ELIZABETH's trawls,  and, through his wife, informed\r\n\nTimothy Handrigan,  the vice-president  of CEH, that  his lobster\r\n\ntrawls  were at risk.   The next  day, Handrigan  called Niles in\r\n\norder to  advise  Niles  of the  location  of his  gear.    Niles\r\n\nresponded that he did not need this information.\r\n\n     Niles captained the second trip of the SEAFARER, from May 28\r\n\nthrough June 7, 1992.  Also on board were John  McKay (mate), and\r\n\ndeckhands  Phien Hoang, Niles Pearsall and Richard Baker.  Except\r\n\nfor  Baker,  who  was  Captain  Niles'  nephew,  all  crewmembers\r\n\nregularly  worked on  the SEAFARER.   On  May 29,  Captain Robert\r\n\nBuffinton  of the F/V EDNA  MAE observed the  SEAFARER near fixed\r\n\ngear  of the COURTNEY ELIZABETH.   Upon approaching the SEAFARER,\r\n\nhe observed 20 unidentifiable lobster traps on board its deck.  \r\n\n     Over the next few days, the SEAFARER hauled up and discarded\r\n\napproximately  200 traps,  about 140  of which  constituted fixed\r\n\ngear.   In addition, the crew  cut loose trawl lines  that became\r\n\nentangled in  the nets of  the vessel.   In  total, the  SEAFARER\r\n\ndestroyed 134 of CEH's traps.\r\n\n     CEH commenced  this action against the  ship's owner, Doyle,\r\n\nand  the  two captains,  Niles and  Smith,  in personam,  and the\r\n\nSEAFARER  in  rem,  pursuant  to the  district  court's  maritime\r\n\njurisdiction.  See 28 U.S.C.   1333; Executive Jet Aviation, Inc.\r                                                                           \r\n\nv.   City  of  Cleveland,  409  U.S.  249  (1972).    CEH  sought\r                                  \r\n\ncompensatory damages for negligence, and punitive damages for the\r\n\nwillful destruction of  its property.   Following a bench  trial,\r\n\nthe  court absolved  Captain Smith  of  all liability,  but found\r\n\n                               -5-\r\r\n\nNiles and the  vessel at fault  for destroying plaintiff's  gear.\r\n\nThe court further found that Niles acted in reckless disregard of\r\n\nCEH's  property rights by towing through its fixed gear, and that\r\n\nhe acted intentionally  and maliciously in  ordering his crew  to\r\n\ncut trawl lines.   The court awarded CEH compensatory  damages in\r\n\nthe  amount  of  $6,759.81  jointly  and  severally  against  all\r\n\nparties, punitive damages against Captain Niles  in the amount of\r\n\n$10,000, and punitive damages against Michael Doyle in the amount\r\n\nof $50,000.\r\n\n     Defendants attack the legal and factual bases of the court's\r\n\naward.  We address these issues seriatim.\r\n\n                 II.  SUFFICIENCY OF THE EVIDENCE\r                           II.  SUFFICIENCY OF THE EVIDENCE\r\n\n     To establish liability for negligence under general maritime\r\n\nlaw, CEH needed to prove by a preponderance  of the evidence that\r\n\nthe  SEAFARER destroyed  CEH's traps,  and that  such destruction\r\n\ncould  have  been  reasonably avoided.    1st  Bank Southeast  of\r                                                                           \r\n\nKenosha, Wis. v. M/V Kalidas, 670 F. Supp. 1421,  1431 (E.D. Wis.\r                                      \r\n\n1987);  see Burgess  v. M/V Tamano,  564 F.2d 964,  977 (1st Cir.\r                                            \r\n\n1977).  \r\n\n     Defendants'  core argument  is  that the  evidence fails  to\r\n\ndemonstrate that the SEAFARER  destroyed any of CEH's traps.   We\r\n\nreview  this  factual  issue  in  accordance  with  the  \"clearly\r\n\nerroneous\"  standard  of  Fed. R.  Civ.  P.  52(a).   DiMillo  v.\r                                                                       \r\n\nSheepscot  Pilots,  Inc.,  870 F.2d  746,  749  (1st  Cir. 1989).\r                                  \r\n\nUnless, after examining the record and according due deference to\r\n\nthe  trial  court, we  form a  \"strong  unyielding belief  that a\r\n\n                               -6-\r\r\n\nmistake has been made,\" we will adopt the court's findings.  Juno\r                                                                           \r\n\nSRL v. S/V Endeavour, 58 F.3d 1, 4 (1st Cir. 1995).\r                              \r\n\n     The district court  determined that  the SEAFARER  destroyed\r\n\n134  of  CEH's traps  and  related  gear  through  the  following\r\n\nspecific  findings:  the  SEAFARER dragged through  Trawl 114 (50\r\n\nwire traps) on May 31,  and Trawls 16 (50 wire traps) and  60 (34\r\n\nA-frame  wooden pots)  on June  1, 1992.    In arriving  at these\r\n\nfindings, the district court relied on a wealth of circumstantial\r\n\nevidence,  all  of which  is set  forth  in the  district court's\r\n\nopinion,  and need  not  be repeated  here  in entirety.    After\r\n\nscrutinizing this evidence, we conclude that the inferences drawn\r\n\nby  the district court  were plausible.   As such, we  affirm the\r\n\ncourt's  findings.  Cumpiano v.  Banco Santander Puerto Rico, 902\r                                                                      \r\n\nF.2d  148, 152  (1st  Cir. 1990)  (quoting  Anderson v.  City  of\r                                                                           \r\n\nBessemer City,  470 U.S.  564, 573-74  (1985)  (\"If the  district\r                       \r\n\ncourt's  account of  the evidence  is plausible  in light  of the\r\n\nrecord reviewed in  its entirety,  the court of  appeals may  not\r\n\nreverse it  even though convinced that had it had been sitting as\r\n\nthe  trier  of   fact,  it  would   have  weighed  the   evidence\r\n\ndifferently.\")).\r\n\n     In light of  the factual  complexity of this  case, we  will\r\n\ndiscuss in some detail the key evidence that supports the court's\r\n\nfindings.  The court relied primarily on the testimony of crewman\r\n\nBaker, and on a  comparison of the logbooks  of the SEAFARER  and\r\n\nthe COURTNEY ELIZABETH.\r\n\n                               -7-\r\r\n\n     Baker testified that during the trip:  1) the SEAFARER often\r\n\noperated within 50 to 100  yards of high fliers; 2) a  high flier\r\n\nbelonging  to CEH was  towed behind the boat;  3) about 200 traps\r\n\nwere brought on  deck of  the SEAFARER and  dumped overboard;  4)\r\n\napproximately 140 of these traps  were reusable, and roughly  115\r\n\nof these belonged  to the  COURTNEY ELIZABETH; and  5) Baker  and\r\n\nother crewmembers regularly cut  trawl lines that hung up  on the\r\n\ndoors  of the  net.   Baker also  asserted that  after the  trip,\r\n\nCharles Niles phoned  him in an  effort to induce Baker  to alter\r\n\nhis recollection of the trip.\r\n\n     Baker's   testimony,  taken  alone,   permits  a  reasonable\r\n\ninference that  the SEAFARER destroyed  a number of  CEH's traps.\r\n\nIn response, defendants  argue that each of Baker's assertions is\r\n\nin conflict  with  the testimony  of  the other  crewmembers  and\r\n\nCaptain  Niles.   The  district court,  however,  was within  its\r\n\nprerogative to  find Baker  \"wholly credible\"  while disbelieving\r\n\nthe other witnesses.  See Rivera-Gomez v. de Castro,  900 F.2d 1,\r                                                             \r\n\n4 (1st Cir. 1990).\r\n\n     To  pinpoint  the  dates   on  which  specific  trawls  were\r\n\ndestroyed, the  court used the log books  of both vessels to plot\r\n\nthe course of the  SEAFARER against the position of  the COURTNEY\r\n\nELIZABETH's  lobster  trawls.    The court  determined  that  the\r\n\nSEAFARER's path  intersected the groundlines of  the three trawls\r\n\non May 31 and June 1.  \r\n\n     Defendants  contend that inherent  inaccuracies in the Loran\r\n\nsystem and rounding errors  in the log books render  a comparison\r\n\n                               -8-\r\r\n\nof the logs  misleading.  Their  expert, Thomas Bushy,  testified\r\n\nthat the cumulative effect of all possible errors could cause two\r\n\nseparately  recorded identical readings to be  up to 1.6 nautical\r\n\nmiles apart.  Nevertheless,  on cross examination, Bushy admitted\r\n\nthat this figure was  the absolute worst case scenario;  that, in\r\n\nfact, he  did not know  whether either vessel's  system contained\r\n\ncorrection factors  that would  have reduced possible  error; and\r\n\nthat the  locations of the  tows and  the trawls could  have been\r\n\nmuch  closer  together.   Upon  examining  the whole  of  Bushy's\r\n\ntestimony,  we find  no error  in the  court's plotting  of Loran\r\n\ncoordinates to reach its specific findings.  \r\n\n     Baker's testimony, in conjunction with the court's  analysis\r\n\nof the  ship logs,  provides sufficient  evidence to support  the\r\n\ncourt's conclusion that the SEAFARER destroyed Trawls  16, 60 and\r\n\n114 on May 31 and June 1, 1992.  Niles' failure to take any steps\r\n\nto  avoid CEH's traps, as  demonstrated by his  disregard for the\r\n\npresence  of high  fliers and  his  rejection of  the information\r\n\noffered by Handrigan, establish, at the very least, negligence on\r\n\nhis part.\r\n\n     Because the  facts set forth above  sufficiently support the\r\n\ncourt's   disposition,   we    need   not   address   defendants'\r\n\nmiscellaneous   objections  to  other  pieces  of  circumstantial\r\n\nevidence.  In any  event, we find  them unpersuasive.  We  uphold\r\n\nthe court's  finding of negligence  and its concomitant  award of\r\n\ncompensatory damages. \r\n\n                      III.  PUNITIVE DAMAGES\r                                III.  PUNITIVE DAMAGES\r\n\n                               -9-\r\r\n\n     The  defendants  raise  four  challenges  to  the  award  of\r\n\npunitive  damages:  1) both  Niles and Doyle  claim that punitive\r\n\ndamages are unavailable as a matter of law in a maritime case; 2)\r\n\nboth  claim   that  punitive  damages  are   unjustified  by  the\r\n\nunderlying  conduct  in  this  case; 3)  Doyle  claims  that such\r\n\ndamages  may  not  be   awarded  against  him  through  vicarious\r\n\nliability; and 4) both claim that the awards imposed against them\r\n\nare excessive. \r\n\nA.  Punitive Damages Under General Maritime Law\r          A.  Punitive Damages Under General Maritime Law\r\n\n     We review  de novo  the district court's  determination that\r                                 \r\n\npunitive damages are recoverable pursuant to  plaintiff's general\r\n\nmaritime claims.  See In re Extradition of Howard, 996 F.2d 1320,\r                                                           \r\n\n1327 (1st Cir. 1993).   \r\n\n     Although  rarely imposed,  punitive damages  have  long been\r\n\nrecognized  as an  available remedy  in general  maritime actions\r\n\nwhere  defendant's intentional  or  wanton  and reckless  conduct\r\n\namounted  to a conscious disregard of  the rights of others.  See\r                                                                           \r\n\nThe Amiable Nancy, 16  U.S. (3 Wheat.) 546, 558  (1818) (criminal\r                           \r\n\ntrespass);  Muratore v. M/S Scotia Prince, 845 F.2d 347, 354 (1st\r                                                   \r\n\nCir.  1988)  (intentional  infliction  of   emotional  distress);\r\n\nProtectus Alpha  Navigation Co.  v. North Pacific  Grain Growers,\r                                                                          \r\n\n767 F.2d 1379,  1385 (9th Cir.  1985) (destruction of  property);\r\n\nRobinson  v. Pocahontas, Inc.,  477 F.2d 1048,  1051-52 (1st Cir.\r                                       \r\n\n1973) (willful failure to pay maintenance and cure); In re Marine\r                                                                           \r\n\nSulphur  Queen, 460 F.2d 89, 105 (2d Cir. 1972) (wrongful death);\r                        \r\n\nPino  v. Protection Maritime Ins.  Co., 490 F.Supp.  277, 281 (D.\r                                                \r\n\n                               -10-\r\r\n\nMass.  1980)  (tortious  interference  with  employment  rights);\r\n\nDredge General, 1944  A.M.C. 948, 948 (S.D.  Fla. 1944) (property\r                        \r\n\ndamage);  The Ludlow, 280 F. 162, 163 (N.D. Fla. 1922) (malicious\r                              \r\n\nand unlawful arrest); The Seven Brothers, 170 F. 126, 127 (D.R.I.\r                                                  \r\n\n1909) (property damage); Gallagher v. The Yankee, 9 F. Cas. 1091,\r                                                          \r\n\n1093 (N.D. Cal. 1859)  (No. 5,196) (unlawful deportation), aff'd,\r                                                                          \r\n\n30 F.  Cas. 781 (C.C.N.D. Cal. 1859) (No. 18,124); Ralston v. The\r                                                                           \r\n\nStates  Rights, 20  F.  Cas. 201,  209-10  (E.D. Pa.  1836)  (No.\r                        \r\n\n11,540) (collision).\r\n\n     Nevertheless, in the wake of Miles v. Apex Marine Corp., 498\r                                                                      \r\n\nU.S. 19 (1990),  courts have been increasingly  hesitant to allow\r\n\npunitive damages  in certain general  maritime actions  involving\r\n\npersonal injury or death.   In Miles, the Court held, inter alia,\r                                                                          \r\n\nthat damages recoverable in an action for the wrongful death of a\r\n\nseaman do not include  loss of society.  Id. at 37.   In reaching\r                                                      \r\n\nthis conclusion,  the Court  enunciated principles  of uniformity\r\n\nrelevant to wrongful death actions, and more broadly, to maritime\r\n\ntort law, which have moved subsequent courts to limit recovery in\r\n\nother similar contexts.  Defendants ask us to extend Miles to bar\r                                                                    \r\n\nrecovery  of  punitive damages  in  all  general maritime  cases.\r\n\nHowever,  as described  more  fully below,  we  believe Miles  is\r                                                                       \r\n\ninapposite to plaintiff's maritime claim.\r\n\n     In Miles, the mother of a deceased seaman brought a wrongful\r                       \r\n\ndeath action sounding both in negligence under the Jones Act, and\r\n\nunseaworthiness  under  the general  maritime  law.   In  denying\r\n\nrecovery  for loss of society, a form of nonpecuniary relief, the\r\n\n                               -11-\r\r\n\nCourt ensured a uniform scheme of recovery regardless of  whether\r\n\na wrongful death action  was brought under the Death on High Seas\r\n\nAct  (DOHSA),2  the Jones  Act3 or  general  maritime law.4   The\r\n\nstatutory actions  provided only for pecuniary  relief: the DOHSA\r\n\nexplicitly5   and  the   Jones   Act  implicitly,   through   its\r\n\nincorporation of  the Federal  Employers'  Liability Act  (FELA),\r\n\nwhich,  prior to  the  enactment  of  the  Jones  Act,  had  been\r\n\nconstrued to allow only pecuniary relief.   Miles, 498 U.S. at 32\r                                                           \r\n\n(citing Michigan Cent.  R. Co.  v. Vreeland, 227  U.S. 59,  69-71\r                                                     \r\n\n(1913)).     The   Court   extended  this   restriction  to   the\r\n\nunseaworthiness   claim,   explaining   that   \"[i]t   would   be\r\n\ninconsistent with our place in the constitutional scheme  were we\r\n\nto sanction more expansive remedies in a judicially created cause\r\n\nof action in which  liability is without fault than  Congress has\r\n\n                    \r                              \r\n\n     2    DOHSA,  46  U.S.C.      761,  authorizes  the  personal\r\nrepresentative of the decedent to bring an action \"[w]henever the\r\ndeath of  a person shall  be caused by wrongful  act, neglect, or\r\ndefault occurring on the high seas.\" \r\n\n     3   The Jones Act, 46  U.S.C.   688, provides  that a seaman\r\ninjured  in the  course of employment,  or his  representative in\r\ncase of death, may  \"maintain an action for damages at  law . . .\r\nand in such action all statutes of the United States modifying or\r\nextending the common-law  right or  remedy in  cases of  personal\r\ninjury to railway employees shall apply.\"\r\n\n     4  In Moragne v. States Marine Lines, Inc. 398 U.S. 375, 409\r                                                         \r\n(1970),  the  Court  recognized  a wrongful  death  action  under\r\ngeneral  maritime   law.    Prior  to   Moragne,  plaintiffs  not\r                                                         \r\nsatisfying the requirements of DOHSA or the Jones Act had to rely\r\non state  wrongful death  acts, which,  if  they existed,  varied\r\ngreatly in nature and scope.\r\n\n     5   Recovery under DOSHA  is limited to  \"the pecuniary loss\r\nsustained  by the persons for whose benefit the suit is brought.\"\r\n46 U.S.C.   762.\r\n\n                               -12-\r\r\n\nallowed in cases  of death  resulting from negligence.\"   Id.  at\r                                                                       \r\n\n33.6 \r\n\n     The Court's  decision to \"restore a  uniform rule applicable\r\n\nto  all actions  for  the  wrongful  death  of  a  seaman,\"  id.,\r                                                                          \r\n\nlogically followed the principle espoused in Moragne, 398 U.S. at\r                                                              \r\n\n401-02  (quoting The  Lottawanna,  88 U.S.  (21  Wall.) 558,  575\r                                          \r\n\n(1875)), to promote \"uniformity [that] not  only will further the\r\n\nconcerns of  both of the 1920  Acts but also will  give effect to\r\n\nthe constitutionally  based principle that federal  admiralty law\r\n\nshould  be 'a  system  of  law  coextensive with,  and  operating\r\n\nuniformly in,  the whole country.'\"   Though these  principles of\r\n\nuniformity defy  precise  limits,  we  think it  clear  that  the\r\n\nSupreme  Court had  in  mind  the  need  to  defer  to  statutory\r\n\nenactments  addressing like issues.   As the  Court reasoned: \"In\r\n\nthis  era, an  admiralty  court should  look  primarily to  these\r\n\nlegislative enactments for policy  guidance. . . . [and]  must be\r\n\nvigilant not to  overstep the well-considered boundaries  imposed\r\n\nby  federal legislation.\"    Miles,  498  U.S.  at  27.    Miles,\r                                                                          \r\n\ntherefore, does not,  as defendants contend,  signify a call  for\r\n\nuniversal  uniformity  of   maritime  tort  remedy,   but  rather\r\n\n                    \r                              \r\n\n     6   A shipowner's breach of the warranty of seaworthiness, a\r\nstrict liability obligation, see Miles, 498 U.S.  at 25, provided\r                                                \r\na  basis of liability under the general maritime law.  Therefore,\r\na plaintiff suing for  the wrongful death of a seaman could bring\r\na Jones Act claim, which required a showing of negligence, and/or\r\na  general  maritime  unseaworthiness  claim,  which required  no\r\nshowing  of  fault.    Yet  under  the  unseaworthiness claim,  a\r\nplaintiff could anticipate, potentially, a much greater  recovery\r\nthan under the Jones Act.\r\n\n                               -13-\r\r\n\nemphasizes the importance of uniformity in the face of applicable\r\n\nlegislation.\r\n\n     The  cases  post-Miles   reflect  this  focus  on   relevant\r                                     \r\n\nlegislation.  If  the factual situation  could support an  action\r\n\nunder  either DOHSA or the Jones Act, then nonpecuniary relief is\r\n\nunavailable.  See, e.g., Horsley v. Mobil Oil Corp., 15 F.3d 200,\r                                                             \r\n\n203  (1st  Cir.  1994)   (punitive  damages  not  recoverable  in\r\n\nunseaworthiness action  for injured  seaman); Miller  v. American\r                                                                           \r\n\nPresident  Lines,  Ltd., 989  F.2d  1450,  1459 (6th  Cir.  1993)\r                                 \r\n\n(punitive damages not available in unseaworthiness action for the\r\n\nwrongful death of a seaman);  Rollins v. Peterson Builders, Inc.,\r                                                                          \r\n\n761 F. Supp. 943, 950 (D.R.I. 1991) (same).\r\n\n     The import of  this legislation in  the context of  personal\r\n\ninjury  has  led  some  courts  to  bar  nonpecuniary  relief  in\r\n\ncircumstances addressed by the Jones Act, but involving non-Jones\r\n\nAct plaintiffs and defendants.  See,  e.g., Wahlstrom v. Kawasaki\r                                                                           \r\n\nHeavy  Industries,  Ltd.,  4  F.3d  1084,  1094  (2d  Cir.  1993)\r                                  \r\n\n(concluding, based  in large  part on post-Miles  authority, that\r                                                          \r\n\nrepresentatives  of  a  deceased  nonseaman  could  not   recover\r                                                     \r\n\npunitive  damages under  the general  maritime law);   Trahan  v.\r                                                                       \r\n\nTexaco,  Inc.,  625  So.2d 295,  297  (La.  App.  4th Cir.  1993)\r                       \r\n\n(dismissing  a  general maritime  claim  for  loss of  consortium\r\n\nbrought  by a  seaman's  spouse  against nonemployer  third-party\r                                                              \r\n\ndefendants); but see, e.g.,  Emery v. Rock Island Boatworks,  847\r                                                                     \r\n\nF.  Supp.  114,  117-18  (C.D. Ill.  1994)  (injured  passenger's\r\n\nhusband could recover nonpecuniary  damages because his claim not\r\n\n                               -14-\r\r\n\ncognizable under the Jones Act or DOHSA and, therefore,  concerns\r\n\nfor  uniformity do not exist); Sugden v.  Puget Sound Tug &amp; Barge\r                                                                           \r\n\nCo.,  796 F. Supp.  455, 457 (W.D. Wash.  1992) (wife of deceased\r             \r\n\nseaman  could  recover  nonpecuniary  damages  from  non-employer\r\n\nbecause husband  was not a Jones  Act seaman for purposes  of the\r\n\nsuit).\r\n\n     Recently, the  Fifth Circuit held that  cure and maintenance\r\n\nclaims,  often considered  to lack  a statutory  counterpart, see\r                                                                           \r\n\nAnderson v. Texaco, Inc., 797 F. Supp. 531, 536 (E.D.  La. 1992),\r                                  \r\n\nwere, in fact, governed  by Miles.  Guevara v.  Maritime Overseas\r                                                                           \r\n\nCorp., 59 F.3d 1496, 1512 (5th Cir. 1995) en banc; see also Glynn\r                                                                           \r\n\nv. Roy Al  Boat Management Corp., 57 F.3d  1495 (9th Cir. 1995).7\r                                          \r\n\nWhile at first  glance, Guevara  may seem to  provide comfort  to\r                                         \r\n\ndefendants,  a  closer reading  supports  our  belief that  Miles\r                                                                           \r\n\nsimply is irrelevant here.\r\n\n     Guevara followed the  approach set forth  in Miles.   First,\r                                                                 \r\n\nthe  court determined whether the factual setting of the case was\r\n\ncovered by a  statute like the Jones  Act or DOHSA.   59 F.3d  at\r\n\n1506.    Then,  upon  finding a  statutory/general  maritime  law\r\n\noverlap,8   the  court  invoked  the  \"Miles  damages  uniformity\r                                                      \r\n                    \r                              \r\n\n     7    Glynn and  Guevara  reached  identical results  through\r                                      \r\ndifferent  means.   Though concluding  that limiting  recovery in\r\ncure and maintenance claims was  consistent with Miles, the Ninth\r                                                                \r\nCircuit relied  primarily  on its  conclusion that  there was  no\r\nlegal  support for  punitive damages in  such cases.   57 F.3d at\r\n1504-05.\r\n\n     8  The Fifth Circuit delineated two types of maintenance and\r\ncure actions:  one based in tort involving the deterioration of a\r\nseaman's health due  to failure to provide maintenance  and cure;\r\nand one  based in  contract, not  requiring personal injury,  but\r\n\n                               -15-\r\r\n\nprinciple\"  and excluded punitive damages.   Id. at  1512-13.  As\r                                                          \r\n\nthe  court  reasoned,  \"[i]t  makes  little  sense  to  create  a\r\n\nfragmentation of  admiralty law  by allowing punitive  damages in\r\n\none  class of maintenance and  cure cases\" while disallowing them\r\n\nin another.  Id. at 1513.  \r                          \r\n\n     Guevara does not assist  defendants in any way.   Rather, it\r                      \r\n\nmerely illustrates, as do the other post-Miles cases cited above,\r                                                        \r\n\nthat  Miles  may be  applicable in  those  areas of  maritime law\r                          \r\n\nwhere, at the very  least, there is an overlap  between statutory\r\n\nand decisional law.   In the instant  case, however, there  is no\r\n\nlegislation  whatever that  touches upon  circumstances involving\r\n\nthe  reckless or willful destruction of  property.  Quite simply,\r\n\nCongress has not spoken,  and we consequently see no  basis under\r\n\nMiles for barring nonpecuniary relief here.    \r               \r\n\n     Defendants' contention that it  would be peculiar to provide\r\n\nplaintiffs greater  relief for property damage  than for personal\r\n\ninjury  has some force.  The concern expressed in Miles, however,\r                                                                 \r\n\nwas  not  with respect  to an  award  of nonpecuniary  damages in\r\n\nmaritime   cases  in   general,   but  with   inconsistency  with\r\n\nCongressional pronouncement.   Miles  does not mandate  a uniform\r                                              \r\n\nresult for every maritime  action and we are hesitant  to ascribe\r\n\nto the Court a holding that goes  well beyond any issue discussed\r\n\n                    \r                              \r\n\nclaiming reimbursement  for the personal  outlay of funds.   Even\r\nthough  Guevara  brought the  latter type  of claim,  because the\r\ntort-like action  \"overlaps with the personal  injury coverage of\r\nthe  Jones  Act,\"  id. at  1511,  the  court  concluded that  the\r                                \r\nlegislative scheme affected his recovery.     \r\n\n                               -16-\r\r\n\nthere.  See United States v. London, 66 F.3d 1227, 1241 (1st Cir.\r                                             \r\n\n1995).  \r\n\n     In sum, in the absence of any relevant legislation, we think\r\n\nthat   the   uniformity   principle   enunciated   in  Miles   is\r                                                                      \r\n\ninapplicable.   Therefore,  plaintiffs are  entitled to  forms of\r\n\nrelief  traditionally available  under the general  maritime law,\r\n\nincluding punitive damages.   Accordingly, we affirm the district\r\n\ncourt's determination that punitive damages are recoverable under\r\n\nplaintiff's general maritime claim.\r\n\nB.  Niles' Conduct\r          B.  Niles' Conduct\r\n\n     Having  held that  punitive  damages are  available, we  now\r\n\naddress  defendants'  claim  that  the district  court  erred  in\r\n\nfinding that Niles' conduct warranted them.\r\n\n     The award of punitive damages is within the sound discretion\r\n\nof the district court.  Muratore, 845 F.2d at 354.  We review the\r                                          \r\n\nfactual findings in support of the award for clear error.  Bergen\r                                                                           \r\n\nv. F/V St. Patrick, 816 F.2d 1345, 1349  (9th Cir. 1987).  And we\r                            \r\n\nreiterate that  the only circumstances  that support an  award of\r\n\npunitive damages are \"where defendant's actions were intentional,\r\n\ndeliberate  or  so  wanton  and  reckless  as  to  demonstrate  a\r\n\nconscious disregard of the rights of others.\"  Muratore, 845 F.2d\r                                                                 \r\n\nat 354.\r\n\n     The court  awarded punitive damages upon  finding that Niles\r\n\nacted in reckless  disregard for  the property rights  of CEH  in\r\n\ntowing  through   its   trawls,  and   acted  intentionally   and\r\n\nmaliciously in  destroying trawl  lines and traps.   In  reaching\r\n\n                               -17-\r\r\n\nthese  conclusions,   the  district  court  relied   on  evidence\r\n\npertaining  to the time before,  during and after  the conduct in\r\n\nquestion.  \r\n\n     The  testimony indicated that prior  to May 1992, apart from\r\n\nthe general  conflict between lobstermen and  trawlers, Niles and\r\n\nthe Handrigans had been  involved in a dispute over  a generator.\r\n\nAs a result of this row, Niles, as a matter of custom, refused to\r\n\nreturn any  gear  to the  COURTNEY  ELIZABETH regardless  of  its\r\n\ncondition.   Niles  also acknowledged  that, at  the time  of the\r\n\ntrip,  he was  aware  that the  COURTNEY  ELIZABETH was  laid  up\r\n\nundergoing repairs.\r\n\n     Niles'  actions  during  the  trip, as  reported  by  Baker,\r\n\ndirectly  support the court's findings.   Early on, Niles ordered\r\n\nthat \"no  gear comes home, and  all traces of lines  and stuff go\r\n\nover  board.\"   Later,  Niles  operated  the  SEAFARER  in  close\r\n\nproximity to high fliers, and at  one point, dragged a high flier\r\n\nbehind the  boat.  His  crewmen cut and  disposed of  trawl lines\r\n\nthat became entangled  in the  nets of the  SEAFARER, and  dumped\r\n\noverboard  all  gear brought  on  board,  including all  workable\r\n\ntraps.  Niles  even joked about  selling gear back to  the owner.\r\n\nAfter  the trip,  Niles phoned  Baker in  an effort  to influence\r\n\nBaker to change his story.  The district court, quite accurately,\r\n\ncharacterized Niles' explanation of this  call -- to get  Baker's\r\n\nphone number --  as \"to  say the least  foolish, circuitous,  and\r\n\nillogical.\"\r\n\n                               -18-\r\r\n\n     Defendants,  again, protest  that these  findings are  based\r\n\nsolely on Baker's  testimony; again,  this is of  no avail.   See\r                                                                           \r\n\nRivera-Gomez, 900 F.2d at 4.  And, even if defendants are correct\r                      \r\n\nthat  there is inconclusive proof that each line cut or each trap\r\n\ndumped belonged  to  CEH, the  record contains  more than  enough\r\n\nfactual support  to  demonstrate  Niles'  willful  and  malicious\r\n\nconduct  toward CEH.  Therefore,  we affirm the  court's award of\r\n\npunitive damages against Niles.  \r\n\nC.  Vicarious Liability\r          C.  Vicarious Liability\r\n\n     The district  court found Doyle liable  for punitive damages\r\n\nunder the standard enunciated in  Restatement (Second) of Torts  \r                                                                         \r\n\n909(c),9  because  Doyle  delegated \"nearly  absolute  managerial\r\n\nauthority\" to Niles.   The adoption of the Restatement  rule as a\r                                                                \r\n\nbasis  of liability  is a  question of  first impression  in this\r\n\ncircuit,  although we alluded to it in Muratore, 845 F.2d at 354-\r                                                         \r\n\n                    \r                              \r\n\n     9  Section 909 states:\r\n\n          Punitive damages can properly be awarded against a\r\n     master or  other  principal because  of  an act  by  an\r\n     agent, if but only if, \r\n\n          (a) the principal or  a managerial agent authorized the\r\n          doing and the manner of the act, or\r\n\n          (b)  the  agent  was  unfit  and  the  principal  or  a\r\nmanagerial          agent  was reckless in employing or retaining\r\nhim, or\r\n\n          (c) the agent was employed in a managerial capacity and\r                                                                           \r\n          was acting in the scope of employment, or\r                                                         \r\n\n          (d)  the  principal  or   a  managerial  agent  of  the\r\nprincipal           ratified or approved the act.\r\n\n(Emphasis added.)\r\n\n                               -19-\r\r\n\n56.       Muratore concerned  the liability  of a  ship charterer\r                            \r\n\nfor the  acts of ship photographers  that constituted intentional\r\n\ninfliction of emotional distress.   We discussed three approaches\r\n\ncourts have taken  when addressing the  liability of a  principal\r\n\nwho  neither  authorizes  nor  ratifies  her  agent's misconduct.\r\n\nUnder   the  majority  approach,  punitive  damages  are  treated\r\n\nindistinguishably   from   compensatory  ones,   and  traditional\r\n\nrespondeat  liability attaches.  Id. at 354.  Principals are held\r                                              \r\n\naccountable  for their  agents'  misdeeds that  occur within  the\r\n\nscope of  employment.   In  contrast, a  significant minority  of\r\n\ncourts follow the strict  complicity rule of Lake Shore  &amp; M.S.R.\r                                                                           \r\n\nCo.  v. Prentice,  147  U.S. 101  (1893), which  limits principal\r                          \r\n\nliability to those acts  participated in, authorized or ratified.\r\n\nFinally,  the   Restatement  rule  incorporates  the  Lake  Shore\r                                                                           \r\n\nlimitation but extends liability,  regardless of authorization or\r\n\nratification, to acts committed by a  managerial agent within the\r\n\nscope of employment.  845 F.2d at 355.\r\n\n     In  Muratore,  we  declined  to follow  the  majority  view,\r                           \r\n\nfavoring a more limited approach to \"ensure that punitive damages\r\n\nare  awarded   against  the   guilty  offender.\"  Id.     Further\r                                                               \r\n\ndiscriminating   between   the   latter  two   formulations   was\r\n\nunnecessary as the  plaintiff did not satisfy the requirements of\r\n\neither one.  Now, however, our determination of Doyle's liability\r\n\nhinges upon which standard we adopt, because although there is no\r\n\nevidence that  Doyle authorized, ratified or  participated in the\r\n\n                               -20-\r\r\n\nwrongdoing,  it  is  clear   that  Niles  meets  the  \"managerial\r\n\ncapacity\" criteria.\r\n\n     We  turn  first to  precedent.   In  The Amiable  Nancy, the\r                                                                      \r\n\nSupreme Court rejected the imposition of punitive damages against\r\n\nthe  owners of  THE  SCOURGE for  the  privateering acts  of  her\r\n\ncaptain  and  crew because   \"[the  owners]  are innocent  of the\r\n\ndemerit  of this  transaction,  having neither  directed it,  nor\r\n\ncountenanced it, nor participated in it in the slightest degree.\"\r\n\n16  U.S.  (3  Wheat.)  546,  559  (1818).    The  requirement  of\r\n\ncomplicity of some sort became further entrenched in Lake  Shore,\r                                                                          \r\n\nwhere in rejecting  a punitive  award against a  railway for  the\r\n\nharassing conduct of its train conductor, the Court stated:\r\n\n          Exemplary  or punitive damages, being awarded, not\r\n     by way of compensation  to the sufferer, but by  way of\r\n     punishment of the offender, and as a warning to others,\r\n     can only be awarded against one who has participated in\r\n     the offence.  A  principal, therefore, though of course\r\n     liable to  make compensation  for injuries done  by his\r\n     agent  within the  scope of  his employment,  cannot be\r\n     held liable for  exemplary or punitive  damages, merely\r\n     by reason of wanton,  oppressive or malicious intent on\r\n     the part of the agent.\r\n\n147 U.S.  at 107.  Although Lake Shore was not an admiralty case,\r                                                \r\n\na  number of  admiralty  courts have  followed this  proposition,\r\n\nrejecting  liability  absent principal  complicity of  some sort.\r\n\nSee,  e.g., Matter of P &amp; E Boat Rentals, Inc., 872 F.2d 642, 652\r                                                        \r\n\n(5th Cir. 1989); U.S. Steel Corp. v. Fuhrman, 407 F.2d 1143, 1148\r                                                      \r\n\n(6th  Cir. 1969);  Jones v. Compagnie  Generale Maritime,  882 F.\r                                                                  \r\n\nSupp. 1079, 1086 (S.D. Ga. 1995); The Seven Brothers, 170 F. 126,\r                                                              \r\n\n127 (D.R.I. 1909).  \r\n\n                               -21-\r\r\n\n     In Fuhrman, the Sixth Circuit reversed an award of  punitive\r                         \r\n\ndamages against U.S. Steel for the actions of one of its captains\r\n\nwho decided to try to beach his holed  vessel rather than abandon\r\n\nship.  The court took the position that the captain in good faith\r\n\nused his  best judgment, not irrational  under the circumstances,\r\n\n\"for the  benefit of all concerned.\"   407 F.2d at  1147.  Rather\r\n\nthan rest on  this conclusion, which  would make unnecessary  any\r\n\nconsideration of  the vessel owner's liability,  the court opined\r\n\nthat \"even if\" the captain's actions warranted punitive damages:\r\n\n          We think the better  rule is that punitive damages\r\n     are not recoverable against  the owner of a vessel  for\r\n     the act of the  master unless it can be shown  that the\r\n     owner  authorized or  ratified the  acts of  the master\r\n     either before or after  the accident.  Punitive damages\r\n     also  may be recoverable if the acts complained of were\r\n     those  of an unfit master and the owner was reckless in\r\n     employing him.\r\n\nId. at 1148.\r             \r\n\n     The Fifth Circuit followed Fuhrman in  Matter of P &amp; E  Boat\r                                                                           \r\n\nRentals,  Inc., 872  F.2d at  652.   That case  involved multiple\r                        \r\n\nwrongful  death   and  personal  injury  claims  brought  against\r\n\nChevron,  USA, following a  serious collision  caused in  part by\r\n\nChevron  foremen who  directed  a charter  vessel  to operate  in\r\n\nextremely foggy conditions.  The court  observed that the foremen\r\n\nwere  low level  supervisors with  no policymaking  authority and\r\n\nstated:  \r\n\n          We hold  simply that  punitive damages may  not be\r\n     imposed against a corporation  when one or more of  its\r\n     employees decides on his own  to engage in malicious or\r\n     outrageous conduct.   In  such a case,  the corporation\r\n     itself  cannot be  considered  the wrongdoer.   If  the\r\n     corporation  has formulated  policies and  directed its\r\n     employees  properly,  no  purpose would  be  served  by\r\n\n                               -22-\r\r\n\n     imposing punitive damages against it except to increase\r\n     the amount of the judgment.\r\n\n  Id.\r               \r\n\n     In  contrast,   the  Ninth   Circuit,  in  Protectus   Alpha\r                                                                           \r\n\nNavigation Co.  v. North  Pacific Grain  Growers, Inc.,  767 F.2d\r                                                                \r\n\n1379 (9th Cir. 1985), expressly adopted the Restatement rule.  In\r                                                                 \r\n\nthat  case, North  Pacific's dock  foreman set  adrift a  burning\r\n\nvessel in defiance  of firemen's  orders.  This  conduct in  part\r\n\ncaused the destruction of the vessel and the  death of a fireman.\r\n\nBecause the  foreman acted  with \"reckless or  callous disregard\"\r\n\nfor  the  rights  of  Protectus  Alpha,  and  because  he  was  a\r\n\nmanagerial employee of North  Pacific acting in the scope  of his\r\n\nemployment, the  court upheld the imposition  of punitive damages\r\n\nagainst North Pacific.  Id. at 1385-87.\r                                     \r\n\n     Justifying its  adoption of the Restatement  rule, the court\r                                                          \r\n\nreasoned:\r\n\n          We  believe the standard of the Restatement better\r\n     reflects the  reality of modern corporate  America.  We\r\n     agree  that  a corporation  can  act  only through  its\r\n     agents   and   employees,   and  that   no   reasonable\r\n     distinction  can  be  made  between the  guilt  of  the\r\n     employee  in a  managerial  capacity acting  within the\r\n     scope  of   his  employment   and  the  guilt   of  the\r\n     corporation.  22  Am.Jur.2d, Damages   261  (1965).  It\r\n     seems obvious that  no corporate executive or  director\r\n     would  approve  the  egregious acts  to  which punitive\r\n     damages  would attach, and,  therefore, no recovery for\r\n     more  than  compensatory  damages  could  ever  be  had\r\n     against  a  corporation  if  express  authorization  or\r\n     ratification were always required.\r\n\nId. at 1386.\r             \r\n\n     In  sum,  both  approaches  draw  support   from  precedent.\r\n\nAlthough  the  Supreme  Court  cases  cited  adopted  the  strict\r\n\n                               -23-\r\r\n\ncomplicity view,  we do not believe the  early nineteenth century\r\n\ndecision  in   The  Amiable   Nancy  and  the   late  nineteenth,\r                                             \r\n\nnonadmiralty  decision in  Lake  Shore dictate  the result  here.\r                                                \r\n\nNeither  considered the  more  modern concerns  reflected in  the\r\n\ncontrary caselaw and, indeed, the  Court has indicated that  Lake\r                                                                           \r\n\nShore may have  been unduly  restrictive even for  its own  time.\r               \r\n\nAmerican  Society  of  Mechanical Engineers,  Inc.  v. Hydrolevel\r                                                                           \r\n\nCorp.,  456  U.S. 556,  575 n.14  (1982)  (\"[T]he Court  may have\r               \r\n\ndeparted from  the trend of  late 19th-century decisions  when it\r\n\nissued  Lake Shore.\").    We  note,  moreover, that  most  courts\r                            \r\n\noutside the maritime context  do not follow Lake Shore.   Id.; W.\r                                                                       \r\n\nPage Keeton,  et al., Prosser and  Keeton on the Law  of Torts 13\r                                                                        \r\n\n(5th  ed.  1984).     This  growing  body  of  precedent   is  of\r\n\nsignificance because  we discern no reason,  and defendants point\r\n\nto none, why vicarious liability should be treated differently on\r\n\nsea than on  land.   See Archer v.  Trans/American Services,  834\r                                                                     \r\n\nF.2d  1570, 1573 (11th Cir. 1988) (\"Federal maritime law embraces\r\n\nthe  principles of  agency.\").   After  all,  Lake Shore  itself,\r                                                                  \r\n\nthough repeatedly  cited by admiralty courts, was  not a maritime\r\n\ncase. \r\n\n     After  giving   both  perspectives  due   consideration,  we\r\n\nconclude that  strict adherence to the  complicity approach would\r\n\nshield   a  principal,   who,   though  not   guilty  of   direct\r\n\nparticipation,  authorization  or  ratification  in  his  agent's\r\n\negregious conduct, nevertheless shares blame for  the wrongdoing.\r\n\nTherefore,  we  believe that  some  features  of the  Restatement\r                                                                           \r\n\n                               -24-\r\r\n\napproach  are  helpful here.    In our  view,  imposing vicarious\r\n\nliability on  a principal for the  act of an agent  employed in a\r\n\nmanagerial  capacity  and  acting  in  the  scope  of  employment\r\n\nrepresents an appropriate  evolution of the  Lake Shore rule,  at\r                                                                 \r\n\nleast  when linked to requiring some level of culpability for the\r\n\nmisconduct.  \r\n\n     Our approach today falls short of  wholesale adoption of the\r\n\nRestatement because section 909(c),  read literally, could impose\r                     \r\n\nliability in circumstances  that do not demonstrate  any fault on\r\n\nthe  part of  the principal.   Because this  is not  such a case,\r\n\nhowever, we need not  resolve whether the Restatement's vicarious\r                                                               \r\n\nliability principle would in fact reach so far.\r\n\n     Whatever  the  outer  parameters  of  \"managerial  capacity\"\r\n\nliability may be, the district  court supportably found that  the\r\n\ncircumstances here  justified the imposition of  punitive damages\r\n\nagainst Doyle.  In so concluding, the district court discussed at\r\n\nsome length the intertwined issues of Niles' managerial authority\r\n\nand Doyle's culpability in failing to supervise Niles.  Niles had\r\n\ntotal  authority  to hire  and fire  the  crew, to  determine the\r\n\nduration,  location and  targets of  the trips,  and to  sell the\r\n\ncatch  wherever  he  chose.    In  short,  Niles   had  \"complete\r\n\nmanagerial  discretion over  the means  and methods  of fishing.\"\r\n\nNiles set forth and implemented whatever policy, if any, the crew\r\n\nof  the SEAFARER followed.  Moreover, the decisions made by Niles\r\n\ndirectly affected the success of Doyle's fishing business. \r\n\n                               -25-\r\r\n\n     This delegation  of complete managerial discretion  was made\r\n\nnotwithstanding Doyle's knowledge that \"he had hired his captains\r\n\nto work in  an atmosphere  characterized in part  by the  tension\r\n\nthat  raged between lobstermen and draggers.\"  Not only was there\r\n\na  complete  delegation  of   authority  in  a  troublesome  work\r\n\nsituation, but also a  complete absence of any policy  directive,\r\n\nwritten or oral,  regarding the operation  of Doyle's vessels  in\r\n\nlobster trawl  areas.   This combination of  circumstances places\r\n\nthis case well within the sphere of culpability.10 \r\n\n     As applied here, the imposition of punitive damages, in  the\r\n\ndistrict court's words, \"encourages shipowners to  hire qualified\r\n\nand responsible  captains and to exercise  supervisory power over\r\n\nthem.\"  In addition,  it fairly punishes Doyle for his failure to\r\n\nprovide any supervision over his captains.   In short, therefore,\r\n\nthe  district  court's  award  properly serves  the  purposes  of\r\n\npunitive  damages:  \"to punish defendant and to deter others from\r\n\nengaging   in  like  manner.\"     Muratore,  845   F.2d  at  354.\r                                                    \r\n\nAccordingly,  we affirm  the  award of  punitive damages  against\r\n\nDoyle.  \r\n\nD.  The Amount of the Awards\r          D.  The Amount of the Awards\r\n                    \r                              \r\n\n     10  In addition, these factors further distinguish Matter of\r                                                                           \r\nP &amp; E Boat Rentals and Fuhrman.  In the former case, as indicated\r                                        \r\nearlier, the  Fifth Circuit rejected vicarious  liability in part\r\nbecause the \"corporation ha[d] formulated policies.\"  872 F.2d at\r\n652.   In  the latter,  the Sixth  Circuit, upon  considering the\r\nunique  emergency  circumstances  involved,  concluded  that  the\r\ncaptain  had \"the responsibility to make the final decision as to\r\nwhat  the proper course of action  must be in view  of all of the\r\nfactors concerned.\"  407 F.2d at 1147.  Here, in contrast, Niles'\r\nmisconduct occurred  during the regular course  of operations, an\r\narea where the owner could have and should have set policy.\r\n\n                               -26-\r\r\n\n     Finally, we  address defendants' arguments that  the amounts\r\n\nawarded in punitive  damages were  excessive and in  error.   The\r\n\ncourt  assessed punitive  damages against  Niles for  $10,000 and\r\n\nDoyle for $50,000.\r\n\n     We begin  by  stating two  basic  propositions.   First,  we\r\n\nreview the  district court's determination of  the correct amount\r\n\nof punitive damages for clear error.  See American Title Ins. Co.\r                                                                           \r\n\nv.  East  West  Financial, 16  F.3d  449,  461  (1st Cir.  1994).\r                                   \r\n\nSecond,  punitive  damages  are  solely  intended  to  serve  the\r\n\npurposes  of punishment  and deterrence,  and should  not provide\r\n\nplaintiff  with a  windfall.  Aldrich v.  Thomson McKinnon  Sec.,\r                                                                           \r\n\nInc., 756 F.2d 243,  249 (2d Cir.  1985); Ramsey v. American  Air\r                                                                           \r\n\nFilter Co., 772 F.2d 1303, 1314 (7th Cir. 1985).  Taken together,\r                    \r\n\nwe  will not disturb  an award of punitive  damages unless we are\r\n\ncertain that  it is greater  than reasonably necessary  to punish\r\n\nand deter.  See Pacific Mut. Life Ins. Co. v. Haslip, 499 U.S. 1,\r                                                              \r\n\n21-22 (1991); Vasbinder  v. Scott,  976 F.2d 118,  121 (2nd  Cir.\r                                           \r\n\n1992)  (quoting Haslip, 499 U.S.  at 21) (\"Thus,  the function of\r                                \r\n\nappellate review of punitive damages is to make 'certain that the\r\n\npunitive damages are  reasonable in their amount  and rational in\r\n\nlight of their purpose to punish  what has occurred and to  deter\r\n\nits repetition.'\").\r\n\n     The Supreme Court has  rejected a \"mathematical bright line\"\r\n\napproach  to the award of punitive damages.   Haslip, 499 U.S. at\r                                                              \r\n\n18;  TXO Production Corp. v. Alliance Resources Corp., 113 S. Ct.\r                                                               \r\n\n2711,  2721  (1993)  (rejecting  \"an  approach  that concentrates\r\n\n                               -27-\r\r\n\nentirely  on   the  relationship  between  actual   and  punitive\r\n\ndamages\").  Instead, the Court has indicated that an award should\r\n\nbe reasonable  in light of  various considerations,  such as  the\r\n\nmagnitude  of harm caused or potentially caused and the net worth\r\n\nof the  defendant.  See TXO, 113 S.Ct.  at 2722 &amp; n.28.  Contrary\r                                     \r\n\nto defendants'  exhortations, there  is no general  rule defining\r\n\nthe  maximum  proportion  of  net  worth  that  may  be  exacted.\r\n\nHowever,  an award should not result in the defendant's financial\r\n\nruin.   Vasbinder, 976 F.2d  at 121; Arceneaux  v. Merrill Lynch,\r                                                                           \r\n\nPierce, F. &amp; S., 767 F.2d 1498, 1503 (11th Cir. 1985).   \r                         \r\n\n     Having set forth these basic considerations, we address each\r\n\naward  in  turn.    The  assessment  of  $10,000   against  Niles\r\n\nconstitutes  approximately  55%  of  his net  worth  of  $18,250.\r\n\nUndoubtedly,   this   award   will   cause   financial  hardship.\r\n\nNonetheless, we  are satisfied that the  district court carefully\r\n\nconsidered   Niles'   financial  status   when   fashioning  this\r\n\npunishment.   We cannot  hold as a  matter of law  that the award\r\n\nexceeds an  amount  appropriate for  punishment  and  deterrence,\r\n\nparticularly in light of  Niles' willful misconduct in destroying\r\n\nCEH's  property and  in  attempting to  conceal that  misconduct.\r\n\nTherefore, we affirm the amount of Niles' award.  \r\n\n     In  light of  Doyle's higher  net worth,  the  court awarded\r\n\npunitive damages against  him in  the amount of  $50,000.   Doyle\r\n\nargues that  it is \"fundamentally  unjust\" to punish  a principal\r\n\nwho  did not commit  the misconduct  at a  higher level  than the\r\n\nactual perpetrator.  Notwithstanding the difference in amount, we\r\n\n                               -28-\r\r\n\nnote  that,  in  terms  of  net  worth,  Doyle's  punishment   is\r\n\nproportionately much less than Niles'.  Moreover, it is axiomatic\r\n\nthat any  theory of  vicarious liability will  inevitably involve\r\n\ncharging  liability  upon  a  less  directly involved  principal.\r\n\nAdditionally, the consideration of  Doyle's net worth is integral\r\n\nto the objectives of punitive damages:  it ensures that the award\r\n\nis neither too severe nor too trivial.\r\n\n     We cannot, therefore,  conclude as  a matter of  law that  a\r\n\n$50,000 award here  is clearly  erroneous.  We  affirm the  award\r\n\nimposed against Doyle.  \r\n\nAffirmed.\r          Affirmed.\r                   \r\n\n                               -29-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nDecember 7, 1995  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 95-1462\r\n\n                            CEH, INC.,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                F/V SEAFARER (ON 675048), ET AL.,\r\n\n                     Defendants, Appellants.\r\n\n                                           \r\n\n                           ERRATA SHEET\r                                     ERRATA SHEET\r\n\n     The opinion of  this Court  issued on November  28, 1995  is\r\ncorrected as follows:\r\n\n     On  page 11,  line  15 -  insert  the following  text  after\r\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">\"Moragne,</span> <span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">401-02</span></span><pre class=\"inline\">\": \"(quoting The Lottawanna, 88  U.S.\r                                                                 \r\n(21 Wall.) 558, 575 (1875))\".\r\n\n     On page 12, line 10 - change \"and\" to \"[and]\". \r\n\n     On  page 13,  last line  - insert  the following  text after\r\n\"(5th Cir. 1995)\":  \"(en banc)\".\r\n\n     On page 14 - delete footnote 9.\r\n\n     On  page 22,  first  paragraph,  line  11  -  change  \"[Lake\r                                                                           \r\nShore.]\" to \"Lake Shore . . . .\"\r                                 \r\r\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 95-1462\r\n\n                            CEH, INC.,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                F/V SEAFARER (ON 675048), ET AL.,\r\n\n                     Defendants, Appellants.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n          [Hon. Ronald R. Lagueux, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n            Coffin and Aldrich, Senior Circuit Judges.\r                                                               \r\n\n                                           \r\n\n     Leonard W. Langer with whom Marshall J. Tinkle was on brief\r                                                             \r\nfor appellants.\r\n     Mark A. McSally for appellee.\r                              \r\n\n                                           \r\n\n                        November 28, 1995\r\n                                           \r\r\n\n     COFFIN, Senior Circuit Judge.  Defendant-appellants, the F/V\r                                           \r\n\nSEAFARER, a fishing trawler, and Michael Doyle and Charles Niles,\r\n\nits owner  and captain respectively, appeal  the district court's\r\n\ndecision  after  a  bench  trial  finding  them  liable  for  the\r\n\ndestruction   of   appellee's   lobstering   gear   and  imposing\r\n\ncompensatory and  punitive damages.   CEH, Inc. v.  F/V Seafarer,\r                                                                          \r\n\n880  F.  Supp. 940  (D.R.I. 1995).   Defendants  challenge, inter\r                                                                           \r\n\nalia,  the  sufficiency  of  the evidence,  the  availability  of\r              \r\n\npunitive damages as  a matter  of law, and  the district  court's\r\n\nadoption of the  Restatement (Second) of Torts    909 as  a basis\r                                                        \r\n\nfor vicarious liability.  We affirm.\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r\n\n     The  facts,  as  the  court  found  them,  are  as  follows.\r\n\nPlaintiff-appellee  CEH,  Inc.  (\"CEH\")  owns  the  F/V  COURTNEY\r\n\nELIZABETH, an off-shore lobstering  vessel based in Point Judith,\r\n\nRhode  Island.   During May  and June  of 1992,  CEH owned  4,200\r\n\nlobster   traps,  2,857  of  which  were  grouped  off  shore  in\r\n\narrangements referred  to as \"lobster  trawls.\"  A  lobster trawl\r\n\nconsists of  40 to 55 traps  connected to each other  by a ground\r\n\nline.   Each end  of the ground  line is attached  to a blivet, a\r\n\ncement block that keeps the trawl  in place.  A rope extends from\r\n\nthe  top of each blivet to a  high flier, a floatable device that\r\n\nconsists of ring  floats, an aluminum pole and  a flag, and which\r\n\nis often marked with  radar reflectors.  The high fliers mark the\r\n\nlocation of the lobster traps below.\r\n\n                               -3-\r\r\n\n     The  COURTNEY ELIZABETH  regularly tended  to these  lobster\r\n\ntraps, but  between May 13, 1992 and June 7, 1992, she was ashore\r\n\nundergoing repairs.  From May 19 to May 23, another vessel hauled\r\n\nand reset the traps.  Upon returning to  duty on June 7, the crew\r\n\nof the COURTNEY ELIZABETH discovered that 1,093 traps and related\r\n\nequipment were  missing.   Subsequently, CEH brought  this action\r\n\nagainst defendants, alleging that during two trips between May 23\r\n\nand June  7,  the  SEAFARER  dragged  through  CEH's  trawls  and\r\n\ndestroyed 671 traps.1\r\n\n     The SEAFARER  is a trawler that  drags for fish by  way of a\r\n\nnet extending beyond its  stern.  During May and June,  1992, the\r\n\nSEAFARER was dragging for  monkfish, a fish found near  the ocean\r\n\nfloor,  often  in  close  proximity  to  high  concentrations  of\r\n\nlobster.  The shared migrations of these  species typically cause\r\n\nan  overlap in  the operating  areas of draggers  and lobstermen,\r\n\ncausing  tensions  between the  two groups.   The  close quarters\r\n\nresult in inevitable gear  conflicts, with trawlers often hauling\r\n\nup lobster traps unintentionally.   Trawlers generally dispose of\r\n\ndamaged,  destroyed  or  abandoned  traps  (\"ghost  gear\"),   but\r\n\ncustomarily return working traps (\"fixed gear\") to their owner. \r\n\n     During  her first  trip,  May 23  to  May 24,  the  SEAFARER\r\n\noperated under the direction of Captain Roger Smith, with Charles\r\n\nNiles  serving  as  mate.   On  May 24,  the  captain  of another\r\n\nlobstering vessel observed the SEAFARER in the area of several of\r\n                    \r                              \r\n\n     1  CEH initially accused defendants of destroying  all 1,093\r\ntraps, but amended this figure upon discovering that the SEAFARER\r\ndid not tow in certain regions.  \r\n\n                               -4-\r\r\n\nthe COURTNEY ELIZABETH's trawls,  and, through his wife, informed\r\n\nTimothy Handrigan,  the vice-president  of CEH, that  his lobster\r\n\ntrawls  were at risk.   The next  day, Handrigan  called Niles in\r\n\norder to  advise  Niles  of the  location  of his  gear.    Niles\r\n\nresponded that he did not need this information.\r\n\n     Niles captained the second trip of the SEAFARER, from May 28\r\n\nthrough June 7, 1992.  Also on board were John  McKay (mate), and\r\n\ndeckhands  Phien Hoang, Niles Pearsall and Richard Baker.  Except\r\n\nfor  Baker,  who  was  Captain  Niles'  nephew,  all  crewmembers\r\n\nregularly  worked on  the SEAFARER.   On  May 29,  Captain Robert\r\n\nBuffinton  of the F/V EDNA  MAE observed the  SEAFARER near fixed\r\n\ngear  of the COURTNEY ELIZABETH.   Upon approaching the SEAFARER,\r\n\nhe observed 20 unidentifiable lobster traps on board its deck.  \r\n\n     Over the next few days, the SEAFARER hauled up and discarded\r\n\napproximately  200 traps,  about 140  of which  constituted fixed\r\n\ngear.   In addition, the crew  cut loose trawl lines  that became\r\n\nentangled in  the nets of  the vessel.   In  total, the  SEAFARER\r\n\ndestroyed 134 of CEH's traps.\r\n\n     CEH commenced  this action against the  ship's owner, Doyle,\r\n\nand  the  two captains,  Niles and  Smith,  in personam,  and the\r\n\nSEAFARER  in  rem,  pursuant  to the  district  court's  maritime\r\n\njurisdiction.  See 28 U.S.C.   1333; Executive Jet Aviation, Inc.\r                                                                           \r\n\nv.   City  of  Cleveland,  </pre><span class=\"citation\" data-id=\"108646\"><a href=\"/opinion/108646/executive-jet-aviation-inc-v-cleveland/\"><span class=\"volume\">409</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">249</span> </a></span><pre class=\"inline\"> (1972).    CEH  sought\r                                  \r\n\ncompensatory damages for negligence, and punitive damages for the\r\n\nwillful destruction of  its property.   Following a bench  trial,\r\n\nthe  court absolved  Captain Smith  of  all liability,  but found\r\n\n                               -5-\r\r\n\nNiles and the  vessel at fault  for destroying plaintiff's  gear.\r\n\nThe court further found that Niles acted in reckless disregard of\r\n\nCEH's  property rights by towing through its fixed gear, and that\r\n\nhe acted intentionally  and maliciously in  ordering his crew  to\r\n\ncut trawl lines.   The court awarded CEH compensatory  damages in\r\n\nthe  amount  of  $6,759.81  jointly  and  severally  against  all\r\n\nparties, punitive damages against Captain Niles  in the amount of\r\n\n$10,000, and punitive damages against Michael Doyle in the amount\r\n\nof $50,000.\r\n\n     Defendants attack the legal and factual bases of the court's\r\n\naward.  We address these issues seriatim.\r\n\n                 II.  SUFFICIENCY OF THE EVIDENCE\r                           II.  SUFFICIENCY OF THE EVIDENCE\r\n\n     To establish liability for negligence under general maritime\r\n\nlaw, CEH needed to prove by a preponderance  of the evidence that\r\n\nthe  SEAFARER destroyed  CEH's traps,  and that  such destruction\r\n\ncould  have  been  reasonably avoided.    1st  Bank Southeast  of\r                                                                           \r\n\nKenosha, Wis. v. M/V Kalidas, </pre><span class=\"citation\" data-id=\"2594470\"><a href=\"/opinion/2594470/1st-bank-southeast-of-kenosha-wis-v-mv-kalidas/\"><span class=\"volume\">670</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1421</span></a></span><pre class=\"inline\">,  1431 (E.D. Wis.\r                                      \r\n\n1987);  see Burgess  v. M/V Tamano,  </pre><span class=\"citation\" data-id=\"350167\"><a href=\"/opinion/350167/ernest-e-burgess-v-mv-tamano-appeal-of-united-states-of-america/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">964</span></a></span><pre class=\"inline\">,  977 (1st Cir.\r                                            \r\n\n1977).  \r\n\n     Defendants'  core argument  is  that the  evidence fails  to\r\n\ndemonstrate that the SEAFARER  destroyed any of CEH's traps.   We\r\n\nreview  this  factual  issue  in  accordance  with  the  \"clearly\r\n\nerroneous\"  standard  of  Fed. R.  Civ.  P.  52(a).   DiMillo  v.\r                                                                       \r\n\nSheepscot  Pilots,  Inc.,  </pre><span class=\"citation\" data-id=\"520290\"><a href=\"/opinion/520290/antonio-dimillo-v-sheepscot-pilots-inc/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">746</span></a></span><pre class=\"inline\">,  749  (1st  Cir. 1989).\r                                  \r\n\nUnless, after examining the record and according due deference to\r\n\nthe  trial  court, we  form a  \"strong  unyielding belief  that a\r\n\n                               -6-\r\r\n\nmistake has been made,\" we will adopt the court's findings.  Juno\r                                                                           \r\n\nSRL v. S/V Endeavour, </pre><span class=\"citation\" data-id=\"196132\"><a href=\"/opinion/196132/juno-srl-v-endeavor/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4 (1st Cir. 1995).\r                              \r\n\n     The district court  determined that  the SEAFARER  destroyed\r\n\n134  of  CEH's traps  and  related  gear  through  the  following\r\n\nspecific  findings:  the  SEAFARER dragged through  Trawl 114 (50\r\n\nwire traps) on May 31,  and Trawls 16 (50 wire traps) and  60 (34\r\n\nA-frame  wooden pots)  on June  1, 1992.    In arriving  at these\r\n\nfindings, the district court relied on a wealth of circumstantial\r\n\nevidence,  all  of which  is set  forth  in the  district court's\r\n\nopinion,  and need  not  be repeated  here  in entirety.    After\r\n\nscrutinizing this evidence, we conclude that the inferences drawn\r\n\nby  the district court  were plausible.   As such, we  affirm the\r\n\ncourt's  findings.  Cumpiano v.  Banco Santander Puerto Rico, </pre><span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">148</span></a></span><pre class=\"inline\">, 152  (1st  Cir. 1990)  (quoting  Anderson v.  City  of\r                                                                           \r\n\nBessemer City,  </pre><span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">564</span></a></span><pre class=\"inline\">, 573-74  (1985)  (\"If the  district\r                       \r\n\ncourt's  account of  the evidence  is plausible  in light  of the\r\n\nrecord reviewed in  its entirety,  the court of  appeals may  not\r\n\nreverse it  even though convinced that had it had been sitting as\r\n\nthe  trier  of   fact,  it  would   have  weighed  the   evidence\r\n\ndifferently.\")).\r\n\n     In light of  the factual  complexity of this  case, we  will\r\n\ndiscuss in some detail the key evidence that supports the court's\r\n\nfindings.  The court relied primarily on the testimony of crewman\r\n\nBaker, and on a  comparison of the logbooks  of the SEAFARER  and\r\n\nthe COURTNEY ELIZABETH.\r\n\n                               -7-\r\r\n\n     Baker testified that during the trip:  1) the SEAFARER often\r\n\noperated within 50 to 100  yards of high fliers; 2) a  high flier\r\n\nbelonging  to CEH was  towed behind the boat;  3) about 200 traps\r\n\nwere brought on  deck of  the SEAFARER and  dumped overboard;  4)\r\n\napproximately 140 of these traps  were reusable, and roughly  115\r\n\nof these belonged  to the  COURTNEY ELIZABETH; and  5) Baker  and\r\n\nother crewmembers regularly cut  trawl lines that hung up  on the\r\n\ndoors  of the  net.   Baker also  asserted that  after the  trip,\r\n\nCharles Niles phoned  him in an  effort to induce Baker  to alter\r\n\nhis recollection of the trip.\r\n\n     Baker's   testimony,  taken  alone,   permits  a  reasonable\r\n\ninference that  the SEAFARER destroyed  a number of  CEH's traps.\r\n\nIn response, defendants  argue that each of Baker's assertions is\r\n\nin conflict  with  the testimony  of  the other  crewmembers  and\r\n\nCaptain  Niles.   The  district court,  however,  was within  its\r\n\nprerogative to  find Baker  \"wholly credible\"  while disbelieving\r\n\nthe other witnesses.  See Rivera-Gomez v. de Castro,  </pre><span class=\"citation\" data-id=\"539214\"><a href=\"/opinion/539214/martin-rivera-gomez-v-rafael-adolfo-de-castro/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,\r                                                             \r\n\n4 (1st Cir. 1990).\r\n\n     To  pinpoint  the  dates   on  which  specific  trawls  were\r\n\ndestroyed, the  court used the log books  of both vessels to plot\r\n\nthe course of the  SEAFARER against the position of  the COURTNEY\r\n\nELIZABETH's  lobster  trawls.    The court  determined  that  the\r\n\nSEAFARER's path  intersected the groundlines of  the three trawls\r\n\non May 31 and June 1.  \r\n\n     Defendants  contend that inherent  inaccuracies in the Loran\r\n\nsystem and rounding errors  in the log books render  a comparison\r\n\n                               -8-\r\r\n\nof the logs  misleading.  Their  expert, Thomas Bushy,  testified\r\n\nthat the cumulative effect of all possible errors could cause two\r\n\nseparately  recorded identical readings to be  up to 1.6 nautical\r\n\nmiles apart.  Nevertheless,  on cross examination, Bushy admitted\r\n\nthat this figure was  the absolute worst case scenario;  that, in\r\n\nfact, he  did not know  whether either vessel's  system contained\r\n\ncorrection factors  that would  have reduced possible  error; and\r\n\nthat the  locations of the  tows and  the trawls could  have been\r\n\nmuch  closer  together.   Upon  examining  the whole  of  Bushy's\r\n\ntestimony,  we find  no error  in the  court's plotting  of Loran\r\n\ncoordinates to reach its specific findings.  \r\n\n     Baker's testimony, in conjunction with the court's  analysis\r\n\nof the  ship logs,  provides sufficient  evidence to support  the\r\n\ncourt's conclusion that the SEAFARER destroyed Trawls  16, 60 and\r\n\n114 on May 31 and June 1, 1992.  Niles' failure to take any steps\r\n\nto  avoid CEH's traps, as  demonstrated by his  disregard for the\r\n\npresence  of high  fliers and  his  rejection of  the information\r\n\noffered by Handrigan, establish, at the very least, negligence on\r\n\nhis part.\r\n\n     Because the  facts set forth above  sufficiently support the\r\n\ncourt's   disposition,   we    need   not   address   defendants'\r\n\nmiscellaneous   objections  to  other  pieces  of  circumstantial\r\n\nevidence.  In any  event, we find  them unpersuasive.  We  uphold\r\n\nthe court's  finding of negligence  and its concomitant  award of\r\n\ncompensatory damages. \r\n\n                      III.  PUNITIVE DAMAGES\r                                III.  PUNITIVE DAMAGES\r\n\n                               -9-\r\r\n\n     The  defendants  raise  four  challenges  to  the  award  of\r\n\npunitive  damages:  1) both  Niles and Doyle  claim that punitive\r\n\ndamages are unavailable as a matter of law in a maritime case; 2)\r\n\nboth  claim   that  punitive  damages  are   unjustified  by  the\r\n\nunderlying  conduct  in  this  case; 3)  Doyle  claims  that such\r\n\ndamages  may  not  be   awarded  against  him  through  vicarious\r\n\nliability; and 4) both claim that the awards imposed against them\r\n\nare excessive. \r\n\nA.  Punitive Damages Under General Maritime Law\r          A.  Punitive Damages Under General Maritime Law\r\n\n     We review  de novo  the district court's  determination that\r                                 \r\n\npunitive damages are recoverable pursuant to  plaintiff's general\r\n\nmaritime claims.  See In re Extradition of Howard, </pre><span class=\"citation\" data-id=\"610553\"><a href=\"/opinion/610553/in-re-extradition-of-curtis-andrew-howard-united-states-of-america-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n1327 (1st Cir. 1993).   \r\n\n     Although  rarely imposed,  punitive damages  have  long been\r\n\nrecognized  as an  available remedy  in general  maritime actions\r\n\nwhere  defendant's intentional  or  wanton  and reckless  conduct\r\n\namounted  to a conscious disregard of  the rights of others.  See\r                                                                           \r\n\nThe Amiable Nancy, 16  U.S. (3 Wheat.) 546, 558  (1818) (criminal\r                           \r\n\ntrespass);  Muratore v. M/S Scotia Prince, </pre><span class=\"citation\" data-id=\"504861\"><a href=\"/opinion/504861/regina-m-muratore-v-ms-scotia-prince-etc-prince-of-fundy-cruises/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span><pre class=\"inline\">, 354 (1st\r                                                   \r\n\nCir.  1988)  (intentional  infliction  of   emotional  distress);\r\n\nProtectus Alpha  Navigation Co.  v. North Pacific  Grain Growers,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"455820\"><a href=\"/opinion/455820/protectus-alpha-navigation-co-ltd-v-north-pacific-grain-growers-inc/\"><span class=\"volume\">767</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1379</span></a></span><pre class=\"inline\">,  1385 (9th Cir.  1985) (destruction of  property);\r\n\nRobinson  v. Pocahontas, Inc.,  </pre><span class=\"citation\" data-id=\"310792\"><a href=\"/opinion/310792/earl-e-robinson-v-pocahontas-inc/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1048</span></a></span><pre class=\"inline\">,  1051-52 (1st Cir.\r                                       \r\n\n1973) (willful failure to pay maintenance and cure); In re Marine\r                                                                           \r\n\nSulphur  Queen, </pre><span class=\"citation\" data-id=\"303413\"><a href=\"/opinion/303413/in-the-matter-of-the-vessel-marine-sulphur-queen-marine-sulphur-transport/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">89</span></a></span><pre class=\"inline\">, 105 (2d Cir. 1972) (wrongful death);\r                        \r\n\nPino  v. Protection Maritime Ins.  Co., </pre><span class=\"citation\" data-id=\"1905454\"><a href=\"/opinion/1905454/pino-v-protection-maritime-ins-co-ltd/\"><span class=\"volume\">490</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">277</span></a></span><pre class=\"inline\">, 281 (D.\r                                                \r\n\n                               -10-\r\r\n\nMass.  1980)  (tortious  interference  with  employment  rights);\r\n\nDredge General, </pre><span class=\"citation no-link\"><span class=\"volume\">1944</span>  <span class=\"reporter\">A.M.C.</span> <span class=\"page\">948</span></span><pre class=\"inline\">, 948 (S.D.  Fla. 1944) (property\r                        \r\n\ndamage);  The Ludlow, </pre><span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">F.</span> <span class=\"page\">162</span></span><pre class=\"inline\">, 163 (N.D. Fla. 1922) (malicious\r                              \r\n\nand unlawful arrest); The Seven Brothers, </pre><span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">F.</span> <span class=\"page\">126</span></span><pre class=\"inline\">, 127 (D.R.I.\r                                                  \r\n\n1909) (property damage); Gallagher v. The Yankee, </pre><span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">1091</span></span><pre class=\"inline\">,\r                                                          \r\n\n1093 (N.D. Cal. 1859)  (No. 5,196) (unlawful deportation), aff'd,\r                                                                          \r\n\n30 F.  Cas. 781 (C.C.N.D. Cal. 1859) (No. 18,124); Ralston v. The\r                                                                           \r\n\nStates  Rights, 20  F.  Cas. 201,  209-10  (E.D. Pa.  1836)  (No.\r                        \r\n\n11,540) (collision).\r\n\n     Nevertheless, in the wake of Miles v. Apex Marine Corp., </pre><span class=\"citation\" data-id=\"112503\"><a href=\"/opinion/112503/miles-v-apex-marine-corp/\"><span class=\"volume\">498</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">19</span> </a></span><pre class=\"inline\">(1990),  courts have been increasingly  hesitant to allow\r\n\npunitive damages  in certain general  maritime actions  involving\r\n\npersonal injury or death.   In Miles, the Court held, inter alia,\r                                                                          \r\n\nthat damages recoverable in an action for the wrongful death of a\r\n\nseaman do not include  loss of society.  </pre><span class=\"citation\" data-id=\"112503\"><a href=\"/opinion/112503/miles-v-apex-marine-corp/\"><span class=\"id_token\">Id.</span> at 37. </a></span><pre class=\"inline\">  In reaching\r                                                      \r\n\nthis conclusion,  the Court  enunciated principles  of uniformity\r\n\nrelevant to wrongful death actions, and more broadly, to maritime\r\n\ntort law, which have moved subsequent courts to limit recovery in\r\n\nother similar contexts.  Defendants ask us to extend Miles to bar\r                                                                    \r\n\nrecovery  of  punitive damages  in  all  general maritime  cases.\r\n\nHowever,  as described  more  fully below,  we  believe Miles  is\r                                                                       \r\n\ninapposite to plaintiff's maritime claim.\r\n\n     In Miles, the mother of a deceased seaman brought a wrongful\r                       \r\n\ndeath action sounding both in negligence under the Jones Act, and\r\n\nunseaworthiness  under  the general  maritime  law.   In  denying\r\n\nrecovery  for loss of society, a form of nonpecuniary relief, the\r\n\n                               -11-\r\r\n\nCourt ensured a uniform scheme of recovery regardless of  whether\r\n\na wrongful death action  was brought under the Death on High Seas\r\n\nAct  (DOHSA),2  the Jones  Act3 or  general  maritime law.4   The\r\n\nstatutory actions  provided only for pecuniary  relief: the DOHSA\r\n\nexplicitly5   and  the   Jones   Act  implicitly,   through   its\r\n\nincorporation of  the Federal  Employers'  Liability Act  (FELA),\r\n\nwhich,  prior to  the  enactment  of  the  Jones  Act,  had  been\r\n\nconstrued to allow only pecuniary relief.   </pre><span class=\"citation\" data-id=\"112503\"><span class=\"antecedent_guess\">Miles,</span> <a href=\"/opinion/112503/miles-v-apex-marine-corp/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">32</span>\r</a></span><pre class=\"inline\">                                                           \r\n\n(citing Michigan Cent.  R. Co.  v. Vreeland, </pre><span class=\"citation\" data-id=\"97757\"><a href=\"/opinion/97757/michigan-central-r-co-v-vreeland/\"><span class=\"volume\">227</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span><pre class=\"inline\">,  69-71\r                                                     \r\n\n(1913)).     The   Court   extended  this   restriction  to   the\r\n\nunseaworthiness   claim,   explaining   that   \"[i]t   would   be\r\n\ninconsistent with our place in the constitutional scheme  were we\r\n\nto sanction more expansive remedies in a judicially created cause\r\n\nof action in which  liability is without fault than  Congress has\r\n\n                    \r                              \r\n\n     2    DOHSA,  46  U.S.C.      761,  authorizes  the  personal\r\nrepresentative of the decedent to bring an action \"[w]henever the\r\ndeath of  a person shall  be caused by wrongful  act, neglect, or\r\ndefault occurring on the high seas.\" \r\n\n     3   The Jones Act, 46  U.S.C.   688, provides  that a seaman\r\ninjured  in the  course of employment,  or his  representative in\r\ncase of death, may  \"maintain an action for damages at  law . . .\r\nand in such action all statutes of the United States modifying or\r\nextending the common-law  right or  remedy in  cases of  personal\r\ninjury to railway employees shall apply.\"\r\n\n     4  In Moragne v. States Marine Lines, Inc. </pre><span class=\"citation\" data-id=\"108166\"><a href=\"/opinion/108166/moragne-v-states-marine-lines-inc/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span><pre class=\"inline\">, 409\r                                                         \r\n(1970),  the  Court  recognized  a wrongful  death  action  under\r\ngeneral  maritime   law.    Prior  to   Moragne,  plaintiffs  not\r                                                         \r\nsatisfying the requirements of DOHSA or the Jones Act had to rely\r\non state  wrongful death  acts, which,  if  they existed,  varied\r\ngreatly in nature and scope.\r\n\n     5   Recovery under DOSHA  is limited to  \"the pecuniary loss\r\nsustained  by the persons for whose benefit the suit is brought.\"\r\n46 U.S.C.   762.\r\n\n                               -12-\r\r\n\nallowed in cases  of death  resulting from negligence.\"   </pre><span class=\"citation\" data-id=\"108166\"><a href=\"/opinion/108166/moragne-v-states-marine-lines-inc/\"><span class=\"id_token\">Id.</span>  at\r                                                                       \r\n\n33.6 </a></span><pre class=\"inline\">\r\n\n     The Court's  decision to \"restore a  uniform rule applicable\r\n\nto  all actions  for  the  wrongful  death  of  a  seaman,\"  </pre><span class=\"citation\" data-id=\"108166\"><a href=\"/opinion/108166/moragne-v-states-marine-lines-inc/\"><span class=\"id_token\">id.,</span>\r                                                                          \r\n\nlogically followed </a></span><pre class=\"inline\">the principle espoused in </pre><span class=\"citation\" data-id=\"108166\"><span class=\"antecedent_guess\">Moragne,</span> <a href=\"/opinion/108166/moragne-v-states-marine-lines-inc/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> at\r                                                              \r\n\n<span class=\"page\">401-02</span> </a></span><pre class=\"inline\"> (quoting The  Lottawanna,  88 U.S.  (21  Wall.) 558,  575\r                                          \r\n\n(1875)), to promote \"uniformity [that] not  only will further the\r\n\nconcerns of  both of the 1920  Acts but also will  give effect to\r\n\nthe constitutionally  based principle that federal  admiralty law\r\n\nshould  be 'a  system  of  law  coextensive with,  and  operating\r\n\nuniformly in,  the whole country.'\"   Though these  principles of\r\n\nuniformity defy  precise  limits,  we  think it  clear  that  the\r\n\nSupreme  Court had  in  mind  the  need  to  defer  to  statutory\r\n\nenactments  addressing like issues.   As the  Court reasoned: \"In\r\n\nthis  era, an  admiralty  court should  look  primarily to  these\r\n\nlegislative enactments for policy  guidance. . . . [and]  must be\r\n\nvigilant not to  overstep the well-considered boundaries  imposed\r\n\nby  federal legislation.\"    </pre><span class=\"citation\" data-id=\"112503\"><span class=\"antecedent_guess\">Miles,</span>  <a href=\"/opinion/112503/miles-v-apex-marine-corp/\"><span class=\"volume\">498</span>  <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">27</span></a></span><pre class=\"inline\">.    Miles,\r                                                                          \r\n\ntherefore, does not,  as defendants contend,  signify a call  for\r\n\nuniversal  uniformity  of   maritime  tort  remedy,   but  rather\r\n\n                    \r                              \r\n\n     6   A shipowner's breach of the warranty of seaworthiness, a\r\nstrict liability obligation, see </pre><span class=\"citation\" data-id=\"112503\"><span class=\"antecedent_guess\">Miles,</span> <a href=\"/opinion/112503/miles-v-apex-marine-corp/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">25</span></a></span><pre class=\"inline\">, provided\r                                                \r\na  basis of liability under the general maritime law.  Therefore,\r\na plaintiff suing for  the wrongful death of a seaman could bring\r\na Jones Act claim, which required a showing of negligence, and/or\r\na  general  maritime  unseaworthiness  claim,  which required  no\r\nshowing  of  fault.    Yet  under  the  unseaworthiness claim,  a\r\nplaintiff could anticipate, potentially, a much greater  recovery\r\nthan under the Jones Act.\r\n\n                               -13-\r\r\n\nemphasizes the importance of uniformity in the face of applicable\r\n\nlegislation.\r\n\n     The  cases  post-Miles   reflect  this  focus  on   relevant\r                                     \r\n\nlegislation.  If  the factual situation  could support an  action\r\n\nunder  either DOHSA or the Jones Act, then nonpecuniary relief is\r\n\nunavailable.  See, e.g., Horsley v. Mobil Oil Corp., </pre><span class=\"citation\" data-id=\"195180\"><a href=\"/opinion/195180/horsley-v-mobil-oil-corp/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">200</span></a></span><pre class=\"inline\">,\r                                                             \r\n\n203  (1st  Cir.  1994)   (punitive  damages  not  recoverable  in\r\n\nunseaworthiness action  for injured  seaman); Miller  v. American\r                                                                           \r\n\nPresident  Lines,  Ltd., </pre><span class=\"citation\" data-id=\"603783\"><a href=\"/opinion/603783/creighton-e-miller-administrator-of-the-estate-of-maurice-j-moline-v/\"><span class=\"volume\">989</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1450</span></a></span><pre class=\"inline\">,  1459 (6th  Cir.  1993)\r                                 \r\n\n(punitive damages not available in unseaworthiness action for the\r\n\nwrongful death of a seaman);  Rollins v. Peterson Builders, Inc.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"1684550\"><a href=\"/opinion/1684550/rollins-v-peterson-builders-inc/\"><span class=\"volume\">761</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">943</span></a></span><pre class=\"inline\">, 950 (D.R.I. 1991) (same).\r\n\n     The import of  this legislation in  the context of  personal\r\n\ninjury  has  led  some  courts  to  bar  nonpecuniary  relief  in\r\n\ncircumstances addressed by the Jones Act, but involving non-Jones\r\n\nAct plaintiffs and defendants.  See,  e.g., Wahlstrom v. Kawasaki\r                                                                           \r\n\nHeavy  Industries,  Ltd.,  </pre><span class=\"citation\" data-id=\"652879\"><a href=\"/opinion/652879/prodliabrepcchp-13630-donald-wahlstrom-and-irene-wahlstrom/\"><span class=\"volume\">4</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">1084</span></a></span><pre class=\"inline\">,  1094  (2d  Cir.  1993)\r                                  \r\n\n(concluding, based  in large  part on post-Miles  authority, that\r                                                          \r\n\nrepresentatives  of  a  deceased  nonseaman  could  not   recover\r                                                     \r\n\npunitive  damages under  the general  maritime law);   Trahan  v.\r                                                                       \r\n\nTexaco,  Inc.,  </pre><span class=\"citation\" data-id=\"1112518\"><a href=\"/opinion/1112518/trahan-v-texaco-inc/\"><span class=\"volume\">625</span>  <span class=\"reporter\">So. 2d</span> <span class=\"page\">295</span></a></span><pre class=\"inline\">,  297  (La.  App.  4th Cir.  1993)\r                       \r\n\n(dismissing  a  general maritime  claim  for  loss of  consortium\r\n\nbrought  by a  seaman's  spouse  against nonemployer  third-party\r                                                              \r\n\ndefendants); but see, e.g.,  Emery v. Rock Island Boatworks,  847\r                                                                     \r\n\nF.  Supp.  114,  117-18  (C.D. Ill.  1994)  (injured  passenger's\r\n\nhusband could recover nonpecuniary  damages because his claim not\r\n\n                               -14-\r\r\n\ncognizable under the Jones Act or DOHSA and, therefore,  concerns\r\n\nfor  uniformity do not exist); Sugden v.  Puget Sound Tug &amp; Barge\r                                                                           \r\n\nCo.,  </pre><span class=\"citation\" data-id=\"1559469\"><a href=\"/opinion/1559469/sugden-v-puget-sound-tug-barge-co/\"><span class=\"volume\">796</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">455</span></a></span><pre class=\"inline\">, 457 (W.D. Wash.  1992) (wife of deceased\r             \r\n\nseaman  could  recover  nonpecuniary  damages  from  non-employer\r\n\nbecause husband  was not a Jones  Act seaman for purposes  of the\r\n\nsuit).\r\n\n     Recently, the  Fifth Circuit held that  cure and maintenance\r\n\nclaims,  often considered  to lack  a statutory  counterpart, see\r                                                                           \r\n\nAnderson v. Texaco, Inc., </pre><span class=\"citation\" data-id=\"1447443\"><a href=\"/opinion/1447443/anderson-v-texaco-inc/\"><span class=\"volume\">797</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">531</span></a></span><pre class=\"inline\">, 536 (E.D.  La. 1992),\r                                  \r\n\nwere, in fact, governed  by Miles.  Guevara v.  Maritime Overseas\r                                                                           \r\n\nCorp., </pre><span class=\"citation\" data-id=\"7377\"><a href=\"/opinion/7377/guevara-v-maritime-overseas-corp/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1496</span></a></span><pre class=\"inline\">, 1512 (5th Cir. 1995) en banc; see also Glynn\r                                                                           \r\n\nv. Roy Al  Boat Management Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1495</span> </span><pre class=\"inline\">(9th Cir. 1995).7\r                                          \r\n\nWhile at first  glance, Guevara  may seem to  provide comfort  to\r                                         \r\n\ndefendants,  a  closer reading  supports  our  belief that  Miles\r                                                                           \r\n\nsimply is irrelevant here.\r\n\n     Guevara followed the  approach set forth  in Miles.   First,\r                                                                 \r\n\nthe  court determined whether the factual setting of the case was\r\n\ncovered by a  statute like the Jones  Act or </pre><span class=\"citation\" data-id=\"7377\"><span class=\"antecedent_guess\">DOHSA.</span>   <a href=\"/opinion/7377/guevara-v-maritime-overseas-corp/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span>  at\r\n\n<span class=\"page\">1506</span></a></span><pre class=\"inline\">.    Then,  upon  finding a  statutory/general  maritime  law\r\n\noverlap,8   the  court  invoked  the  \"Miles  damages  uniformity\r                                                      \r\n                    \r                              \r\n\n     7    Glynn and  Guevara  reached  identical results  through\r                                      \r\ndifferent  means.   Though concluding  that limiting  recovery in\r\ncure and maintenance claims was  consistent with Miles, the Ninth\r                                                                \r\nCircuit relied  primarily  on its  conclusion that  there was  no\r\nlegal  support for  punitive damages in  such </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">cases.</span>   <span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> at\r\n<span class=\"page\">1504-05</span></span><pre class=\"inline\">.\r\n\n     8  The Fifth Circuit delineated two types of maintenance and\r\ncure actions:  one based in tort involving the deterioration of a\r\nseaman's health due  to failure to provide maintenance  and cure;\r\nand one  based in  contract, not  requiring personal injury,  but\r\n\n                               -15-\r\r\n\nprinciple\"  and excluded punitive damages.   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at  1512-13. </span><pre class=\"inline\"> As\r                                                          \r\n\nthe  court  reasoned,  \"[i]t  makes  little  sense  to  create  a\r\n\nfragmentation of  admiralty law  by allowing punitive  damages in\r\n\none  class of maintenance and  cure cases\" while disallowing them\r\n\nin another.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1513. </span><pre class=\"inline\"> \r                          \r\n\n     Guevara does not assist  defendants in any way.   Rather, it\r                      \r\n\nmerely illustrates, as do the other post-Miles cases cited above,\r                                                        \r\n\nthat  Miles  may be  applicable in  those  areas of  maritime law\r                          \r\n\nwhere, at the very  least, there is an overlap  between statutory\r\n\nand decisional law.   In the instant  case, however, there  is no\r\n\nlegislation  whatever that  touches upon  circumstances involving\r\n\nthe  reckless or willful destruction of  property.  Quite simply,\r\n\nCongress has not spoken,  and we consequently see no  basis under\r\n\nMiles for barring nonpecuniary relief here.    \r               \r\n\n     Defendants' contention that it  would be peculiar to provide\r\n\nplaintiffs greater  relief for property damage  than for personal\r\n\ninjury  has some force.  The concern expressed in Miles, however,\r                                                                 \r\n\nwas  not  with respect  to an  award  of nonpecuniary  damages in\r\n\nmaritime   cases  in   general,   but  with   inconsistency  with\r\n\nCongressional pronouncement.   Miles  does not mandate  a uniform\r                                              \r\n\nresult for every maritime  action and we are hesitant  to ascribe\r\n\nto the Court a holding that goes  well beyond any issue discussed\r\n\n                    \r                              \r\n\nclaiming reimbursement  for the personal  outlay of funds.   Even\r\nthough  Guevara  brought the  latter type  of claim,  because the\r\ntort-like action  \"overlaps with the personal  injury coverage of\r\nthe  Jones  Act,\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at  1511, </span><pre class=\"inline\"> the  court  concluded that  the\r                                \r\nlegislative scheme affected his recovery.     \r\n\n                               -16-\r\r\n\nthere.  See United States v. London, </pre><span class=\"citation\" data-id=\"196355\"><a href=\"/opinion/196355/united-states-v-london/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1227</span></a></span><pre class=\"inline\">, 1241 (1st Cir.\r                                             \r\n\n1995).  \r\n\n     In sum, in the absence of any relevant legislation, we think\r\n\nthat   the   uniformity   principle   enunciated   in  Miles   is\r                                                                      \r\n\ninapplicable.   Therefore,  plaintiffs are  entitled to  forms of\r\n\nrelief  traditionally available  under the general  maritime law,\r\n\nincluding punitive damages.   Accordingly, we affirm the district\r\n\ncourt's determination that punitive damages are recoverable under\r\n\nplaintiff's general maritime claim.\r\n\nB.  Niles' Conduct\r          B.  Niles' Conduct\r\n\n     Having  held that  punitive  damages are  available, we  now\r\n\naddress  defendants'  claim  that  the district  court  erred  in\r\n\nfinding that Niles' conduct warranted them.\r\n\n     The award of punitive damages is within the sound discretion\r\n\nof the district court.  </pre><span class=\"citation\" data-id=\"504861\"><span class=\"antecedent_guess\">Muratore,</span> <a href=\"/opinion/504861/regina-m-muratore-v-ms-scotia-prince-etc-prince-of-fundy-cruises/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">354</span></a></span><pre class=\"inline\">.  We review the\r                                          \r\n\nfactual findings in support of the award for clear error.  Bergen\r                                                                           \r\n\nv. F/V St. Patrick, </pre><span class=\"citation\" data-id=\"487204\"><a href=\"/opinion/487204/agnes-bergen-administratrix-of-the-estate-of-thomas-karl-kauppinen-shannon/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1345</span></a></span><pre class=\"inline\">, 1349  (9th Cir. 1987).  And we\r                            \r\n\nreiterate that  the only circumstances  that support an  award of\r\n\npunitive damages are \"where defendant's actions were intentional,\r\n\ndeliberate  or  so  wanton  and  reckless  as  to  demonstrate  a\r\n\nconscious disregard of the rights of others.\"  </pre><span class=\"citation\" data-id=\"504861\"><span class=\"antecedent_guess\">Muratore,</span> <a href=\"/opinion/504861/regina-m-muratore-v-ms-scotia-prince-etc-prince-of-fundy-cruises/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\nat <span class=\"page\">354</span></a></span><pre class=\"inline\">.\r\n\n     The court  awarded punitive damages upon  finding that Niles\r\n\nacted in reckless  disregard for  the property rights  of CEH  in\r\n\ntowing  through   its   trawls,  and   acted  intentionally   and\r\n\nmaliciously in  destroying trawl  lines and traps.   In  reaching\r\n\n                               -17-\r\r\n\nthese  conclusions,   the  district  court  relied   on  evidence\r\n\npertaining  to the time before,  during and after  the conduct in\r\n\nquestion.  \r\n\n     The  testimony indicated that prior  to May 1992, apart from\r\n\nthe general  conflict between lobstermen and  trawlers, Niles and\r\n\nthe Handrigans had been  involved in a dispute over  a generator.\r\n\nAs a result of this row, Niles, as a matter of custom, refused to\r\n\nreturn any  gear  to the  COURTNEY  ELIZABETH regardless  of  its\r\n\ncondition.   Niles  also acknowledged  that, at  the time  of the\r\n\ntrip,  he was  aware  that the  COURTNEY  ELIZABETH was  laid  up\r\n\nundergoing repairs.\r\n\n     Niles'  actions  during  the  trip, as  reported  by  Baker,\r\n\ndirectly  support the court's findings.   Early on, Niles ordered\r\n\nthat \"no  gear comes home, and  all traces of lines  and stuff go\r\n\nover  board.\"   Later,  Niles  operated  the  SEAFARER  in  close\r\n\nproximity to high fliers, and at  one point, dragged a high flier\r\n\nbehind the  boat.  His  crewmen cut and  disposed of  trawl lines\r\n\nthat became entangled  in the  nets of the  SEAFARER, and  dumped\r\n\noverboard  all  gear brought  on  board,  including all  workable\r\n\ntraps.  Niles  even joked about  selling gear back to  the owner.\r\n\nAfter  the trip,  Niles phoned  Baker in  an effort  to influence\r\n\nBaker to change his story.  The district court, quite accurately,\r\n\ncharacterized Niles' explanation of this  call -- to get  Baker's\r\n\nphone number --  as \"to  say the least  foolish, circuitous,  and\r\n\nillogical.\"\r\n\n                               -18-\r\r\n\n     Defendants,  again, protest  that these  findings are  based\r\n\nsolely on Baker's  testimony; again,  this is of  no avail.   See\r                                                                           \r\n\n</pre><span class=\"citation\" data-id=\"539214\"><span class=\"antecedent_guess\">Rivera-Gomez,</span> <a href=\"/opinion/539214/martin-rivera-gomez-v-rafael-adolfo-de-castro/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">4</span></a></span><pre class=\"inline\">.  And, even if defendants are correct\r                      \r\n\nthat  there is inconclusive proof that each line cut or each trap\r\n\ndumped belonged  to  CEH, the  record contains  more than  enough\r\n\nfactual support  to  demonstrate  Niles'  willful  and  malicious\r\n\nconduct  toward CEH.  Therefore,  we affirm the  court's award of\r\n\npunitive damages against Niles.  \r\n\nC.  Vicarious Liability\r          C.  Vicarious Liability\r\n\n     The district  court found Doyle liable  for punitive damages\r\n\nunder the standard enunciated in  Restatement (Second) of Torts  \r                                                                         \r\n\n909(c),9  because  Doyle  delegated \"nearly  absolute  managerial\r\n\nauthority\" to Niles.   The adoption of the Restatement  rule as a\r                                                                \r\n\nbasis  of liability  is a  question of  first impression  in this\r\n\ncircuit,  although we alluded to it in </pre><span class=\"citation\" data-id=\"504861\"><span class=\"antecedent_guess\">Muratore,</span> <a href=\"/opinion/504861/regina-m-muratore-v-ms-scotia-prince-etc-prince-of-fundy-cruises/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">354</span></a></span><pre class=\"inline\">-\r                                                         \r\n\n                    \r                              \r\n\n     9  Section 909 states:\r\n\n          Punitive damages can properly be awarded against a\r\n     master or  other  principal because  of  an act  by  an\r\n     agent, if but only if, \r\n\n          (a) the principal or  a managerial agent authorized the\r\n          doing and the manner of the act, or\r\n\n          (b)  the  agent  was  unfit  and  the  principal  or  a\r\nmanagerial          agent  was reckless in employing or retaining\r\nhim, or\r\n\n          (c) the agent was employed in a managerial capacity and\r                                                                           \r\n          was acting in the scope of employment, or\r                                                         \r\n\n          (d)  the  principal  or   a  managerial  agent  of  the\r\nprincipal           ratified or approved the act.\r\n\n(Emphasis added.)\r\n\n                               -19-\r\r\n\n56.       Muratore concerned  the liability  of a  ship charterer\r                            \r\n\nfor the  acts of ship photographers  that constituted intentional\r\n\ninfliction of emotional distress.   We discussed three approaches\r\n\ncourts have taken  when addressing the  liability of a  principal\r\n\nwho  neither  authorizes  nor  ratifies  her  agent's misconduct.\r\n\nUnder   the  majority  approach,  punitive  damages  are  treated\r\n\nindistinguishably   from   compensatory  ones,   and  traditional\r\n\nrespondeat  liability attaches.  </pre><span class=\"citation\" data-id=\"504861\"><a href=\"/opinion/504861/regina-m-muratore-v-ms-scotia-prince-etc-prince-of-fundy-cruises/\"><span class=\"id_token\">Id.</span> at 354. </a></span><pre class=\"inline\"> Principals are held\r                                              \r\n\naccountable  for their  agents'  misdeeds that  occur within  the\r\n\nscope of  employment.   In  contrast, a  significant minority  of\r\n\ncourts follow the strict  complicity rule of Lake Shore  &amp; M.S.R.\r                                                                           \r\n\nCo.  v. Prentice,  </pre><span class=\"citation\" data-id=\"93475\"><a href=\"/opinion/93475/lake-shore-michigan-southern-r-co-v-prentice/\"><span class=\"volume\">147</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span> </a></span><pre class=\"inline\"> (1893), which  limits principal\r                          \r\n\nliability to those acts  participated in, authorized or ratified.\r\n\nFinally,  the   Restatement  rule  incorporates  the  Lake  Shore\r                                                                           \r\n\nlimitation but extends liability,  regardless of authorization or\r\n\nratification, to acts committed by a  managerial agent within the\r\n\nscope of </pre><span class=\"citation\" data-id=\"504861\"><span class=\"antecedent_guess\">employment.</span>  <a href=\"/opinion/504861/regina-m-muratore-v-ms-scotia-prince-etc-prince-of-fundy-cruises/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">355</span></a></span><pre class=\"inline\">.\r\n\n     In  Muratore,  we  declined  to follow  the  majority  view,\r                           \r\n\nfavoring a more limited approach to \"ensure that punitive damages\r\n\nare  awarded   against  the   guilty  offender.\"  </pre><span class=\"citation\" data-id=\"504861\"><a href=\"/opinion/504861/regina-m-muratore-v-ms-scotia-prince-etc-prince-of-fundy-cruises/\"><span class=\"id_token\">Id.</span>     Further\r                                                               \r\n\ndiscriminating </a></span><pre class=\"inline\">  between   the   latter  two   formulations   was\r\n\nunnecessary as the  plaintiff did not satisfy the requirements of\r\n\neither one.  Now, however, our determination of Doyle's liability\r\n\nhinges upon which standard we adopt, because although there is no\r\n\nevidence that  Doyle authorized, ratified or  participated in the\r\n\n                               -20-\r\r\n\nwrongdoing,  it  is  clear   that  Niles  meets  the  \"managerial\r\n\ncapacity\" criteria.\r\n\n     We  turn  first to  precedent.   In  The Amiable  Nancy, the\r                                                                      \r\n\nSupreme Court rejected the imposition of punitive damages against\r\n\nthe  owners of  THE  SCOURGE for  the  privateering acts  of  her\r\n\ncaptain  and  crew because   \"[the  owners]  are innocent  of the\r\n\ndemerit  of this  transaction,  having neither  directed it,  nor\r\n\ncountenanced it, nor participated in it in the slightest degree.\"\r\n\n16  U.S.  (3  Wheat.)  546,  559  (1818).    The  requirement  of\r\n\ncomplicity of some sort became further entrenched in Lake  Shore,\r                                                                          \r\n\nwhere in rejecting  a punitive  award against a  railway for  the\r\n\nharassing conduct of its train conductor, the Court stated:\r\n\n          Exemplary  or punitive damages, being awarded, not\r\n     by way of compensation  to the sufferer, but by  way of\r\n     punishment of the offender, and as a warning to others,\r\n     can only be awarded against one who has participated in\r\n     the offence.  A  principal, therefore, though of course\r\n     liable to  make compensation  for injuries done  by his\r\n     agent  within the  scope of  his employment,  cannot be\r\n     held liable for  exemplary or punitive  damages, merely\r\n     by reason of wanton,  oppressive or malicious intent on\r\n     the part of the </pre><span class=\"citation\" data-id=\"93475\"><span class=\"antecedent_guess\">agent.</span>\r\n\n<a href=\"/opinion/93475/lake-shore-michigan-southern-r-co-v-prentice/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">107</span></a></span><pre class=\"inline\">.  Although Lake Shore was not an admiralty case,\r                                                \r\n\na  number of  admiralty  courts have  followed this  proposition,\r\n\nrejecting  liability  absent principal  complicity of  some sort.\r\n\nSee,  e.g., Matter of P &amp; E Boat Rentals, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">642</span></span><pre class=\"inline\">, 652\r                                                        \r\n\n(5th Cir. 1989); U.S. Steel Corp. v. Fuhrman, </pre><span class=\"citation\" data-id=\"283787\"><a href=\"/opinion/283787/united-states-steel-corporation-v-barbara-j-fuhrman-administratrix-of/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1143</span></a></span><pre class=\"inline\">, 1148\r                                                      \r\n\n(6th  Cir. 1969);  Jones v. Compagnie  Generale Maritime,  882 F.\r                                                                  \r\n\nSupp. 1079, 1086 (S.D. Ga. 1995); The Seven Brothers, </pre><span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">F.</span> <span class=\"page\">126</span></span><pre class=\"inline\">,\r                                                              \r\n\n127 (D.R.I. 1909).  \r\n\n                               -21-\r\r\n\n     In Fuhrman, the Sixth Circuit reversed an award of  punitive\r                         \r\n\ndamages against U.S. Steel for the actions of one of its captains\r\n\nwho decided to try to beach his holed  vessel rather than abandon\r\n\nship.  The court took the position that the captain in good faith\r\n\nused his  best judgment, not irrational  under the circumstances,\r\n\n\"for the  benefit of all </pre><span class=\"citation\" data-id=\"283787\"><span class=\"antecedent_guess\">concerned.\"</span>   <a href=\"/opinion/283787/united-states-steel-corporation-v-barbara-j-fuhrman-administratrix-of/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">1147</span></a></span><pre class=\"inline\">.  Rather\r\n\nthan rest on  this conclusion, which  would make unnecessary  any\r\n\nconsideration of  the vessel owner's liability,  the court opined\r\n\nthat \"even if\" the captain's actions warranted punitive damages:\r\n\n          We think the better  rule is that punitive damages\r\n     are not recoverable against  the owner of a vessel  for\r\n     the act of the  master unless it can be shown  that the\r\n     owner  authorized or  ratified the  acts of  the master\r\n     either before or after  the accident.  Punitive damages\r\n     also  may be recoverable if the acts complained of were\r\n     those  of an unfit master and the owner was reckless in\r\n     employing him.\r\n\n</pre><span class=\"citation\" data-id=\"283787\"><a href=\"/opinion/283787/united-states-steel-corporation-v-barbara-j-fuhrman-administratrix-of/\"><span class=\"id_token\">Id.</span> at 1148.\r</a></span><pre class=\"inline\">             \r\n\n     The Fifth Circuit followed Fuhrman in  Matter of P &amp; E  Boat\r                                                                           \r\n\nRentals,  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Inc.,</span> <span class=\"volume\">872</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">652</span></span><pre class=\"inline\">.   That case  involved multiple\r                        \r\n\nwrongful  death   and  personal  injury  claims  brought  against\r\n\nChevron,  USA, following a  serious collision  caused in  part by\r\n\nChevron  foremen who  directed  a charter  vessel  to operate  in\r\n\nextremely foggy conditions.  The court  observed that the foremen\r\n\nwere  low level  supervisors with  no policymaking  authority and\r\n\nstated:  \r\n\n          We hold  simply that  punitive damages may  not be\r\n     imposed against a corporation  when one or more of  its\r\n     employees decides on his own  to engage in malicious or\r\n     outrageous conduct.   In  such a case,  the corporation\r\n     itself  cannot be  considered  the wrongdoer.   If  the\r\n     corporation  has formulated  policies and  directed its\r\n     employees  properly,  no  purpose would  be  served  by\r\n\n                               -22-\r\r\n\n     imposing punitive damages against it except to increase\r\n     the amount of the judgment.\r\n\n  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\r               \r\n\n     In  contrast, </span><pre class=\"inline\">  the  Ninth   Circuit,  in  Protectus   Alpha\r                                                                           \r\n\nNavigation Co.  v. North  Pacific Grain  Growers, Inc.,  </pre><span class=\"citation\" data-id=\"455820\"><a href=\"/opinion/455820/protectus-alpha-navigation-co-ltd-v-north-pacific-grain-growers-inc/\"><span class=\"volume\">767</span> <span class=\"reporter\">F.2d</span>\r                                                                \r\n\n<span class=\"page\">1379</span> </a></span><pre class=\"inline\">(9th Cir. 1985), expressly adopted the Restatement rule.  In\r                                                                 \r\n\nthat  case, North  Pacific's dock  foreman set  adrift a  burning\r\n\nvessel in defiance  of firemen's  orders.  This  conduct in  part\r\n\ncaused the destruction of the vessel and the  death of a fireman.\r\n\nBecause the  foreman acted  with \"reckless or  callous disregard\"\r\n\nfor  the  rights  of  Protectus  Alpha,  and  because  he  was  a\r\n\nmanagerial employee of North  Pacific acting in the scope  of his\r\n\nemployment, the  court upheld the imposition  of punitive damages\r\n\nagainst North Pacific.  </pre><span class=\"citation\" data-id=\"455820\"><a href=\"/opinion/455820/protectus-alpha-navigation-co-ltd-v-north-pacific-grain-growers-inc/\"><span class=\"id_token\">Id.</span> at 1385-87.\r</a></span><pre class=\"inline\">                                     \r\n\n     Justifying its  adoption of the Restatement  rule, the court\r                                                          \r\n\nreasoned:\r\n\n          We  believe the standard of the Restatement better\r\n     reflects the  reality of modern corporate  America.  We\r\n     agree  that  a corporation  can  act  only through  its\r\n     agents   and   employees,   and  that   no   reasonable\r\n     distinction  can  be  made  between the  guilt  of  the\r\n     employee  in a  managerial  capacity acting  within the\r\n     scope  of   his  employment   and  the  guilt   of  the\r\n     corporation.  22  Am.Jur.2d, Damages   261  (1965).  It\r\n     seems obvious that  no corporate executive or  director\r\n     would  approve  the  egregious acts  to  which punitive\r\n     damages  would attach, and,  therefore, no recovery for\r\n     more  than  compensatory  damages  could  ever  be  had\r\n     against  a  corporation  if  express  authorization  or\r\n     ratification were always required.\r\n\n</pre><span class=\"citation\" data-id=\"455820\"><a href=\"/opinion/455820/protectus-alpha-navigation-co-ltd-v-north-pacific-grain-growers-inc/\"><span class=\"id_token\">Id.</span> at 1386.\r</a></span><pre class=\"inline\">             \r\n\n     In  sum,  both  approaches  draw  support   from  precedent.\r\n\nAlthough  the  Supreme  Court  cases  cited  adopted  the  strict\r\n\n                               -23-\r\r\n\ncomplicity view,  we do not believe the  early nineteenth century\r\n\ndecision  in   The  Amiable   Nancy  and  the   late  nineteenth,\r                                             \r\n\nnonadmiralty  decision in  Lake  Shore dictate  the result  here.\r                                                \r\n\nNeither  considered the  more  modern concerns  reflected in  the\r\n\ncontrary caselaw and, indeed, the  Court has indicated that  Lake\r                                                                           \r\n\nShore may have  been unduly  restrictive even for  its own  time.\r               \r\n\nAmerican  Society  of  Mechanical Engineers,  Inc.  v. Hydrolevel\r                                                                           \r\n\nCorp.,  </pre><span class=\"citation\" data-id=\"110708\"><a href=\"/opinion/110708/american-soc-of-mechanical-engineers-inc-v-hydrolevel-corp/\"><span class=\"volume\">456</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">556</span></a></span><pre class=\"inline\">,  575 n.14  (1982)  (\"[T]he Court  may have\r               \r\n\ndeparted from  the trend of  late 19th-century decisions  when it\r\n\nissued  Lake Shore.\").    We  note,  moreover, that  most  courts\r                            \r\n\noutside the maritime context  do not follow Lake Shore.   Id.; W.\r                                                                       \r\n\nPage Keeton,  et al., Prosser and  Keeton on the Law  of Torts 13\r                                                                        \r\n\n(5th  ed.  1984).     This  growing  body  of  precedent   is  of\r\n\nsignificance because  we discern no reason,  and defendants point\r\n\nto none, why vicarious liability should be treated differently on\r\n\nsea than on  land.   See Archer v.  Trans/American Services,  </pre><span class=\"citation\" data-id=\"498431\"><a href=\"/opinion/498431/devon-archer-cross-appellant-v-transamerican-services-ltd/\"><span class=\"volume\">834</span>\r                                                                     \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1570</span></a></span><pre class=\"inline\">, 1573 (11th Cir. 1988) (\"Federal maritime law embraces\r\n\nthe  principles of  agency.\").   After  all,  Lake Shore  itself,\r                                                                  \r\n\nthough repeatedly  cited by admiralty courts, was  not a maritime\r\n\ncase. \r\n\n     After  giving   both  perspectives  due   consideration,  we\r\n\nconclude that  strict adherence to the  complicity approach would\r\n\nshield   a  principal,   who,   though  not   guilty  of   direct\r\n\nparticipation,  authorization  or  ratification  in  his  agent's\r\n\negregious conduct, nevertheless shares blame for  the wrongdoing.\r\n\nTherefore,  we  believe that  some  features  of the  Restatement\r                                                                           \r\n\n                               -24-\r\r\n\napproach  are  helpful here.    In our  view,  imposing vicarious\r\n\nliability on  a principal for the  act of an agent  employed in a\r\n\nmanagerial  capacity  and  acting  in  the  scope  of  employment\r\n\nrepresents an appropriate  evolution of the  Lake Shore rule,  at\r                                                                 \r\n\nleast  when linked to requiring some level of culpability for the\r\n\nmisconduct.  \r\n\n     Our approach today falls short of  wholesale adoption of the\r\n\nRestatement because section 909(c),  read literally, could impose\r                     \r\n\nliability in circumstances  that do not demonstrate  any fault on\r\n\nthe  part of  the principal.   Because this  is not  such a case,\r\n\nhowever, we need not  resolve whether the Restatement's vicarious\r                                                               \r\n\nliability principle would in fact reach so far.\r\n\n     Whatever  the  outer  parameters  of  \"managerial  capacity\"\r\n\nliability may be, the district  court supportably found that  the\r\n\ncircumstances here  justified the imposition of  punitive damages\r\n\nagainst Doyle.  In so concluding, the district court discussed at\r\n\nsome length the intertwined issues of Niles' managerial authority\r\n\nand Doyle's culpability in failing to supervise Niles.  Niles had\r\n\ntotal  authority  to hire  and fire  the  crew, to  determine the\r\n\nduration,  location and  targets of  the trips,  and to  sell the\r\n\ncatch  wherever  he  chose.    In  short,  Niles   had  \"complete\r\n\nmanagerial  discretion over  the means  and methods  of fishing.\"\r\n\nNiles set forth and implemented whatever policy, if any, the crew\r\n\nof  the SEAFARER followed.  Moreover, the decisions made by Niles\r\n\ndirectly affected the success of Doyle's fishing business. \r\n\n                               -25-\r\r\n\n     This delegation  of complete managerial discretion  was made\r\n\nnotwithstanding Doyle's knowledge that \"he had hired his captains\r\n\nto work in  an atmosphere  characterized in part  by the  tension\r\n\nthat  raged between lobstermen and draggers.\"  Not only was there\r\n\na  complete  delegation  of   authority  in  a  troublesome  work\r\n\nsituation, but also a  complete absence of any policy  directive,\r\n\nwritten or oral,  regarding the operation  of Doyle's vessels  in\r\n\nlobster trawl  areas.   This combination of  circumstances places\r\n\nthis case well within the sphere of culpability.10 \r\n\n     As applied here, the imposition of punitive damages, in  the\r\n\ndistrict court's words, \"encourages shipowners to  hire qualified\r\n\nand responsible  captains and to exercise  supervisory power over\r\n\nthem.\"  In addition,  it fairly punishes Doyle for his failure to\r\n\nprovide any supervision over his captains.   In short, therefore,\r\n\nthe  district  court's  award  properly serves  the  purposes  of\r\n\npunitive  damages:  \"to punish defendant and to deter others from\r\n\nengaging   in  like  manner.\"     </pre><span class=\"citation\" data-id=\"504861\"><span class=\"antecedent_guess\">Muratore,</span>  <a href=\"/opinion/504861/regina-m-muratore-v-ms-scotia-prince-etc-prince-of-fundy-cruises/\"><span class=\"volume\">845</span>   <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">354</span></a></span><pre class=\"inline\">.\r                                                    \r\n\nAccordingly,  we affirm  the  award of  punitive damages  against\r\n\nDoyle.  \r\n\nD.  The Amount of the Awards\r          D.  The Amount of the Awards\r\n                    \r                              \r\n\n     10  In addition, these factors further distinguish Matter of\r                                                                           \r\nP &amp; E Boat Rentals and Fuhrman.  In the former case, as indicated\r                                        \r\nearlier, the  Fifth Circuit rejected vicarious  liability in part\r\nbecause the \"corporation ha[d] formulated </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">policies.\"</span>  <span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> at\r\n<span class=\"page\">652</span></span><pre class=\"inline\">.   In  the latter,  the Sixth  Circuit, upon  considering the\r\nunique  emergency  circumstances  involved,  concluded  that  the\r\ncaptain  had \"the responsibility to make the final decision as to\r\nwhat  the proper course of action  must be in view  of all of the\r\nfactors </pre><span class=\"citation\" data-id=\"283787\"><span class=\"antecedent_guess\">concerned.\"</span>  <a href=\"/opinion/283787/united-states-steel-corporation-v-barbara-j-fuhrman-administratrix-of/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1147</span></a></span><pre class=\"inline\">.  Here, in contrast, Niles'\r\nmisconduct occurred  during the regular course  of operations, an\r\narea where the owner could have and should have set policy.\r\n\n                               -26-\r\r\n\n     Finally, we  address defendants' arguments that  the amounts\r\n\nawarded in punitive  damages were  excessive and in  error.   The\r\n\ncourt  assessed punitive  damages against  Niles for  $10,000 and\r\n\nDoyle for $50,000.\r\n\n     We begin  by  stating two  basic  propositions.   First,  we\r\n\nreview the  district court's determination of  the correct amount\r\n\nof punitive damages for clear error.  See American Title Ins. Co.\r                                                                           \r\n\nv.  East  West  Financial, </pre><span class=\"citation\" data-id=\"195213\"><a href=\"/opinion/195213/american-title-v-east-west-financial/\"><span class=\"volume\">16</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">449</span></a></span><pre class=\"inline\">,  461  (1st Cir.  1994).\r                                   \r\n\nSecond,  punitive  damages  are  solely  intended  to  serve  the\r\n\npurposes  of punishment  and deterrence,  and should  not provide\r\n\nplaintiff  with a  windfall.  Aldrich v.  Thomson McKinnon  Sec.,\r                                                                           \r\n\nInc., </pre><span class=\"citation\" data-id=\"449003\"><a href=\"/opinion/449003/fed-sec-l-rep-p-91967-helen-l-aldrich-v-thomson-mckinnon-securities/\"><span class=\"volume\">756</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span><pre class=\"inline\">,  249 (2d Cir.  1985); Ramsey v. American  Air\r                                                                           \r\n\nFilter Co., </pre><span class=\"citation\" data-id=\"458570\"><a href=\"/opinion/458570/38-fair-emplpraccas-1612-37-empl-prac-dec-p-35491-18-fed-r-evid/\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1303</span></a></span><pre class=\"inline\">, 1314 (7th Cir. 1985).  Taken together,\r                    \r\n\nwe  will not disturb  an award of punitive  damages unless we are\r\n\ncertain that  it is greater  than reasonably necessary  to punish\r\n\nand deter.  See Pacific Mut. Life Ins. Co. v. Haslip, </pre><span class=\"citation\" data-id=\"112557\"><a href=\"/opinion/112557/pacific-mut-life-ins-co-v-haslip/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,\r                                                              \r\n\n21-22 (1991); Vasbinder  v. Scott,  </pre><span class=\"citation\" data-id=\"591399\"><a href=\"/opinion/591399/arnold-r-vasbinder-v-basil-y-scott-and-richard-m-switzer/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">118</span></a></span><pre class=\"inline\">,  121 (2nd  Cir.\r                                           \r\n\n1992)  (quoting </pre><span class=\"citation\" data-id=\"112557\"><span class=\"antecedent_guess\">Haslip,</span> <a href=\"/opinion/112557/pacific-mut-life-ins-co-v-haslip/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">21</span></a></span><pre class=\"inline\">) (\"Thus,  the function of\r                                \r\n\nappellate review of punitive damages is to make 'certain that the\r\n\npunitive damages are  reasonable in their amount  and rational in\r\n\nlight of their purpose to punish  what has occurred and to  deter\r\n\nits repetition.'\").\r\n\n     The Supreme Court has  rejected a \"mathematical bright line\"\r\n\napproach  to the award of punitive damages.   </pre><span class=\"citation\" data-id=\"112557\"><span class=\"antecedent_guess\">Haslip,</span> <a href=\"/opinion/112557/pacific-mut-life-ins-co-v-haslip/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> at\r                                                              \r\n\n<span class=\"page\">18</span></a></span><pre class=\"inline\">;  TXO Production Corp. v. Alliance Resources Corp., </pre><span class=\"citation\" data-id=\"112900\"><a href=\"/opinion/112900/txo-production-corp-v-alliance-resources-corp/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span>\r                                                               \r\n\n<span class=\"page\">2711</span></a></span><pre class=\"inline\">,  2721  (1993)  (rejecting  \"an  approach  that concentrates\r\n\n                               -27-\r\r\n\nentirely  on   the  relationship  between  actual   and  punitive\r\n\ndamages\").  Instead, the Court has indicated that an award should\r\n\nbe reasonable  in light of  various considerations,  such as  the\r\n\nmagnitude  of harm caused or potentially caused and the net worth\r\n\nof the  defendant.  See </pre><span class=\"citation\" data-id=\"112900\"><span class=\"antecedent_guess\">TXO,</span> <a href=\"/opinion/112900/txo-production-corp-v-alliance-resources-corp/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span>  at <span class=\"page\">2722</span> </a></span><pre class=\"inline\">&amp; n.28.  Contrary\r                                     \r\n\nto defendants'  exhortations, there  is no general  rule defining\r\n\nthe  maximum  proportion  of  net  worth  that  may  be  exacted.\r\n\nHowever,  an award should not result in the defendant's financial\r\n\nruin.   </pre><span class=\"citation\" data-id=\"591399\"><span class=\"antecedent_guess\">Vasbinder,</span> <a href=\"/opinion/591399/arnold-r-vasbinder-v-basil-y-scott-and-richard-m-switzer/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">121</span></a></span><pre class=\"inline\">; Arceneaux  v. Merrill Lynch,\r                                                                           \r\n\nPierce, F. &amp; S., </pre><span class=\"citation\" data-id=\"455840\"><a href=\"/opinion/455840/blue-sky-l-rep-p-72283-fed-sec-l-rep-p-92247-phillip-m-arceneaux/\"><span class=\"volume\">767</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1498</span></a></span><pre class=\"inline\">, 1503 (11th Cir. 1985).   \r                         \r\n\n     Having set forth these basic considerations, we address each\r\n\naward  in  turn.    The  assessment  of  $10,000   against  Niles\r\n\nconstitutes  approximately  55%  of  his net  worth  of  $18,250.\r\n\nUndoubtedly,   this   award   will   cause   financial  hardship.\r\n\nNonetheless, we  are satisfied that the  district court carefully\r\n\nconsidered   Niles'   financial  status   when   fashioning  this\r\n\npunishment.   We cannot  hold as a  matter of law  that the award\r\n\nexceeds an  amount  appropriate for  punishment  and  deterrence,\r\n\nparticularly in light of  Niles' willful misconduct in destroying\r\n\nCEH's  property and  in  attempting to  conceal that  misconduct.\r\n\nTherefore, we affirm the amount of Niles' award.  \r\n\n     In  light of  Doyle's higher  net worth,  the  court awarded\r\n\npunitive damages against  him in  the amount of  $50,000.   Doyle\r\n\nargues that  it is \"fundamentally  unjust\" to punish  a principal\r\n\nwho  did not commit  the misconduct  at a  higher level  than the\r\n\nactual perpetrator.  Notwithstanding the difference in amount, we\r\n\n                               -28-\r\r\n\nnote  that,  in  terms  of  net  worth,  Doyle's  punishment   is\r\n\nproportionately much less than Niles'.  Moreover, it is axiomatic\r\n\nthat any  theory of  vicarious liability will  inevitably involve\r\n\ncharging  liability  upon  a  less  directly involved  principal.\r\n\nAdditionally, the consideration of  Doyle's net worth is integral\r\n\nto the objectives of punitive damages:  it ensures that the award\r\n\nis neither too severe nor too trivial.\r\n\n     We cannot, therefore,  conclude as  a matter of  law that  a\r\n\n$50,000 award here  is clearly  erroneous.  We  affirm the  award\r\n\nimposed against Doyle.  \r\n\nAffirmed.\r          Affirmed.\r                   \r\n\n                               -29-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/7377/",
    "https://www.courtlistener.com/api/rest/v3/opinions/93475/",
    "https://www.courtlistener.com/api/rest/v3/opinions/97757/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108646/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110708/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112503/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112557/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112900/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195180/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196132/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196355/",
    "https://www.courtlistener.com/api/rest/v3/opinions/283787/",
    "https://www.courtlistener.com/api/rest/v3/opinions/303413/",
    "https://www.courtlistener.com/api/rest/v3/opinions/310792/",
    "https://www.courtlistener.com/api/rest/v3/opinions/350167/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449003/",
    "https://www.courtlistener.com/api/rest/v3/opinions/455820/",
    "https://www.courtlistener.com/api/rest/v3/opinions/455840/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458570/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487204/",
    "https://www.courtlistener.com/api/rest/v3/opinions/498431/",
    "https://www.courtlistener.com/api/rest/v3/opinions/504861/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520290/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539214/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591399/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610553/",
    "https://www.courtlistener.com/api/rest/v3/opinions/652879/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1112518/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1447443/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1559469/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1684550/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1905454/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2594470/"
  ]
}