{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196477/",
  "id": 196477,
  "absolute_url": "/opinion/196477/united-states-v-lanoue/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196477/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:06:44Z",
  "date_modified": "2020-02-21T23:11:52.235051Z",
  "type": "010combined",
  "sha1": "1a65a771e30e3c78dc6fe6897e6b21d416dfe4a5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1140.01A",
  "local_path": null,
  "plain_text": "\n\nFebruary 8, 1996\r\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                     \r\n\nNo. 95-1140\r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     LAWRENCE M. LANOUE,\r\n\n                          Defendant.\r\n\n                                     \r\n\n                         ERRATA SHEET\r\n\n   The  opinion of this court  issued on December  15, 1995, is\r\n\namended as follows:\r\n\n   Cover Sheet:  Change \"Defendant.\" to \"Defendant, Appellant.\"\r\r\n\nJanuary 11, 1996    UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1140\r\n\n                        UNITED STATES,\r\n\n                          Appellee.\r\n\n                              v.\r\n\n                     LAWRENCE M. LANOUE,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n                         ERRATA SHEET\r\n\nThe  opinion  of  this  Court  issued  on  December  15,  1995, is\r\n\ncorrected as follows:\r\n\nOn page 13, line 21 -  delete \"0\" at the beginning of the line.\r\r\n\nOn page 46, line 3 - insert the word \"doubt\" between  \"reasonable\"\r\n\nand \"that\".\r\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1140\r\n\n                        UNITED STATES,\r\n\n                          Appellee.\r\n\n                              v.\r\n\n                     LAWRENCE M. LANOUE,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\r                                                                \r\r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nDavid L. Martin, for appellant.\r                           \r\n\nMargaret E.  Curran, Assistant United  States Attorney, with  whom\r                               \r\n\nSheldon  Whitehouse,  United States  Attorney,  and  James H.  Leavey,\r                                                                             \r\n\nAssistant United States Attorney, were on brief for appellee. \r\n\n                                         \r\n\n                      December 15, 1995\r\n\n                                         \r\r\n\n          BOWNES, Senior Circuit Judge.  Appellant   Lawrence\r                      BOWNES, Senior Circuit Judge.\r                                                  \r\n\nM. Lanoue  (Lanoue) appeals his convictions  and sentence for\r\n\ninterstate  transportation  of  a  stolen  motor  vehicle, 18\r\n\nU.S.C.     2312 (Count  V),  interstate  transportation of  a\r\n\nfirearm with an obliterated serial number, 18 U.S.C.   922(k)\r\n\n(Count  VI), and  conspiracy to  commit federal  offenses, 18\r\n\nU.S.C.   371 (Count I).  Lanoue contends that he is  entitled\r\n\nto  a new trial on all counts  because the trial court abused\r\n\nits  discretion by  refusing to  declare a mistrial  when the\r\n\ngovernment  cross examined  a  critical defense  witness with\r\n\nLanoue's own statements  which were intercepted  in violation\r\n\nof  Title III of the  Omnibus Crime Control  and Safe Streets\r\n\nAct, 18 U.S.C.     2510-2521 (Title  III), and then  withheld\r\n\nfrom  him  in violation  of  Fed.  R. Crim.  P.  16(a)(1)(A).\r\n\nLanoue also contends that  there was insufficient evidence to\r\n\nconvict  him of  Counts I  and VI,  and that the  trial court\r\n\nimproperly enhanced  his sentence  based on conduct  of which\r\n\nthe jury had acquitted him.\r\n\n          We vacate Counts I  and V and remand them for a new\r\n\ntrial, affirm Count VI, and  order a sentence on Count VI  of\r\n\n60 months imprisonment.\r\n\nI.        BACKGROUND\r            I.        BACKGROUND\r\n\n          A.   Relevant Facts  \r                      A.   Relevant Facts  \r\n\n               1.   The Government's Case\r\n\n                             -2-\r                                          2\r\r\n\n          The government's theory  at trial  was that  Lanoue\r\n\nand  his  co-defendant  Albert   Cole  (Cole)  stole  a  1986\r\n\nOldsmobile  Firenza, and  that  they and  their  co-defendant\r\n\nPatrick Meade (Meade) used the car in an attempted robbery of\r\n\nan  armored car  courier.   The  government's case  consisted\r\n\nprimarily of  the testimony of fourteen  of the approximately\r\n\nfifty  FBI agents and Rhode  Island State police officers who\r\n\nconducted a massive land and  air surveillance of Lanoue  and\r\n\nthe Oldsmobile and assisted in his arrest.  \r\n\n          On December  17, 1993, eight FBI  agents attached a\r\n\ntracking device to  a 1986 Oldsmobile Firenza located  in the\r\n\nlot   of  American   International   Leasing  in   Worcester,\r\n\nMassachusetts.  On December 19, 1993, Lanoue and Cole brought\r\n\nthe  Oldsmobile  to a  farm in  Pascaog,  Rhode Island.   The\r\n\nfarm's owner, Kenneth Gareau (Gareau), was a friend of Cole's\r\n\nwho  repaired  cars.   He testified  that  Cole asked  him to\r\n\nrepair  the front end, that  he said he could get  to it in a\r\n\nweek or so, that it \"looked like\" Cole took the license plate\r\n\noff the Oldsmobile and put it in the trunk, and that Cole and\r\n\nLanoue then departed.  \r\n\n          American   International   Leasing   reported   the\r\n\nOldsmobile stolen  on December  21, 1993.   Agents conducting\r\n\nsurveillance from an airplane observed Lanoue and Cole return\r\n\nto the  farm on the morning  of December 23,  1993, and drive\r\n\n                             -3-\r                                          3\r\r\n\nthe   Oldsmobile   to   the   Ames   Plaza   in   Bellingham,\r\n\nMassachusetts, where they met Meade.\r\n\n          While the  defendants were parked  between a  pizza\r\n\nparlor and a liquor store in a lot adjacent to  the Ames lot,\r\n\nan unmarked armored car, that appeared to be an ordinary Ford\r\n\nAerostar van, parked  in front  of the main  entrance to  the\r\n\nAmes store.  A  uniformed courier exited the van  and entered\r\n\nthe Ames store.  Several minutes later, Lanoue and Cole drove\r\n\nfrom the adjacent lot to the Ames lot and parked.  Lanoue was\r\n\narrested as he walked  towards the main entrance of  the Ames\r\n\nstore.   He had  a loaded  38 caliber  Colt revolver  with an\r\n\nobliterated  serial number  in  his waistband.    One of  the\r\n\narresting  officers testified  that Lanoue  immediately said:\r\n\n\"I am  Mitch.1  You got  me.  I am  gone for life.   I have a\r\n\npiece.\"   Another testified that  when he asked  Lanoue where\r\n\nthe other vehicles  were, he stated:   \"You know  everything.\r\n\nThat's why you're  here.  I  am here  alone.\"  Another  agent\r\n\ntestified that after Lanoue  was taken into custody he  said,\r\n\n\"I wonder  who the rat was  on this job.\"   And another agent\r\n\ntestified that Lanoue  said that  he would die  in prison  no\r\n\nmatter how long his sentence was because he was 72 years old.\r\n\n          Cole was  arrested in the Oldsmobile,  which bore a\r\n\nstolen  license plate.  The ignition was not \"popped\" and the\r\n\nkeys were in  it.  Meade was  arrested in his own  car on the\r\n\n                    \r                                \r\n\n1.  Lanoue was known as Mitch.\r\n\n                             -4-\r                                          4\r\r\n\nother  side of  the  lot with  a loaded  Smith and  Wesson 36\r\n\ncaliber revolver in his pocket.\r\n\n                             -5-\r                                          5\r\r\n\n               2.   The Defendant's Case\r\n\n          Although  the  law  enforcement  witnesses  did not\r\n\noffer to explain how they came to attach a tracking device to\r\n\nthe  Oldsmobile  and   follow  its  and   Lanoue's  movements\r\n\nthereafter, cross  examination revealed that an informant had\r\n\nprovided FBI Agent Brosnan,  the case agent, with information\r\n\nthat Lanoue and others planned to steal the car and use it in\r\n\nan armored car robbery.  \r\n\n          The  defense  theory  was  that  the informant  was\r\n\nRichard Laraviere  (Laraviere), and that  the information  he\r\n\nprovided and  upon which  the  investigation and  prosecution\r\n\nrested, was false.   According to the  defense, Lanoue bought\r\n\nthe Oldsmobile from Laraviere,  who then falsely informed the\r\n\nFBI that Lanoue was planning  to steal the car and use  it in\r\n\nan armored car robbery in order to obtain favorable treatment\r\n\non  theft charges pending against  him in Massachusetts.  The\r\n\ndefense suggested  that the  government was eager  to believe\r\n\nLaraviere and assemble a small  army to arrest Lanoue because\r\n\nLanoue had been found not guilty in a case tried  by the same\r\n\nprosecutor  in  1991.     The  defense  emphasized  that  the\r\n\ngovernment had  not called Laraviere to  testify, although he\r\n\nwas the only  witness who could  corroborate its theory  that\r\n\nLanoue stole the Oldsmobile.  \r\n\n          Lanoue testified and called Charles Carron (Carron)\r\n\nas a witness  to corroborate  his own testimony.   They  both\r\n\n                             -6-\r                                          6\r\r\n\ntestified in effect as follows.  On December 17, 1993, Lanoue\r\n\nwas  helping  Carron  remove   debris  from  his  house  when\r\n\nLaraviere  arrived.   Laraviere was  a millionaire  who owned\r\n\nreal estate and  had once owned  a used car  dealership.   He\r\n\npreviously  had offered  to sell  Lanoue a  car which  Lanoue\r\n\ndeclined  to buy.  On this occasion, Lanoue mentioned that he\r\n\nwanted  to buy a car  for his daughter.   Laraviere responded\r\n\nthat one of his  tenants had abandoned an Oldsmobile  that he\r\n\nwanted  to  sell and  said that  it  was located  at American\r\n\nInternational Leasing in Worcester, which he implied he owned\r\n\nor   partially  owned.      The  three   drove  to   American\r\n\nInternational Leasing,  Laraviere obtained  the keys from  an\r\n\nemployee  there,  and they  took  the Oldsmobile  for  a test\r\n\ndrive.  \r\n\n          Carron testified that upon their return to the lot,\r\n\nhe observed Lanoue and Laraviere having a discussion and then\r\n\nsaw  Lanoue remove  money  from his  wallet  and hand  it  to\r\n\nLaraviere.   Lanoue testified that he and Laraviere agreed on\r\n\na price of  $500, that  he gave Laraviere  a down payment  of\r\n\n$200,  and that they agreed that Lanoue would pay the balance\r\n\nand take the car on Sunday, December 19.  \r\n\n          Lanoue testified  that on December 19,  he and Cole\r\n\ndrove  to American International  Leasing in  Lanoue's truck,\r\n\nthat he paid Laraviere the $300 balance and then drove off in\r\n\nthe  Oldsmobile with  Cole following  in the  truck.   Lanoue\r\n\n                             -7-\r                                          7\r\r\n\ntestified  that  as he  drove  the Oldsmobile  back  to Rhode\r\n\nIsland,  he noticed that  there was something  wrong with the\r\n\nfront  end.   He and  Cole therefore  took the  Oldsmobile to\r\n\nGareau  to  be repaired.   On  December  23, Lanoue  and Cole\r\n\npicked  up the car  on the way  to the Ames  Plaza where they\r\n\nplanned to go Christmas shopping.  Lanoue soon found out that\r\n\nGareau  had not  worked on  the  car and  took it  to another\r\n\ngarage, but the person he wanted to look at it was not there.\r\n\nHe and Cole then proceeded  to the Ames Plaza where they  met\r\n\nMeade.   As  Lanoue walked  towards the  Ames store  where he\r\n\nplanned  to buy  a  watch, he  was  arrested.   After  Lanoue\r\n\nrested, Cole testified in his own behalf, confirming Lanoue's\r\n\naccount of events on December 19 and 23.  \r\n\n          Lanoue  testified   that  he  carried  a   gun  for\r\n\nprotection,  explaining  that his  life  had  been threatened\r\n\nbefore  and that the police  had laughed when  he reported it\r\n\nbecause he had a criminal  record.  Lanoue acknowledged  that\r\n\nhe had cleaned the  revolver, denied that he had  obliterated\r\n\nits  serial number,  but did  not deny  that he  knew  it was\r\n\nobliterated.   Lanoue admitted to stating, \"I have a piece on\r\n\nme,\" and  that when an  agent asked him  who was with  him he\r\n\nresponded that he was  alone, meaning that he was  alone when\r\n\nhe  was arrested.    He denied  making  the other  statements\r\n\ngovernment witnesses attributed to him.\r\n\n                             -8-\r                                          8\r\r\n\n          Lanoue  and Carron  also gave  testimony indicating\r\n\nthat  Laraviere provided  false information  in this  case in\r\n\norder  to  gain  favorable  treatment  on  pending   criminal\r\n\ncharges.   Carron  testified that  Laraviere had  once stored\r\n\nboating equipment in  his garage.  When  Carron later learned\r\n\nthat it was stolen, he reported it to the police, who removed\r\n\nthe property and told him that Laraviere had a reputation for\r\n\nclaiming that  property  he had  stolen  had been  stolen  by\r\n\nsomeone else.  \r\n\n          Lanoue   testified  that  Laraviere  had  told  him\r\n\nshortly  before his own arrest  that he had  been indicted on\r\n\nfifty-seven  counts of  theft in  Massachusetts, and  that he\r\n\nwould soon  have to  begin  serving a  two-year sentence  for\r\n\nthose  charges  pursuant  to  a  plea,  unless  he  could  do\r\n\nsomething to avoid it.  To that end, Laraviere offered to pay\r\n\nLanoue to frame the witness against him in that case.  Lanoue\r\n\ntestified  that he believed  Laraviere had  not gone  to jail\r\n\nbecause  he  falsely  informed  the  government  that  Lanoue\r\n\nplanned to steal the Oldsmobile and rob an armored car.\r\n\n          Carron testified  that he  had visited  Lanoue once\r\n\nafter  his arrest  while  Lanoue was  awaiting  trial at  the\r\n\nDonald  W. Wyatt  Detention  Center in  Central Falls,  Rhode\r\n\nIsland.   Shortly  thereafter,  two FBI  agents  and a  state\r\n\npolice  detective visited  him,  refused to  leave his  home,\r\n\nsubpoenaed him  to testify at Lanoue's  trial, and threatened\r\n\n                             -9-\r                                          9\r\r\n\nthat if he did not testify against Lanoue, they  would see to\r\n\nit  that his  pension check  and his  girlfriend's disability\r\n\ncheck or her job at the post office were taken away.\r\n\n                             -10-\r                                          10\r\r\n\n          B.   Proceedings Below\r                      B.   Proceedings Below\r\n\n          Lanoue, Cole and Meade  were charged in a six-count\r\n\nredacted  indictment.2   All three  were charged  in Count  I\r\n\nwith conspiracy to commit federal offenses, 18 U.S.C.    371;\r\n\nin Count  II with  conspiracy to  interfere with  commerce by\r\n\nrobbery,  Hobbs  Act, 18  U.S.C.    1951;  in Count  III with\r\n\nattempt to interfere  with commerce by robbery, Hobbs Act, 18\r\n\nU.S.C.    1951; and  in Count  IV with  using and carrying  a\r\n\nfirearm during and in relation to an attempt or conspiracy to\r\n\ncommit  robbery,  18 U.S.C.     924(c)(1).   Count  V charged\r\n\nLanoue and  Cole with  interstate transportation of  a stolen\r\n\nmotor  vehicle, 18 U.S.C.   2312, and Count VI charged Lanoue\r\n\nalone  with interstate  transportation of  a firearm  with an\r\n\nobliterated serial number,  18 U.S.C.   922(k).   Counts III,\r\n\nIV  and  V  also  charged  the  defendants  with  aiding  and\r\n\nabetting.  18 U.S.C.   2.\r\n\n          The trial began on October  24, 1994.  On  November\r\n\n4,  1994, the jury  convicted Lanoue of  Counts I, V  and VI,\r\n\nacquitted him of all  robbery-related charges, and  acquitted\r\n\nhis  co-defendants of  all charges.    On November  10, 1994,\r\n\nLanoue  moved for judgment of  acquittal on Counts  I and VI,\r\n\n                    \r                                \r\n\n2.  The  grand  jury  returned  the  original  indictment  on\r\nJanuary 5, 1994.   A redacted  indictment was filed  when one\r\ncount  was dismissed by the government with leave of court on\r\nAugust 17, 1994. \r\n\n                             -11-\r                                          11\r\r\n\nwhich was denied on December 19, 1994.  On  January 13, 1995,\r\n\nthe court sentenced Lanoue to 175 months in prison.  \r\n\nII.       DISCUSSION\r            II.       DISCUSSION\r\n\n          A.   The Discovery Violation\r                      A.   The Discovery Violation\r\n\n          Lanoue  contends  that  his  convictions  should be\r\n\nreversed because  the prosecutor  cross examined  Carron with\r\n\nLanoue's  own  recorded   statements  which  the   government\r\n\nconcedes  it failed to disclose in violation of Fed. R. Crim.\r\n\nP.  16(a)(1)(A)  and the  pre-trial  discovery  order.   Rule\r\n\n16(a)(1)(A) provides in relevant part:\r\n\n          Upon   request   of   a   defendant   the\r\n          government must disclose to the defendant\r\n          and   make   available  for   inspection,\r\n          copying, or photographing:   any relevant\r\n          .  . .  recorded statements  made by  the\r\n          defendant, or copies thereof,  within the\r\n          possession,  custody,  or control  of the\r\n          government,  the  existence  of which  is\r\n          known,   or  by   the  exercise   of  due\r\n          diligence  may  become   known,  to   the\r\n          attorney for the government . . . .\r\n\nThe  trial  court's  pretrial  discovery  order  required the\r\n\ngovernment to  disclose \"[a]ny  statements  of the  defendant\r\n\nsubject  to  disclosure  pursuant to  Rule  16(a)(1)(A),\" and\r\n\n\"[w]hether the  government counsel's file indicates  that any\r\n\nwire or  oral communications have been  intercepted.\"  Lanoue\r\n\ncontends that he was incurably prejudiced by the government's\r\n\nuse  of his  statements and  that the  trial court  therefore\r\n\nerred in refusing to declare a mistrial.\r\n\n                             -12-\r                                          12\r\r\n\n               1.   Cross Examination of Carron with Lanoue's\r\n                    Recorded Statements\r\n\n          Carron's  cross  examination  proceeded   in  three\r\n\nparts.   On Thursday,  October 27, the  prosecutor opened the\r\n\nfirst part by accusing Carron of threatening Laraviere:\r\n\n          Sir,  didn't the FBI  tell you the reason\r\n          they  were at  your premises  was because\r\n          you threatened an informant in this case?\r\n\n          Did   you   ever  threaten   Mr.  Richard\r\n          Laraviere?\r\n\n          You ever threatened [sic] anyone?\r\n\nCarron  answered  \"No\"  to  each  of these  questions.    The\r\n\nprosecutor attempted to impeach  Carron's denial by asking if\r\n\nLanoue  had told him that Laraviere was the informant in this\r\n\ncase,  if Lanoue  had  then demanded  that  he visit  him  in\r\n\nprison,  and whether  he and  Lanoue had  discussed Laraviere\r\n\nduring  the visit.  Carron confirmed  that Lanoue had invited\r\n\nhim to visit him  in prison in August of 1994 and that he did\r\n\nso,  but denied that  they had  discussed Laraviere.   Carron\r\n\nexhibited a poor memory for dates, but otherwise held up well\r\n\nduring  this  part of  the  cross examination.    When Carron\r\n\nstated that he could not  swear that he had known Lanoue  for\r\n\nfifteen  years but was sure  he had not  known him for thirty\r\n\nyears,  the prosecutor  began reading  Lanoue's words  from a\r\n\ndocument while, in the court's words, \"brandishing\" it at the\r\n\nwitness:  \r\n\n          Q    Did Mr. Lanoue ever tell you that he\r\n               has known you for thirty years?\r\n\n                             -13-\r                                          13\r\r\n\n          A    No, he never did.\r\n\n          Q    Did  Mr. Lanoue ever tell you not to trust the\r\n               cops.   They  know  who the  informant is  and\r\n               that's why he  wanted you to go  on August the\r\n               twenty-first to meet him?\r\n\n          A    No.\r\n\n          Q    He  didn't tell you,  sir --  specifically, on\r\n               August the 20th of 1994, did Mr. Lanoue say to\r\n               you, \"Let  me tell  you something.   You don't\r\n               trust the  cops.   You should  know that.   We\r\n               forced it out of them.  They got the informant\r\n               from up north near the Worcester area\"?\r\n\n                    Mr. Martin:  I object.\r\n\n          A    I don't remember that.\r\n\n          The  court  did  not  sustain  the  objection,  but\r\n\ndirected  counsel  to approach  the  bench.   The  prosecutor\r\n\nadmitted that he had been reading Lanoue's statements from  a\r\n\ntranscript of a recorded telephone  call that Lanoue had made\r\n\nto  Carron from  the  Wyatt Detention  Center while  awaiting\r\n\ntrial, and that he had not disclosed it.  The court asked the\r\n\nprosecutor  whether the  document corroborated  his questions\r\n\nand he replied that it did.  Defense counsel objected to  the\r\n\nuse of  the conversation because the  government had withheld\r\n\nit in violation of Fed.  R. Crim. P. 16 and the  court's pre-\r\n\ntrial discovery order, and requested a copy of the transcript\r\n\nand a recess during which he could review it.  The prosecutor\r\n\nargued  that defense counsel was not entitled to a recess and\r\n\nthat he was permitted to use the conversation  because Carron\r\n\nhad committed perjury,  it was retrieved in connection with a\r\n\n                             -14-\r                                          14\r\r\n\nseparate investigation of  witness intimidation,  and it  was\r\n\nnot  the  fruit  of  a  wiretap.    The  court  directed  the\r\n\nprosecutor  to  continue  his  cross  examination  on another\r\n\nsubject,  did  not  admonish  him, strike  the  questions  or\r\n\ntestimony, or give a curative instruction.\r\n\n          Part two  of Carron's cross  examination proceeded.\r\n\nIn contrast to  his apparently confident answers in the first\r\n\npart of  his cross examination, Carron  disavowed any ability\r\n\nto fix a date or time period on any event, expressing concern\r\n\nthat  the   prosecutor  was  attempting  to   trap  him  into\r\n\ncommitting perjury.   He backed away from important  parts of\r\n\nhis direct  testimony, for example,  now denying that  he had\r\n\nactually  seen Lanoue  hand  Laraviere money  after the  test\r\n\ndrive. \r\n\n          After  the  court  excused  the jury  for  a  lunch\r\n\nrecess, defense  counsel moved  for a mistrial,  arguing that\r\n\nthe prosecutor had violated Fed. R. Crim.  P. 16(a)(1)(A) and\r\n\nthe  pre-trial discovery order, that Carron's credibility had\r\n\nbeen irreparably damaged,  and that he  had been deprived  of\r\n\nthe  opportunity to prepare Carron with the statement or make\r\n\nan informed decision whether  to call him as a  witness.  The\r\n\nprosecutor argued that  he had no  obligation to produce  the\r\n\nconversation under  Fed. R. Crim  P. 16(a)(1)(A) or  the pre-\r\n\ntrial  discovery order  because  it did  not become  relevant\r\n\nuntil Carron testified  inconsistently with it and it was not\r\n\n                             -15-\r                                          15\r\r\n\na wire intercept.   The court ordered an  evidentiary hearing\r\n\nfor the  following  day,  and  excused  the  jury  until  the\r\n\nfollowing Monday.\r\n\n          At   the  hearing  on  Friday,  October  28,  Agent\r\n\nBrosnan,  the FBI agent in charge of the case against Lanoue,\r\n\ntestified that on August 22, 1994, he requested  and received\r\n\nfrom  the  Wyatt  Detention  Center  a  cassette  tape  of  a\r\n\nconversation  between Lanoue  and Carron  that took  place on\r\n\nAugust 20, 1994, which he had transcribed and provided to the\r\n\nprosecutor.   Agent  Brosnan  testified that,  since Lanoue's\r\n\narrest and indictment and as part of his investigation of the\r\n\npending case, he had  gone to the Wyatt Detention  Center and\r\n\nbeen permitted to  listen to  various tapes in  an effort  to\r\n\nhear   and   obtain   recordings   of    Lanoue's   telephone\r\n\nconversations  with Carron, but that he found none.  In April\r\n\nof 1994, he  requested that  the facility keep  track of  all\r\n\ncalls made by Lanoue.   He was told that it would  be done by\r\n\nspot  checking, but was not notified of any of Lanoue's calls\r\n\nother than that of August 20.3 \r\n\n          In the  August 20 conversation, Lanoue  told Carron\r\n\nthat  he had discovered during  a recent hearing  in his case\r\n\nthat   Laraviere   was  the   source   of   the  government's\r\n\n                    \r                                \r\n\n3.  The primary purpose of the hearing was to resolve whether\r\nthe conversation  was intercepted in violation  of Title III.\r\nJennifer  Egan,  Chief of  Programs  at  the Wyatt  Detention\r\nCenter, also  testified at  the hearing, but  only on  issues\r\nrelevant to the defendant's Title III claim.\r\n\n                             -16-\r                                          16\r\r\n\ninformation.  Lanoue did  not refer to Lariviere by  name but\r\n\nas  \"your  friend,    the millionaire,\"  the  informant  from\r\n\nWorcester,  and  the  only  person who  could  have  provided\r\n\ninformation  about the  Oldsmobile on December  17.   He said\r\n\nthat  Laraviere had  not gone  to jail  as expected,  advised\r\n\nCarron  to be careful of Laraviere, and asked Carron to visit\r\n\nhim  in prison.  Lanoue  made statements about the Oldsmobile\r\n\nsuch  as, \"They  know  all about  the  car, they  know  about\r\n\neverything,\" \"you  know I  bought that  car,\"  and \"that  car\r\n\nthere that I bought at American Motors.\"\r\n\n          At the conclusion  of the evidentiary  hearing, the\r\n\ndefense again argued for a mistrial.  The government conceded\r\n\nthat it had violated Fed. R. Crim. P. 16, but argued that the\r\n\nerror was  made in good  faith and  that the defense  was not\r\n\nprejudiced.\r\n\n          On the  following  Monday, October  31,  the  court\r\n\nruled  that the prosecutor's  violation of  Fed. R.  Crim. P.\r\n\n16(a)(1)(A)  did not  warrant  a mistrial  or other  remedial\r\n\naction.    In  response  to  the defendant's  request  for  a\r\n\ncurative instruction explicitly referring to the prosecutor's\r\n\nquestions  of  the  previous Thursday,  the  court  generally\r\n\ninstructed  the  jury that  if counsel's  questions \"indicate\r\n\nthat a particular thing  is so, you shouldn't accept  that as\r\n\nbeing established unless and until you hear evidence that the\r\n\nthing is so.\"\r\n\n                             -17-\r                                          17\r\r\n\n          The   third  part  of  Carron's  cross  examination\r\n\nensued.   Contrary to  his representation that  he would  not\r\n\nrefer to  the conversation again, the  prosecutor again asked\r\n\nCarron whether  he had had any  conversations about Laraviere\r\n\nwith Lanoue after  Lanoue's arrest.  The  court overruled the\r\n\ndefendant's objection, and Carron  again answered that he did\r\n\nnot recall.   Carron again expressed fear that the prosecutor\r\n\nwas trying to make him perjure himself.  He refused to answer\r\n\n\"yes\"  or \"no\"  to  questions concerning  the  events he  had\r\n\ntestified to on direct  examination -- that Lanoue  wished to\r\n\npurchase  the  car  for  his  daughter,  that  Laraviere  had\r\n\nobtained  the keys at the dealership, that they then took the\r\n\ncar for  a test drive, and  that he saw Lanoue  give money to\r\n\nLaraviere thereafter -- instead answering  \"evidently,\" \"that\r\n\nwas my impression,\" \"I  assume so,\" \"I don't recall,\"  and \"I\r\n\ndon't recall nothing.\"        2.Analysis\r\n\n          We  review  the  trial  court's  handling  of   the\r\n\ngovernment's  discovery violation  for  abuse of  discretion.\r\n\nUnited States v. Hodge-Balwing,  952 F.2d 607, 609  (1st Cir.\r                                          \r\n\n1991).  In order to obtain a reversal  on appeal, Lanoue must\r\n\nshow  that the trial court abused its discretion in ruling on\r\n\nthe effect  of the  discovery  violation.   United States  v.\r                                                                         \r\n\nTajeddini,  996 F.2d  1278, 1287  (1st Cir.  1993).   We will\r                     \r\n\norder a new trial if the discovery violation caused prejudice\r\n\nnot cured by the trial court's remedy.  \r\n\n                             -18-\r                                          18\r\r\n\n          The  trial court  found that  no mistrial  or other\r\n\nremedy  was warranted  because: (1)  the prosecutor  acted in\r\n\ngood faith; (2) the purposes of Rule 16 were not subverted by\r\n\nthe withholding and use of the undisclosed evidence; and  (3)\r\n\nthe  defendant was  not  prejudiced.   See  United States  v.\r                                                                         \r\n\nGladney, 563 F.2d 491, 494-95 (1st Cir. 1977).\r                   \r\n\n                    a.   Did  the  prosecutor  act   in  good\r\n\nfaith?\r\n\n          The court found that the prosecutor had made a good\r\n\nfaith error in  judgment.   Such a finding  depends in  large\r\n\nmeasure  on whether the prosecutor's explanation was credible\r\n\nand is therefore entitled  to considerable deference.  United\r                                                                         \r\n\nStates v.  Levy-Cordero, 67 F.3d 1002, 1013  (1st Cir. 1995).\r                                   \r\n\nIn this  case, the prosecutor's explanations  for withholding\r\n\nthe statement were both factual and legal.  To the extent the\r\n\ncourt relied on the  reasonableness of the prosecutor's legal\r\n\narguments,  we temper  the  usual deference  accorded  purely\r\n\nfactual findings.   Cf. RCI  Northeast Servs. Div.  v. Boston\r                                                                         \r\n\nEdison Co., 822  F.2d 199, 203 (1st Cir. 1987) (\"a finding of\r                      \r\n\nfact predicated upon, or induced by, a misapprehension of law\r\n\nis  robbed of its customary vitality\").  We conclude that the\r\n\ntrial  court's finding of good faith was not supported by the\r\n\nfacts or the law.\r\n\n          First,  the court gave weight to  the fact that the\r\n\ngovernment had  not received  the statement until  two months\r\n\n                             -19-\r                                          19\r\r\n\nprior to trial.   But because the government's  obligation to\r\n\ndisclose the defendant's recorded statements is  a continuing\r\n\none, Fed. R.  Crim. P.  16(c), that was  a factor  militating\r\n\nagainst rather than in favor of a finding of good faith.  Cf.\r                                                                        \r\n\nTajeddini, 996  F.2d at 1287  (no bad faith  where prosecutor\r                     \r\n\nwas unaware of defendant's statement until the day  before he\r\n\ndisclosed  it to  defense counsel  three days  before trial).\r\n\nInstead of disclosing the statement as soon as he received it\r\n\nfrom Agent Brosnan, two months prior to trial, the prosecutor\r\n\nnever disclosed it  at any  time before using  it before  the\r\n\njury.     Second,  the  court   thought  that  there   was  a\r\n\n\"colorable question\"  as to whether  the statement had  to be\r\n\nproduced because it was a \"mixed statement\" by the  defendant\r\n\nand a potential witness,  so that the government only  had an\r\n\nobligation to produce the  statement \"to the extent it  was a\r\n\nstatement  of  Mr.   Lanoue.\"    But  this  theory,  even  if\r\n\n\"colorable,\"  does  not  explain  the  prosecutor's  actions.\r\n\n\"[S]tatements discovered by means of electronic surveillance\"\r\n\nare  within Rule 16(a)(1)(A).   Fed. R. Crim.  P. 16 advisory\r\n\ncommittee's note.  And  the rule contains no exception  for a\r\n\ndefendant's  recorded  statements  on  the  basis  that  they\r\n\ncomprise one  side of a conversation.   The court's pre-trial\r\n\norder  required  disclosure  of  any  statements  subject  to\r\n\ndisclosure  under  Rule  16  and  \"[w]hether  the  government\r\n\ncounsel's file indicates that any wire or oral communications\r\n\n                             -20-\r                                          20\r\r\n\nhave  been intercepted.\"  Whether or not Carron's side of the\r\n\nconversation  was required to be disclosed under Rule 16, the\r\n\ntranscript  in its  entirety should  have been  disclosed for\r\n\npurposes of determining its  admissibility before trial.  See\r                                                                         \r\n\nUnited  States v. Latham, 874  F.2d 852, 864  (1st Cir. 1989)\r                                    \r\n\n(it  was  error  for  the  government  not  to have  provided\r\n\ndefendant  with  tape  recordings   containing  conversations\r\n\nbetween  defendant  and   government  witnesses).    If   the\r\n\nprosecutor  genuinely  believed  that  Carron's  side of  the\r\n\nconversation was  not discoverable, the  reasonable and  only\r\n\npermissible  course  would have  been  to  seek redaction  of\r\n\nCarron's words.4   See Fed.  R. Crim. P.  16(d)(1).   Because\r                                  \r\n\nRule  16 could not reasonably be read to allow the government\r\n\nto  withhold Lanoue's  side of  the conversation,  the \"mixed\r\n\nstatement\" rationale did not support a finding of good faith.\r\n\n          Third,   the  court   found  that   the  prosecutor\r\n\ngenuinely believed that the statement was not relevant within\r\n\nthe meaning of Rule 16.  The statement was relevant if it had\r\n\n\"any tendency to make the existence of any fact that [was] of\r\n\n                    \r                                \r\n\n4.  Nothing  precluded disclosure  of  Carron's  side of  the\r\nconversation.  He was  not a government witness, 18  U.S.C.  \r\n3500(a),  and his side of the conversation was not grand jury\r\ntestimony.  United States v.  McMahon, 938 F.2d 1501, 1504-05\r                                                 \r\n(1st Cir. 1991) (explaining rule that defense is not entitled\r\nto  the grand jury testimony of a defense witness until after\r\ncross examination as being  based on the need for  grand jury\r\nsecrecy).\r\n\n                             -21-\r                                          21\r\r\n\nconsequence to the determination  of the action more probable\r\n\nor  less probable  than it  would  be without  the evidence.\"\r\n\nFed. R. Evid. 401.  Relevance is to be interpreted broadly in\r\n\nthe context of  Rule 16(a)(1)(A).   See Fed. R.  Crim. P.  16\r                                                   \r\n\nadvisory committee's note (rejecting narrow interpretation of\r\n\ndefendant's  right to  discover  own statements).   The  rule\r\n\ngives a \"defendant  virtually an absolute  right\" to his  own\r\n\nrecorded  statements  \"in  the  absence   of  highly  unusual\r\n\ncircumstances  that  would  otherwise  justify  a  protective\r\n\norder.\"  2 C.  Wright, Federal Practice and Procedure    253,\r                                                                 \r\n\nat 46-47  (1982)  (internal  citations  and  quotation  marks\r\n\nomitted).   See  also United  States v.  Bailleaux, 685  F.2d\r                                                              \r\n\n1105, 1114 (9th Cir.  1982) (adopting broad interpretation of\r\n\nrelevance as applied to defendant's statements as a matter of\r\n\npracticality); United States v. Haldeman, 559 F.2d 31,  74 n.\r                                                    \r\n\n80  (D.C. Cir.  1976)  (en banc)  (disclosure of  defendant's\r\n\nstatements is \"practically a matter  of right even without  a\r\n\nshowing of materiality\"), cert. denied, 431 U.S. 933 (1977). \r                                                  \r\n\n          The statement obviously was  relevant.  Lanoue made\r\n\nstatements  about  the  Oldsmobile that  were  arguably  both\r\n\ninculpatory and exculpatory.5   He  discussed the  informant,\r\n\nwho was  a potential government witness,  and made statements\r\n\n                    \r                                \r\n\n5.  On appeal, Lanoue does not press his contention  at trial\r\nthat  the  conversation  was  required  to  be  disclosed  as\r\nexculpatory evidence.\r\n\n                             -22-\r                                          22\r\r\n\nrelevant  to the  defense theory  that the  government's case\r\n\nrested  on false information provided by that informant.  See\r                                                                         \r\n\nUnited  States v. Noriega, 764 F. Supp. 1480, 1494 (S.D. Fla.\r                                     \r\n\n1991)  (conversations of  defendant recorded in  prison about\r\n\npotential  government  witnesses  were  relevant  within  the\r\n\nmeaning of  Rule 16(a)).   Even assuming that  the government\r\n\ncould not envision the statement's relevance before trial, it\r\n\ncertainly  understood  its  relevance  when  defense  counsel\r\n\noutlined the defense theory in his opening statement.  \r\n\n          The reasons proffered by the prosecutor in  support\r\n\nof his belief that the statement  was not relevant -- that it\r\n\nwas obtained  in a separate investigation  of alleged witness\r\n\nintimidation, that  the conversation did not  become relevant\r\n\nuntil Carron  testified inconsistently  with it, and  that he\r\n\ndid  not expect  Carron  to testify  about Laraviere  -- were\r\n\nwithout basis in fact or law.\r\n\n          Rule  16(a)(1)(A)  contains  no  exception   for  a\r\n\ndefendant's recorded  statements  if  they  are  obtained  in\r\n\nconnection with a separate investigation, so long as they are\r\n\nrelevant  to the pending case.  \"[A]cceptance of the language\r\n\nfor just what it says is dictated by the fundamental fairness\r\n\nof granting the  accused equal  access to his  own words,  no\r\n\nmatter  how the government came  by them.\" United   States v.\r                                                                         \r\n\nCaldwell, 543 F.2d 1333, 1353 (D.C. Cir. 1974), cert. denied,\r                                                                        \r\n\n423 U.S.  1087  (1976).   Moreover,  it  appears  that  Agent\r\n\n                             -23-\r                                          23\r\r\n\nBrosnan  obtained  the conversation  in  connection  with his\r\n\ninvestigation of the pending  case.  For at least  six months\r\n\nprior to  trial, he had  been attempting to  obtain telephone\r\n\nconversations  between  Lanoue  and  Carron as  part  of  his\r\n\ninvestigation  of  the  case  pending against  Lanoue.    The\r\n\nprosecutor  stated  that  he  knew about  and  approved  that\r\n\nactivity, and that immediately  after obtaining the August 20\r\n\nconversation, he subpoenaed Carron to  testify against Lanoue\r\n\nin the pending case.  It is therefore difficult to credit the\r\n\n\"separate  investigation\"  rationale.    In  any  event,  the\r\n\nconversation contained Lanoue's statements that were relevant\r\n\nto the charges pending  against him and his defense  to those\r\n\ncharges.   Those  statements  therefore were  required to  be\r\n\ndisclosed by the plain terms of Rule 16.  \r\n\n          As   to  the   prosecutor's  contention   that  the\r\n\nconversation  did not become  relevant until Carron testified\r\n\ninconsistently with  it, the government's duty  to disclose a\r\n\ndefendant's  relevant recorded  statements does not  hinge on\r\n\nwhether or when the  government uses the statement.   Only an\r\n\noral  statement to a known government agent is required to be\r\n\ndisclosed \"if the government intends to use that statement at\r\n\ntrial.\"  Fed. R. Crim. P. 16(a)(1)(A).  But even that type of\r\n\nstatement is  required to be disclosed  regardless of whether\r\n\nthe government intends to  introduce it in its case-in-chief,\r\n\nuse it for impeachment, or introduce it in rebuttal. See Fed.\r                                                                    \r\n\n                             -24-\r                                          24\r\r\n\nR. Crim. P. 16  advisory committee's note to  1991 amendment.\r\n\nRule 16(a)(1)(A)  is  unequivocal that  the government  \"must\r\n\ndisclose . . . any relevant . . . recorded statements made by\r\n\nthe  defendant.\"   Even  an  illegally obtained  inconsistent\r\n\nstatement of a defendant that can only be used to impeach him\r\n\n(but not a defense witness), Harris v. New York, 401 U.S. 222\r                                                           \r\n\n(1971);  James v. Illinois, 493 U.S. 307, 313 (1990), must be\r                                      \r\n\nproduced to him  under Fed.  R. Crim. P.  16(a)(1)(A).   See,\r                                                                        \r\n\ne.g.,  United States v. Lewis, 511 F.2d 798 (D.C. Cir. 1975).\r                                         \r\n\nThe  government's theory  that  Lanoue's statements  were not\r\n\nrelevant until a  witness testified inconsistently  with some\r\n\npart   of   the   conversation   was   therefore   erroneous,\r\n\nparticularly where  Carron was  not cross examined  about his\r\n\nown statements,  but about  Lanoue's.   See United  States v.\r                                                                         \r\n\nScafe,  822  F.2d  928,  935  (10th  Cir.  1987)  (government\r                 \r\n\nviolated Rule 16 by withholding defendant's letters and using\r\n\nthem to cross examine defense witness).\r\n\n          The  prosecutor's representations  that he  did not\r\n\nexpect Carron to testify  until the day before  he testified,\r\n\nand that even then he did not expect  Carron to testify about\r\n\nLaraviere's character, were irrelevant because, as explained,\r\n\nRule  16(a)(1)(A)  requires the  government  to  disclose the\r\n\ndefendant's recorded statements regardless of whether or when\r\n\nit intends  to use them.  Moreover, it is difficult to credit\r\n\nthe government's representation.   The recorded  conversation\r\n\n                             -25-\r                                          25\r\r\n\nitself  and  defense  counsel's  opening  statement  put  the\r\n\ngovernment   on  notice  that   Carron  would  testify  about\r\n\nLaraviere.\r\n\n          Finally,  the  court   noted  that,  although   the\r\n\nprosecutor could have tried to  conceal the violation, he did\r\n\nnot.   It is true  that the  prosecutor immediately  admitted\r\n\nthat  he  held  a  transcript  of  the  defendant's  recorded\r\n\nconversation  in his hand and  that he had  not disclosed it,\r\n\nand conceded the next day, with a myriad  of excuses, that he\r\n\nhad  violated Rule 16.   We will not  overlook a prosecutor's\r\n\nfailure  to know or follow  the discovery rules  on the basis\r\n\nthat he did not try to hide the violation.  \r\n\n          In any  event, whether the prosecutor  withheld the\r\n\ndefendant's  statements in  good faith  or intentionally  has\r\n\nlittle  to do with whether  the court should  have declared a\r\n\nmistrial,  since  prosecutorial  good  faith  could  have  no\r\n\nmitigating  effect   on  the  prejudice   flowing  from   the\r\n\nviolation.   See United States  v. Padrone, 406  F.2d 560 (2d\r                                                      \r\n\nCir.  1969)   (granting  new  trial  where  inadvertent  non-\r\n\ndisclosure of defendant's statement affected trial strategy).\r\n\n                    b.   Were the purposes of Rule 16\r\n                         subverted?\r\n\n          Rule  16's  mandatory  discovery   provisions  were\r\n\ndesigned   to   contribute   to  the   fair   and   efficient\r\n\nadministration  of  justice by  providing the  defendant with\r\n\n                             -26-\r                                          26\r\r\n\nsufficient information  upon which  to base an  informed plea\r\n\nand  litigation  strategy;  by  facilitating  the raising  of\r\n\nobjections to admissibility prior to trial; by minimizing the\r\n\nundesirable effect of surprise  at trial; and by contributing\r\n\nto  the accuracy  of the  fact-finding process.   See  United\r                                                                         \r\n\nStates  v. Alvarez, 987 F.2d 77, 84-86 (1st Cir. 1993), cert.\r                                                                        \r\n\ndenied,    U.S.   ,   114 S. Ct. 147 (1993); Fed. R. Crim. P.\r                  \r\n\n16 advisory committee's note.  The trial court found that the\r\n\ngovernment's  discovery  violation  had  not  undermined  the\r\n\npurposes of Rule 16 because it did not cause the defendant to\r\n\nunknowingly subject himself to  impeachment;6 Rule 16 was not\r\n\nintended  to protect  against  surprising a  witness with  an\r\n\ninconsistent statement; and it may have actually assisted the\r\n\naccuracy  of  the  fact-finding  process  by  surprising  the\r\n\nwitness.\r\n\n          All  of these  reasons miss  the point  because the\r\n\ngovernment cross examined Carron  by referring to and reading\r\n\nLanoue's,  and not Carron's, words.  Lanoue had a right under\r\n\nthe  Federal  Rules of  Criminal  Procedure  to discover  his\r\n\nrecorded statements  and to  prepare for trial  and devise  a\r\n\ndefense strategy  based on the evidence  disclosed.  Alvarez,\r                                                                        \r\n\n987  F.2d at  85.   The court's  reasoning that  surprising a\r\n\nwitness with the defendant's statements promoted accuracy and\r\n\n                    \r                                \r\n\n6.  Lanoue testified  after Carron, and  therefore after  the\r\ndiscovery violation came to light.\r\n\n                             -27-\r                                          27\r\r\n\ntherefore militated against remedial  action turns Rule 16 on\r\n\nits head.  Due to the nondisclosure, the defense was deprived\r\n\nof the  opportunity to  refresh Carron's recollection  and to\r\n\ninvestigate the circumstances  surrounding the  conversation.\r\n\nThis unfairly  surprised the defense  and deprived it  of the\r\n\nopportunity to design an intelligent litigation strategy that\r\n\nresponded to the statement.\r\n\n          We also note  that it  is far from  clear that  the\r\n\ncross examination  assisted the accuracy  of the trial.   The\r\n\ngovernment opened its cross examination by accusing Carron of\r\n\nthreatening Laraviere.  At sidebar the prosecutor stated that\r\n\nCarron  had threatened  Laraviere, but  proffered  nothing to\r\n\nsupport the accusation  other than to  say that the  document\r\n\nfrom  which   he  read  corroborated  his   questions.    The\r\n\nconversation contained no mention of threats.  In  it, Lanoue\r\n\ntold Carron that Laraviere was the informant, that his lawyer\r\n\nwas putting an investigator on Laraviere, that  he should not\r\n\nwarn Laraviere, and that he should be wary of Laraviere.   We\r\n\ndoubt  that  this was  a sufficient  basis for  asking Carron\r\n\nwhether  he had threatened  Laraviere, and it  plainly was an\r\n\ninsufficient  basis  for asking  if  he  had ever  threatened\r\n\nanyone.  Cf.  United States v. Lilly, 983 F.2d  300, 306 (1st\r                                                \r\n\nCir. 1992) (prosecutor's explanation for asking  question was\r\n\nplausible where  he had in  hand a  judicial opinion  finding\r\n\nappellant  was  not a  credible  witness);  United States  v.\r                                                                         \r\n\n                             -28-\r                                          28\r\r\n\nGomez-Pabon,  911   F.2d  847,   857  n.5  (1st   Cir.  1990)\r                       \r\n\n(expressing  doubt  that  prosecutor's  questions  to defense\r\n\nwitness  about whether  he was  under investigation  for drug\r\n\nsmuggling were improper  since the prosecutor  volunteered to\r\n\ncall witnesses to attest to the foundation of the questions),\r\n\ncert.  denied, 498 U.S. 1074 (1991);  United States v. Madrid\r                                                                         \r\n\nRamirez, 535  F.2d 125,  129 (1st  Cir. 1976) (appellant  not\r                   \r\n\nprejudiced by question to defense witness about prior offense\r\n\nbecause  it  was  based on  an  actual  conviction).   Carron\r\n\napparently was  not charged with threatening  Laraviere.  The\r\n\ngovernment did not  present evidence in its rebuttal  case to\r\n\nrefute Carron's description of the FBI agents' visit in which\r\n\nhe said  that the  agents  pressured him  to testify  against\r\n\nLanoue, not  that they accused him  of threatening Laraviere.\r\n\nThe government  was free to show  through admissible evidence\r\n\nthat its  informant had  been threatened,  but it offered  no\r\n\nsuch evidence.  Nonetheless, the jury may  well have received\r\n\nthe  impression from the prosecutor's improper questions that\r\n\nLaraviere did not testify  because Carron had threatened him.\r\n\nIf  Lanoue's  counsel  had  been  able  to  refresh  Carron's\r\n\nrecollection  with the  transcript of  the conversation,  the\r\n\njury  would have  been warranted  in reaching  the conclusion\r\n\nthat Laraviere  did not  testify because his  testimony would\r\n\nnot have helped the government.    \r\n\n                             -29-\r                                          29\r\r\n\n          The   prosecutor's   failure   to    disclose   the\r\n\nconversation  at any time before using it also subverted Rule\r\n\n16's purpose of facilitating the fair and efficient pre-trial\r\n\ndetermination  of the  admissibility of  Lanoue's statements.\r\n\nAlthough an  evidentiary hearing was  held, it was  not until\r\n\nafter the  prosecutor had already used  the statements before\r\n\nthe jury.    Moreover,  we think  the  hearing  was  unfairly\r\n\ntruncated  due to  the government's  late disclosure.   After\r\n\nAgent Brosnan testified, defense counsel attempted  to obtain\r\n\nthe  presence  of the  Wyatt  Detention  Center employee  who\r\n\nprovided  Agent Brosnan  with  the conversation  in order  to\r\n\nexplore whether it was intercepted  as a result of monitoring\r\n\ndirected specifically  against Lanoue, which was  relevant to\r\n\nits admissibility  under Title  III.   Ms. Egan,  Director of\r\n\nPrograms at  the facility, responded that  the employee would\r\n\nnot attend the hearing because it was his day off.  The court\r\n\nrefused the defendant's request for a recess during which the\r\n\nprosecutor could convince Ms.  Egan of the importance of  the\r\n\nemployee's  attendance.    If   the  conversation  had   been\r\n\ndisclosed two months prior to trial when it should have been,\r\n\ndefense counsel could have  obtained any necessary witnesses.\r\n\nThe   incomplete  mid-trial   hearing  necessitated   by  the\r\n\nprosecutor's  failure  to  disclose  was  neither   fair  nor\r\n\nefficient.  \r\n\n                    c.   Was Lanoue prejudiced?\r\n\n                             -30-\r                                          30\r\r\n\n          The court found that Lanoue had not been prejudiced\r\n\nfor  the following reasons:  although the government had done\r\n\nan effective  job of impeaching Carron,  the statement played\r\n\nlittle role  in that  process  because it  was peripheral  to\r\n\nCarron's testimony and the defense theory; Carron denied that\r\n\nLanoue  made the statements; and the  statements had not been\r\n\nintroduced into evidence. \r\n\n          The improper questions based on Lanoue's statements\r\n\nwere not  peripheral to  Carron's testimony and  the defense.\r\n\nAt the close of  the government's case-in-chief, the evidence\r\n\nconcerning the stolen vehicle  charge was that the Oldsmobile\r\n\nwas  reported  stolen on  December  21  and that  Lanoue  was\r\n\ndriving it  on December  19 and  again on December  23.   The\r\n\ndefense, consisting  of Lanoue's and Carron's  testimony, was\r\n\nthat Lanoue  had purchased the  car from  Laraviere, who  had\r\n\nrepresented that the  car was  his to sell  and then  falsely\r\n\ninformed the FBI that Lanoue was planning to steal the car in\r\n\norder to obtain favorable treatment on pending theft charges.\r\n\nIf  the  jury  believed that  testimony,  it  would have  had\r\n\ngrounds for acquitting Lanoue of the stolen vehicle charge.  \r\n\n          A  key  element  of  the defense,  argued  in  both\r\n\nopening  and  closing,  was  that the  informant  upon  whose\r\n\ninformation  the  government's  entire  case  rested did  not\r\n\ntestify at trial.   Indeed, the government clearly recognized\r\n\nthat  Laraviere's absence  and  the implication  that he  had\r\n\n                             -31-\r                                          31\r\r\n\nprovided  false  information  could  defeat its  case.    The\r\n\ngovernment objected when the  defense attempted to elicit the\r\n\ninformant's name  and the exact information  he had provided,\r\n\nand urged the jury in closing argument to ignore  Laraviere's\r\n\nabsence.   Yet it offered no evidence to explain his absence,\r\n\nother  than   the  improper  questions  accusing   Carron  of\r\n\nthreatening Laraviere and insinuating that the threat stemmed\r\n\nfrom a conversation with Lanoue.  As the government intended,\r\n\nthese questions  had a detrimental  effect on a  defense that\r\n\nwas otherwise uncontradicted.  Cf. United States v. Lewis, 40\r                                                                     \r\n\nF.3d  1325, 1340 (1st Cir. 1994) (no prejudice to the defense\r\n\ndue  to  government's  delayed fingerprint  analysis  because\r\n\nthere  was ample evidence to  refute and none  to support the\r\n\ndefendant's theory that he was framed).\r\n\n          Lanoue also was  prejudiced because the failure  to\r\n\ndisclose his  statements deprived  him of the  opportunity to\r\n\neffectively prepare  for trial  and to design  an intelligent\r\n\ntrial strategy.  See  Alvarez, 987 F.2d at 85;  United States\r                                                                         \r\n\nv. Hemmer, 729 F.2d 10, 13 (1st Cir.), cert. denied, 467 U.S.\r                                                               \r\n\n1218 (1984); Gladney, 563  F.2d at 494.  If  the conversation\r                                \r\n\nhad  been disclosed two months before trial as it should have\r\n\nbeen, Lanoue would have known that Agent Brosnan obtained  it\r\n\nin  connection  with  a  \"separate  investigation of  witness\r\n\nintimidation.\"  Lanoue's counsel would then have been able to\r\n\ninvestigate whether  there was such an  investigation and, if\r\n\n                             -32-\r                                          32\r\r\n\nso,  what came of it,  enabling him to  either prepare Carron\r\n\nfor  cross examination on that subject or make an intelligent\r\n\ndecision not to call him as a witness.     \r\n\n          Carron's  denial  that Lanoue  made  the statements\r\n\nmilitates  in  favor of  rather  than  against a  finding  of\r\n\nprejudice  because  defense  counsel   was  deprived  of  the\r\n\nopportunity   to  refresh  Carron's  recollection  about  the\r\n\ncontent of the conversation.  See United States v. Rodriguez,\r                                                                        \r\n\n799 F.2d 649, 654 (11th Cir. 1986) (defendant's denial of the\r\n\nexistence of undisclosed items bolstered rather than weakened\r\n\nhis  claim  for a  mistrial because  it  deprived him  of the\r\n\nopportunity   to  support   the   denial   or   refresh   his\r\n\nrecollection,   thus  defeating  purposes  of  the  discovery\r\n\nrequirement).   Carron  answered  \"no,\" and  then finally  \"I\r\n\ndon't remember  that\" to questions  asking him if  Lanoue had\r\n\nmade  statements  about   Laraviere,  while  the   prosecutor\r\n\nreferred to,  read from, and brandished  a document obviously\r\n\ncontaining those  statements.   The defense should  have been\r\n\nable to refresh Carron's  recollection about what Lanoue said\r\n\nto him.  \r\n\n          Furthermore, Carron was  thoroughly unnerved by the\r\n\nprosecutor's  use of  specific dates  while referring  to the\r\n\ntranscribed conversation.  To be sure, he was uncertain about\r\n\nspecific  dates and  time  frames throughout  his  testimony.\r\n\nThis  may  or   may  not  have  detracted  from  his  overall\r\n\n                             -33-\r                                          33\r\r\n\ncredibility  but when  the prosecutor  began to  brandish the\r\n\ntranscript,  it received  a major  blow.   Thereafter, Carron\r\n\nrefused to directly answer any question concerning dates, and\r\n\neventually  any question  at  all, expressing  fear of  being\r\n\ntrapped into committing perjury.   If defense counsel had had\r\n\naccess to the transcript, he could have attempted  to refresh\r\n\nCarron's recollection.   Failing that, he  could have decided\r\n\nnot  to  call  Carron as  a  witness  at all.    Instead, the\r\n\ngovernment  was able  to  destroy, with  the defendant's  own\r\n\nstatements, the  credibility of the only  defense witness who\r\n\ntestified  to the  defense  theory other  than the  defendant\r\n\nhimself.        \r\n\n          That the  statement was not actually  introduced in\r\n\nevidence  does  not show  lack  of  prejudice.   An  improper\r\n\nquestion alone can require a mistrial or other  potent remedy\r\n\nif  it  causes prejudice.   See  Rodriguez,  799 F.2d  at 654\r                                                      \r\n\n(district court erred in denying  mistrial on the basis  that\r\n\nthe undisclosed  material was  not  introduced into  evidence\r\n\nwhere  the government's  use of  the material  in questioning\r\n\ndefendant   was  just  as   effective  as  if   it  had  been\r\n\nintroduced); Padrone,  406 F.2d at 560  (although undisclosed\r                                \r\n\nstatement was not introduced, district court erred in failing\r\n\nto grant  mistrial  where defendant's  direct  testimony  was\r\n\ninconsistent  with the  statement).   Here,  the government's\r\n\nfailure to disclose the  conversation and its questions based\r\n\n                             -34-\r                                          34\r\r\n\non the conversation could well have led to the destruction of\r\n\nCarron's credibility and undermined the defense theory.  That\r\n\nthe conversation was not introduced in evidence did not erase\r\n\nor mitigate the prejudice.    d                             .\r\n          Did the trial court take appropriate action to cure\r\n          and prevent prejudice?\r\n\n          When  a party fails to comply with Fed. R. Crim. P.\r\n\n16, the court is empowered to order that party to comply with\r\n\nthe rule, grant a continuance, exclude the evidence, or enter\r\n\nother just relief.  Fed.  R. Crim. P. 16(d)(2).  What  remedy\r\n\nshould  be  applied  depends   on  the  \"seriousness  of  the\r\n\nviolation  and the  amount  of prejudice  to the  defendant.\"\r\n\nGladney,  563 F.2d at 494.   Here, the  violation was serious\r                   \r\n\nand  likely to  have caused serious  prejudice.   Because the\r\n\nstatement was not disclosed at any time before the government\r\n\nused it, or in enough time that the defense could make use of\r\n\nit, a mistrial  was the only appropriate  remedy.  We  do not\r\n\ndecide  whether  the  court   would  have  acted  within  its\r\n\ndiscretion  if it  had taken  more forceful measures  than it\r\n\ndid,  but  we note  that the  court  could have  stricken the\r\n\nquestions,  given   an   immediate  and   explicit   curative\r\n\ninstruction, granted  the defendant's  request for  a recess,\r\n\nand  even  halted  the  cross examination  and  then  allowed\r\n\nredirect.  \r\n\n          Moreover, the court did  not act to prevent further\r\n\nprejudice.   Although the prosecutor had  represented that he\r\n\n                             -35-\r                                          35\r\r\n\nwould not refer  to the conversation  again, he reminded  the\r\n\njury  of  the statements  he had  read  four days  earlier by\r\n\nasking  Carron whether  he  had had  any conversations  about\r\n\nLaraviere  with the  defendant after the  defendant's arrest.\r\n\nDefense counsel's objection was  overruled, and Carron  again\r\n\nanswered  that  he  did  not  recall.    By   overruling  the\r\n\nobjection, the  court tacitly approved the  improper question\r\n\nin the jury's  presence.   See United States  v. Manning,  23\r                                                                    \r\n\nF.3d 570, 575 (1st Cir. 1994).  The   government  argues   on\r\n\nappeal  that  the trial  court did  not abuse  its discretion\r\n\nbecause it eventually  gave Lanoue's counsel  the opportunity\r\n\nto review the  statement with Carron to  determine whether he\r\n\nwished to recall  him.  The  court ignored defense  counsel's\r\n\nimmediate request for a recess and to be given the statement.\r\n\nThe court denied his  request for a recess at  the conclusion\r\n\nof Carron's cross  examination so that  he could prepare  him\r\n\nfor redirect.  Instead,  the court permitted Lanoue's counsel\r\n\nto meet with Carron for the first time during a later  recess\r\n\nin the middle  of Lanoue's direct  testimony, ruling that  he\r\n\ncould recall Carron to  the witness stand if his  reasons for\r\n\ndoing so were sufficient.  \r\n\n          This  is not  a case  of merely  delayed disclosure\r\n\nwhere  \"the critical inquiry is  . . .  whether the tardiness\r\n\nprevented defense counsel from employing the material to good\r\n\neffect.\"  United  States v.  Osorio, 929 F.2d  753, 757  (1st\r                                               \r\n\n                             -36-\r                                          36\r\r\n\nCir. 1991).  The government's use of the conversation without\r\n\ndisclosing it at all precluded Lanoue's counsel from using it\r\n\nto  any effect.    When he  twice requested  a  recess in  an\r\n\nattempt  to mitigate  the harm  already done,  those requests\r\n\nwere denied.   Cf. Hodge-Balwing, 952 F.2d  at 609 (defendant\r                                            \r\n\nfailed to  show prejudice where court  ordered the government\r\n\nto hand over the case report before the witness testified and\r\n\ndefendant failed to seek a continuance); Hemmer,  729 F.2d at\r                                                           \r\n\n13 (defendants  failed to show prejudice  where they received\r\n\nreports, used them  in their  defense, and failed  to seek  a\r\n\ncontinuance).  We do not fault Lanoue's counsel for declining\r\n\nto recall  Carron at  a point  when he was  in shambles  as a\r\n\nwitness as the  result of the  government's violation of  the\r\n\nrules and the trial  court's utter failure to send  a message\r\n\nto the  witness, the jury  or counsel  that the  government's\r\n\nquestions were improper.    \r\n\n          Count  V is vacated  and remanded  for a  new trial\r\n\nbecause  Lanoue plainly  was prejudiced in  defending against\r\n\nthe stolen motor vehicle charge.  There was no prejudice with\r\n\nrespect  to Count VI because Carron's testimony did not touch\r\n\non  whether Lanoue  knowingly transported  a firearm  with an\r\n\nobliterated serial number.  \r\n\n          Although  it  is  a  more  difficult  question,  we\r\n\nbelieve that  Lanoue also suffered  prejudice as to  Count I,\r\n\nthe  conspiracy count.  The jury was instructed that it could\r\n\n                             -37-\r                                          37\r\r\n\nconvict  Lanoue  of conspiracy  if it  found he  conspired to\r\n\ncommit  any  one  or  more  of  six  object  offenses:    (1)\r\n\ninterstate  transportation  of  a  stolen  motor  vehicle, 18\r\n\nU.S.C.    2312; (2) possession of a stolen motor vehicle that\r\n\nhad  crossed   state  boundaries,  18  U.S.C.      2313;  (3)\r\n\ninterstate transportation of a  firearm by a convicted felon,\r\n\n18 U.S.C.   922(g)(1); (4) using or carrying a firearm during\r\n\nand  in  relation  to  an  attempt  or conspiracy  to  commit\r\n\nrobbery, 18 U.S.C.    924(c)(1); (5) interstate possession of\r\n\na stolen firearm (referring to Meade's revolver), 18 U.S.C.  \r\n\n922(j); or (6) interstate transportation of a firearm with an\r\n\nobliterated serial  number (referring to  Lanoue's revolver),\r\n\n18  U.S.C.   922(k).   The object offenses  best supported by\r\n\nthe evidence were the two  relating to the stolen Oldsmobile,\r\n\nwith respect to which  Lanoue was prejudiced.  Unless  we can\r\n\nconclude with fair assurance  that the jury relied on  one of\r\n\nthe  other  four  objects,  we must  reverse  the  conspiracy\r\n\nconviction.   Cf. United States v. Morrow, 39 F.3d 1228, 1236\r                                                     \r\n\n(1st Cir. 1994) (erroneously  admitted evidence was  harmless\r\n\nwhere  it was used  to prove an  object of  the conspiracy to\r\n\nwhich  defendant  was  never  tied  and  it  was  a  \"virtual\r\n\ncertainty\" that jury convicted him for his involvement in the\r\n\nother object offense), cert.  denied,    U.S.   , 115  S. Ct.\r                                                \r\n\n1328 (1995). \r\n\n                             -38-\r                                          38\r\r\n\n          The evidence of a  conspiracy to commit any  of the\r\n\nlatter  four object  offenses was  not overwhelming,  and the\r\n\njury's verdicts give  us little confidence that  it relied on\r\n\nany of them  to find Lanoue  guilty of conspiracy.   The jury\r\n\nnecessarily rejected all  of them as objects  of an agreement\r\n\nby Cole or Meade when it acquitted them of Count I.  Although\r\n\nwe  could not conclude from  this that there was insufficient\r\n\nevidence  of a  conspiracy, United  States v.  Bucuvalas, 909\r                                                                    \r\n\nF.2d 593, 597 (1st  Cir. 1990), the question we  address here\r\n\nis not what a  rational jury could conclude but  \"rather what\r\n\neffect the error  had or reasonably may be taken  to have had\r\n\nupon  the jury's decision\" in this case.  Kotteakos v. United\r                                                                         \r\n\nStates, 328 U.S. 750, 764 (1946). \r                  \r\n\n          The  fourth object  offense,  using  or carrying  a\r\n\nfirearm  during and in relation  to a crime  of violence, was\r\n\ncharged  as a  substantive offense  in Count  IV.   The court\r\n\ninstructed  the jury that it could find a defendant guilty of\r\n\nCount IV if  it found that he (1)  committed either the Hobbs\r\n\nAct attempted robbery or  the Hobbs Act conspiracy  to commit\r\n\nrobbery, and (2)  knowingly used or carried a  firearm during\r\n\nor in relation to that crime  or those crimes; or if it found\r\n\nthat he aided  and abetted that offense.  The  jury found all\r\n\nthree defendants  not guilty of  using or carrying  a firearm\r\n\nduring  and in relation to an attempt or conspiracy to commit\r\n\nrobbery, and of  aiding and abetting that offense; not guilty\r\n\n                             -39-\r                                          39\r\r\n\nof  Count II,  the Hobbs  Act conspiracy;  and not  guilty of\r\n\nCount  III, the Hobbs Act attempt, and of aiding and abetting\r\n\nthat offense.   Under these circumstances, we  think that the\r\n\njury  necessarily rejected,  as  an  object  of the  Count  I\r\n\nconspiracy,  using  or  carrying  a  firearm  during  and  in\r\n\nrelation to an attempt or conspiracy to commit robbery.7  \r\n\n          The  third  and fifth  object  offenses, interstate\r\n\ntransportation of  a firearm  by a convicted  felon (Lanoue),\r\n\nand interstate possession of a stolen firearm (Meade's), were\r\n\nnot  charged  as  substantive  offenses against  any  of  the\r\n\ndefendants.  The sixth, interstate transportation of Lanoue's\r\n\nfirearm with an  obliterated serial number, was  charged as a\r\n\nsubstantive offense in Count VI against Lanoue alone, and the\r\n\njury found him  guilty of it, but there was  no evidence that\r\n\nany   co-conspirator   knew  that   the  serial   number  was\r\n\nobliterated.8    Given the  dearth  of  evidence that  Lanoue\r\n\nconspired  with  anyone  else  who  possessed  the  requisite\r\n\nknowledge and intent to  commit these offenses, and the  fact\r\n\nthat the  jury  rejected  each  of  them as  a  basis  for  a\r\n\n                    \r                                \r\n\n7.  Because the jury expressly acquitted Lanoue  of violating\r\n18 U.S.C.   924(c)(1),  and necessarily rejected that offense\r\nas an object of  the Count I conspiracy, the  Supreme Court's\r\nrecent definition of the  \"use\" element of a violation  of 18\r\nU.S.C.   924(c)(1), Bailey v. United States, 64 U.S.L.W. 4039\r                                                       \r\n(U.S. Dec. 6, 1995), is not implicated.\r\n\n8.  Indeed,  the government  does  not argue  on appeal  that\r\nthere  was sufficient  evidence  to support  a conspiracy  to\r\npossess Meade's  stolen firearm  or Lanoue's firearm  with an\r\nobliterated serial number. \r\n\n                             -40-\r                                          40\r\r\n\nconspiracy conviction  against Cole and Meade,  we think that\r\n\nthe  likelihood is  remote that  the  jury found  that Lanoue\r\n\nconspired with anyone else to commit them.\r\n\n          The  object offenses best supported by the evidence\r\n\nwere the  two relating to the  stolen car.  From  what we can\r\n\nglean of the jury's reasoning in this case, it is likely they\r\n\neither  rejected  the  other  object  offenses,  or  found  a\r\n\nconspiracy to transport a  stolen car and did not  attempt to\r\n\nreach agreement  on the  other object  offenses.   We  cannot\r\n\nconclude that  the erroneous  use of Lanoue's  statements did\r\n\nnot   substantially  sway  the   jury's  conspiracy  verdict,\r\n\nKotteakos, 328 U.S.  at 765, and therefore  vacate and remand\r                     \r\n\nCount I for a new trial.\r\n\n          B.   Title III\r                      B.   Title III\r\n\n          Lanoue objected to use of the conversation at trial\r\n\nand seeks reversal on appeal on the additional ground that it\r\n\nwas  intercepted  in  violation  of  Title  III.   Title  III\r\n\nprohibits, subject to certain exceptions, the interception of\r\n\ntelephone conversations in the absence of a court order.  See\r                                                                         \r\n\n18  U.S.C.     2511(1),  2516.   Neither  the contents  of an\r\n\nintercepted telephone  conversation nor any  evidence derived\r\n\ntherefrom may be received  in evidence, or used to  impeach a\r\n\nwitness, if  disclosure  of that  information  would  violate\r\n\nTitle III.  18 U.S.C.   2515.  Title III's protections extend\r\n\nto  prisoners'  conversations over  institutional telephones.\r\n\n                             -41-\r                                          41\r\r\n\nSee,  e.g., Campiti v. Walonis, 611 F.2d 387 (1st Cir. 1979);\r                                          \r\n\nUnited  States v.  Amen, 831  F.2d 373,  378 (2d  Cir. 1987),\r                                   \r\n\ncert. denied, 485  U.S. 1021 (1988).   Its prohibitions would\r                        \r\n\nnot apply in  this case if  a party to the  conversation gave\r\n\nprior consent to the interception, 18 U.S.C.   2511(2)(c), or\r\n\nif the  conversation was intercepted \"by  an investigative or\r\n\nlaw  enforcement  officer  in  the  ordinary  course  of  his\r\n\nduties.\"  18 U.S.C.   2510(5)(a)(ii).  \r\n\n          After an evidentiary hearing, the trial court ruled\r\n\nthat the  interception and  use of Lanoue's  conversation did\r\n\nnot violate Title  III because he impliedly consented  to the\r\n\ninterception.9   We  need not  decide this  issue because  we\r\n\nvacate the convictions on Counts I and V on the basis of Rule\r\n\n16.  Moreover,  because the factual record  is undeveloped in\r\n\nimportant  respects,  and the  parties  have  not briefed  or\r\n\nargued certain  relevant issues  on appeal, we  cannot decide\r\n\nwhether the conversation  may be used  at a  new trial.   But\r\n\nbecause we are sufficiently concerned about whether the Wyatt\r\n\nDetention   Center   intercepted  Lanoue's   conversation  in\r\n\ncompliance with Title III, we offer the following guidance to\r\n\nthe judge presiding over the new trial.\r\n\n          The record reveals that the  Wyatt Detention Center\r\n\nis owned  and operated by  Cornell Cox Management,  a private\r\n\n                    \r                                \r\n\n9.  The government  did not contend that  Carron consented to\r\nthe interception.\r\n\n                             -42-\r                                          42\r\r\n\ncorporation.  Pursuant to an agreement with the United States\r\n\nMarshal's office, it houses federal prisoners awaiting trial.\r\n\nNeither  the record  facts nor  the parties'  briefs disclose\r\n\nwhat  regulations applied  to or were  followed by  the Wyatt\r\n\nDetention Center,  but  federal regulations  require  federal\r\n\nprisons  to   establish  procedures  for   monitoring  inmate\r\n\ntelephone  calls  and to  notify  inmates  of the  monitoring\r\n\npolicy.   28 C.F.R.   540.102 (1995).   The Federal Bureau of\r\n\nPrisons  requires  notice  to  be  posted  at  all  monitored\r\n\ntelephones \"advis[ing]  the user that  all conversations from\r\n\nthat  telephone are subject to monitoring and that use of the\r\n\ntelephone  constitutes  consent   to  this  monitoring,\"  and\r\n\nrequires each inmate to  sign an acknowledgement form stating\r\n\nthe  same.    Federal  Bureau of  Prisons  Program  Statement\r\n\n5264.05   6 (April 25, 1994).  Consent has been held properly\r\n\nto have been implied when notice was given according to these\r\n\nstandards.  See,  e.g., Amen, 831  F.2d at  379.  The  record\r                                        \r\n\nindicates that Lanoue did not receive notice even approaching\r\n\nthese standards.  Deficient  notice will almost always defeat\r\n\na claim of implied consent.  See Williams  v. Poulos, 11 F.3d\r                                                                \r\n\n271,  282  (1st  Cir.  1993); Campiti,  611  F.2d  390,  393.\r                                                 \r\n\nKeeping  in mind  that  implied consent  is not  constructive\r\n\nconsent but \"'consent in fact,'\"  consent might be implied in\r\n\nspite of  deficient notice, but only in a rare case where the\r\n\ncourt   can  conclude   with  assurance   \"'from  surrounding\r\n\n                             -43-\r                                          43\r\r\n\ncircumstances  . . . that the [party] knowingly agreed to the\r                                                                  \r\n\nsurveillance.'\"   Griggs-Ryan v. Smith, 904  F.2d 112, 116-17\r                                                  \r\n\n(1st Cir.  1990) (quoting  Amen, 831  F.2d at  378) (emphasis\r                                           \r\n\nsupplied).  We emphasize that \"consent should not casually be\r\n\ninferred,\" Griggs-Ryan,  904 F.2d  at 117, particularly  in a\r                                  \r\n\ncase of deficient notice.  The surrounding circumstances must\r\n\nconvincingly show that  the party knew about and consented to\r\n\nthe interception in  spite of  the lack of  formal notice  or\r\n\ndeficient formal notice.\r\n\n          The trial court did not rely on the law enforcement\r\n\nexception because the government offered no evidence or legal\r\n\nauthority to show  that the employees of  the Wyatt Detention\r\n\nCenter who intercepted Lanoue's conversation were \"officer[s]\r\n\nof the United States  or of a State or  political subdivision\r\n\nthereof . . .  empowered by law to conduct  investigations of\r\n\nor make  arrests for offenses enumerated  in [section 2516].\"\r\n\n18  U.S.C.   2510(7).   If the government  can establish that\r\n\nthe employees who  intercepted Lanoue's conversation  had the\r\n\nrequisite  status and powers by law, they must also have been\r\n\nacting in the ordinary course of duty when they did so.\r\n\n          The conversation was intercepted  when it was heard\r\n\nby someone other than Lanoue and Carron, whether by listening\r\n\nas  the conversation  took  place or  by  tape recording  and\r\n\nlistening thereafter.   See Deal  v. Spears,  980 F.2d  1153,\r                                                       \r\n\n1158 (8th Cir. 1992);  George v. Carusone, 849 F.  Supp. 159,\r                                                     \r\n\n                             -44-\r                                          44\r\r\n\n163  (D. Conn. 1994).  In  Campiti, we held that the ordinary\r                                              \r\n\ncourse  of   duties  exception   did  not  apply   where  the\r\n\ninterception was  done outside the usual  routine and without\r\n\nnotice,  was  focused  on  Campiti, and  was  not  reasonably\r\n\nrelated to maintaining security at Walpole.  611 F.2d at 390,\r\n\n392.10   As noted previously,  the employee  who located  the\r\n\nconversation and provided it to Agent Brosnan did not testify\r\n\nat  the hearing.    If the  call  was intercepted  to  gather\r\n\nevidence  for Agent Brosnan's  investigation, rather than for\r\n\nprison security purposes,  it was  not done  in the  ordinary\r\n\ncourse of duty.  \r\n\n          If neither exception  applies, the conversation may\r\n\nnot be offered  in evidence  or used to  impeach any  witness\r\n\nother than Lanoue.   According to the \"impeachment\" exception\r\n\nallowing  use  of  illegally  intercepted  communications  to\r\n\nimpeach a testifying defendant  (but not a witness), Lanoue's\r\n\nstatements  in the conversation  may be used  for the limited\r\n\npurpose of impeaching him on matters plainly within the scope\r\n\nof his direct examination.  Williams, 11 F.3d at 287 &amp; n.35.\r                                                \r\n\n                    \r                                \r\n\n10.  Again,  the record  does  not disclose  what regulations\r\napplied  to or were  followed by the  Wyatt Detention Center,\r\nbut  federal regulations  state  that the  purpose of  inmate\r\ntelephone monitoring is \"to preserve the security and orderly\r\nmanagement of the institution and to protect the public.\"  28\r\nC.F.R.      540.102.     \"Requests  for   information  (e.g.,\r\nsubpoenas)  on monitored  calls  are to  be  directed to  the\r\nRegional  Counsel.\"    Federal  Bureau  of  Prisons   Program\r\nStatement 5264.05   6 (April 25, 1994).\r\n\n                             -45-\r                                          45\r\r\n\n          C.   Sufficiency of the Evidence\r                      C.   Sufficiency of the Evidence\r\n\n          Lanoue  argues on appeal,  as he did  in his motion\r\n\nfor judgment of acquittal, that the evidence adduced at trial\r\n\nwas  insufficient for  the  jury  to  have convicted  him  of\r\n\nconspiracy  (Count  I)  or  interstate  transportation  of  a\r\n\nfirearm with  an obliterated serial  number (Count  VI).   In\r\n\nassessing  a  claim  of  insufficiency of  the  evidence,  we\r\n\nexamine  the  record  in  the  light  most favorable  to  the\r\n\nverdict,  drawing all  reasonable inferences  and credibility\r\n\ndeterminations  in  its  favor,  in an  effort  to  ascertain\r\n\nwhether  the proof would have allowed a rational jury to find\r\n\nthe defendant guilty  beyond a reasonable doubt.   See United\r                                                                         \r\n\nStates v. Valerio, 48 F.3d 58, 63 (1st Cir. 1995).\r                             \r\n\n               1.   Count I - Conspiracy\r\n\n          Lanoue argues that no rational  jury could conclude\r\n\nbeyond a reasonable  doubt that he conspired with anyone else\r\n\nwho  possessed  the  requisite  criminal  intent,  especially\r\n\nbecause his  co-defendants were  acquitted.   The  government\r\n\nargues that there was sufficient evidence from which the jury\r\n\ncould conclude  that  Lanoue  conspired    with  Cole.    The\r\n\ngovernment correctly  argues that  we cannot assume  that the\r\n\nacquittal  of  Lanoue's co-defendants  reflects a  failure of\r\n\nproof rather than leniency or compromise, Bucuvalas, 909 F.2d\r                                                               \r\n\nat 597, and Lanoue is correct that if we find the evidence of\r\n\nconspiracy insufficient against the  alleged co-conspirators,\r\n\n                             -46-\r                                          46\r\r\n\nthe  evidence against him also would be insufficient.  Id. at\r                                                                     \r\n\n596.  \r\n\n          Our  review of  the  record persuades  us that  the\r\n\ntrial   court  correctly  ruled  that  there  was  sufficient\r\n\nevidence  from  which  the   jury  could  conclude  beyond  a\r\n\nreasonable doubt that Lanoue conspired with Cole to transport\r\n\na  stolen automobile in interstate  commerce and to possess a\r\n\nstolen automobile that had crossed  a state boundary.11   The\r\n\nOldsmobile was  reported stolen on  December 21.   Lanoue and\r\n\nCole took it from  Massachusetts to Rhode Island  on December\r\n\n19,  and from Rhode  Island to Massachusetts  on December 23.\r\n\nThe jury was  free to reject Lanoue's  and Carron's testimony\r\n\nthat Lanoue purchased the  car from Laraviere after Lariviere\r\n\nrepresented that  the car was his  to sell.  Because  we hold\r\n\nthat   the   government's  surprise   use  of   the  recorded\r\n\nconversation  erroneously  interfered  with that  credibility\r\n\ndetermination,   Count  I   is   required  to   be   vacated.\r\n\nNonetheless, because the evidence was sufficient, a new trial\r\n\nis  not  precluded.   Having found  sufficient evidence  of a\r\n\nconspiracy to transport and possess a stolen car, we need not\r\n\ndecide whether there was  sufficient evidence of a conspiracy\r\n\n                    \r                                \r\n\n11.  We conclude, however, that the trial court was incorrect\r\nin finding, alternatively, that there was sufficient evidence\r\nthat Lanoue  conspired with  Laraviere to transport  a stolen\r\nautomobile in interstate commerce.  The government adduced no\r\nevidence  and  did  not  argue  that  Lanoue  conspired  with\r\nLaraviere.\r\n\n                             -47-\r                                          47\r\r\n\nto  commit any other object  offense.  See  Griffin v. United\r                                                                         \r\n\nStates, 502 U.S. 46, 56-57 (1991) (guilty verdict on multiple\r                  \r\n\nobject  conspiracy  stands   in  the  face  of   a  claim  of\r\n\ninsufficiency of the  evidence as  to one of  the objects  as\r\n\nlong as  the evidence  sufficiently supported an  alternative\r\n\nobject).\r\n\n               2.   Count VI - Interstate Transportation of a\r\n                    Firearm with an Obliterated Serial Number\r\n\n          Lanoue was  arrested with a Colt  38 caliber Police\r\n\nSpecial revolver with an  obliterated serial number tucked in\r\n\nhis  waistband.   He argues  there was  insufficient evidence\r\n\nthat he knew  the serial number was obliterated, an essential\r\n\nelement of a violation of 18 U.S.C.   922(k).  United  States\r                                                                         \r\n\nv. De Leon  Ruiz, 47 F.3d 452, 454 (1st  Cir. 1995).  Viewing\r                            \r\n\nthe evidence in the  light most favorable to the  verdict and\r\n\ndrawing  all reasonable inferences  and credibility judgments\r\n\nin its favor, we conclude  that there was sufficient evidence\r\n\nfrom which a  rational jury could  conclude that Lanoue  knew\r\n\nthe serial number was obliterated.   Lanoue testified that he\r\n\ncarried  the revolver  fairly often  to protect  himself, and\r\n\nacknowledged  that  he   had  cleaned  the  gun.    When  the\r\n\nprosecutor showed him the gun and asked him if it was the gun\r\n\nhe  carried, Lanoue replied, \"Is  the State Police  on top of\r\n\nthe  barrel.  On top of the barrel . . . That's the one.\"  He\r\n\ndenied  that he had  obliterated the serial  number, but when\r\n\nasked  if he  knew it  was obliterated,  Lanoue answered,  \"I\r\n\n                             -48-\r                                          48\r\r\n\nnever  checked it, it's possible.   But I never -- it doesn't\r\n\nmake no  difference to me whether  they wiped out or  not.  I\r\n\ndon't know  anything about  them anyway  much.\"   Under these\r\n\ncircumstances,  a  rational  jury  could  conclude  beyond  a\r\n\nreasonable  doubt  that Lanoue  knew  the  serial number  was\r\n\nobliterated.\r\n\n          D.   The Sentence\r                      D.   The Sentence\r\n\n          The Presentence Investigation Report (\"PSR\"), based\r\n\non the 1994 Guidelines, calculated Lanoue's  adjusted offense\r\n\nlevel  as 28.  The Guidelines provided an offense level of 24\r\n\nfor   the  firearms  offense  if  it  was  not  committed  in\r\n\nconnection with \"another felony,\" U.S.S.G.   2k2.1(a)(2), but\r\n\nthe  PSR added  4 levels pursuant  to U.S.S.G.    2k2.1(b)(5)\r\n\nbased   on   \"information   submitted   by   the   government\r\n\nindicat[ing] that  the defendant was  about to engage  in the\r\n\nrobbery of a Meehan armored car.\"   With an offense level  of\r\n\n28  and a criminal  history category of  VI, the imprisonment\r\n\nrange  was 140  to 175  months.   The  PSR grouped  the three\r\n\ncounts  together  pursuant  to    3D1.2(b)  and  applied  the\r\n\nfirearms  offense level  of 28  as the  highest level  of the\r\n\ncounts in the group.12  See U.S.S.G.   3D1.3(a).  \r                                       \r\n\n                    \r                                \r\n\n12.  The  offense  level for  the  stolen  car count  was  6,\r\nconsisting of a base offense level of 4 and an enhancement of\r\n2 for the  value of the  Oldsmobile.  See  U.S.S.G.    2B1.1.\r                                                     \r\nThe  offense level for the  conspiracy count was  that of the\r\nsubstantive offenses.  See   2X1.1.\r                                      \r\n\n                             -49-\r                                          49\r\r\n\n          Lanoue objected to the 4-level enhancement, arguing\r\n\nthat he  should not be sentenced on the basis of the robbery-\r\n\nrelated  crimes of which the jury had acquitted him, and that\r\n\nthe government had not proved those crimes by a preponderance\r\n\nof the evidence.   The court imposed  the 4-level enhancement\r\n\non the basis  that Lanoue  used or possessed  the firearm  in\r\n\nconnection with the  crimes of which  the jury had  acquitted\r\n\nhim -- conspiracy and attempt to commit robbery, and using or\r\n\ncarrying a firearm in connection with a conspiracy or attempt\r\n\nto commit robbery.13   The court found that those  crimes had\r\n\nbeen  proved by at least a preponderance of the evidence, and\r\n\nexpressed its direct disagreement with the jury's verdicts of\r\n\nacquittal.14\r\n\n          The court  sentenced Lanoue  to 175 months,  at the\r\n\nmaximum end of the  range.  Pursuant to U.S.S.G.    5G1.2(d),\r\n\n                    \r                                \r\n\n13.  The   government   had    alternatively   argued    that\r\ntransportation of the stolen  car could constitute the \"other\r\nfelony.\"   The  court  found that  the  \"in connection  with\"\r\nrequirement was  not satisfied  with respect to  that offense\r\nbecause firearms are not inherently associated with that type\r\nof  offense  and  the firearm  was  not  used  to effect  its\r\ncommission.  \r\n\n14.  In addition to describing the  facts upon which it based\r\nits finding, the court stated:\r\n\n          I  am at  a  loss to  explain the  Jury's\r\n          verdict on those three counts.  It seemed\r\n          to me the evidence was overwhelming.  The\r\n          Jury  saw it  differently  . .  . I  just\r\n          don't know what the Jury concluded or why\r\n          it reached the conclusion that it did.  \r\n\n                             -50-\r                                          50\r\r\n\nbecause the  statutory maximums  were all below  the range,15\r\n\nthe  court imposed  60 months  imprisonment  on Count  I, 115\r\n\nmonths  consecutive imprisonment  on Count  V, and  60 months\r\n\nconcurrent imprisonment  on Count VI.   Lanoue's sentence was\r\n\nenhanced by  50 months  based on the  crimes of which  he had\r\n\nbeen acquitted, amounting to a 40% increase in his sentence.\r\n\n          Lanoue argues  on appeal  that we should  take this\r\n\nopportunity  to reconsider  our holding  in United  States v.\r                                                                         \r\n\nMocciola, 891 F.2d 13  (1st Cir. 1989), permitting sentencing\r                    \r\n\non the basis  of acquitted conduct,  because it violates  the\r\n\nright to a jury  trial and engenders disrespect for  the law,\r\n\nand  alternatively  that the  trial  court  clearly erred  in\r\n\nfinding that he had committed the robbery-related crimes by a\r\n\npreponderance of  the evidence.   Lanoue's arguments  are now\r\n\nmoot  because only  the  conviction for  transportation of  a\r\n\nfirearm  with an  obliterated  serial number  stands, with  a\r\n\nstatutory maximum  of five  years, well below  the Guidelines\r\n\nrange  of  100 to  125 months  he  would receive  without the\r\n\nenhancement.\r\n\n          Although it  makes no  difference in this  case, we\r\n\nbelieve that a defendant's Fifth and Sixth Amendment right to\r\n\nhave  a jury determine his guilt beyond a reasonable doubt is\r\n\n                    \r                                \r\n\n15.  The  conspiracy  statute  carries  a  five-year maximum;\r\ninterstate transportation of a stolen motor vehicle carries a\r\nten-year maximum; and interstate  transportation of a firearm\r\nwith  an  obliterated  serial  number  carries  a   five-year\r\nmaximum.\r\n\n                             -51-\r                                          51\r\r\n\ntrampled  when he is imprisoned  (for any length  of time) on\r\n\nthe  basis  of  conduct  of  which  a  jury  has  necessarily\r\n\nacquitted  him.   Moreover, we  believe that  the Guidelines'\r\n\napparent  requirement  that  courts  sentence  for  acquitted\r\n\nconduct utterly lacks the appearance  of justice.  This panel\r\n\nurges  the court to reconsider en banc the issue of acquitted\r\n\nconduct when it is next squarely presented.\r\n\nIII.      Conclusion\r            III.      Conclusion\r\n\n          For the foregoing reasons, the judgments  on Counts\r\n\nI  and V are vacated and those  counts are remanded for a new\r\n\ntrial.   The  conviction on  Count VI  is affirmed.   Because\r\n\nCount  VI is  the  only remaining  conviction, the  statutory\r\n\nmaximum of 60 months for violation of 18 U.S.C.   922(k) sets\r\n\nthe upper limit of the  sentence.  Because Lanoue's Guideline\r\n\nsentence  would be greater than 60 months with or without the\r\n\n4-level  enhancement, we order the sentence on Count VI to be\r\n\n60 months imprisonment.   \r\n\n                             -52-\r                                          52\r\r\n",
  "html": "<p class=\"case_cite\">71 F.3d 966</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Lawrence M. LANOUE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1140.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 2, 1995.<br>Decided Dec. 15, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David L. Martin, Providence, RI, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, and James H. Leavey, Assistant United States Attorney, Providence, RI, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Lawrence M. Lanoue (Lanoue) appeals his convictions and sentence for interstate transportation of a stolen motor vehicle, 18 U.S.C. Sec. 2312 (Count V), interstate transportation of a firearm with an obliterated serial number, 18 U.S.C. Sec. 922(k) (Count VI), and conspiracy to commit federal offenses, 18 U.S.C. Sec. 371 (Count I).  Lanoue contends that he is entitled to a new trial on all counts because the trial court abused its discretion by refusing to declare a mistrial when the government cross examined a critical defense witness with Lanoue's own statements which were intercepted in violation of Title III of the Omnibus Crime Control and Safe Streets Act, 18 U.S.C. Secs. 2510-2521 (Title III), and then withheld from him in violation of Fed.R.Crim.P. 16(a)(1)(A).  Lanoue also contends that there was insufficient evidence to convict him of Counts I and VI, and that the trial court improperly enhanced his sentence based on conduct of which the jury had acquitted him.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We vacate Counts I and V and remand them for a new trial, affirm Count VI, and order a sentence on Count VI of 60 months imprisonment.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. Relevant Facts</p>\n    <p>1. The Government's Case</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government's theory at trial was that Lanoue and his co-defendant Albert Cole (Cole) stole a 1986 Oldsmobile Firenza, and that they and their co-defendant Patrick Meade (Meade) used the car in an attempted robbery of an armored car courier.  The government's case consisted primarily of the testimony of fourteen of the approximately fifty FBI agents and Rhode Island State police officers who conducted a massive land and air surveillance of Lanoue and the Oldsmobile and assisted in his arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 17, 1993, eight FBI agents attached a tracking device to a 1986 Oldsmobile Firenza located in the lot of American International Leasing in Worcester, Massachusetts.  On December 19, 1993, Lanoue and Cole brought the Oldsmobile to a farm in Pascaog, Rhode Island.  The farm's owner, Kenneth Gareau (Gareau), was a friend of Cole's who repaired cars.  He testified that Cole asked him to repair the front end, that he said he could get to it in a week or so, that it \"looked like\" Cole took the license plate off the Oldsmobile and put it in the trunk, and that Cole and Lanoue then departed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">American International Leasing reported the Oldsmobile stolen on December 21, 1993.  Agents conducting surveillance from an airplane observed Lanoue and Cole return to the farm on the morning of December 23, 1993, and drive the Oldsmobile to the Ames Plaza in Bellingham, Massachusetts, where they met Meade.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While the defendants were parked between a pizza parlor and a liquor store in a lot adjacent to the Ames lot, an unmarked armored car, that appeared to be an ordinary Ford Aerostar van, parked in front of the main entrance to the Ames store.  A uniformed courier exited the van and entered the Ames store.  Several minutes later, Lanoue and Cole drove from the adjacent lot to the Ames lot and parked.  Lanoue was arrested as he walked towards the main entrance of the Ames store.  He had a loaded 38 caliber Colt revolver with an obliterated serial number in his waistband.  One of the arresting officers testified that Lanoue immediately said:  \"I am Mitch.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  You got me.  I am gone for life.  I have a piece.\"   Another testified that when he asked Lanoue where the other vehicles were, he stated:  \"You know everything.  That's why you're here.  I am here alone.\"   Another agent testified that after Lanoue was taken into custody he said, \"I wonder who the rat was on this job.\"   And another agent testified that Lanoue said that he would die in prison no matter how long his sentence was because he was 72 years old.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Cole was arrested in the Oldsmobile, which bore a stolen license plate.  The ignition was not \"popped\" and the keys were in it.  Meade was arrested in his own car on the other side of the lot with a loaded Smith and Wesson 36 caliber revolver in his pocket.</p>\n    </div>\n    <p>2. The Defendant's Case</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although the law enforcement witnesses did not offer to explain how they came to attach a tracking device to the Oldsmobile and follow its and Lanoue's movements thereafter, cross examination revealed that an informant had provided FBI Agent Brosnan, the case agent, with information that Lanoue and others planned to steal the car and use it in an armored car robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The defense theory was that the informant was Richard Laraviere (Laraviere), and that the information he provided and upon which the investigation and prosecution rested, was false.  According to the defense, Lanoue bought the Oldsmobile from Laraviere, who then falsely informed the FBI that Lanoue was planning to steal the car and use it in an armored car robbery in order to obtain favorable treatment on theft charges pending against him in Massachusetts.  The defense suggested that the government was eager to believe Laraviere and assemble a small army to arrest Lanoue because Lanoue had been found not guilty in a case tried by the same prosecutor in 1991.  The defense emphasized that the government had not called Laraviere to testify, although he was the only witness who could corroborate its theory that Lanoue stole the Oldsmobile.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lanoue testified and called Charles Carron (Carron) as a witness to corroborate his own testimony.  They both testified in effect as follows.  On December 17, 1993, Lanoue was helping Carron remove debris from his house when Laraviere arrived.  Laraviere was a millionaire who owned real estate and had once owned a used car dealership.  He previously had offered to sell Lanoue a car which Lanoue declined to buy.  On this occasion, Lanoue mentioned that he wanted to buy a car for his daughter.  Laraviere responded that one of his tenants had abandoned an Oldsmobile that he wanted to sell and said that it was located at American International Leasing in Worcester, which he implied he owned or partially owned.  The three drove to American International Leasing, Laraviere obtained the keys from an employee there, and they took the Oldsmobile for a test drive.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Carron testified that upon their return to the lot, he observed Lanoue and Laraviere having a discussion and then saw Lanoue remove money from his wallet and hand it to Laraviere.  Lanoue testified that he and Laraviere agreed on a price of $500, that he gave Laraviere a down payment of $200, and that they agreed that Lanoue would pay the balance and take the car on Sunday, December 19.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Lanoue testified that on December 19, he and Cole drove to American International Leasing in Lanoue's truck, that he paid Laraviere the $300 balance and then drove off in the Oldsmobile with Cole following in the truck.  Lanoue testified that as he drove the Oldsmobile back to Rhode Island, he noticed that there was something wrong with the front end.  He and Cole therefore took the Oldsmobile to Gareau to be repaired.  On December 23, Lanoue and Cole picked up the car on the way to the Ames Plaza where they planned to go Christmas shopping.  Lanoue soon found out that Gareau had not worked on the car and took it to another garage, but the person he wanted to look at it was not there.  He and Cole then proceeded to the Ames Plaza where they met Meade.  As Lanoue walked towards the Ames store where he planned to buy a watch, he was arrested.  After Lanoue rested, Cole testified in his own behalf, confirming Lanoue's account of events on December 19 and 23.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Lanoue testified that he carried a gun for protection, explaining that his life had been threatened before and that the police had laughed when he reported it because he had a criminal record.  Lanoue acknowledged that he had cleaned the revolver, denied that he had obliterated its serial number, but did not deny that he knew it was obliterated.  Lanoue admitted to stating, \"I have a piece on me,\" and that when an agent asked him who was with him he responded that he was alone, meaning that he was alone when he was arrested.  He denied making the other statements government witnesses attributed to him.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Lanoue and Carron also gave testimony indicating that Laraviere provided false information in this case in order to gain favorable treatment on pending criminal charges.  Carron testified that Laraviere had once stored boating equipment in his garage.  When Carron later learned that it was stolen, he reported it to the police, who removed the property and told him that Laraviere had a reputation for claiming that property he had stolen had been stolen by someone else.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lanoue testified that Laraviere had told him shortly before his own arrest that he had been indicted on fifty-seven counts of theft in Massachusetts, and that he would soon have to begin serving a two-year sentence for those charges pursuant to a plea, unless he could do something to avoid it.  To that end, Laraviere offered to pay Lanoue to frame the witness against him in that case.  Lanoue testified that he believed Laraviere had not gone to jail because he falsely informed the government that Lanoue planned to steal the Oldsmobile and rob an armored car.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Carron testified that he had visited Lanoue once after his arrest while Lanoue was awaiting trial at the Donald W. Wyatt Detention Center in Central Falls, Rhode Island.  Shortly thereafter, two FBI agents and a state police detective visited him, refused to leave his home, subpoenaed him to testify at Lanoue's trial, and threatened that if he did not testify against Lanoue, they would see to it that his pension check and his girlfriend's disability check or her job at the post office were taken away.</p>\n    </div>\n    <p class=\"indent\">B. Proceedings Below</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Lanoue, Cole and Meade were charged in a six-count redacted indictment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  All three were charged in Count I with conspiracy to commit federal offenses, 18 U.S.C. Sec. 371;  in Count II with conspiracy to interfere with commerce by robbery, Hobbs Act, 18 U.S.C. Sec. 1951;  in Count III with attempt to interfere with commerce by robbery, Hobbs Act, 18 U.S.C. Sec. 1951;  and in Count IV with using and carrying a firearm during and in relation to an attempt or conspiracy to commit robbery, 18 U.S.C. Sec. 924(c)(1).  Count V charged Lanoue and Cole with interstate transportation of a stolen motor vehicle, 18 U.S.C. Sec. 2312, and Count VI charged Lanoue alone with interstate transportation of a firearm with an obliterated serial number, 18 U.S.C. Sec. 922(k).  Counts III, IV and V also charged the defendants with aiding and abetting.  18 U.S.C. Sec. 2.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The trial began on October 24, 1994.  On November 4, 1994, the jury convicted Lanoue of Counts I, V and VI, acquitted him of all robbery-related charges, and acquitted his co-defendants of all charges.  On November 10, 1994, Lanoue moved for judgment of acquittal on Counts I and VI, which was denied on December 19, 1994.  On January 13, 1995, the court sentenced Lanoue to 175 months in prison.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p class=\"indent\">A. The Discovery Violation</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Lanoue contends that his convictions should be reversed because the prosecutor cross examined Carron with Lanoue's own recorded statements which the government concedes it failed to disclose in violation of Fed.R.Crim.P. 16(a)(1)(A) and the pre-trial discovery order.  Rule 16(a)(1)(A) provides in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Upon request of a defendant the government must disclose to the defendant and make available for inspection, copying, or photographing:  any relevant ... recorded statements made by the defendant, or copies thereof, within the possession, custody, or control of the government, the existence of which is known, or by the exercise of due diligence may become known, to the attorney for the government....</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The trial court's pretrial discovery order required the government to disclose \"[a]ny statements of the defendant subject to disclosure pursuant to Rule 16(a)(1)(A),\" and \"[w]hether the government counsel's file indicates that any wire or oral communications have been intercepted.\"   Lanoue contends that he was incurably prejudiced by the government's use of his statements and that the trial court therefore erred in refusing to declare a mistrial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>1. Cross Examination of Carron with Lanoue's Recorded Statements</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Carron's cross examination proceeded in three parts.  On Thursday, October 27, the prosecutor opened the first part by accusing Carron of threatening Laraviere:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>Sir, didn't the FBI tell you the reason they were at your premises was because you threatened an informant in this case?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>Did you ever threaten Mr. Richard Laraviere?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>You ever threatened [sic] anyone?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Carron answered \"No\" to each of these questions.  The prosecutor attempted to impeach Carron's denial by asking if Lanoue had told him that Laraviere was the informant in this case, if Lanoue had then demanded that he visit him in prison, and whether he and Lanoue had discussed Laraviere during the visit.  Carron confirmed that Lanoue had invited him to visit him in prison in August of 1994 and that he did so, but denied that they had discussed Laraviere.  Carron exhibited a poor memory for dates, but otherwise held up well during this part of the cross examination.  When Carron stated that he could not swear that he had known Lanoue for fifteen years but was sure he had not known him for thirty years, the prosecutor began reading Lanoue's words from a document while, in the court's words, \"brandishing\" it at the witness:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Q Did Mr. Lanoue ever tell you that he has known you for thirty years?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A No, he never did.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Q Did Mr. Lanoue ever tell you not to trust the cops.  They know who the informant is and that's why he wanted you to go on August the twenty-first to meet him?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A No.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Q He didn't tell you, sir--specifically, on August the 20th of 1994, did Mr. Lanoue say to you, \"Let me tell you something.  You don't trust the cops.  You should know that.  We forced it out of them.  They got the informant from up north near the Worcester area\"?</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Mr. Martin:  I object.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A I don't remember that.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The court did not sustain the objection, but directed counsel to approach the bench.  The prosecutor admitted that he had been reading Lanoue's statements from a transcript of a recorded telephone call that Lanoue had made to Carron from the Wyatt Detention Center while awaiting trial, and that he had not disclosed it.  The court asked the prosecutor whether the document corroborated his questions and he replied that it did.  Defense counsel objected to the use of the conversation because the government had withheld it in violation of Fed.R.Crim.P. 16 and the court's pre-trial discovery order, and requested a copy of the transcript and a recess during which he could review it.  The prosecutor argued that defense counsel was not entitled to a recess and that he was permitted to use the conversation because Carron had committed perjury, it was retrieved in connection with a separate investigation of witness intimidation, and it was not the fruit of a wiretap.  The court directed the prosecutor to continue his cross examination on another subject, did not admonish him, strike the questions or testimony, or give a curative instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Part two of Carron's cross examination proceeded.  In contrast to his apparently confident answers in the first part of his cross examination, Carron disavowed any ability to fix a date or time period on any event, expressing concern that the prosecutor was attempting to trap him into committing perjury.  He backed away from important parts of his direct testimony, for example, now denying that he had actually seen Lanoue hand Laraviere money after the test drive.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">After the court excused the jury for a lunch recess, defense counsel moved for a mistrial, arguing that the prosecutor had violated Fed.R.Crim.P. 16(a)(1)(A) and the pre-trial discovery order, that Carron's credibility had been irreparably damaged, and that he had been deprived of the opportunity to prepare Carron with the statement or make an informed decision whether to call him as a witness.  The prosecutor argued that he had no obligation to produce the conversation under Fed.R.Crim.P. 16(a)(1)(A) or the pre-trial discovery order because it did not become relevant until Carron testified inconsistently with it and it was not a wire intercept.  The court ordered an evidentiary hearing for the following day, and excused the jury until the following Monday.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">At the hearing on Friday, October 28, Agent Brosnan, the FBI agent in charge of the case against Lanoue, testified that on August 22, 1994, he requested and received from the Wyatt Detention Center a cassette tape of a conversation between Lanoue and Carron that took place on August 20, 1994, which he had transcribed and provided to the prosecutor.  Agent Brosnan testified that, since Lanoue's arrest and indictment and as part of his investigation of the pending case, he had gone to the Wyatt Detention Center and been permitted to listen to various tapes in an effort to hear and obtain recordings of Lanoue's telephone conversations with Carron, but that he found none.  In April of 1994, he requested that the facility keep track of all calls made by Lanoue.  He was told that it would be done by spot checking, but was not notified of any of Lanoue's calls other than that of August 20.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In the August 20 conversation, Lanoue told Carron that he had discovered during a recent hearing in his case that Laraviere was the source of the government's information.  Lanoue did not refer to Lariviere by name but as \"your friend, the millionaire,\" the informant from Worcester, and the only person who could have provided information about the Oldsmobile on December 17.  He said that Laraviere had not gone to jail as expected, advised Carron to be careful of Laraviere, and asked Carron to visit him in prison.  Lanoue made statements about the Oldsmobile such as, \"They know all about the car, they know about everything,\" \"you know I bought that car,\" and \"that car there that I bought at American Motors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">At the conclusion of the evidentiary hearing, the defense again argued for a mistrial.  The government conceded that it had violated Fed.R.Crim.P. 16, but argued that the error was made in good faith and that the defense was not prejudiced.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">On the following Monday, October 31, the court ruled that the prosecutor's violation of Fed.R.Crim.P. 16(a)(1)(A) did not warrant a mistrial or other remedial action.  In response to the defendant's request for a curative instruction explicitly referring to the prosecutor's questions of the previous Thursday, the court generally instructed the jury that if counsel's questions \"indicate that a particular thing is so, you shouldn't accept that as being established unless and until you hear evidence that the thing is so.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The third part of Carron's cross examination ensued.  Contrary to his representation that he would not refer to the conversation again, the prosecutor again asked Carron whether he had had any conversations about Laraviere with Lanoue after Lanoue's arrest.  The court overruled the defendant's objection, and Carron again answered that he did not recall.  Carron again expressed fear that the prosecutor was trying to make him perjure himself.  He refused to answer \"yes\" or \"no\" to questions concerning the events he had testified to on direct examination--that Lanoue wished to purchase the car for his daughter, that Laraviere had obtained the keys at the dealership, that they then took the car for a test drive, and that he saw Lanoue give money to Laraviere thereafter--instead answering \"evidently,\" \"that was my impression,\" \"I assume so,\" \"I don't recall,\" and \"I don't recall nothing.\"</p>\n    </div>\n    <p>2. Analysis</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We review the trial court's handling of the government's discovery violation for abuse of discretion.  United States v. Hodge-Balwing, 952 F.2d 607, 609 (1st Cir.1991).  In order to obtain a reversal on appeal, Lanoue must show that the trial court abused its discretion in ruling on the effect of the discovery violation.  United States v. Tajeddini, 996 F.2d 1278, 1287 (1st Cir.1993).  We will order a new trial if the discovery violation caused prejudice not cured by the trial court's remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The trial court found that no mistrial or other remedy was warranted because:  (1) the prosecutor acted in good faith;  (2) the purposes of Rule 16 were not subverted by the withholding and use of the undisclosed evidence;  and (3) the defendant was not prejudiced.  See United States v. Gladney, 563 F.2d 491, 494-95 (1st Cir.1977).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>a. Did the prosecutor act in good faith?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The court found that the prosecutor had made a good faith error in judgment.  Such a finding depends in large measure on whether the prosecutor's explanation was credible and is therefore entitled to considerable deference.  United States v. Levy-Cordero, 67 F.3d 1002, 1013 (1st Cir.1995).  In this case, the prosecutor's explanations for withholding the statement were both factual and legal.  To the extent the court relied on the reasonableness of the prosecutor's legal arguments, we temper the usual deference accorded purely factual findings.  Cf. RCI Northeast Servs.  Div. v. Boston Edison Co., 822 F.2d 199, 203 (1st Cir.1987) (\"a finding of fact predicated upon, or induced by, a misapprehension of law is robbed of its customary vitality\").  We conclude that the trial court's finding of good faith was not supported by the facts or the law.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">First, the court gave weight to the fact that the government had not received the statement until two months prior to trial.  But because the government's obligation to disclose the defendant's recorded statements is a continuing one, Fed.R.Crim.P. 16(c), that was a factor militating against rather than in favor of a finding of good faith.  Cf. Tajeddini, 996 F.2d at 1287 (no bad faith where prosecutor was unaware of defendant's statement until the day before he disclosed it to defense counsel three days before trial).  Instead of disclosing the statement as soon as he received it from Agent Brosnan, two months prior to trial, the prosecutor never disclosed it at any time before using it before the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Second, the court thought that there was a \"colorable question\" as to whether the statement had to be produced because it was a \"mixed statement\" by the defendant and a potential witness, so that the government only had an obligation to produce the statement \"to the extent it was a statement of Mr. Lanoue.\"   But this theory, even if \"colorable,\" does not explain the prosecutor's actions.  \"[S]tatements discovered by means of electronic surveillance\" are within Rule 16(a)(1)(A).  Fed.R.Crim.P. 16 advisory committee's note.  And the rule contains no exception for a defendant's recorded statements on the basis that they comprise one side of a conversation.  The court's pre-trial order required disclosure of any statements subject to disclosure under Rule 16 and \"[w]hether the government counsel's file indicates that any wire or oral communications have been intercepted.\"   Whether or not Carron's side of the conversation was required to be disclosed under Rule 16, the transcript in its entirety should have been disclosed for purposes of determining its admissibility before trial.  See United States v. Latham, 874 F.2d 852, 864 (1st Cir.1989) (it was error for the government not to have provided defendant with tape recordings containing conversations between defendant and government witnesses).  If the prosecutor genuinely believed that Carron's side of the conversation was not discoverable, the reasonable and only permissible course would have been to seek redaction of Carron's words.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See Fed.R.Crim.P. 16(d)(1).  Because Rule 16 could not reasonably be read to allow the government to withhold Lanoue's side of the conversation, the \"mixed statement\" rationale did not support a finding of good faith.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Third, the court found that the prosecutor genuinely believed that the statement was not relevant within the meaning of Rule 16.  The statement was relevant if it had \"any tendency to make the existence of any fact that [was] of consequence to the determination of the action more probable or less probable than it would be without the evidence.\"   Fed.R.Evid. 401.  Relevance is to be interpreted broadly in the context of Rule 16(a)(1)(A).  See Fed.R.Crim.P. 16 advisory committee's note (rejecting narrow interpretation of defendant's right to discover own statements).  The rule gives a \"defendant virtually an absolute right\" to his own recorded statements \"in the absence of highly unusual circumstances that would otherwise justify a protective order.\"   2 C. Wright, Federal Practice and Procedure Sec. 253, at 46-47 (1982) (internal citations and quotation marks omitted).  See also United States v. Bailleaux, 685 F.2d 1105, 1114 (9th Cir.1982) (adopting broad interpretation of relevance as applied to defendant's statements as a matter of practicality);  United States v. Haldeman, 559 F.2d 31, 74 n. 80 (D.C.Cir.1976) (en banc) (disclosure of defendant's statements is \"practically a matter of right even without a showing of materiality\"), cert. denied, 431 U.S. 933, 97 S.Ct. 2641, 53 L.Ed.2d 250 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The statement obviously was relevant.  Lanoue made statements about the Oldsmobile that were arguably both inculpatory and exculpatory.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  He discussed the informant, who was a potential government witness, and made statements relevant to the defense theory that the government's case rested on false information provided by that informant.  See United States v. Noriega, 764 F.Supp. 1480, 1494 (S.D.Fla.1991) (conversations of defendant recorded in prison about potential government witnesses were relevant within the meaning of Rule 16(a)).  Even assuming that the government could not envision the statement's relevance before trial, it certainly understood its relevance when defense counsel outlined the defense theory in his opening statement.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The reasons proffered by the prosecutor in support of his belief that the statement was not relevant--that it was obtained in a separate investigation of alleged witness intimidation, that the conversation did not become relevant until Carron testified inconsistently with it, and that he did not expect Carron to testify about Laraviere--were without basis in fact or law.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Rule 16(a)(1)(A) contains no exception for a defendant's recorded statements if they are obtained in connection with a separate investigation, so long as they are relevant to the pending case.  \"[A]cceptance of the language for just what it says is dictated by the fundamental fairness of granting the accused equal access to his own words, no matter how the government came by them.\"  United States v. Caldwell, 543 F.2d 1333, 1353 (D.C.Cir.1974), cert. denied, 423 U.S. 1087, 96 S.Ct. 877, 47 L.Ed.2d 97 (1976).  Moreover, it appears that Agent Brosnan obtained the conversation in connection with his investigation of the pending case.  For at least six months prior to trial, he had been attempting to obtain telephone conversations between Lanoue and Carron as part of his investigation of the case pending against Lanoue.  The prosecutor stated that he knew about and approved that activity, and that immediately after obtaining the August 20 conversation, he subpoenaed Carron to testify against Lanoue in the pending case.  It is therefore difficult to credit the \"separate investigation\" rationale.  In any event, the conversation contained Lanoue's statements that were relevant to the charges pending against him and his defense to those charges.  Those statements therefore were required to be disclosed by the plain terms of Rule 16.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">As to the prosecutor's contention that the conversation did not become relevant until Carron testified inconsistently with it, the government's duty to disclose a defendant's relevant recorded statements does not hinge on whether or when the government uses the statement.  Only an oral statement to a known government agent is required to be disclosed \"if the government intends to use that statement at trial.\"   Fed.R.Crim.P. 16(a)(1)(A).  But even that type of statement is required to be disclosed regardless of whether the government intends to introduce it in its case-in-chief, use it for impeachment, or introduce it in rebuttal.  See Fed.R.Crim.P. 16 advisory committee's note to 1991 amendment.  Rule 16(a)(1)(A) is unequivocal that the government \"must disclose ... any relevant ... recorded statements made by the defendant.\"   Even an illegally obtained inconsistent statement of a defendant that can only be used to impeach him (but not a defense witness), Harris v. New York, 401 U.S. 222, 91 S.Ct. 643, 28 L.Ed.2d 1 (1971);  James v. Illinois, 493 U.S. 307, 313, 110 S.Ct. 648, 652, 107 L.Ed.2d 676 (1990), must be produced to him under Fed.R.Crim.P. 16(a)(1)(A).  See, e.g., United States v. Lewis, 511 F.2d 798 (D.C.Cir.1975).  The government's theory that Lanoue's statements were not relevant until a witness testified inconsistently with some part of the conversation was therefore erroneous, particularly where Carron was not cross examined about his own statements, but about Lanoue's.  See United States v. Scafe, 822 F.2d 928, 935 (10th Cir.1987) (government violated Rule 16 by withholding defendant's letters and using them to cross examine defense witness).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The prosecutor's representations that he did not expect Carron to testify until the day before he testified, and that even then he did not expect Carron to testify about Laraviere's character, were irrelevant because, as explained, Rule 16(a)(1)(A) requires the government to disclose the defendant's recorded statements regardless of whether or when it intends to use them.  Moreover, it is difficult to credit the government's representation.  The recorded conversation itself and defense counsel's opening statement put the government on notice that Carron would testify about Laraviere.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Finally, the court noted that, although the prosecutor could have tried to conceal the violation, he did not.  It is true that the prosecutor immediately admitted that he held a transcript of the defendant's recorded conversation in his hand and that he had not disclosed it, and conceded the next day, with a myriad of excuses, that he had violated Rule 16.  We will not overlook a prosecutor's failure to know or follow the discovery rules on the basis that he did not try to hide the violation.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In any event, whether the prosecutor withheld the defendant's statements in good faith or intentionally has little to do with whether the court should have declared a mistrial, since prosecutorial good faith could have no mitigating effect on the prejudice flowing from the violation.  See United States v. Padrone, 406 F.2d 560 (2d Cir.1969) (granting new trial where inadvertent non-disclosure of defendant's statement affected trial strategy).b. Were the purposes of Rule 16 subverted?</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Rule 16's mandatory discovery provisions were designed to contribute to the fair and efficient administration of justice by providing the defendant with sufficient information upon which to base an informed plea and litigation strategy;  by facilitating the raising of objections to admissibility prior to trial;  by minimizing the undesirable effect of surprise at trial;  and by contributing to the accuracy of the fact-finding process.  See United States v. Alvarez, 987 F.2d 77, 84-86 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 147, 126 L.Ed.2d 109 (1993);  Fed.R.Crim.P. 16 advisory committee's note.  The trial court found that the government's discovery violation had not undermined the purposes of Rule 16 because it did not cause the defendant to unknowingly subject himself to impeachment;<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Rule 16 was not intended to protect against surprising a witness with an inconsistent statement;  and it may have actually assisted the accuracy of the fact-finding process by surprising the witness.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">All of these reasons miss the point because the government cross examined Carron by referring to and reading Lanoue's, and not Carron's, words.  Lanoue had a right under the Federal Rules of Criminal Procedure to discover his recorded statements and to prepare for trial and devise a defense strategy based on the evidence disclosed.  Alvarez, 987 F.2d at 85.   The court's reasoning that surprising a witness with the defendant's statements promoted accuracy and therefore militated against remedial action turns Rule 16 on its head.  Due to the nondisclosure, the defense was deprived of the opportunity to refresh Carron's recollection and to investigate the circumstances surrounding the conversation.  This unfairly surprised the defense and deprived it of the opportunity to design an intelligent litigation strategy that responded to the statement.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">We also note that it is far from clear that the cross examination assisted the accuracy of the trial.  The government opened its cross examination by accusing Carron of threatening Laraviere.  At sidebar the prosecutor stated that Carron had threatened Laraviere, but proffered nothing to support the accusation other than to say that the document from which he read corroborated his questions.  The conversation contained no mention of threats.  In it, Lanoue told Carron that Laraviere was the informant, that his lawyer was putting an investigator on Laraviere, that he should not warn Laraviere, and that he should be wary of Laraviere.  We doubt that this was a sufficient basis for asking Carron whether he had threatened Laraviere, and it plainly was an insufficient basis for asking if he had ever threatened anyone.  Cf. United States v. Lilly, 983 F.2d 300, 306 (1st Cir.1992) (prosecutor's explanation for asking question was plausible where he had in hand a judicial opinion finding appellant was not a credible witness);  United States v. Gomez-Pabon, 911 F.2d 847, 857 n. 5 (1st Cir.1990) (expressing doubt that prosecutor's questions to defense witness about whether he was under investigation for drug smuggling were improper since the prosecutor volunteered to call witnesses to attest to the foundation of the questions), cert. denied, 498 U.S. 1074, 111 S.Ct. 801, 112 L.Ed.2d 862 (1991);  United States v. Madrid Ramirez, 535 F.2d 125, 129 (1st Cir.1976) (appellant not prejudiced by question to defense witness about prior offense because it was based on an actual conviction).  Carron apparently was not charged with threatening Laraviere.  The government did not present evidence in its rebuttal case to refute Carron's description of the FBI agents' visit in which he said that the agents pressured him to testify against Lanoue, not that they accused him of threatening Laraviere.  The government was free to show through admissible evidence that its informant had been threatened, but it offered no such evidence.  Nonetheless, the jury may well have received the impression from the prosecutor's improper questions that Laraviere did not testify because Carron had threatened him.  If Lanoue's counsel had been able to refresh Carron's recollection with the transcript of the conversation, the jury would have been warranted in reaching the conclusion that Laraviere did not testify because his testimony would not have helped the government.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The prosecutor's failure to disclose the conversation at any time before using it also subverted Rule 16's purpose of facilitating the fair and efficient pre-trial determination of the admissibility of Lanoue's statements.  Although an evidentiary hearing was held, it was not until after the prosecutor had already used the statements before the jury.  Moreover, we think the hearing was unfairly truncated due to the government's late disclosure.  After Agent Brosnan testified, defense counsel attempted to obtain the presence of the Wyatt Detention Center employee who provided Agent Brosnan with the conversation in order to explore whether it was intercepted as a result of monitoring directed specifically against Lanoue, which was relevant to its admissibility under Title III.  Ms. Egan, Director of Programs at the facility, responded that the employee would not attend the hearing because it was his day off.  The court refused the defendant's request for a recess during which the prosecutor could convince Ms. Egan of the importance of the employee's attendance.  If the conversation had been disclosed two months prior to trial when it should have been, defense counsel could have obtained any necessary witnesses.  The incomplete mid-trial hearing necessitated by the prosecutor's failure to disclose was neither fair nor efficient.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>c. Was Lanoue prejudiced?</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The court found that Lanoue had not been prejudiced for the following reasons:  although the government had done an effective job of impeaching Carron, the statement played little role in that process because it was peripheral to Carron's testimony and the defense theory;  Carron denied that Lanoue made the statements;  and the statements had not been introduced into evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The improper questions based on Lanoue's statements were not peripheral to Carron's testimony and the defense.  At the close of the government's case-in-chief, the evidence concerning the stolen vehicle charge was that the Oldsmobile was reported stolen on December 21 and that Lanoue was driving it on December 19 and again on December 23.  The defense, consisting of Lanoue's and Carron's testimony, was that Lanoue had purchased the car from Laraviere, who had represented that the car was his to sell and then falsely informed the FBI that Lanoue was planning to steal the car in order to obtain favorable treatment on pending theft charges.  If the jury believed that testimony, it would have had grounds for acquitting Lanoue of the stolen vehicle charge.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">A key element of the defense, argued in both opening and closing, was that the informant upon whose information the government's entire case rested did not testify at trial.  Indeed, the government clearly recognized that Laraviere's absence and the implication that he had provided false information could defeat its case.  The government objected when the defense attempted to elicit the informant's name and the exact information he had provided, and urged the jury in closing argument to ignore Laraviere's absence.  Yet it offered no evidence to explain his absence, other than the improper questions accusing Carron of threatening Laraviere and insinuating that the threat stemmed from a conversation with Lanoue.  As the government intended, these questions had a detrimental effect on a defense that was otherwise uncontradicted.  Cf. United States v. Lewis, 40 F.3d 1325, 1340 (1st Cir.1994) (no prejudice to the defense due to government's delayed fingerprint analysis because there was ample evidence to refute and none to support the defendant's theory that he was framed).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Lanoue also was prejudiced because the failure to disclose his statements deprived him of the opportunity to effectively prepare for trial and to design an intelligent trial strategy.  See Alvarez, 987 F.2d at 85;  United States v. Hemmer, 729 F.2d 10, 13 (1st Cir.), cert. denied, 467 U.S. 1218, 104 S.Ct. 2666, 81 L.Ed.2d 371 (1984);  Gladney, 563 F.2d at 494.   If the conversation had been disclosed two months before trial as it should have been, Lanoue would have known that Agent Brosnan obtained it in connection with a \"separate investigation of witness intimidation.\"   Lanoue's counsel would then have been able to investigate whether there was such an investigation and, if so, what came of it, enabling him to either prepare Carron for cross examination on that subject or make an intelligent decision not to call him as a witness.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Carron's denial that Lanoue made the statements militates in favor of rather than against a finding of prejudice because defense counsel was deprived of the opportunity to refresh Carron's recollection about the content of the conversation.  See United States v. Rodriguez, 799 F.2d 649, 654 (11th Cir.1986) (defendant's denial of the existence of undisclosed items bolstered rather than weakened his claim for a mistrial because it deprived him of the opportunity to support the denial or refresh his recollection, thus defeating purposes of the discovery requirement).  Carron answered \"no,\" and then finally \"I don't remember that\" to questions asking him if Lanoue had made statements about Laraviere, while the prosecutor referred to, read from, and brandished a document obviously containing those statements.  The defense should have been able to refresh Carron's recollection about what Lanoue said to him.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Furthermore, Carron was thoroughly unnerved by the prosecutor's use of specific dates while referring to the transcribed conversation.  To be sure, he was uncertain about specific dates and time frames throughout his testimony.  This may or may not have detracted from his overall credibility but when the prosecutor began to brandish the transcript, it received a major blow.  Thereafter, Carron refused to directly answer any question concerning dates, and eventually any question at all, expressing fear of being trapped into committing perjury.  If defense counsel had had access to the transcript, he could have attempted to refresh Carron's recollection.  Failing that, he could have decided not to call Carron as a witness at all.  Instead, the government was able to destroy, with the defendant's own statements, the credibility of the only defense witness who testified to the defense theory other than the defendant himself.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">That the statement was not actually introduced in evidence does not show lack of prejudice.  An improper question alone can require a mistrial or other potent remedy if it causes prejudice.  See Rodriguez, 799 F.2d at 654 (district court erred in denying mistrial on the basis that the undisclosed material was not introduced into evidence where the government's use of the material in questioning defendant was just as effective as if it had been introduced);  Padrone, 406 F.2d at 560 (although undisclosed statement was not introduced, district court erred in failing to grant mistrial where defendant's direct testimony was inconsistent with the statement).  Here, the government's failure to disclose the conversation and its questions based on the conversation could well have led to the destruction of Carron's credibility and undermined the defense theory.  That the conversation was not introduced in evidence did not erase or mitigate the prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p>d. Did the trial court take appropriate action to cure and</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>prevent prejudice?</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">When a party fails to comply with Fed.R.Crim.P. 16, the court is empowered to order that party to comply with the rule, grant a continuance, exclude the evidence, or enter other just relief.  Fed.R.Crim.P. 16(d)(2).  What remedy should be applied depends on the \"seriousness of the violation and the amount of prejudice to the defendant.\"  Gladney, 563 F.2d at 494.   Here, the violation was serious and likely to have caused serious prejudice.  Because the statement was not disclosed at any time before the government used it, or in enough time that the defense could make use of it, a mistrial was the only appropriate remedy.  We do not decide whether the court would have acted within its discretion if it had taken more forceful measures than it did, but we note that the court could have stricken the questions, given an immediate and explicit curative instruction, granted the defendant's request for a recess, and even halted the cross examination and then allowed redirect.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Moreover, the court did not act to prevent further prejudice.  Although the prosecutor had represented that he would not refer to the conversation again, he reminded the jury of the statements he had read four days earlier by asking Carron whether he had had any conversations about Laraviere with the defendant after the defendant's arrest.  Defense counsel's objection was overruled, and Carron again answered that he did not recall.  By overruling the objection, the court tacitly approved the improper question in the jury's presence.  See United States v. Manning, 23 F.3d 570, 575 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The government argues on appeal that the trial court did not abuse its discretion because it eventually gave Lanoue's counsel the opportunity to review the statement with Carron to determine whether he wished to recall him.  The court ignored defense counsel's immediate request for a recess and to be given the statement.  The court denied his request for a recess at the conclusion of Carron's cross examination so that he could prepare him for redirect.  Instead, the court permitted Lanoue's counsel to meet with Carron for the first time during a later recess in the middle of Lanoue's direct testimony, ruling that he could recall Carron to the witness stand if his reasons for doing so were sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">This is not a case of merely delayed disclosure where \"the critical inquiry is ... whether the tardiness prevented defense counsel from employing the material to good effect.\"  United States v. Osorio, 929 F.2d 753, 757 (1st Cir.1991).  The government's use of the conversation without disclosing it at all precluded Lanoue's counsel from using it to any effect.  When he twice requested a recess in an attempt to mitigate the harm already done, those requests were denied.  Cf. Hodge-Balwing, 952 F.2d at 609 (defendant failed to show prejudice where court ordered the government to hand over the case report before the witness testified and defendant failed to seek a continuance);  Hemmer, 729 F.2d at 13 (defendants failed to show prejudice where they received reports, used them in their defense, and failed to seek a continuance).  We do not fault Lanoue's counsel for declining to recall Carron at a point when he was in shambles as a witness as the result of the government's violation of the rules and the trial court's utter failure to send a message to the witness, the jury or counsel that the government's questions were improper.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Count V is vacated and remanded for a new trial because Lanoue plainly was prejudiced in defending against the stolen motor vehicle charge.  There was no prejudice with respect to Count VI because Carron's testimony did not touch on whether Lanoue knowingly transported a firearm with an obliterated serial number.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Although it is a more difficult question, we believe that Lanoue also suffered prejudice as to Count I, the conspiracy count.  The jury was instructed that it could convict Lanoue of conspiracy if it found he conspired to commit any one or more of six object offenses:  (1) interstate transportation of a stolen motor vehicle, 18 U.S.C. Sec. 2312;  (2) possession of a stolen motor vehicle that had crossed state boundaries, 18 U.S.C. Sec. 2313;  (3) interstate transportation of a firearm by a convicted felon, 18 U.S.C. Sec. 922(g)(1);  (4) using or carrying a firearm during and in relation to an attempt or conspiracy to commit robbery, 18 U.S.C. Sec. 924(c)(1);  (5) interstate possession of a stolen firearm (referring to Meade's revolver), 18 U.S.C. Sec. 922(j);  or (6) interstate transportation of a firearm with an obliterated serial number (referring to Lanoue's revolver), 18 U.S.C. Sec. 922(k).  The object offenses best supported by the evidence were the two relating to the stolen Oldsmobile, with respect to which Lanoue was prejudiced.  Unless we can conclude with fair assurance that the jury relied on one of the other four objects, we must reverse the conspiracy conviction.  Cf. United States v. Morrow, 39 F.3d 1228, 1236 (1st Cir.1994) (erroneously admitted evidence was harmless where it was used to prove an object of the conspiracy to which defendant was never tied and it was a \"virtual certainty\" that jury convicted him for his involvement in the other object offense), cert. denied, --- U.S. ----, 115 S.Ct. 1328, 131 L.Ed.2d 208 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The evidence of a conspiracy to commit any of the latter four object offenses was not overwhelming, and the jury's verdicts give us little confidence that it relied on any of them to find Lanoue guilty of conspiracy.  The jury necessarily rejected all of them as objects of an agreement by Cole or Meade when it acquitted them of Count I.  Although we could not conclude from this that there was insufficient evidence of a conspiracy, United States v. Bucuvalas, 909 F.2d 593, 597 (1st Cir.1990), the question we address here is not what a rational jury could conclude but \"rather what effect the error had or reasonably may be taken to have had upon the jury's decision\" in this case.  Kotteakos v. United States, 328 U.S. 750, 764, 66 S.Ct. 1239, 1247, 90 L.Ed. 1557 (1946).</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The fourth object offense, using or carrying a firearm during and in relation to a crime of violence, was charged as a substantive offense in Count IV.  The court instructed the jury that it could find a defendant guilty of Count IV if it found that he (1) committed either the Hobbs Act attempted robbery or the Hobbs Act conspiracy to commit robbery, and (2) knowingly used or carried a firearm during or in relation to that crime or those crimes;  or if it found that he aided and abetted that offense.  The jury found all three defendants not guilty of using or carrying a firearm during and in relation to an attempt or conspiracy to commit robbery, and of aiding and abetting that offense;  not guilty of Count II, the Hobbs Act conspiracy;  and not guilty of Count III, the Hobbs Act attempt, and of aiding and abetting that offense.  Under these circumstances, we think that the jury necessarily rejected, as an object of the Count I conspiracy, using or carrying a firearm during and in relation to an attempt or conspiracy to commit robbery.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The third and fifth object offenses, interstate transportation of a firearm by a convicted felon (Lanoue), and interstate possession of a stolen firearm (Meade's), were not charged as substantive offenses against any of the defendants.  The sixth, interstate transportation of Lanoue's firearm with an obliterated serial number, was charged as a substantive offense in Count VI against Lanoue alone, and the jury found him guilty of it, but there was no evidence that any co-conspirator knew that the serial number was obliterated.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Given the dearth of evidence that Lanoue conspired with anyone else who possessed the requisite knowledge and intent to commit these offenses, and the fact that the jury rejected each of them as a basis for a conspiracy conviction against Cole and Meade, we think that the likelihood is remote that the jury found that Lanoue conspired with anyone else to commit them.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The object offenses best supported by the evidence were the two relating to the stolen car.  From what we can glean of the jury's reasoning in this case, it is likely they either rejected the other object offenses, or found a conspiracy to transport a stolen car and did not attempt to reach agreement on the other object offenses.  We cannot conclude that the erroneous use of Lanoue's statements did not substantially sway the jury's conspiracy verdict, Kotteakos, 328 U.S. at 765, 66 S.Ct. at 1248, and therefore vacate and remand Count I for a new trial.</p>\n    </div>\n    <p class=\"indent\">B. Title III</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Lanoue objected to use of the conversation at trial and seeks reversal on appeal on the additional ground that it was intercepted in violation of Title III.  Title III prohibits, subject to certain exceptions, the interception of telephone conversations in the absence of a court order.  See 18 U.S.C. Secs. 2511(1), 2516.  Neither the contents of an intercepted telephone conversation nor any evidence derived therefrom may be received in evidence, or used to impeach a witness, if disclosure of that information would violate Title III.  18 U.S.C. Sec. 2515.  Title III's protections extend to prisoners' conversations over institutional telephones.  See, e.g., Campiti v. Walonis, 611 F.2d 387 (1st Cir.1979);  United States v. Amen, 831 F.2d 373, 378 (2d Cir.1987), cert. denied, 485 U.S. 1021, 108 S.Ct. 1573, 99 L.Ed.2d 889 (1988).  Its prohibitions would not apply in this case if a party to the conversation gave prior consent to the interception, 18 U.S.C. Sec. 2511(2)(c), or if the conversation was intercepted \"by an investigative or law enforcement officer in the ordinary course of his duties.\"  18 U.S.C. Sec. 2510(5)(a)(ii).</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">After an evidentiary hearing, the trial court ruled that the interception and use of Lanoue's conversation did not violate Title III because he impliedly consented to the interception.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We need not decide this issue because we vacate the convictions on Counts I and V on the basis of Rule 16.  Moreover, because the factual record is undeveloped in important respects, and the parties have not briefed or argued certain relevant issues on appeal, we cannot decide whether the conversation may be used at a new trial.  But because we are sufficiently concerned about whether the Wyatt Detention Center intercepted Lanoue's conversation in compliance with Title III, we offer the following guidance to the judge presiding over the new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The record reveals that the Wyatt Detention Center is owned and operated by Cornell Cox Management, a private corporation.  Pursuant to an agreement with the United States Marshal's office, it houses federal prisoners awaiting trial.  Neither the record facts nor the parties' briefs disclose what regulations applied to or were followed by the Wyatt Detention Center, but federal regulations require federal prisons to establish procedures for monitoring inmate telephone calls and to notify inmates of the monitoring policy.  28 C.F.R. Sec. 540.102 (1995).  The Federal Bureau of Prisons requires notice to be posted at all monitored telephones \"advis[ing] the user that all conversations from that telephone are subject to monitoring and that use of the telephone constitutes consent to this monitoring,\" and requires each inmate to sign an acknowledgement form stating the same.  Federal Bureau of Prisons Program Statement 5264.05 p 6 (April 25, 1994).  Consent has been held properly to have been implied when notice was given according to these standards.  See, e.g., Amen, 831 F.2d at 379.   The record indicates that Lanoue did not receive notice even approaching these standards.  Deficient notice will almost always defeat a claim of implied consent.  See Williams v. Poulos, 11 F.3d 271, 282 (1st Cir.1993);  Campiti, 611 F.2d at 390, 393.   Keeping in mind that implied consent is not constructive consent but \" 'consent in fact,' \" consent might be implied in spite of deficient notice, but only in a rare case where the court can conclude with assurance \" 'from surrounding circumstances ... that the [party] knowingly agreed to the surveillance.' \"  Griggs-Ryan v. Smith, 904 F.2d 112, 116-17 (1st Cir.1990) (quoting Amen, 831 F.2d at 378) (emphasis supplied).  We emphasize that \"consent should not casually be inferred,\" Griggs-Ryan, 904 F.2d at 117, particularly in a case of deficient notice.  The surrounding circumstances must convincingly show that the party knew about and consented to the interception in spite of the lack of formal notice or deficient formal notice.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The trial court did not rely on the law enforcement exception because the government offered no evidence or legal authority to show that the employees of the Wyatt Detention Center who intercepted Lanoue's conversation were \"officer[s] of the United States or of a State or political subdivision thereof ... empowered by law to conduct investigations of or make arrests for offenses enumerated in [section 2516].\"  18 U.S.C. Sec. 2510(7).  If the government can establish that the employees who intercepted Lanoue's conversation had the requisite status and powers by law, they must also have been acting in the ordinary course of duty when they did so.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The conversation was intercepted when it was heard by someone other than Lanoue and Carron, whether by listening as the conversation took place or by tape recording and listening thereafter.  See Deal v. Spears, 980 F.2d 1153, 1158 (8th Cir.1992);  George v. Carusone, 849 F.Supp. 159, 163 (D.Conn.1994).  In Campiti, we held that the ordinary course of duties exception did not apply where the interception was done outside the usual routine and without notice, was focused on Campiti, and was not reasonably related to maintaining security at Walpole.  611 F.2d at 390, 392.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  As noted previously, the employee who located the conversation and provided it to Agent Brosnan did not testify at the hearing.  If the call was intercepted to gather evidence for Agent Brosnan's investigation, rather than for prison security purposes, it was not done in the ordinary course of duty.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">If neither exception applies, the conversation may not be offered in evidence or used to impeach any witness other than Lanoue.  According to the \"impeachment\" exception allowing use of illegally intercepted communications to impeach a testifying defendant (but not a witness), Lanoue's statements in the conversation may be used for the limited purpose of impeaching him on matters plainly within the scope of his direct examination.  Williams, 11 F.3d at 287 &amp; n. 35.</p>\n    </div>\n    <p class=\"indent\">C. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Lanoue argues on appeal, as he did in his motion for judgment of acquittal, that the evidence adduced at trial was insufficient for the jury to have convicted him of conspiracy (Count I) or interstate transportation of a firearm with an obliterated serial number (Count VI).  In assessing a claim of insufficiency of the evidence, we examine the record in the light most favorable to the verdict, drawing all reasonable inferences and credibility determinations in its favor, in an effort to ascertain whether the proof would have allowed a rational jury to find the defendant guilty beyond a reasonable doubt.  See United States v. Valerio, 48 F.3d 58, 63 (1st Cir.1995).</p>\n    </div>\n    <p>1. Count I--Conspiracy</p>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Lanoue argues that no rational jury could conclude beyond a reasonable doubt that he conspired with anyone else who possessed the requisite criminal intent, especially because his co-defendants were acquitted.  The government argues that there was sufficient evidence from which the jury could conclude that Lanoue conspired with Cole.  The government correctly argues that we cannot assume that the acquittal of Lanoue's co-defendants reflects a failure of proof rather than leniency or compromise, Bucuvalas, 909 F.2d at 597, and Lanoue is correct that if we find the evidence of conspiracy insufficient against the alleged co-conspirators, the evidence against him also would be insufficient.  Id. at 596.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Our review of the record persuades us that the trial court correctly ruled that there was sufficient evidence from which the jury could conclude beyond a reasonable doubt that Lanoue conspired with Cole to transport a stolen automobile in interstate commerce and to possess a stolen automobile that had crossed a state boundary.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The Oldsmobile was reported stolen on December 21.  Lanoue and Cole took it from Massachusetts to Rhode Island on December 19, and from Rhode Island to Massachusetts on December 23.  The jury was free to reject Lanoue's and Carron's testimony that Lanoue purchased the car from Laraviere after Lariviere represented that the car was his to sell.  Because we hold that the government's surprise use of the recorded conversation erroneously interfered with that credibility determination, Count I is required to be vacated.  Nonetheless, because the evidence was sufficient, a new trial is not precluded.  Having found sufficient evidence of a conspiracy to transport and possess a stolen car, we need not decide whether there was sufficient evidence of a conspiracy to commit any other object offense.  See Griffin v. United States, 502 U.S. 46, 56-57, 112 S.Ct. 466, 472-73, 116 L.Ed.2d 371 (1991) (guilty verdict on multiple object conspiracy stands in the face of a claim of insufficiency of the evidence as to one of the objects as long as the evidence sufficiently supported an alternative object).</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p>2. Count VI--Interstate Transportation of a Firearm with an</p>\n    </div>\n    <p>Obliterated Serial Number</p>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Lanoue was arrested with a Colt 38 caliber Police Special revolver with an obliterated serial number tucked in his waistband.  He argues there was insufficient evidence that he knew the serial number was obliterated, an essential element of a violation of 18 U.S.C. Sec. 922(k).  United States v. De Leon Ruiz, 47 F.3d 452, 454 (1st Cir.1995).  Viewing the evidence in the light most favorable to the verdict and drawing all reasonable inferences and credibility judgments in its favor, we conclude that there was sufficient evidence from which a rational jury could conclude that Lanoue knew the serial number was obliterated.  Lanoue testified that he carried the revolver fairly often to protect himself, and acknowledged that he had cleaned the gun.  When the prosecutor showed him the gun and asked him if it was the gun he carried, Lanoue replied, \"Is the State Police on top of the barrel.  On top of the barrel ... That's the one.\"   He denied that he had obliterated the serial number, but when asked if he knew it was obliterated, Lanoue answered, \"I never checked it, it's possible.  But I never--it doesn't make no difference to me whether they wiped out or not.  I don't know anything about them anyway much.\"   Under these circumstances, a rational jury could conclude beyond a reasonable doubt that Lanoue knew the serial number was obliterated.</p>\n    </div>\n    <p class=\"indent\">D. The Sentence</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">The Presentence Investigation Report (\"PSR\"), based on the 1994 Guidelines, calculated Lanoue's adjusted offense level as 28.  The Guidelines provided an offense level of 24 for the firearms offense if it was not committed in connection with \"another felony,\" U.S.S.G. Sec. 2k2.1(a)(2), but the PSR added 4 levels pursuant to U.S.S.G. Sec. 2k2.1(b)(5) based on \"information submitted by the government indicat[ing] that the defendant was about to engage in the robbery of a Meehan armored car.\"   With an offense level of 28 and a criminal history category of VI, the imprisonment range was 140 to 175 months.  The PSR grouped the three counts together pursuant to Sec. 3D1.2(b) and applied the firearms offense level of 28 as the highest level of the counts in the group.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  See U.S.S.G. Sec. 3D1.3(a).</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Lanoue objected to the 4-level enhancement, arguing that he should not be sentenced on the basis of the robbery-related crimes of which the jury had acquitted him, and that the government had not proved those crimes by a preponderance of the evidence.  The court imposed the 4-level enhancement on the basis that Lanoue used or possessed the firearm in connection with the crimes of which the jury had acquitted him--conspiracy and attempt to commit robbery, and using or carrying a firearm in connection with a conspiracy or attempt to commit robbery.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  The court found that those crimes had been proved by at least a preponderance of the evidence, and expressed its direct disagreement with the jury's verdicts of acquittal.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The court sentenced Lanoue to 175 months, at the maximum end of the range.  Pursuant to U.S.S.G. Sec. 5G1.2(d), because the statutory maximums were all below the range,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> the court imposed 60 months imprisonment on Count I, 115 months consecutive imprisonment on Count V, and 60 months concurrent imprisonment on Count VI.  Lanoue's sentence was enhanced by 50 months based on the crimes of which he had been acquitted, amounting to a 40% increase in his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Lanoue argues on appeal that we should take this opportunity to reconsider our holding in United States v. Mocciola, 891 F.2d 13 (1st Cir.1989), permitting sentencing on the basis of acquitted conduct, because it violates the right to a jury trial and engenders disrespect for the law, and alternatively that the trial court clearly erred in finding that he had committed the robbery-related crimes by a preponderance of the evidence.  Lanoue's arguments are now moot because only the conviction for transportation of a firearm with an obliterated serial number stands, with a statutory maximum of five years, well below the Guidelines range of 100 to 125 months he would receive without the enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Although it makes no difference in this case, we believe that a defendant's Fifth and Sixth Amendment right to have a jury determine his guilt beyond a reasonable doubt is trampled when he is imprisoned (for any length of time) on the basis of conduct of which a jury has necessarily acquitted him.  Moreover, we believe that the Guidelines' apparent requirement that courts sentence for acquitted conduct utterly lacks the appearance of justice.  This panel urges the court to reconsider en banc the issue of acquitted conduct when it is next squarely presented.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">For the foregoing reasons, the judgments on Counts I and V are vacated and those counts are remanded for a new trial.  The conviction on Count VI is affirmed.  Because Count VI is the only remaining conviction, the statutory maximum of 60 months for violation of 18 U.S.C. Sec. 922(k) sets the upper limit of the sentence.  Because Lanoue's Guideline sentence would be greater than 60 months with or without the 4-level enhancement, we order the sentence on Count VI to be 60 months imprisonment.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Lanoue was known as Mitch</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The grand jury returned the original indictment on January 5, 1994.  A redacted indictment was filed when one count was dismissed by the government with leave of court on August 17, 1994</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The primary purpose of the hearing was to resolve whether the conversation was intercepted in violation of Title III.  Jennifer Egan, Chief of Programs at the Wyatt Detention Center, also testified at the hearing, but only on issues relevant to the defendant's Title III claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Nothing precluded disclosure of Carron's side of the conversation.  He was not a government witness, 18 U.S.C. Sec. 3500(a), and his side of the conversation was not grand jury testimony.  United States v. McMahon, 938 F.2d 1501, 1504-05 (1st Cir.1991) (explaining rule that defense is not entitled to the grand jury testimony of a defense witness until after cross examination as being based on the need for grand jury secrecy)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> On appeal, Lanoue does not press his contention at trial that the conversation was required to be disclosed as exculpatory evidence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Lanoue testified after Carron, and therefore after the discovery violation came to light</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Because the jury expressly acquitted Lanoue of violating 18 U.S.C. Sec. 924(c)(1), and necessarily rejected that offense as an object of the Count I conspiracy, the Supreme Court's recent definition of the \"use\" element of a violation of 18 U.S.C. Sec. 924(c)(1), Bailey v. United States, --- U.S. ----, 116 S.Ct. 501, 133 L.Ed.2d 472 (1995), is not implicated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Indeed, the government does not argue on appeal that there was sufficient evidence to support a conspiracy to possess Meade's stolen firearm or Lanoue's firearm with an obliterated serial number</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The government did not contend that Carron consented to the interception</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Again, the record does not disclose what regulations applied to or were followed by the Wyatt Detention Center, but federal regulations state that the purpose of inmate telephone monitoring is \"to preserve the security and orderly management of the institution and to protect the public.\"  28 C.F.R. Sec. 540.102.  \"Requests for information (e.g., subpoenas) on monitored calls are to be directed to the Regional Counsel.\"   Federal Bureau of Prisons Program Statement 5264.05 p 6 (April 25, 1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We conclude, however, that the trial court was incorrect in finding, alternatively, that there was sufficient evidence that Lanoue conspired with Laraviere to transport a stolen automobile in interstate commerce.  The government adduced no evidence and did not argue that Lanoue conspired with Laraviere</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The offense level for the stolen car count was 6, consisting of a base offense level of 4 and an enhancement of 2 for the value of the Oldsmobile.  See U.S.S.G. Sec. 2B1.1.  The offense level for the conspiracy count was that of the substantive offenses.  See Sec. 2X1.1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The government had alternatively argued that transportation of the stolen car could constitute the \"other felony.\"   The court found that the \"in connection with\" requirement was not satisfied with respect to that offense because firearms are not inherently associated with that type of offense and the firearm was not used to effect its commission</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> In addition to describing the facts upon which it based its finding, the court stated:</p>\n        <p>I am at a loss to explain the Jury's verdict on those three counts.  It seemed to me the evidence was overwhelming.  The Jury saw it differently ... I just don't know what the Jury concluded or why it reached the conclusion that it did.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The conspiracy statute carries a five-year maximum;  interstate transportation of a stolen motor vehicle carries a ten-year maximum;  and interstate transportation of a firearm with an obliterated serial number carries a five-year maximum</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">966</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Lawrence M. LANOUE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1140.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 2, 1995.<br>Decided Dec. 15, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David L. Martin, Providence, RI, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, and James H. Leavey, Assistant United States Attorney, Providence, RI, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Lawrence M. Lanoue (Lanoue) appeals his convictions and sentence for interstate transportation of a stolen motor vehicle, 18 U.S.C. Sec. 2312 (Count V), interstate transportation of a firearm with an obliterated serial number, 18 U.S.C. Sec. 922(k) (Count VI), and conspiracy to commit federal offenses, 18 U.S.C. Sec. 371 (Count I).  Lanoue contends that he is entitled to a new trial on all counts because the trial court abused its discretion by refusing to declare a mistrial when the government cross examined a critical defense witness with Lanoue's own statements which were intercepted in violation of Title III of the Omnibus Crime Control and Safe Streets Act, 18 U.S.C. Secs. 2510-2521 (Title III), and then withheld from him in violation of Fed.R.Crim.P. 16(a)(1)(A).  Lanoue also contends that there was insufficient evidence to convict him of Counts I and VI, and that the trial court improperly enhanced his sentence based on conduct of which the jury had acquitted him.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We vacate Counts I and V and remand them for a new trial, affirm Count VI, and order a sentence on Count VI of 60 months imprisonment.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. Relevant Facts</p>\n    <p>1. The Government's Case</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government's theory at trial was that Lanoue and his co-defendant Albert Cole (Cole) stole a 1986 Oldsmobile Firenza, and that they and their co-defendant Patrick Meade (Meade) used the car in an attempted robbery of an armored car courier.  The government's case consisted primarily of the testimony of fourteen of the approximately fifty FBI agents and Rhode Island State police officers who conducted a massive land and air surveillance of Lanoue and the Oldsmobile and assisted in his arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 17, 1993, eight FBI agents attached a tracking device to a 1986 Oldsmobile Firenza located in the lot of American International Leasing in Worcester, Massachusetts.  On December 19, 1993, Lanoue and Cole brought the Oldsmobile to a farm in Pascaog, Rhode Island.  The farm's owner, Kenneth Gareau (Gareau), was a friend of Cole's who repaired cars.  He testified that Cole asked him to repair the front end, that he said he could get to it in a week or so, that it \"looked like\" Cole took the license plate off the Oldsmobile and put it in the trunk, and that Cole and Lanoue then departed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">American International Leasing reported the Oldsmobile stolen on December 21, 1993.  Agents conducting surveillance from an airplane observed Lanoue and Cole return to the farm on the morning of December 23, 1993, and drive the Oldsmobile to the Ames Plaza in Bellingham, Massachusetts, where they met Meade.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While the defendants were parked between a pizza parlor and a liquor store in a lot adjacent to the Ames lot, an unmarked armored car, that appeared to be an ordinary Ford Aerostar van, parked in front of the main entrance to the Ames store.  A uniformed courier exited the van and entered the Ames store.  Several minutes later, Lanoue and Cole drove from the adjacent lot to the Ames lot and parked.  Lanoue was arrested as he walked towards the main entrance of the Ames store.  He had a loaded 38 caliber Colt revolver with an obliterated serial number in his waistband.  One of the arresting officers testified that Lanoue immediately said:  \"I am Mitch.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  You got me.  I am gone for life.  I have a piece.\"   Another testified that when he asked Lanoue where the other vehicles were, he stated:  \"You know everything.  That's why you're here.  I am here alone.\"   Another agent testified that after Lanoue was taken into custody he said, \"I wonder who the rat was on this job.\"   And another agent testified that Lanoue said that he would die in prison no matter how long his sentence was because he was 72 years old.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Cole was arrested in the Oldsmobile, which bore a stolen license plate.  The ignition was not \"popped\" and the keys were in it.  Meade was arrested in his own car on the other side of the lot with a loaded Smith and Wesson 36 caliber revolver in his pocket.</p>\n    </div>\n    <p>2. The Defendant's Case</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although the law enforcement witnesses did not offer to explain how they came to attach a tracking device to the Oldsmobile and follow its and Lanoue's movements thereafter, cross examination revealed that an informant had provided FBI Agent Brosnan, the case agent, with information that Lanoue and others planned to steal the car and use it in an armored car robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The defense theory was that the informant was Richard Laraviere (Laraviere), and that the information he provided and upon which the investigation and prosecution rested, was false.  According to the defense, Lanoue bought the Oldsmobile from Laraviere, who then falsely informed the FBI that Lanoue was planning to steal the car and use it in an armored car robbery in order to obtain favorable treatment on theft charges pending against him in Massachusetts.  The defense suggested that the government was eager to believe Laraviere and assemble a small army to arrest Lanoue because Lanoue had been found not guilty in a case tried by the same prosecutor in 1991.  The defense emphasized that the government had not called Laraviere to testify, although he was the only witness who could corroborate its theory that Lanoue stole the Oldsmobile.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lanoue testified and called Charles Carron (Carron) as a witness to corroborate his own testimony.  They both testified in effect as follows.  On December 17, 1993, Lanoue was helping Carron remove debris from his house when Laraviere arrived.  Laraviere was a millionaire who owned real estate and had once owned a used car dealership.  He previously had offered to sell Lanoue a car which Lanoue declined to buy.  On this occasion, Lanoue mentioned that he wanted to buy a car for his daughter.  Laraviere responded that one of his tenants had abandoned an Oldsmobile that he wanted to sell and said that it was located at American International Leasing in Worcester, which he implied he owned or partially owned.  The three drove to American International Leasing, Laraviere obtained the keys from an employee there, and they took the Oldsmobile for a test drive.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Carron testified that upon their return to the lot, he observed Lanoue and Laraviere having a discussion and then saw Lanoue remove money from his wallet and hand it to Laraviere.  Lanoue testified that he and Laraviere agreed on a price of $500, that he gave Laraviere a down payment of $200, and that they agreed that Lanoue would pay the balance and take the car on Sunday, December 19.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Lanoue testified that on December 19, he and Cole drove to American International Leasing in Lanoue's truck, that he paid Laraviere the $300 balance and then drove off in the Oldsmobile with Cole following in the truck.  Lanoue testified that as he drove the Oldsmobile back to Rhode Island, he noticed that there was something wrong with the front end.  He and Cole therefore took the Oldsmobile to Gareau to be repaired.  On December 23, Lanoue and Cole picked up the car on the way to the Ames Plaza where they planned to go Christmas shopping.  Lanoue soon found out that Gareau had not worked on the car and took it to another garage, but the person he wanted to look at it was not there.  He and Cole then proceeded to the Ames Plaza where they met Meade.  As Lanoue walked towards the Ames store where he planned to buy a watch, he was arrested.  After Lanoue rested, Cole testified in his own behalf, confirming Lanoue's account of events on December 19 and 23.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Lanoue testified that he carried a gun for protection, explaining that his life had been threatened before and that the police had laughed when he reported it because he had a criminal record.  Lanoue acknowledged that he had cleaned the revolver, denied that he had obliterated its serial number, but did not deny that he knew it was obliterated.  Lanoue admitted to stating, \"I have a piece on me,\" and that when an agent asked him who was with him he responded that he was alone, meaning that he was alone when he was arrested.  He denied making the other statements government witnesses attributed to him.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Lanoue and Carron also gave testimony indicating that Laraviere provided false information in this case in order to gain favorable treatment on pending criminal charges.  Carron testified that Laraviere had once stored boating equipment in his garage.  When Carron later learned that it was stolen, he reported it to the police, who removed the property and told him that Laraviere had a reputation for claiming that property he had stolen had been stolen by someone else.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lanoue testified that Laraviere had told him shortly before his own arrest that he had been indicted on fifty-seven counts of theft in Massachusetts, and that he would soon have to begin serving a two-year sentence for those charges pursuant to a plea, unless he could do something to avoid it.  To that end, Laraviere offered to pay Lanoue to frame the witness against him in that case.  Lanoue testified that he believed Laraviere had not gone to jail because he falsely informed the government that Lanoue planned to steal the Oldsmobile and rob an armored car.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Carron testified that he had visited Lanoue once after his arrest while Lanoue was awaiting trial at the Donald W. Wyatt Detention Center in Central Falls, Rhode Island.  Shortly thereafter, two FBI agents and a state police detective visited him, refused to leave his home, subpoenaed him to testify at Lanoue's trial, and threatened that if he did not testify against Lanoue, they would see to it that his pension check and his girlfriend's disability check or her job at the post office were taken away.</p>\n    </div>\n    <p class=\"indent\">B. Proceedings Below</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Lanoue, Cole and Meade were charged in a six-count redacted indictment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  All three were charged in Count I with conspiracy to commit federal offenses, 18 U.S.C. Sec. 371;  in Count II with conspiracy to interfere with commerce by robbery, Hobbs Act, 18 U.S.C. Sec. 1951;  in Count III with attempt to interfere with commerce by robbery, Hobbs Act, 18 U.S.C. Sec. 1951;  and in Count IV with using and carrying a firearm during and in relation to an attempt or conspiracy to commit robbery, 18 U.S.C. Sec. 924(c)(1).  Count V charged Lanoue and Cole with interstate transportation of a stolen motor vehicle, 18 U.S.C. Sec. 2312, and Count VI charged Lanoue alone with interstate transportation of a firearm with an obliterated serial number, 18 U.S.C. Sec. 922(k).  Counts III, IV and V also charged the defendants with aiding and abetting.  18 U.S.C. Sec. 2.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The trial began on October 24, 1994.  On November 4, 1994, the jury convicted Lanoue of Counts I, V and VI, acquitted him of all robbery-related charges, and acquitted his co-defendants of all charges.  On November 10, 1994, Lanoue moved for judgment of acquittal on Counts I and VI, which was denied on December 19, 1994.  On January 13, 1995, the court sentenced Lanoue to 175 months in prison.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p class=\"indent\">A. The Discovery Violation</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Lanoue contends that his convictions should be reversed because the prosecutor cross examined Carron with Lanoue's own recorded statements which the government concedes it failed to disclose in violation of Fed.R.Crim.P. 16(a)(1)(A) and the pre-trial discovery order.  Rule 16(a)(1)(A) provides in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Upon request of a defendant the government must disclose to the defendant and make available for inspection, copying, or photographing:  any relevant ... recorded statements made by the defendant, or copies thereof, within the possession, custody, or control of the government, the existence of which is known, or by the exercise of due diligence may become known, to the attorney for the government....</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The trial court's pretrial discovery order required the government to disclose \"[a]ny statements of the defendant subject to disclosure pursuant to Rule 16(a)(1)(A),\" and \"[w]hether the government counsel's file indicates that any wire or oral communications have been intercepted.\"   Lanoue contends that he was incurably prejudiced by the government's use of his statements and that the trial court therefore erred in refusing to declare a mistrial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>1. Cross Examination of Carron with Lanoue's Recorded Statements</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Carron's cross examination proceeded in three parts.  On Thursday, October 27, the prosecutor opened the first part by accusing Carron of threatening Laraviere:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>Sir, didn't the FBI tell you the reason they were at your premises was because you threatened an informant in this case?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>Did you ever threaten Mr. Richard Laraviere?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>You ever threatened [sic] anyone?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Carron answered \"No\" to each of these questions.  The prosecutor attempted to impeach Carron's denial by asking if Lanoue had told him that Laraviere was the informant in this case, if Lanoue had then demanded that he visit him in prison, and whether he and Lanoue had discussed Laraviere during the visit.  Carron confirmed that Lanoue had invited him to visit him in prison in August of 1994 and that he did so, but denied that they had discussed Laraviere.  Carron exhibited a poor memory for dates, but otherwise held up well during this part of the cross examination.  When Carron stated that he could not swear that he had known Lanoue for fifteen years but was sure he had not known him for thirty years, the prosecutor began reading Lanoue's words from a document while, in the court's words, \"brandishing\" it at the witness:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Q Did Mr. Lanoue ever tell you that he has known you for thirty years?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A No, he never did.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Q Did Mr. Lanoue ever tell you not to trust the cops.  They know who the informant is and that's why he wanted you to go on August the twenty-first to meet him?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A No.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Q He didn't tell you, sir--specifically, on August the 20th of 1994, did Mr. Lanoue say to you, \"Let me tell you something.  You don't trust the cops.  You should know that.  We forced it out of them.  They got the informant from up north near the Worcester area\"?</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Mr. Martin:  I object.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A I don't remember that.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The court did not sustain the objection, but directed counsel to approach the bench.  The prosecutor admitted that he had been reading Lanoue's statements from a transcript of a recorded telephone call that Lanoue had made to Carron from the Wyatt Detention Center while awaiting trial, and that he had not disclosed it.  The court asked the prosecutor whether the document corroborated his questions and he replied that it did.  Defense counsel objected to the use of the conversation because the government had withheld it in violation of Fed.R.Crim.P. 16 and the court's pre-trial discovery order, and requested a copy of the transcript and a recess during which he could review it.  The prosecutor argued that defense counsel was not entitled to a recess and that he was permitted to use the conversation because Carron had committed perjury, it was retrieved in connection with a separate investigation of witness intimidation, and it was not the fruit of a wiretap.  The court directed the prosecutor to continue his cross examination on another subject, did not admonish him, strike the questions or testimony, or give a curative instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Part two of Carron's cross examination proceeded.  In contrast to his apparently confident answers in the first part of his cross examination, Carron disavowed any ability to fix a date or time period on any event, expressing concern that the prosecutor was attempting to trap him into committing perjury.  He backed away from important parts of his direct testimony, for example, now denying that he had actually seen Lanoue hand Laraviere money after the test drive.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">After the court excused the jury for a lunch recess, defense counsel moved for a mistrial, arguing that the prosecutor had violated Fed.R.Crim.P. 16(a)(1)(A) and the pre-trial discovery order, that Carron's credibility had been irreparably damaged, and that he had been deprived of the opportunity to prepare Carron with the statement or make an informed decision whether to call him as a witness.  The prosecutor argued that he had no obligation to produce the conversation under Fed.R.Crim.P. 16(a)(1)(A) or the pre-trial discovery order because it did not become relevant until Carron testified inconsistently with it and it was not a wire intercept.  The court ordered an evidentiary hearing for the following day, and excused the jury until the following Monday.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">At the hearing on Friday, October 28, Agent Brosnan, the FBI agent in charge of the case against Lanoue, testified that on August 22, 1994, he requested and received from the Wyatt Detention Center a cassette tape of a conversation between Lanoue and Carron that took place on August 20, 1994, which he had transcribed and provided to the prosecutor.  Agent Brosnan testified that, since Lanoue's arrest and indictment and as part of his investigation of the pending case, he had gone to the Wyatt Detention Center and been permitted to listen to various tapes in an effort to hear and obtain recordings of Lanoue's telephone conversations with Carron, but that he found none.  In April of 1994, he requested that the facility keep track of all calls made by Lanoue.  He was told that it would be done by spot checking, but was not notified of any of Lanoue's calls other than that of August 20.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In the August 20 conversation, Lanoue told Carron that he had discovered during a recent hearing in his case that Laraviere was the source of the government's information.  Lanoue did not refer to Lariviere by name but as \"your friend, the millionaire,\" the informant from Worcester, and the only person who could have provided information about the Oldsmobile on December 17.  He said that Laraviere had not gone to jail as expected, advised Carron to be careful of Laraviere, and asked Carron to visit him in prison.  Lanoue made statements about the Oldsmobile such as, \"They know all about the car, they know about everything,\" \"you know I bought that car,\" and \"that car there that I bought at American Motors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">At the conclusion of the evidentiary hearing, the defense again argued for a mistrial.  The government conceded that it had violated Fed.R.Crim.P. 16, but argued that the error was made in good faith and that the defense was not prejudiced.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">On the following Monday, October 31, the court ruled that the prosecutor's violation of Fed.R.Crim.P. 16(a)(1)(A) did not warrant a mistrial or other remedial action.  In response to the defendant's request for a curative instruction explicitly referring to the prosecutor's questions of the previous Thursday, the court generally instructed the jury that if counsel's questions \"indicate that a particular thing is so, you shouldn't accept that as being established unless and until you hear evidence that the thing is so.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The third part of Carron's cross examination ensued.  Contrary to his representation that he would not refer to the conversation again, the prosecutor again asked Carron whether he had had any conversations about Laraviere with Lanoue after Lanoue's arrest.  The court overruled the defendant's objection, and Carron again answered that he did not recall.  Carron again expressed fear that the prosecutor was trying to make him perjure himself.  He refused to answer \"yes\" or \"no\" to questions concerning the events he had testified to on direct examination--that Lanoue wished to purchase the car for his daughter, that Laraviere had obtained the keys at the dealership, that they then took the car for a test drive, and that he saw Lanoue give money to Laraviere thereafter--instead answering \"evidently,\" \"that was my impression,\" \"I assume so,\" \"I don't recall,\" and \"I don't recall nothing.\"</p>\n    </div>\n    <p>2. Analysis</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We review the trial court's handling of the government's discovery violation for abuse of discretion.  United States v. Hodge-Balwing, <span class=\"citation\" data-id=\"574885\"><a href=\"/opinion/574885/united-states-v-saver-hodge-balwing-aka-balwin-hodge/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span>, 609 (1st Cir.1991).  In order to obtain a reversal on appeal, Lanoue must show that the trial court abused its discretion in ruling on the effect of the discovery violation.  United States v. Tajeddini, <span class=\"citation\" data-id=\"610547\"><a href=\"/opinion/610547/united-states-v-hojatollah-tajeddini/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1278</span></a></span>, 1287 (1st Cir.1993).  We will order a new trial if the discovery violation caused prejudice not cured by the trial court's remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The trial court found that no mistrial or other remedy was warranted because:  (1) the prosecutor acted in good faith;  (2) the purposes of Rule 16 were not subverted by the withholding and use of the undisclosed evidence;  and (3) the defendant was not prejudiced.  See United States v. Gladney, <span class=\"citation\" data-id=\"349527\"><a href=\"/opinion/349527/united-states-v-william-thomas-gladney/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">491</span></a></span>, 494-95 (1st Cir.1977).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>a. Did the prosecutor act in good faith?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The court found that the prosecutor had made a good faith error in judgment.  Such a finding depends in large measure on whether the prosecutor's explanation was credible and is therefore entitled to considerable deference.  United States v. Levy-Cordero, <span class=\"citation\" data-id=\"705989\"><a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1002</span></a></span>, 1013 (1st Cir.1995).  In this case, the prosecutor's explanations for withholding the statement were both factual and legal.  To the extent the court relied on the reasonableness of the prosecutor's legal arguments, we temper the usual deference accorded purely factual findings.  Cf. RCI Northeast Servs.  Div. v. Boston Edison Co., <span class=\"citation\" data-id=\"490520\"><a href=\"/opinion/490520/rci-northeast-services-division-v-boston-edison-company/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 203 (1st Cir.1987) (\"a finding of fact predicated upon, or induced by, a misapprehension of law is robbed of its customary vitality\").  We conclude that the trial court's finding of good faith was not supported by the facts or the law.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">First, the court gave weight to the fact that the government had not received the statement until two months prior to trial.  But because the government's obligation to disclose the defendant's recorded statements is a continuing one, Fed.R.Crim.P. 16(c), that was a factor militating against rather than in favor of a finding of good faith.  Cf. <span class=\"citation\" data-id=\"610547\"><span class=\"antecedent_guess\">Tajeddini,</span> <a href=\"/opinion/610547/united-states-v-hojatollah-tajeddini/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1287</span> </a></span>(no bad faith where prosecutor was unaware of defendant's statement until the day before he disclosed it to defense counsel three days before trial).  Instead of disclosing the statement as soon as he received it from Agent Brosnan, two months prior to trial, the prosecutor never disclosed it at any time before using it before the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Second, the court thought that there was a \"colorable question\" as to whether the statement had to be produced because it was a \"mixed statement\" by the defendant and a potential witness, so that the government only had an obligation to produce the statement \"to the extent it was a statement of Mr. Lanoue.\"   But this theory, even if \"colorable,\" does not explain the prosecutor's actions.  \"[S]tatements discovered by means of electronic surveillance\" are within Rule 16(a)(1)(A).  Fed.R.Crim.P. 16 advisory committee's note.  And the rule contains no exception for a defendant's recorded statements on the basis that they comprise one side of a conversation.  The court's pre-trial order required disclosure of any statements subject to disclosure under Rule 16 and \"[w]hether the government counsel's file indicates that any wire or oral communications have been intercepted.\"   Whether or not Carron's side of the conversation was required to be disclosed under Rule 16, the transcript in its entirety should have been disclosed for purposes of determining its admissibility before trial.  See United States v. Latham, <span class=\"citation\" data-id=\"523146\"><a href=\"/opinion/523146/united-states-v-frederick-charles-latham-jr/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">852</span></a></span>, 864 (1st Cir.1989) (it was error for the government not to have provided defendant with tape recordings containing conversations between defendant and government witnesses).  If the prosecutor genuinely believed that Carron's side of the conversation was not discoverable, the reasonable and only permissible course would have been to seek redaction of Carron's words.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See Fed.R.Crim.P. 16(d)(1).  Because Rule 16 could not reasonably be read to allow the government to withhold Lanoue's side of the conversation, the \"mixed statement\" rationale did not support a finding of good faith.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Third, the court found that the prosecutor genuinely believed that the statement was not relevant within the meaning of Rule 16.  The statement was relevant if it had \"any tendency to make the existence of any fact that [was] of consequence to the determination of the action more probable or less probable than it would be without the evidence.\"   Fed.R.Evid. 401.  Relevance is to be interpreted broadly in the context of Rule 16(a)(1)(A).  See Fed.R.Crim.P. 16 advisory committee's note (rejecting narrow interpretation of defendant's right to discover own statements).  The rule gives a \"defendant virtually an absolute right\" to his own recorded statements \"in the absence of highly unusual circumstances that would otherwise justify a protective order.\"   2 C. Wright, Federal Practice and Procedure Sec. 253, at 46-47 (1982) (internal citations and quotation marks omitted).  See also United States v. Bailleaux, <span class=\"citation\" data-id=\"407624\"><a href=\"/opinion/407624/united-states-v-paul-rowton-bailleaux/\"><span class=\"volume\">685</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1105</span></a></span>, 1114 (9th Cir.1982) (adopting broad interpretation of relevance as applied to defendant's statements as a matter of practicality);  United States v. Haldeman, <span class=\"citation\" data-id=\"347528\"><a href=\"/opinion/347528/united-states-v-harry-r-haldeman-united-states-of-america-v-john-d/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 74 n. 80 (D.C.Cir.1976) (en banc) (disclosure of defendant's statements is \"practically a matter of right even without a showing of materiality\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">933</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2641</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">250</span> </span>(1977).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The statement obviously was relevant.  Lanoue made statements about the Oldsmobile that were arguably both inculpatory and exculpatory.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  He discussed the informant, who was a potential government witness, and made statements relevant to the defense theory that the government's case rested on false information provided by that informant.  See United States v. Noriega, <span class=\"citation no-link\"><span class=\"volume\">764</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1480</span></span>, 1494 (S.D.Fla.1991) (conversations of defendant recorded in prison about potential government witnesses were relevant within the meaning of Rule 16(a)).  Even assuming that the government could not envision the statement's relevance before trial, it certainly understood its relevance when defense counsel outlined the defense theory in his opening statement.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The reasons proffered by the prosecutor in support of his belief that the statement was not relevant--that it was obtained in a separate investigation of alleged witness intimidation, that the conversation did not become relevant until Carron testified inconsistently with it, and that he did not expect Carron to testify about Laraviere--were without basis in fact or law.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Rule 16(a)(1)(A) contains no exception for a defendant's recorded statements if they are obtained in connection with a separate investigation, so long as they are relevant to the pending case.  \"[A]cceptance of the language for just what it says is dictated by the fundamental fairness of granting the accused equal access to his own words, no matter how the government came by them.\"  United States v. Caldwell, <span class=\"citation\" data-id=\"340012\"><a href=\"/opinion/340012/united-states-v-lawrence-daniel-caldwell-aka-thomas-e-morgan-two/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1333</span></a></span>, 1353 (D.C.Cir.1974), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1087</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">877</span></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">97</span> </span>(1976).  Moreover, it appears that Agent Brosnan obtained the conversation in connection with his investigation of the pending case.  For at least six months prior to trial, he had been attempting to obtain telephone conversations between Lanoue and Carron as part of his investigation of the case pending against Lanoue.  The prosecutor stated that he knew about and approved that activity, and that immediately after obtaining the August 20 conversation, he subpoenaed Carron to testify against Lanoue in the pending case.  It is therefore difficult to credit the \"separate investigation\" rationale.  In any event, the conversation contained Lanoue's statements that were relevant to the charges pending against him and his defense to those charges.  Those statements therefore were required to be disclosed by the plain terms of Rule 16.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">As to the prosecutor's contention that the conversation did not become relevant until Carron testified inconsistently with it, the government's duty to disclose a defendant's relevant recorded statements does not hinge on whether or when the government uses the statement.  Only an oral statement to a known government agent is required to be disclosed \"if the government intends to use that statement at trial.\"   Fed.R.Crim.P. 16(a)(1)(A).  But even that type of statement is required to be disclosed regardless of whether the government intends to introduce it in its case-in-chief, use it for impeachment, or introduce it in rebuttal.  See Fed.R.Crim.P. 16 advisory committee's note to 1991 amendment.  Rule 16(a)(1)(A) is unequivocal that the government \"must disclose ... any relevant ... recorded statements made by the defendant.\"   Even an illegally obtained inconsistent statement of a defendant that can only be used to impeach him (but not a defense witness), Harris v. New York, <span class=\"citation\" data-id=\"108272\"><a href=\"/opinion/108272/harris-v-new-york/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></a></span>, <span class=\"citation\" data-id=\"108272\"><a href=\"/opinion/108272/harris-v-new-york/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">643</span></a></span>, <span class=\"citation\" data-id=\"108272\"><a href=\"/opinion/108272/harris-v-new-york/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span> </a></span>(1971);  James v. Illinois, <span class=\"citation\" data-id=\"112350\"><a href=\"/opinion/112350/james-v-illinois/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 313, <span class=\"citation\" data-id=\"112350\"><a href=\"/opinion/112350/james-v-illinois/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">648</span></a></span>, 652, <span class=\"citation\" data-id=\"112350\"><a href=\"/opinion/112350/james-v-illinois/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">676</span> </a></span>(1990), must be produced to him under Fed.R.Crim.P. 16(a)(1)(A).  See, e.g., United States v. Lewis, <span class=\"citation\" data-id=\"325562\"><a href=\"/opinion/325562/united-states-v-sylvester-j-lewis/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span> </a></span>(D.C.Cir.1975).  The government's theory that Lanoue's statements were not relevant until a witness testified inconsistently with some part of the conversation was therefore erroneous, particularly where Carron was not cross examined about his own statements, but about Lanoue's.  See United States v. Scafe, <span class=\"citation\" data-id=\"490629\"><a href=\"/opinion/490629/united-states-v-thomas-f-scafe/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">928</span></a></span>, 935 (10th Cir.1987) (government violated Rule 16 by withholding defendant's letters and using them to cross examine defense witness).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The prosecutor's representations that he did not expect Carron to testify until the day before he testified, and that even then he did not expect Carron to testify about Laraviere's character, were irrelevant because, as explained, Rule 16(a)(1)(A) requires the government to disclose the defendant's recorded statements regardless of whether or when it intends to use them.  Moreover, it is difficult to credit the government's representation.  The recorded conversation itself and defense counsel's opening statement put the government on notice that Carron would testify about Laraviere.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Finally, the court noted that, although the prosecutor could have tried to conceal the violation, he did not.  It is true that the prosecutor immediately admitted that he held a transcript of the defendant's recorded conversation in his hand and that he had not disclosed it, and conceded the next day, with a myriad of excuses, that he had violated Rule 16.  We will not overlook a prosecutor's failure to know or follow the discovery rules on the basis that he did not try to hide the violation.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In any event, whether the prosecutor withheld the defendant's statements in good faith or intentionally has little to do with whether the court should have declared a mistrial, since prosecutorial good faith could have no mitigating effect on the prejudice flowing from the violation.  See United States v. Padrone, <span class=\"citation\" data-id=\"283301\"><a href=\"/opinion/283301/united-states-v-pedro-padrone/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">560</span> </a></span>(2d Cir.1969) (granting new trial where inadvertent non-disclosure of defendant's statement affected trial strategy).b. Were the purposes of Rule 16 subverted?</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Rule 16's mandatory discovery provisions were designed to contribute to the fair and efficient administration of justice by providing the defendant with sufficient information upon which to base an informed plea and litigation strategy;  by facilitating the raising of objections to admissibility prior to trial;  by minimizing the undesirable effect of surprise at trial;  and by contributing to the accuracy of the fact-finding process.  See United States v. Alvarez, <span class=\"citation\" data-id=\"601487\"><a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 84-86 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">147</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">109</span> </span>(1993);  Fed.R.Crim.P. 16 advisory committee's note.  The trial court found that the government's discovery violation had not undermined the purposes of Rule 16 because it did not cause the defendant to unknowingly subject himself to impeachment;<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Rule 16 was not intended to protect against surprising a witness with an inconsistent statement;  and it may have actually assisted the accuracy of the fact-finding process by surprising the witness.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">All of these reasons miss the point because the government cross examined Carron by referring to and reading Lanoue's, and not Carron's, words.  Lanoue had a right under the Federal Rules of Criminal Procedure to discover his recorded statements and to prepare for trial and devise a defense strategy based on the evidence disclosed.  <span class=\"citation\" data-id=\"601487\"><span class=\"antecedent_guess\">Alvarez,</span> <a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">85</span></a></span>.   The court's reasoning that surprising a witness with the defendant's statements promoted accuracy and therefore militated against remedial action turns Rule 16 on its head.  Due to the nondisclosure, the defense was deprived of the opportunity to refresh Carron's recollection and to investigate the circumstances surrounding the conversation.  This unfairly surprised the defense and deprived it of the opportunity to design an intelligent litigation strategy that responded to the statement.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">We also note that it is far from clear that the cross examination assisted the accuracy of the trial.  The government opened its cross examination by accusing Carron of threatening Laraviere.  At sidebar the prosecutor stated that Carron had threatened Laraviere, but proffered nothing to support the accusation other than to say that the document from which he read corroborated his questions.  The conversation contained no mention of threats.  In it, Lanoue told Carron that Laraviere was the informant, that his lawyer was putting an investigator on Laraviere, that he should not warn Laraviere, and that he should be wary of Laraviere.  We doubt that this was a sufficient basis for asking Carron whether he had threatened Laraviere, and it plainly was an insufficient basis for asking if he had ever threatened anyone.  Cf. United States v. Lilly, <span class=\"citation\" data-id=\"597801\"><a href=\"/opinion/597801/united-states-v-william-w-lilly/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></a></span>, 306 (1st Cir.1992) (prosecutor's explanation for asking question was plausible where he had in hand a judicial opinion finding appellant was not a credible witness);  United States v. Gomez-Pabon, <span class=\"citation\" data-id=\"546890\"><a href=\"/opinion/546890/united-states-v-luis-e-gomez-pabon-united-states-v-wilfredo/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span>, 857 n. 5 (1st Cir.1990) (expressing doubt that prosecutor's questions to defense witness about whether he was under investigation for drug smuggling were improper since the prosecutor volunteered to call witnesses to attest to the foundation of the questions), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1074</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">801</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">862</span> </span>(1991);  United States v. Madrid Ramirez, <span class=\"citation\" data-id=\"335259\"><a href=\"/opinion/335259/united-states-v-carlos-alberto-madrid-ramirez/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">125</span></a></span>, 129 (1st Cir.1976) (appellant not prejudiced by question to defense witness about prior offense because it was based on an actual conviction).  Carron apparently was not charged with threatening Laraviere.  The government did not present evidence in its rebuttal case to refute Carron's description of the FBI agents' visit in which he said that the agents pressured him to testify against Lanoue, not that they accused him of threatening Laraviere.  The government was free to show through admissible evidence that its informant had been threatened, but it offered no such evidence.  Nonetheless, the jury may well have received the impression from the prosecutor's improper questions that Laraviere did not testify because Carron had threatened him.  If Lanoue's counsel had been able to refresh Carron's recollection with the transcript of the conversation, the jury would have been warranted in reaching the conclusion that Laraviere did not testify because his testimony would not have helped the government.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The prosecutor's failure to disclose the conversation at any time before using it also subverted Rule 16's purpose of facilitating the fair and efficient pre-trial determination of the admissibility of Lanoue's statements.  Although an evidentiary hearing was held, it was not until after the prosecutor had already used the statements before the jury.  Moreover, we think the hearing was unfairly truncated due to the government's late disclosure.  After Agent Brosnan testified, defense counsel attempted to obtain the presence of the Wyatt Detention Center employee who provided Agent Brosnan with the conversation in order to explore whether it was intercepted as a result of monitoring directed specifically against Lanoue, which was relevant to its admissibility under Title III.  Ms. Egan, Director of Programs at the facility, responded that the employee would not attend the hearing because it was his day off.  The court refused the defendant's request for a recess during which the prosecutor could convince Ms. Egan of the importance of the employee's attendance.  If the conversation had been disclosed two months prior to trial when it should have been, defense counsel could have obtained any necessary witnesses.  The incomplete mid-trial hearing necessitated by the prosecutor's failure to disclose was neither fair nor efficient.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>c. Was Lanoue prejudiced?</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The court found that Lanoue had not been prejudiced for the following reasons:  although the government had done an effective job of impeaching Carron, the statement played little role in that process because it was peripheral to Carron's testimony and the defense theory;  Carron denied that Lanoue made the statements;  and the statements had not been introduced into evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The improper questions based on Lanoue's statements were not peripheral to Carron's testimony and the defense.  At the close of the government's case-in-chief, the evidence concerning the stolen vehicle charge was that the Oldsmobile was reported stolen on December 21 and that Lanoue was driving it on December 19 and again on December 23.  The defense, consisting of Lanoue's and Carron's testimony, was that Lanoue had purchased the car from Laraviere, who had represented that the car was his to sell and then falsely informed the FBI that Lanoue was planning to steal the car in order to obtain favorable treatment on pending theft charges.  If the jury believed that testimony, it would have had grounds for acquitting Lanoue of the stolen vehicle charge.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">A key element of the defense, argued in both opening and closing, was that the informant upon whose information the government's entire case rested did not testify at trial.  Indeed, the government clearly recognized that Laraviere's absence and the implication that he had provided false information could defeat its case.  The government objected when the defense attempted to elicit the informant's name and the exact information he had provided, and urged the jury in closing argument to ignore Laraviere's absence.  Yet it offered no evidence to explain his absence, other than the improper questions accusing Carron of threatening Laraviere and insinuating that the threat stemmed from a conversation with Lanoue.  As the government intended, these questions had a detrimental effect on a defense that was otherwise uncontradicted.  Cf. United States v. Lewis, <span class=\"citation\" data-id=\"195723\"><a href=\"/opinion/195723/united-states-v-lewis/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span>, 1340 (1st Cir.1994) (no prejudice to the defense due to government's delayed fingerprint analysis because there was ample evidence to refute and none to support the defendant's theory that he was framed).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Lanoue also was prejudiced because the failure to disclose his statements deprived him of the opportunity to effectively prepare for trial and to design an intelligent trial strategy.  See <span class=\"citation\" data-id=\"601487\"><span class=\"antecedent_guess\">Alvarez,</span> <a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">85</span></a></span>;  United States v. Hemmer, <span class=\"citation\" data-id=\"431992\"><a href=\"/opinion/431992/united-states-v-james-hemmer-united-states-of-america-v-john-cusick/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1218</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2666</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span> </span>(1984);  <span class=\"citation\" data-id=\"349527\"><span class=\"antecedent_guess\">Gladney,</span> <a href=\"/opinion/349527/united-states-v-william-thomas-gladney/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">494</span></a></span>.   If the conversation had been disclosed two months before trial as it should have been, Lanoue would have known that Agent Brosnan obtained it in connection with a \"separate investigation of witness intimidation.\"   Lanoue's counsel would then have been able to investigate whether there was such an investigation and, if so, what came of it, enabling him to either prepare Carron for cross examination on that subject or make an intelligent decision not to call him as a witness.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Carron's denial that Lanoue made the statements militates in favor of rather than against a finding of prejudice because defense counsel was deprived of the opportunity to refresh Carron's recollection about the content of the conversation.  See United States v. Rodriguez, <span class=\"citation\" data-id=\"475342\"><a href=\"/opinion/475342/united-states-v-manuel-rodriguez-jorge-borjas-julian-bernard-united/\"><span class=\"volume\">799</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">649</span></a></span>, 654 (11th Cir.1986) (defendant's denial of the existence of undisclosed items bolstered rather than weakened his claim for a mistrial because it deprived him of the opportunity to support the denial or refresh his recollection, thus defeating purposes of the discovery requirement).  Carron answered \"no,\" and then finally \"I don't remember that\" to questions asking him if Lanoue had made statements about Laraviere, while the prosecutor referred to, read from, and brandished a document obviously containing those statements.  The defense should have been able to refresh Carron's recollection about what Lanoue said to him.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Furthermore, Carron was thoroughly unnerved by the prosecutor's use of specific dates while referring to the transcribed conversation.  To be sure, he was uncertain about specific dates and time frames throughout his testimony.  This may or may not have detracted from his overall credibility but when the prosecutor began to brandish the transcript, it received a major blow.  Thereafter, Carron refused to directly answer any question concerning dates, and eventually any question at all, expressing fear of being trapped into committing perjury.  If defense counsel had had access to the transcript, he could have attempted to refresh Carron's recollection.  Failing that, he could have decided not to call Carron as a witness at all.  Instead, the government was able to destroy, with the defendant's own statements, the credibility of the only defense witness who testified to the defense theory other than the defendant himself.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">That the statement was not actually introduced in evidence does not show lack of prejudice.  An improper question alone can require a mistrial or other potent remedy if it causes prejudice.  See <span class=\"citation\" data-id=\"475342\"><span class=\"antecedent_guess\">Rodriguez,</span> <a href=\"/opinion/475342/united-states-v-manuel-rodriguez-jorge-borjas-julian-bernard-united/\"><span class=\"volume\">799</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">654</span> </a></span>(district court erred in denying mistrial on the basis that the undisclosed material was not introduced into evidence where the government's use of the material in questioning defendant was just as effective as if it had been introduced);  <span class=\"citation\" data-id=\"283301\"><span class=\"antecedent_guess\">Padrone,</span> <a href=\"/opinion/283301/united-states-v-pedro-padrone/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">560</span> </a></span>(although undisclosed statement was not introduced, district court erred in failing to grant mistrial where defendant's direct testimony was inconsistent with the statement).  Here, the government's failure to disclose the conversation and its questions based on the conversation could well have led to the destruction of Carron's credibility and undermined the defense theory.  That the conversation was not introduced in evidence did not erase or mitigate the prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p>d. Did the trial court take appropriate action to cure and</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>prevent prejudice?</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">When a party fails to comply with Fed.R.Crim.P. 16, the court is empowered to order that party to comply with the rule, grant a continuance, exclude the evidence, or enter other just relief.  Fed.R.Crim.P. 16(d)(2).  What remedy should be applied depends on the \"seriousness of the violation and the amount of prejudice to the defendant.\"  <span class=\"citation\" data-id=\"349527\"><span class=\"antecedent_guess\">Gladney,</span> <a href=\"/opinion/349527/united-states-v-william-thomas-gladney/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">494</span></a></span>.   Here, the violation was serious and likely to have caused serious prejudice.  Because the statement was not disclosed at any time before the government used it, or in enough time that the defense could make use of it, a mistrial was the only appropriate remedy.  We do not decide whether the court would have acted within its discretion if it had taken more forceful measures than it did, but we note that the court could have stricken the questions, given an immediate and explicit curative instruction, granted the defendant's request for a recess, and even halted the cross examination and then allowed redirect.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Moreover, the court did not act to prevent further prejudice.  Although the prosecutor had represented that he would not refer to the conversation again, he reminded the jury of the statements he had read four days earlier by asking Carron whether he had had any conversations about Laraviere with the defendant after the defendant's arrest.  Defense counsel's objection was overruled, and Carron again answered that he did not recall.  By overruling the objection, the court tacitly approved the improper question in the jury's presence.  See United States v. Manning, <span class=\"citation\" data-id=\"195356\"><a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 575 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The government argues on appeal that the trial court did not abuse its discretion because it eventually gave Lanoue's counsel the opportunity to review the statement with Carron to determine whether he wished to recall him.  The court ignored defense counsel's immediate request for a recess and to be given the statement.  The court denied his request for a recess at the conclusion of Carron's cross examination so that he could prepare him for redirect.  Instead, the court permitted Lanoue's counsel to meet with Carron for the first time during a later recess in the middle of Lanoue's direct testimony, ruling that he could recall Carron to the witness stand if his reasons for doing so were sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">This is not a case of merely delayed disclosure where \"the critical inquiry is ... whether the tardiness prevented defense counsel from employing the material to good effect.\"  United States v. Osorio, <span class=\"citation\" data-id=\"558564\"><a href=\"/opinion/558564/united-states-v-lorenzo-osorio/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></a></span>, 757 (1st Cir.1991).  The government's use of the conversation without disclosing it at all precluded Lanoue's counsel from using it to any effect.  When he twice requested a recess in an attempt to mitigate the harm already done, those requests were denied.  Cf. <span class=\"citation\" data-id=\"574885\"><span class=\"antecedent_guess\">Hodge-Balwing,</span> <a href=\"/opinion/574885/united-states-v-saver-hodge-balwing-aka-balwin-hodge/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">609</span> </a></span>(defendant failed to show prejudice where court ordered the government to hand over the case report before the witness testified and defendant failed to seek a continuance);  <span class=\"citation\" data-id=\"431992\"><span class=\"antecedent_guess\">Hemmer,</span> <a href=\"/opinion/431992/united-states-v-james-hemmer-united-states-of-america-v-john-cusick/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">13</span> </a></span>(defendants failed to show prejudice where they received reports, used them in their defense, and failed to seek a continuance).  We do not fault Lanoue's counsel for declining to recall Carron at a point when he was in shambles as a witness as the result of the government's violation of the rules and the trial court's utter failure to send a message to the witness, the jury or counsel that the government's questions were improper.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Count V is vacated and remanded for a new trial because Lanoue plainly was prejudiced in defending against the stolen motor vehicle charge.  There was no prejudice with respect to Count VI because Carron's testimony did not touch on whether Lanoue knowingly transported a firearm with an obliterated serial number.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Although it is a more difficult question, we believe that Lanoue also suffered prejudice as to Count I, the conspiracy count.  The jury was instructed that it could convict Lanoue of conspiracy if it found he conspired to commit any one or more of six object offenses:  (1) interstate transportation of a stolen motor vehicle, 18 U.S.C. Sec. 2312;  (2) possession of a stolen motor vehicle that had crossed state boundaries, 18 U.S.C. Sec. 2313;  (3) interstate transportation of a firearm by a convicted felon, 18 U.S.C. Sec. 922(g)(1);  (4) using or carrying a firearm during and in relation to an attempt or conspiracy to commit robbery, 18 U.S.C. Sec. 924(c)(1);  (5) interstate possession of a stolen firearm (referring to Meade's revolver), 18 U.S.C. Sec. 922(j);  or (6) interstate transportation of a firearm with an obliterated serial number (referring to Lanoue's revolver), 18 U.S.C. Sec. 922(k).  The object offenses best supported by the evidence were the two relating to the stolen Oldsmobile, with respect to which Lanoue was prejudiced.  Unless we can conclude with fair assurance that the jury relied on one of the other four objects, we must reverse the conspiracy conviction.  Cf. United States v. Morrow, <span class=\"citation\" data-id=\"195715\"><a href=\"/opinion/195715/united-states-v-morrow/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1228</span></a></span>, 1236 (1st Cir.1994) (erroneously admitted evidence was harmless where it was used to prove an object of the conspiracy to which defendant was never tied and it was a \"virtual certainty\" that jury convicted him for his involvement in the other object offense), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1328</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">208</span> </span>(1995).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The evidence of a conspiracy to commit any of the latter four object offenses was not overwhelming, and the jury's verdicts give us little confidence that it relied on any of them to find Lanoue guilty of conspiracy.  The jury necessarily rejected all of them as objects of an agreement by Cole or Meade when it acquitted them of Count I.  Although we could not conclude from this that there was insufficient evidence of a conspiracy, United States v. Bucuvalas, <span class=\"citation\" data-id=\"545480\"><a href=\"/opinion/545480/united-states-v-george-bucuvalas/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span>, 597 (1st Cir.1990), the question we address here is not what a rational jury could conclude but \"rather what effect the error had or reasonably may be taken to have had upon the jury's decision\" in this case.  Kotteakos v. United States, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span>, 764, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, 1247, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1557</span> </a></span>(1946).</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The fourth object offense, using or carrying a firearm during and in relation to a crime of violence, was charged as a substantive offense in Count IV.  The court instructed the jury that it could find a defendant guilty of Count IV if it found that he (1) committed either the Hobbs Act attempted robbery or the Hobbs Act conspiracy to commit robbery, and (2) knowingly used or carried a firearm during or in relation to that crime or those crimes;  or if it found that he aided and abetted that offense.  The jury found all three defendants not guilty of using or carrying a firearm during and in relation to an attempt or conspiracy to commit robbery, and of aiding and abetting that offense;  not guilty of Count II, the Hobbs Act conspiracy;  and not guilty of Count III, the Hobbs Act attempt, and of aiding and abetting that offense.  Under these circumstances, we think that the jury necessarily rejected, as an object of the Count I conspiracy, using or carrying a firearm during and in relation to an attempt or conspiracy to commit robbery.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">The third and fifth object offenses, interstate transportation of a firearm by a convicted felon (Lanoue), and interstate possession of a stolen firearm (Meade's), were not charged as substantive offenses against any of the defendants.  The sixth, interstate transportation of Lanoue's firearm with an obliterated serial number, was charged as a substantive offense in Count VI against Lanoue alone, and the jury found him guilty of it, but there was no evidence that any co-conspirator knew that the serial number was obliterated.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Given the dearth of evidence that Lanoue conspired with anyone else who possessed the requisite knowledge and intent to commit these offenses, and the fact that the jury rejected each of them as a basis for a conspiracy conviction against Cole and Meade, we think that the likelihood is remote that the jury found that Lanoue conspired with anyone else to commit them.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The object offenses best supported by the evidence were the two relating to the stolen car.  From what we can glean of the jury's reasoning in this case, it is likely they either rejected the other object offenses, or found a conspiracy to transport a stolen car and did not attempt to reach agreement on the other object offenses.  We cannot conclude that the erroneous use of Lanoue's statements did not substantially sway the jury's conspiracy verdict, <span class=\"citation\" data-id=\"104321\"><span class=\"antecedent_guess\">Kotteakos,</span> <a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">765</span></a></span>, 66 S.Ct. at 1248, and therefore vacate and remand Count I for a new trial.</p>\n    </div>\n    <p class=\"indent\">B. Title III</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Lanoue objected to use of the conversation at trial and seeks reversal on appeal on the additional ground that it was intercepted in violation of Title III.  Title III prohibits, subject to certain exceptions, the interception of telephone conversations in the absence of a court order.  See 18 U.S.C. Secs. 2511(1), 2516.  Neither the contents of an intercepted telephone conversation nor any evidence derived therefrom may be received in evidence, or used to impeach a witness, if disclosure of that information would violate Title III.  18 U.S.C. Sec. 2515.  Title III's protections extend to prisoners' conversations over institutional telephones.  See, e.g., Campiti v. Walonis, <span class=\"citation\" data-id=\"372783\"><a href=\"/opinion/372783/francesco-g-campiti-v-michael-a-walonis/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">387</span> </a></span>(1st Cir.1979);  United States v. Amen, <span class=\"citation\" data-id=\"496185\"><a href=\"/opinion/496185/united-states-v-angelo-amen-mark-a-deleonardis-michael-paradiso-and/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">373</span></a></span>, 378 (2d Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1021</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1573</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span> </span>(1988).  Its prohibitions would not apply in this case if a party to the conversation gave prior consent to the interception, 18 U.S.C. Sec. 2511(2)(c), or if the conversation was intercepted \"by an investigative or law enforcement officer in the ordinary course of his duties.\"  18 U.S.C. Sec. 2510(5)(a)(ii).</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">After an evidentiary hearing, the trial court ruled that the interception and use of Lanoue's conversation did not violate Title III because he impliedly consented to the interception.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We need not decide this issue because we vacate the convictions on Counts I and V on the basis of Rule 16.  Moreover, because the factual record is undeveloped in important respects, and the parties have not briefed or argued certain relevant issues on appeal, we cannot decide whether the conversation may be used at a new trial.  But because we are sufficiently concerned about whether the Wyatt Detention Center intercepted Lanoue's conversation in compliance with Title III, we offer the following guidance to the judge presiding over the new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The record reveals that the Wyatt Detention Center is owned and operated by Cornell Cox Management, a private corporation.  Pursuant to an agreement with the United States Marshal's office, it houses federal prisoners awaiting trial.  Neither the record facts nor the parties' briefs disclose what regulations applied to or were followed by the Wyatt Detention Center, but federal regulations require federal prisons to establish procedures for monitoring inmate telephone calls and to notify inmates of the monitoring policy.  28 C.F.R. Sec. 540.102 (1995).  The Federal Bureau of Prisons requires notice to be posted at all monitored telephones \"advis[ing] the user that all conversations from that telephone are subject to monitoring and that use of the telephone constitutes consent to this monitoring,\" and requires each inmate to sign an acknowledgement form stating the same.  Federal Bureau of Prisons Program Statement 5264.05 p 6 (April 25, 1994).  Consent has been held properly to have been implied when notice was given according to these standards.  See, e.g., <span class=\"citation\" data-id=\"496185\"><span class=\"antecedent_guess\">Amen,</span> <a href=\"/opinion/496185/united-states-v-angelo-amen-mark-a-deleonardis-michael-paradiso-and/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">379</span></a></span>.   The record indicates that Lanoue did not receive notice even approaching these standards.  Deficient notice will almost always defeat a claim of implied consent.  See Williams v. Poulos, <span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span>, 282 (1st Cir.1993);  <span class=\"citation\" data-id=\"372783\"><span class=\"antecedent_guess\">Campiti,</span> <a href=\"/opinion/372783/francesco-g-campiti-v-michael-a-walonis/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">390</span></a></span>, 393.   Keeping in mind that implied consent is not constructive consent but \" 'consent in fact,' \" consent might be implied in spite of deficient notice, but only in a rare case where the court can conclude with assurance \" 'from surrounding circumstances ... that the [party] knowingly agreed to the surveillance.' \"  Griggs-Ryan v. Smith, <span class=\"citation\" data-id=\"542297\"><a href=\"/opinion/542297/gerald-griggs-ryan-v-beulah-smith-gerald-griggs-ryan-v-richard-connelly/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 116-17 (1st Cir.1990) (quoting <span class=\"citation\" data-id=\"496185\"><span class=\"antecedent_guess\">Amen,</span> <a href=\"/opinion/496185/united-states-v-angelo-amen-mark-a-deleonardis-michael-paradiso-and/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">378</span></a></span>) (emphasis supplied).  We emphasize that \"consent should not casually be inferred,\" <span class=\"citation\" data-id=\"542297\"><span class=\"antecedent_guess\">Griggs-Ryan,</span> <a href=\"/opinion/542297/gerald-griggs-ryan-v-beulah-smith-gerald-griggs-ryan-v-richard-connelly/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">117</span></a></span>, particularly in a case of deficient notice.  The surrounding circumstances must convincingly show that the party knew about and consented to the interception in spite of the lack of formal notice or deficient formal notice.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The trial court did not rely on the law enforcement exception because the government offered no evidence or legal authority to show that the employees of the Wyatt Detention Center who intercepted Lanoue's conversation were \"officer[s] of the United States or of a State or political subdivision thereof ... empowered by law to conduct investigations of or make arrests for offenses enumerated in [section 2516].\"  18 U.S.C. Sec. 2510(7).  If the government can establish that the employees who intercepted Lanoue's conversation had the requisite status and powers by law, they must also have been acting in the ordinary course of duty when they did so.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The conversation was intercepted when it was heard by someone other than Lanoue and Carron, whether by listening as the conversation took place or by tape recording and listening thereafter.  See Deal v. Spears, <span class=\"citation\" data-id=\"596161\"><a href=\"/opinion/596161/sibbie-deal-calvin-lucas-v-newell-spears-juanita-spears-doing-business-as/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1153</span></a></span>, 1158 (8th Cir.1992);  George v. Carusone, <span class=\"citation no-link\"><span class=\"volume\">849</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">159</span></span>, 163 (D.Conn.1994).  In Campiti, we held that the ordinary course of duties exception did not apply where the interception was done outside the usual routine and without notice, was focused on Campiti, and was not reasonably related to maintaining security at <span class=\"citation\" data-id=\"372783\"><span class=\"antecedent_guess\">Walpole.</span>  <a href=\"/opinion/372783/francesco-g-campiti-v-michael-a-walonis/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">390</span></a></span>, 392.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  As noted previously, the employee who located the conversation and provided it to Agent Brosnan did not testify at the hearing.  If the call was intercepted to gather evidence for Agent Brosnan's investigation, rather than for prison security purposes, it was not done in the ordinary course of duty.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">If neither exception applies, the conversation may not be offered in evidence or used to impeach any witness other than Lanoue.  According to the \"impeachment\" exception allowing use of illegally intercepted communications to impeach a testifying defendant (but not a witness), Lanoue's statements in the conversation may be used for the limited purpose of impeaching him on matters plainly within the scope of his direct examination.  <span class=\"citation\" data-id=\"195087\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">287</span> </a></span>&amp; n. 35.</p>\n    </div>\n    <p class=\"indent\">C. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Lanoue argues on appeal, as he did in his motion for judgment of acquittal, that the evidence adduced at trial was insufficient for the jury to have convicted him of conspiracy (Count I) or interstate transportation of a firearm with an obliterated serial number (Count VI).  In assessing a claim of insufficiency of the evidence, we examine the record in the light most favorable to the verdict, drawing all reasonable inferences and credibility determinations in its favor, in an effort to ascertain whether the proof would have allowed a rational jury to find the defendant guilty beyond a reasonable doubt.  See United States v. Valerio, <span class=\"citation\" data-id=\"195933\"><a href=\"/opinion/195933/united-states-v-valerio/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 63 (1st Cir.1995).</p>\n    </div>\n    <p>1. Count I--Conspiracy</p>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Lanoue argues that no rational jury could conclude beyond a reasonable doubt that he conspired with anyone else who possessed the requisite criminal intent, especially because his co-defendants were acquitted.  The government argues that there was sufficient evidence from which the jury could conclude that Lanoue conspired with Cole.  The government correctly argues that we cannot assume that the acquittal of Lanoue's co-defendants reflects a failure of proof rather than leniency or compromise, <span class=\"citation\" data-id=\"545480\"><span class=\"antecedent_guess\">Bucuvalas,</span> <a href=\"/opinion/545480/united-states-v-george-bucuvalas/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">597</span></a></span>, and Lanoue is correct that if we find the evidence of conspiracy insufficient against the alleged co-conspirators, the evidence against him also would be insufficient.  <span class=\"citation\" data-id=\"545480\"><a href=\"/opinion/545480/united-states-v-george-bucuvalas/\"><span class=\"id_token\">Id.</span> at 596.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Our review of the record persuades us that the trial court correctly ruled that there was sufficient evidence from which the jury could conclude beyond a reasonable doubt that Lanoue conspired with Cole to transport a stolen automobile in interstate commerce and to possess a stolen automobile that had crossed a state boundary.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The Oldsmobile was reported stolen on December 21.  Lanoue and Cole took it from Massachusetts to Rhode Island on December 19, and from Rhode Island to Massachusetts on December 23.  The jury was free to reject Lanoue's and Carron's testimony that Lanoue purchased the car from Laraviere after Lariviere represented that the car was his to sell.  Because we hold that the government's surprise use of the recorded conversation erroneously interfered with that credibility determination, Count I is required to be vacated.  Nonetheless, because the evidence was sufficient, a new trial is not precluded.  Having found sufficient evidence of a conspiracy to transport and possess a stolen car, we need not decide whether there was sufficient evidence of a conspiracy to commit any other object offense.  See Griffin v. United States, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, 56-57, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></a></span>, 472-73, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span> </a></span>(1991) (guilty verdict on multiple object conspiracy stands in the face of a claim of insufficiency of the evidence as to one of the objects as long as the evidence sufficiently supported an alternative object).</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p>2. Count VI--Interstate Transportation of a Firearm with an</p>\n    </div>\n    <p>Obliterated Serial Number</p>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Lanoue was arrested with a Colt 38 caliber Police Special revolver with an obliterated serial number tucked in his waistband.  He argues there was insufficient evidence that he knew the serial number was obliterated, an essential element of a violation of 18 U.S.C. Sec. 922(k).  United States v. De Leon Ruiz, <span class=\"citation\" data-id=\"195881\"><a href=\"/opinion/195881/united-states-v-de-leon/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">452</span></a></span>, 454 (1st Cir.1995).  Viewing the evidence in the light most favorable to the verdict and drawing all reasonable inferences and credibility judgments in its favor, we conclude that there was sufficient evidence from which a rational jury could conclude that Lanoue knew the serial number was obliterated.  Lanoue testified that he carried the revolver fairly often to protect himself, and acknowledged that he had cleaned the gun.  When the prosecutor showed him the gun and asked him if it was the gun he carried, Lanoue replied, \"Is the State Police on top of the barrel.  On top of the barrel ... That's the one.\"   He denied that he had obliterated the serial number, but when asked if he knew it was obliterated, Lanoue answered, \"I never checked it, it's possible.  But I never--it doesn't make no difference to me whether they wiped out or not.  I don't know anything about them anyway much.\"   Under these circumstances, a rational jury could conclude beyond a reasonable doubt that Lanoue knew the serial number was obliterated.</p>\n    </div>\n    <p class=\"indent\">D. The Sentence</p>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">The Presentence Investigation Report (\"PSR\"), based on the 1994 Guidelines, calculated Lanoue's adjusted offense level as 28.  The Guidelines provided an offense level of 24 for the firearms offense if it was not committed in connection with \"another felony,\" U.S.S.G. Sec. 2k2.1(a)(2), but the PSR added 4 levels pursuant to U.S.S.G. Sec. 2k2.1(b)(5) based on \"information submitted by the government indicat[ing] that the defendant was about to engage in the robbery of a Meehan armored car.\"   With an offense level of 28 and a criminal history category of VI, the imprisonment range was 140 to 175 months.  The PSR grouped the three counts together pursuant to Sec. 3D1.2(b) and applied the firearms offense level of 28 as the highest level of the counts in the group.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  See U.S.S.G. Sec. 3D1.3(a).</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Lanoue objected to the 4-level enhancement, arguing that he should not be sentenced on the basis of the robbery-related crimes of which the jury had acquitted him, and that the government had not proved those crimes by a preponderance of the evidence.  The court imposed the 4-level enhancement on the basis that Lanoue used or possessed the firearm in connection with the crimes of which the jury had acquitted him--conspiracy and attempt to commit robbery, and using or carrying a firearm in connection with a conspiracy or attempt to commit robbery.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  The court found that those crimes had been proved by at least a preponderance of the evidence, and expressed its direct disagreement with the jury's verdicts of acquittal.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The court sentenced Lanoue to 175 months, at the maximum end of the range.  Pursuant to U.S.S.G. Sec. 5G1.2(d), because the statutory maximums were all below the range,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> the court imposed 60 months imprisonment on Count I, 115 months consecutive imprisonment on Count V, and 60 months concurrent imprisonment on Count VI.  Lanoue's sentence was enhanced by 50 months based on the crimes of which he had been acquitted, amounting to a 40% increase in his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Lanoue argues on appeal that we should take this opportunity to reconsider our holding in United States v. Mocciola, <span class=\"citation\" data-id=\"533000\"><a href=\"/opinion/533000/united-states-v-gerard-peter-mocciola/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span> </a></span>(1st Cir.1989), permitting sentencing on the basis of acquitted conduct, because it violates the right to a jury trial and engenders disrespect for the law, and alternatively that the trial court clearly erred in finding that he had committed the robbery-related crimes by a preponderance of the evidence.  Lanoue's arguments are now moot because only the conviction for transportation of a firearm with an obliterated serial number stands, with a statutory maximum of five years, well below the Guidelines range of 100 to 125 months he would receive without the enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Although it makes no difference in this case, we believe that a defendant's Fifth and Sixth Amendment right to have a jury determine his guilt beyond a reasonable doubt is trampled when he is imprisoned (for any length of time) on the basis of conduct of which a jury has necessarily acquitted him.  Moreover, we believe that the Guidelines' apparent requirement that courts sentence for acquitted conduct utterly lacks the appearance of justice.  This panel urges the court to reconsider en banc the issue of acquitted conduct when it is next squarely presented.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">For the foregoing reasons, the judgments on Counts I and V are vacated and those counts are remanded for a new trial.  The conviction on Count VI is affirmed.  Because Count VI is the only remaining conviction, the statutory maximum of 60 months for violation of 18 U.S.C. Sec. 922(k) sets the upper limit of the sentence.  Because Lanoue's Guideline sentence would be greater than 60 months with or without the 4-level enhancement, we order the sentence on Count VI to be 60 months imprisonment.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Lanoue was known as Mitch</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The grand jury returned the original indictment on January 5, 1994.  A redacted indictment was filed when one count was dismissed by the government with leave of court on August 17, 1994</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The primary purpose of the hearing was to resolve whether the conversation was intercepted in violation of Title III.  Jennifer Egan, Chief of Programs at the Wyatt Detention Center, also testified at the hearing, but only on issues relevant to the defendant's Title III claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Nothing precluded disclosure of Carron's side of the conversation.  He was not a government witness, 18 U.S.C. Sec. 3500(a), and his side of the conversation was not grand jury testimony.  United States v. McMahon, <span class=\"citation\" data-id=\"564960\"><a href=\"/opinion/564960/united-states-v-charles-t-mcmahon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1501</span></a></span>, 1504-05 (1st Cir.1991) (explaining rule that defense is not entitled to the grand jury testimony of a defense witness until after cross examination as being based on the need for grand jury secrecy)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> On appeal, Lanoue does not press his contention at trial that the conversation was required to be disclosed as exculpatory evidence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Lanoue testified after Carron, and therefore after the discovery violation came to light</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Because the jury expressly acquitted Lanoue of violating 18 U.S.C. Sec. 924(c)(1), and necessarily rejected that offense as an object of the Count I conspiracy, the Supreme Court's recent definition of the \"use\" element of a violation of 18 U.S.C. Sec. 924(c)(1), Bailey v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span> </a></span>(1995), is not implicated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Indeed, the government does not argue on appeal that there was sufficient evidence to support a conspiracy to possess Meade's stolen firearm or Lanoue's firearm with an obliterated serial number</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The government did not contend that Carron consented to the interception</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Again, the record does not disclose what regulations applied to or were followed by the Wyatt Detention Center, but federal regulations state that the purpose of inmate telephone monitoring is \"to preserve the security and orderly management of the institution and to protect the public.\"  28 C.F.R. Sec. 540.102.  \"Requests for information (e.g., subpoenas) on monitored calls are to be directed to the Regional Counsel.\"   Federal Bureau of Prisons Program Statement 5264.05 p 6 (April 25, 1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We conclude, however, that the trial court was incorrect in finding, alternatively, that there was sufficient evidence that Lanoue conspired with Laraviere to transport a stolen automobile in interstate commerce.  The government adduced no evidence and did not argue that Lanoue conspired with Laraviere</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The offense level for the stolen car count was 6, consisting of a base offense level of 4 and an enhancement of 2 for the value of the Oldsmobile.  See U.S.S.G. Sec. 2B1.1.  The offense level for the conspiracy count was that of the substantive offenses.  See Sec. 2X1.1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The government had alternatively argued that transportation of the stolen car could constitute the \"other felony.\"   The court found that the \"in connection with\" requirement was not satisfied with respect to that offense because firearms are not inherently associated with that type of offense and the firearm was not used to effect its commission</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> In addition to describing the facts upon which it based its finding, the court stated:</p>\n        <p>I am at a loss to explain the Jury's verdict on those three counts.  It seemed to me the evidence was overwhelming.  The Jury saw it differently ... I just don't know what the Jury concluded or why it reached the conclusion that it did.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The conspiracy statute carries a five-year maximum;  interstate transportation of a stolen motor vehicle carries a ten-year maximum;  and interstate transportation of a firearm with an obliterated serial number carries a five-year maximum</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108272/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112350/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112659/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117985/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195356/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195715/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195723/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195933/",
    "https://www.courtlistener.com/api/rest/v3/opinions/283301/",
    "https://www.courtlistener.com/api/rest/v3/opinions/325562/",
    "https://www.courtlistener.com/api/rest/v3/opinions/335259/",
    "https://www.courtlistener.com/api/rest/v3/opinions/340012/",
    "https://www.courtlistener.com/api/rest/v3/opinions/347528/",
    "https://www.courtlistener.com/api/rest/v3/opinions/349527/",
    "https://www.courtlistener.com/api/rest/v3/opinions/372783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/407624/",
    "https://www.courtlistener.com/api/rest/v3/opinions/431992/",
    "https://www.courtlistener.com/api/rest/v3/opinions/475342/",
    "https://www.courtlistener.com/api/rest/v3/opinions/490520/",
    "https://www.courtlistener.com/api/rest/v3/opinions/490629/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/523146/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533000/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542297/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545480/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546890/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564960/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574885/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596161/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610547/",
    "https://www.courtlistener.com/api/rest/v3/opinions/705989/"
  ]
}