{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196472/",
  "id": 196472,
  "absolute_url": "/opinion/196472/lavigne-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196472/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:06:35Z",
  "date_modified": "2020-02-21T23:11:10.718719Z",
  "type": "010combined",
  "sha1": "a37c9f146d0a79a860366ad2930f131ea928c393",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2258.01A",
  "local_path": null,
  "plain_text": "\nDecember 14, 1995       [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 94-2258 \r\n\n                       LEO R. LAVIGNE,\r\n\n                         Petitioner,\r\n\n                              v.\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                         Respondent.\r\n\n                                         \r\n\nNo. 95-1034 \r\n\n                       LEO R. LAVIGNE,\r\n\n                    Petitioner, Appellant,\r\n\n                              v.\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                    Respondent, Appellee.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n       [Hon. Joseph A. DiClerico, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Selya and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\r\n\nLeo R. Lavigne on brief pro se.\r                          \r\nPaul M. Gagnon, United States Attorney,  and Peter E. Papps, First\r                                                                       \r\nAssistant United States  Attorney, on Motion  for Summary  Disposition\r\nfor appellee.\r\n\n                                         \r\n\n                                         \r\r\n\n          Per Curiam.  Pro  se petitioner Leo Lavigne appeals\r                                          \r\n\ntwo district court orders that respectively denied his motion\r\n\nto vacate his sentence  under 28 U.S.C.  2255 and  his motion\r\n\nfor relief from that  denial under Fed. R. Civ.  P. 60(b)(6).\r\n\nWe have carefully reviewed the record and the parties' briefs\r\n\non appeal.  We affirm both district court orders.  We comment\r\n\nbriefly on petitioner's main arguments.\r\n\n          1.   Petitioner  maintains that  he is  entitled to\r\n\nrelief  from  his  sentence  because  his   defense  attorney\r\n\nrendered ineffective  assistance by failing  to raise certain\r\n\narguments  at   petitioner's   sentencing  hearing.      More\r\n\nspecifically, petitioner claims that  a prior state  sentence\r\n\nwas  based on conduct that  was part of  his federal offense,\r\n\nand  therefore  his  counsel  should  have  objected  to  the\r\n\ninclusion of this sentence in the computation of petitioner's\r\n\ncriminal history score under   U.S.S.G.   4A1.2(a)(1) (1991).\r\n\nPetitioner  also claims  that  counsel should  have moved  to\r\n\nreduce  his federal  sentence by  the amount  of time  he had\r\n\nalready served on his  prior state sentence under  U.S.S.G.  \r\n\n5G1.3(b), n.3.\r\n\n          Both  of these  claims  are  based on  petitioner's\r\n\nconclusory assertion that his prior state sentence arose from\r\n\nconduct that was part of his federal offense.  This assertion\r\n\nis  based on two factual allegations:   (1) that petitioner's\r\n\nstate  and  federal  convictions  occurred  within  the  same\r\n\n                             -3-\r\r\n\ngeneral time frame of  the conspiracy charged in  the federal\r\n\nindictment (i.e.,  1984-1991), and (2) that  the cocaine from\r\n\npetitioner's  prior conviction  was  included in  the cocaine\r\n\nthat  was attributed to him  at his federal  sentencing.  The\r\n\nfact that  petitioner's state  and federal offenses  occurred\r\n\nwithin the same general time frame is not alone sufficient to\r\n\nestablish that his state offense constituted conduct that was\r\n\npart of his federal  offense.  See United States  v. Escobar,\r                                                                        \r\n\n992  F.2d 87, 90  (6th Cir. 1992); United  States v. Kerr, 13\r                                                                     \r\n\nF.3d  203, 205-06 (7th Cir.  1993), cert. denied,  114 S. Ct.\r                                                            \r\n\n1629  (1994).     Thus,  to  the   extent  that  petitioner's\r\n\nineffective  assistance   claim  is  based  on  this  factual\r\n\nallegation, it is plainly inadequate.     Petitioner's  claim\r\n\nthat the cocaine from his prior state conviction was included\r\n\nin the quantity of cocaine that was attributed to him  at his\r\n\nfederal sentencing  is  conclusively refuted  by the  record.\r\n\nThe  presentence report (PSR,    7A)  discloses that  the two\r\n\neight-ounce   cocaine   purchases  upon   which  petitioner's\r\n\nsentence was based  occurred in April  and November of  1989.\r\n\nPetitioner's  state conviction  was based  on the  seizure of\r\n\napproximately five grams of cocaine from petitioner's home on\r\n\nMarch  2, 1989.   See  State v.  Lavigne, 588  A.2d 741,  743\r                                                    \r\n\n(1991).     Obviously   the  cocaine   that  was   seized  in\r\n\npetitioner's home in March 1989 could not have  been included\r\n\nin either of the  two eight-ounce purchases that he  made the\r\n\n                             -4-\r                                          4\r\r\n\nfollowing April and  November.   Thus, petitioner's  contrary\r\n\nclaim is conclusively refuted by the record.  \r\n\n          As  petitioner's claim  that  the cocaine  from his\r\n\nprior conviction  was included in the  quantity attributed to\r\n\nhim at his federal sentencing  is conclusively refuted by the\r\n\nrecord, and petitioner has  not alleged sufficient facts that\r\n\notherwise  support his claim that  his state offense was part\r\n\nof the conduct that led to his federal conviction, petitioner\r\n\nhas   failed  to  show   that  counsel  rendered  ineffective\r\n\nassistance by failing to object to the inclusion of his prior\r\n\nsentence  in  his criminal  history  score  under U.S.S.G.   \r\n\n4A1.2(a)(1) and by failing to seek a sentence reduction under\r\n\nU.S.S.G.    5G1.3(b), n.3.  See Barrett v. United States, 965\r                                                                    \r\n\nF.2d 1184, 1186 (1st Cir.  1992) (summary dismissal is proper\r\n\nwhere  a   2255  motion is  inadequate  on  its  face, or  is\r\n\nconclusively refuted as to the alleged facts by the files and\r\n\nrecords  of the case, or where the alleged grounds for relief\r\n\nare  based on bald assertions without sufficiently particular\r\n\nand supportive factual allegations);  Acha v. United  States,\r                                                                        \r\n\n910 F.2d 28, 30 (1st Cir. 1990) (court  of appeals may affirm\r\n\non any ground supported by the record).  \r\n\n          2.    Petitioner contends  that the  district court\r\n\nerred  in denying  his Rule  60(b)(6) motion  because defense\r\n\ncounsel  failed  to  discuss  his  intent  to  seek  a  minor\r\n\nparticipant adjustment with him  and further failed to inform\r\n\n                             -5-\r                                          5\r\r\n\npetitioner  that  he had  the  right to  appeal  the district\r\n\ncourt's adverse ruling on  this issue.  We review  the denial\r\n\nof  Rule 60(b)  motions only  for abuse  of discretion.   See\r                                                                         \r\n\nHoult  v. Hoult,  57 F.3d 1,  3 (1st  Cir. 1995).   \"[A]bsent\r                           \r\n\nexceptional  circumstances, motions under  Rule 60(b)(6) must\r\n\nraise  issues not available to the  moving party before final\r\n\njudgment entered.\"  Vasapolli v. Rostoff, 39 F.3d 27, 37 n. 8\r                                                    \r\n\n(1st  Cir.  1994)(citations  omitted).   Petitioner  has  not\r\n\nalleged any  good  reason why  these  ineffective  assistance\r\n\nclaims  could  not have  been  raised in  his  original  2255\r\n\nmotion.1    Thus,  the  district  court  did  not  abuse  its\r\n\ndiscretion in denying the Rule 60(b)(6) motion.   \r\n\n          As   petitioner  has  not  raised  any  meritorious\r\n\narguments, the judgment dismissing his 28 U.S.C.  2255 motion\r\n\nis affirmed.  The order denying his Rule 60(b)(6) motion also\r                       \r\n\nis affirmed.  See Local Rule 27.1.\r                             \r\n\n                    \r                                \r\n\n1.  Petitioner  contends  that exceptional  circumstances are\r\npresent  because  he   did  not   receive  the   government's\r\nopposition  to his  2255 motion until recently.  Even if that\r\nis  so, we  fail to  see how  that prevented  petitioner from\r\ncataloging counsel's  alleged errors in his  original motion.\r\nMoreover,   petitioner failed  to raise this  argument below,\r\ntherefore it is not properly before us. \r\n\n                             -6-\r                                          6\r\r\n",
  "html": "<p class=\"case_cite\">72 F.3d 121</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Leo R. LAVIGNE, Petitioner,<br>v.<br>UNITED STATES of America, Respondent.<br>Leo R. LAVIGNE, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">Nos. 94-2258, 95-1034.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 14, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE [Hon.  Joseph A. DiClerico, U.S. District Judge]</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Leo R. Lavigne on brief pro se.</p>\n      <p class=\"indent\">Paul M. Gagnon, United States Attorney, and Peter E. Papps, First Assistant United States Attorney, on Motion for Summary Disposition for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and SELYA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se petitioner Leo Lavigne appeals two district court orders that respectively denied his motion to vacate his sentence under 28 U.S.C. Sec. 2255 and his motion for relief from that denial under Fed.R.Civ.P. 60(b)(6).  We have carefully reviewed the record and the parties' briefs on appeal.  We affirm both district court orders.  We comment briefly on petitioner's main arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. Petitioner maintains that he is entitled to relief from his sentence because his defense attorney rendered ineffective assistance by failing to raise certain arguments at petitioner's sentencing hearing.  More specifically, petitioner claims that a prior state sentence was based on conduct that was part of his federal offense, and therefore his counsel should have objected to the inclusion of this sentence in the computation of petitioner's criminal history score under U.S.S.G. Sec. 4A1.2(a)(1) (1991).  Petitioner also claims that counsel should have moved to reduce his federal sentence by the amount of time he had already served on his prior state sentence under U.S.S.G. Sec. 5G1.3(b), n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Both of these claims are based on petitioner's conclusory assertion that his prior state sentence arose from conduct that was part of his federal offense.  This assertion is based on two factual allegations:  (1) that petitioner's state and federal convictions occurred within the same general time frame of the conspiracy charged in the federal indictment (i.e., 1984-1991), and (2) that the cocaine from petitioner's prior conviction was included in the cocaine that was attributed to him at his federal sentencing.  The fact that petitioner's state and federal offenses occurred within the same general time frame is not alone sufficient to establish that his state offense constituted conduct that was part of his federal offense.  See United States v. Escobar, 992 F.2d 87, 90 (6th Cir.1992);  United States v. Kerr, 13 F.3d 203, 205-06 (7th Cir.1993), cert. denied, 114 S.Ct. 1629 (1994).  Thus, to the extent that petitioner's ineffective assistance claim is based on this factual allegation, it is plainly inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Petitioner's claim that the cocaine from his prior state conviction was included in the quantity of cocaine that was attributed to him at his federal sentencing is conclusively refuted by the record.  The presentence report (PSR, p 7A) discloses that the two eight-ounce cocaine purchases upon which petitioner's sentence was based occurred in April and November of 1989.  Petitioner's state conviction was based on the seizure of approximately five grams of cocaine from petitioner's home on March 2, 1989.  See State v. Lavigne, 588 A.2d 741, 743 (1991).  Obviously the cocaine that was seized in petitioner's home in March 1989 could not have been included in either of the two eight-ounce purchases that he made the following April and November.  Thus, petitioner's contrary claim is conclusively refuted by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As petitioner's claim that the cocaine from his prior conviction was included in the quantity attributed to him at his federal sentencing is conclusively refuted by the record, and petitioner has not alleged sufficient facts that otherwise support his claim that his state offense was part of the conduct that led to his federal conviction, petitioner has failed to show that counsel rendered ineffective assistance by failing to object to the inclusion of his prior sentence in his criminal history score under U.S.S.G. Sec. 4A1.2(a)(1) and by failing to seek a sentence reduction under U.S.S.G. Sec. 5G1.3(b), n. 3. See Barrett v. United States, 965 F.2d 1184, 1186 (1st Cir.1992) (summary dismissal is proper where a Sec. 2255 motion is inadequate on its face, or is conclusively refuted as to the alleged facts by the files and records of the case, or where the alleged grounds for relief are based on bald assertions without sufficiently particular and supportive factual allegations);  Acha v. United States, 910 F.2d 28, 30 (1st Cir.1990) (court of appeals may affirm on any ground supported by the record).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">2. Petitioner contends that the district court erred in denying his Rule 60(b)(6) motion because defense counsel failed to discuss his intent to seek a minor participant adjustment with him and further failed to inform petitioner that he had the right to appeal the district court's adverse ruling on this issue.  We review the denial of Rule 60(b) motions only for abuse of discretion.  See Hoult v. Hoult, 57 F.3d 1, 3 (1st Cir.1995).  \"[A]bsent exceptional circumstances, motions under Rule 60(b)(6) must raise issues not available to the moving party before final judgment entered.\"  Vasapolli v. Rostoff, 39 F.3d 27, 37 n. 8 (1st Cir.1994) (citations omitted).  Petitioner has not alleged any good reason why these ineffective assistance claims could not have been raised in his original Sec. 2255 motion.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Thus, the district court did not abuse its discretion in denying the Rule 60(b)(6) motion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As petitioner has not raised any meritorious arguments, the judgment dismissing his 28 U.S.C. Sec. 2255 motion is affirmed.   The order denying his Rule 60(b)(6) motion also is affirmed.  See Local Rule 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Petitioner contends that exceptional circumstances are present because he did not receive the government's opposition to his Sec. 2255 motion until recently.  Even if that is so, we fail to see how that prevented petitioner from cataloging counsel's alleged errors in his original motion.  Moreover, petitioner failed to raise this argument below, therefore it is not properly before us</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">121</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Leo R. LAVIGNE, Petitioner,<br>v.<br>UNITED STATES of America, Respondent.<br>Leo R. LAVIGNE, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">Nos. 94-2258, 95-1034.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 14, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE [Hon.  Joseph A. DiClerico, U.S. District Judge]</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Leo R. Lavigne on brief pro se.</p>\n      <p class=\"indent\">Paul M. Gagnon, United States Attorney, and Peter E. Papps, First Assistant United States Attorney, on Motion for Summary Disposition for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and SELYA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se petitioner Leo Lavigne appeals two district court orders that respectively denied his motion to vacate his sentence under 28 U.S.C. Sec. 2255 and his motion for relief from that denial under Fed.R.Civ.P. 60(b)(6).  We have carefully reviewed the record and the parties' briefs on appeal.  We affirm both district court orders.  We comment briefly on petitioner's main arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. Petitioner maintains that he is entitled to relief from his sentence because his defense attorney rendered ineffective assistance by failing to raise certain arguments at petitioner's sentencing hearing.  More specifically, petitioner claims that a prior state sentence was based on conduct that was part of his federal offense, and therefore his counsel should have objected to the inclusion of this sentence in the computation of petitioner's criminal history score under U.S.S.G. Sec. 4A1.2(a)(1) (1991).  Petitioner also claims that counsel should have moved to reduce his federal sentence by the amount of time he had already served on his prior state sentence under U.S.S.G. Sec. 5G1.3(b), n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Both of these claims are based on petitioner's conclusory assertion that his prior state sentence arose from conduct that was part of his federal offense.  This assertion is based on two factual allegations:  (1) that petitioner's state and federal convictions occurred within the same general time frame of the conspiracy charged in the federal indictment (i.e., 1984-1991), and (2) that the cocaine from petitioner's prior conviction was included in the cocaine that was attributed to him at his federal sentencing.  The fact that petitioner's state and federal offenses occurred within the same general time frame is not alone sufficient to establish that his state offense constituted conduct that was part of his federal offense.  See United States v. Escobar, <span class=\"citation\" data-id=\"605624\"><a href=\"/opinion/605624/united-states-v-jorge-escobar/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">87</span></a></span>, 90 (6th Cir.1992);  United States v. Kerr, <span class=\"citation\" data-id=\"659922\"><a href=\"/opinion/659922/united-states-v-donna-kerr-and-nick-muschio/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">203</span></a></span>, 205-06 (7th Cir.1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1629</span> </span>(1994).  Thus, to the extent that petitioner's ineffective assistance claim is based on this factual allegation, it is plainly inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Petitioner's claim that the cocaine from his prior state conviction was included in the quantity of cocaine that was attributed to him at his federal sentencing is conclusively refuted by the record.  The presentence report (PSR, p 7A) discloses that the two eight-ounce cocaine purchases upon which petitioner's sentence was based occurred in April and November of 1989.  Petitioner's state conviction was based on the seizure of approximately five grams of cocaine from petitioner's home on March 2, 1989.  See State v. Lavigne, <span class=\"citation\" data-id=\"2177318\"><a href=\"/opinion/2177318/state-v-lavigne/\"><span class=\"volume\">588</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">741</span></a></span>, 743 (1991).  Obviously the cocaine that was seized in petitioner's home in March 1989 could not have been included in either of the two eight-ounce purchases that he made the following April and November.  Thus, petitioner's contrary claim is conclusively refuted by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As petitioner's claim that the cocaine from his prior conviction was included in the quantity attributed to him at his federal sentencing is conclusively refuted by the record, and petitioner has not alleged sufficient facts that otherwise support his claim that his state offense was part of the conduct that led to his federal conviction, petitioner has failed to show that counsel rendered ineffective assistance by failing to object to the inclusion of his prior sentence in his criminal history score under U.S.S.G. Sec. 4A1.2(a)(1) and by failing to seek a sentence reduction under U.S.S.G. Sec. 5G1.3(b), n. 3. See Barrett v. United States, <span class=\"citation\" data-id=\"584145\"><a href=\"/opinion/584145/james-barrett-v-united-states/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1184</span></a></span>, 1186 (1st Cir.1992) (summary dismissal is proper where a Sec. 2255 motion is inadequate on its face, or is conclusively refuted as to the alleged facts by the files and records of the case, or where the alleged grounds for relief are based on bald assertions without sufficiently particular and supportive factual allegations);  Acha v. United States, <span class=\"citation\" data-id=\"546072\"><a href=\"/opinion/546072/jose-rosado-acha-v-united-states/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 30 (1st Cir.1990) (court of appeals may affirm on any ground supported by the record).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">2. Petitioner contends that the district court erred in denying his Rule 60(b)(6) motion because defense counsel failed to discuss his intent to seek a minor participant adjustment with him and further failed to inform petitioner that he had the right to appeal the district court's adverse ruling on this issue.  We review the denial of Rule 60(b) motions only for abuse of discretion.  See Hoult v. Hoult, <span class=\"citation\" data-id=\"196077\"><a href=\"/opinion/196077/hoult-v-hoult/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1995).  \"[A]bsent exceptional circumstances, motions under Rule 60(b)(6) must raise issues not available to the moving party before final judgment entered.\"  Vasapolli v. Rostoff, <span class=\"citation\" data-id=\"195712\"><a href=\"/opinion/195712/vasapolli-v-rostoff/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 37 n. 8 (1st Cir.1994) (citations omitted).  Petitioner has not alleged any good reason why these ineffective assistance claims could not have been raised in his original Sec. 2255 motion.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Thus, the district court did not abuse its discretion in denying the Rule 60(b)(6) motion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As petitioner has not raised any meritorious arguments, the judgment dismissing his 28 U.S.C. Sec. 2255 motion is affirmed.   The order denying his Rule 60(b)(6) motion also is affirmed.  See Local Rule 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Petitioner contends that exceptional circumstances are present because he did not receive the government's opposition to his Sec. 2255 motion until recently.  Even if that is so, we fail to see how that prevented petitioner from cataloging counsel's alleged errors in his original motion.  Moreover, petitioner failed to raise this argument below, therefore it is not properly before us</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195712/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196077/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546072/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584145/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605624/",
    "https://www.courtlistener.com/api/rest/v3/opinions/659922/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2177318/"
  ]
}