{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196422/",
  "id": 196422,
  "absolute_url": "/opinion/196422/levasseur-v-pepe/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196422/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:25Z",
  "date_modified": "2020-02-21T23:41:39.791242Z",
  "type": "010combined",
  "sha1": "d9d98c13c291bfae4ccaad94f9374fb4e2ecd24e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1346.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                             United States Court of Appeals\n                    For the First Circuit\r                                 For the First Circuit\n                                         \n\nNo. 95-1346\n\n                       MARK LEVASSEUR, \n\n                          Appellant,\n\n                              v.\n\n                         PETER PEPE,\n\n                          Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\r                                                                  \n\n                                         \n\n                            Before\n\n                    Stahl, Circuit Judge,\r                                                     \n               Campbell, Senior Circuit Judge,\r                                                          \n                  and Lynch, Circuit Judge.\r                                                       \n\n                                         \n\n                         ERRATA SHEET\r                                      ERRATA SHEET\n\n   The opinion issued on November 22, 1995, should be amended\nas follows:\n\n        On Page 3, lines 1-2, delete the victim's\n        name and replace with \"the victim (`Jane\n        Doe')\".\n\n        On page 14, at the last two lines of the indented\n        quotation, replace the victim's name with \"[Jane Doe]\"\n\n        On the following locations, replace the\n        victim's last name with \"Doe\" or \"Doe's\":\n\n        Page 3, lines 3, 4, 5, 7, 11, 12, 13, 15 (2\n        times), 16, 18 and 21\n\n        Page 4, lines 2, 4, 11 and 24\r \n\n        Page 5, lines 1, 4, 6, 10, 17, 19 and 21\n\n        Page 6, lines 1 and 2\n\n        Page 16, lines 6, 7, 8, 13, 15 and 19\n\n        Page 17, lines 1, 4, 10, 14, 17 and 19\n\n        Page 18, lines 6 and 13\n\n        Page 19, line 15 and line 2 of footnote 6\n\n        Page 20, lines 1, 3, 9, 14 and 21\n\n        Page 21, lines 2, 8, 10, 15 and line 1 of\n        footnote 8\n\n        Page 22, line 4\n\n        Page 25, line 8 of footnote 9\n\n        Page 26, lines 10, 12, 14, 17 and line 4 of\n        footnote 10\n\n        Page 27, line 23\n\n        Page 29, line 23\n\n        Page 30, line 6\r \n\n                United States Court of Appeals\r                             United States Court of Appeals\n                    For the First Circuit\r                                 For the First Circuit\n                                         \n\nNo. 95-1346\n\n                       MARK LEVASSEUR, \n\n                          Appellant,\n\n                              v.\n\n                         PETER PEPE,\n\n                          Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\r                                                                  \n\n                                         \n\n                            Before\n\n                    Stahl, Circuit Judge,\r                                                     \n               Campbell, Senior Circuit Judge,\r                                                          \n                  and Lynch, Circuit Judge.\r                                                       \n\n                                         \n\n   Thomas J. Gleason for appellant.\r                                 \n   William J. Duensing, Assistant Attorney General, with whom\r                                   \nScott Harshbarger, Attorney General of the Commonwealth of\r                            \nMassachusetts, was on brief for appellee.\n\n                                         \n\n                      November 22, 1995\n                                         \r \n\n          STAHL, Circuit Judge.  In January of 1990,\r                       STAHL, Circuit Judge.\r                                           \n\npetitioner Mark Levasseur was convicted in a Massachusetts\n\nstate court of rape, indecent assault and battery, and\n\nassault and battery.  After exhausting his state court\n\nremedies, Levasseur sought a writ of habeas corpus in the\n\nUnited States District Court for the District of\n\nMassachusetts, pursuant to 28 U.S.C.   2254, claiming that\n\nhis state convictions were obtained in violation of the\n\nUnited States Constitution.  Specifically, Levasseur asserted\n\nthat an improper admission of hearsay testimony violated his\n\nSixth Amendment right to confrontation, an unduly suggestive\n\nidentification procedure violated his Fourteenth Amendment\n\nright to due process of law, and his trial counsel's\n\ndeficient performance deprived him of his Sixth Amendment\n\nright to the effective assistance of counsel.  The district\n\ncourt denied the habeas application, and this appeal\n\nfollowed.  For the reasons discussed below, we affirm.\n\n                              I.\r                                             \n\n                          BACKGROUND\r                                                 \n\nA.  Pretrial Events1\r                                \n\n          At some time between the late evening and early\n\nmorning hours of June 30 and July 1, 1988, a man driving a\n\n                    \r                                 \n\n1.  For  a more  comprehensive statement  of  the facts,  see\nCommonwealth v.  Levasseur, 592  N.E.2d 1350, 1351-53  (Mass.\r                                       \nApp. Ct.), review denied, 600  N.E.2d 171 (Mass. 1992), cert.\r                                                                          \ndenied, 113 S. Ct. 978 (1993).\r                   \n\n                             -2-\r                                           2\r \n\nbig, dark-colored, \"4 x 4\" pickup truck approached the victim\n\n('Jane Doe') as she was walking on the sidewalk and asked her\n\nif she wanted a ride.  Undeterred by Doe's initial rejection,\n\nthe driver returned and Doe relented.  Instead of dropping\n\nDoe at her destination, the driver took her to a deserted\n\narea behind a factory and raped her on the truck seat.  Her\n\nattacker, still restraining Doe, drove away from the scene\n\nand then pushed her out of the truck.\n\n          Ronald Ralls, driving behind the truck, saw Doe\n\nfall from the truck and stopped to render aid.  Ralls drove\n\nDoe to his home and notified the police.  Officer Mendes\n\narrived, but Doe rebuffed his attempts to approach her.  The\n\nofficer detected the smell of alcohol on Doe's breath. \n\nEmergency paramedics transported Doe to the hospital.  Doe's\n\ncontinued refusal to let anyone touch her prevented the\n\nhospital staff from administering a \"rape kit.\"  Eventually,\n\nDoe, in the presence of Officer Mendes, related the incident\n\nin general terms to a female hospital administrator.\n\n          Five days later at the police station, Doe further\n\nrecounted the incident to Inspector Boutselis.  She described\n\nher assailant's pickup truck as a big, dark \"4 x 4\" sitting\n\nhigh off the ground and her attacker as a white male with a\n\nmedium-type build, thin face, high cheekbones, dark hair,\n\ndark eyelashes, and a small moustache.  Boutselis showed Doe\n\nover six thousand photographs of white males.  A 1983\n\n                             -3-\r                                           3\r \n\nphotograph of Levasseur was among the six thousand.  Although\n\nDoe said several photographs, including Levasseur's, looked\n\nsimilar to her assailant, she was unable to make an\n\nidentification.\n\n          On July 13, 1988, because of a new lead, Inspectors\n\nBoutselis and Guilfoyle began to focus on Levasseur.  On\n\ntheir way to Levasseur's residence in an unmarked car,\n\nBoutselis and Guilfoyle noticed a pickup truck fitting Doe's\n\ndescription.  Boutselis and Guilfoyle observed the truck pull\n\nover to the side of the road, saw the driver beckon to a\n\nyoung blond-haired girl walking on the sidewalk, and heard\n\nhim say \"Come on.\"  After the girl continued walking and the\n\ntruck drove on, Guilfoyle questioned the girl, who said that\n\nthe man in the truck had offered her a ride but she did not\n\nknow him.  Learning from the police dispatcher that the truck\n\nbelonged to Levasseur, Boutselis and Guilfoyle stopped\n\nLevasseur and asked about the girl.  Levasseur told them that\n\nshe was his cousin and he had offered her a ride, but he did\n\nnot volunteer her name.  Levasseur agreed to go to the police\n\nstation, where Boutselis and Guilfoyle questioned and\n\nphotographed him.\n\n          The next day, Inspector Boutselis showed Doe a\n\ngroup of sixty photographs including Levasseur's photograph\n\nfrom the day before.  Doe stated that Levasseur's recent\n\nphotograph looked like her assailant and asked Boutselis for\n\n                             -4-\r                                           4\r \n\nmore photographs of Levasseur.  Upon examining Levasseur's\n\n1983 photograph, Doe said that it looked more like her\n\nassailant than the recent photograph.  Given the seriousness\n\nof the charges, Doe refused to make a positive identification\n\nof Levasseur based solely on the photographs and requested to\n\nsee him in person.\n\n          Using an unmarked car, Inspector Boutselis and Doe\n\nbegan field identifications.2  Over the next five months,\n\nthey made nine excursions lasting two to three hours each to\n\nlocations near Levasseur's place of work and home.  On five\n\noccasions, they sat outside the Textron plant in Wilmington\n\nthinking that Levasseur was employed there.  Levasseur, it\n\nwas later discovered, worked at Digital Equipment\n\nCorporation, not Textron.  On the remaining four occasions,\n\nBoutselis and Doe sat at an intersection in North Chelmsford\n\none-half mile from Levasseur's home.  Doe never positively\n\nidentified anyone on the first eight excursions.  During the\n\nninth trip, on December 16, 1988, however, Doe saw\n\nLevasseur's truck approach and exclaimed, \"Wow, this looks\n\nlike it.\"  As the truck came within six feet of Doe and\n\nLevasseur looked in her direction, Doe screamed, \"It's him,\n\nit's him.  Get me . . . out of here right now.\"\n\n                    \r                                 \n\n2.  Because  Levasseur  was no  longer  cooperating  with the\ninvestigation and probable cause to arrest him did not exist,\nInspector  Boutselis   could   not   require   Levasseur   to\nparticipate in a line-up.\n\n                             -5-\r                                           5\r \n\nB.  The Trial\r                          \n\n          On January 24, 1990, Levasseur was brought to trial\n\non charges of rape, indecent assault and battery, and assault\n\nand battery.  The prosecution called six witnesses in its\n\ndirect case and one witness on rebuttal, with Levasseur\n\ncalling himself, his wife, and his mother-in-law as his\n\ndefense witnesses.\n\n          In his rebuttal case, the district attorney called\n\nInspector Guilfoyle to testify about the July 13, 1988,\n\nincident with the blond-haired girl (we use the language used\n\nat trial and refer to \"the blond-girl incident\").  In\n\nrecounting his conversation with the blond girl, Inspector\n\nGuilfoyle uttered the following hearsay testimony:\n\n          Q.  Sir, . . . what was the nature of the\n          conversation with her [the blond girl]?\n          A.  We pulled up; we were in an unmarked\n          vehicle.  We identified ourselves to the\n          young lady.  We asked her if she knew the\n          gentleman in the truck; she said no.  We\r                                                          \n          asked her if she could tell us what he\n          wanted and she said he offered her a\r                                                           \n          ride.\r                           \n\n(emphasis added).        \n\n          After a three-day trial, the jury found Levasseur\n\nguilty of rape, indecent assault and battery, and assault and\n\nbattery.  Levasseur was sentenced to concurrent state prison\n\nterms of ten to fifteen years and four to five years.\n\nC.  Post-Conviction Proceedings\r                                            \n\n                             -6-\r                                           6\r \n\n          After the jury's verdict, Levasseur filed a motion\n\nfor a new trial which the trial court denied.  The\n\nMassachusetts Appeals Court affirmed the convictions, and the\n\nSupreme Judicial Court of the Commonwealth of Massachusetts\n\ndenied Levasseur's petition to obtain further appellate\n\nreview.  The United States Supreme Court denied Levasseur's\n\npetition for a writ of certiorari.  \n\n          Having exhausted his state remedies, Levasseur\n\nfiled a petition for habeas corpus in the United States\n\nDistrict Court for the District of Massachusetts.  The\n\ndistrict court denied the petition for the following reasons. \n\nLevasseur's trial counsel had procedurally defaulted on the\n\nclaim of unduly suggestive identification by his failure to\n\nobject.  The court held that Levasseur could not excuse this\n\nprocedural default because he could not show cause for that\n\nfailure via a claim of ineffective assistance of counsel. \n\nCounsel's failure to object did not constitute deficient\n\nperformance because the identification method was not unduly\n\nsuggestive.  With respect to the hearsay claim, the court\n\nheld that Levasseur's Confrontation Clause rights were\n\nviolated, but the error was harmless.  Finally, according to\n\nthe district court, Levasseur's remaining ineffective-\n\nassistance-of-counsel claims failed because trial counsel's\n\noverall performance was not deficient and Levasseur suffered\n\nno prejudice.\n\n                             -7-\r                                           7\r \n\n                             II.\r                                             \n\n                          DISCUSSION\r                                                 \n\n          On appeal, Levasseur makes the following four\n\narguments:  (1) he did not procedurally default on his Due\n\nProcess and Confrontation Clause claims, (2) the violation of\n\nhis Sixth Amendment right to confrontation was not harmless\n\nerror, (3) the pre-trial identification procedure was unduly\n\nsuggestive and violated his Fourteenth Amendment right to due\n\nprocess of law, and (4) he was denied effective assistance of\n\ncounsel.  We discuss each argument in turn.\n\nA.  Procedural Default\r                                   \n\n          Levasseur asserts that the district court erred in\n\nholding that he procedurally defaulted on his Due Process and\n\nConfrontation Clause claims.  Levasseur admits that his trial\n\ncounsel did not object to the pre-trial identification\n\nprocedure and the hearsay statement as each was introduced\n\nand acknowledges that, to consider such claims on appeal,\n\nMassachusetts requires contemporaneous objection to their\n\nadmission as evidence at trial, Mass. R. Crim. P. 24(b).  He\n\ncontends, however, that his filing a motion for new trial and\n\nthe trial court's consideration of the issues presented acted\n\nto resurrect and preserve these claims for review.  We\n\ndisagree.\n\n          Under Massachusetts case law, issues previously\n\nlost for appeal may be resurrected and preserved for\n\n                             -8-\r                                           8\r \n\nappellate review if a trial judge exercises his discretion\n\nand considers them in ruling on a motion for a new trial. \n\nSee Commonwealth v. Harrington, 399 N.E.2d 475, 478 (Mass.\r                                           \n\n1980); Commonwealth v. Gagne, 326 N.E.2d 907, 911 (Mass.\r                                         \n\n1975); Commonwealth v. Buckley, 458 N.E.2d 781, 783 (Mass.\r                                           \n\nApp. Ct.), review denied, 461 N.E.2d 1219 (Mass. 1984). \r                                     \n\nWhether the trial court considered Levasseur's Due Process\n\nand Confrontation Clause claims and thereby waived his\n\nprocedural default is a legal question subject to our plenary\n\nreview.  See Burks v. Dubois, 55 F.3d 712, 716 (1st Cir.\r                                         \n\n1995) (reviewing de novo question of whether state court's\r                                     \n\nlimited review of petitioner's claim for miscarriage of\n\njustice effected a waiver); Puleio v. Vose, 830 F.2d 1197,\r                                                       \n\n1200 (1st Cir. 1987), cert. denied, 485 U.S. 990 (1988)\r                                               \n\n(same).\n\n          In ruling on Levasseur's motion for new trial, the\n\ntrial judge did not consider Levasseur's Due Process and\n\nConfrontation Clause claims individually but rather only as\n\npart and parcel of Levasseur's ineffective-assistance-of-\n\ncounsel claim.  The court concluded that the attorney's\n\nfailure to object to the identification process and the\n\nhearsay testimony was not ineffective assistance of counsel. \n\nBecause the trial judge never considered the Due Process and\n\nConfrontation Clause claims severally, it did not resurrect\n\nthese procedurally defaulted claims, and we consider them on\n\n                             -9-\r                                           9\r \n\nappeal only as they constitute part of Levasseur's\n\nineffective-assistance-of-counsel claim.\n\n          Levasseur invites this court to rule that an\n\nappellant claiming ineffective assistance of counsel in a\n\nmotion for a new trial before a state trial court preserves\n\nfor habeas corpus review not only the ineffective-assistance-\n\nof-counsel claim but the substantive claims subsumed within\n\nthe ineffective-assistance-of-counsel claim.  In this case\n\nand typically, however, the substantive claims underlying the\n\nineffective-assistance-of-counsel claim are constitutional\n\nclaims that were procedurally defaulted due to the\n\nineffective performance of counsel.  In Coleman v. Thompson,\r                                                                        \n\n501 U.S. 722, 750 (1991), the Supreme Court ruled that\n\nfederal habeas review of procedurally defaulted claims is\n\nbarred unless the petitioner demonstrates (1) cause for the\n\ndefault and \"actual prejudice as a result of the alleged\n\nviolation of federal law\" or (2) that failure to consider the\n\nclaims will result in \"a fundamental miscarriage of justice.\" \n\nBy proposing that procedurally defaulted claims should also\n\nbe preserved if they form part of an ineffective-assistance-\n\nof-counsel claim, Levasseur suggests that we create a third\n\nway to excuse procedural default, where Coleman purposefully\r                                                            \n\nprovides only two.  Recognizing Levasseur's suggestion as an\n\nattempt to make an end run around Coleman, we refuse his\r                                                      \n\ninvitation.\n\n                             -10-\r                                           10\r \n\n          Having determined that the trial court did not\n\nresurrect Levasseur's otherwise procedurally defaulted Due\n\nProcess and Confrontation Clause claims, we turn our\n\nattention to determining whether we nonetheless may review\n\nthe procedurally defaulted claims on habeas.  We begin by\n\nconsidering the Confrontation Clause claim.\n\nB.  Inadmissible Hearsay\r                                     \n\n          Where a petitioner, like Levasseur, has\n\nprocedurally defaulted on his claim, we reach the merits on\n\nhabeas corpus review only if the default can be excused by\n\nestablishing either cause for the default and actual\n\nprejudice resulting therefrom or that failure to consider the\n\nclaim will result in a \"substantial miscarriage of justice.\" \n\nColeman, 501 U.S. at 750.  Should the petitioner surmount\r                    \n\nthis hurdle and excuse his default, we may then reach the\n\nmerits of his claim and determine whether a constitutional\n\nerror has occurred and, if so, whether the error was harmless.3\n\n                    \r                                 \n\n3.  We note that  the Fourth  and Eighth  Circuits have  held\nthat  once cause and prejudice is  found sufficient to excuse\nthe procedural default  and an error is found  on the merits,\nno  additional harmless-error review  is necessary.   Hill v.\r                                                                       \nLockhart,  28  F.3d   832,  839  (8th  Cir.   1994)(\"[I]t  is\r                     \nunnecessary  to   add  a  separate  layer  of  harmless-error\nanalysis to an evaluation of whether a petitioner in a habeas\ncase has  presented a constitutionally significant  claim for\nineffective assistance  of counsel.\"), cert.  denied, 115  S.\r                                                                 \nCt. 778  (1995); Smith v. Dixon,  14 F.3d 956, 974,  976 (4th\r                                            \nCir.)  (en  banc),  cert.  denied,  115  S.  Ct. 129  (1994).\r                                              \nBecause  we  review  the Confrontation  Clause  issue  as the\ndistrict court decided it,  assuming arguendo that  Levasseur\r                                                          \nexcused his procedural default, we need not decide whether we\nagree with our sister circuits.\n\n                             -11-\r                                           11\r \n\n          In considering Levasseur's procedurally defaulted\n\nConfrontation Clause claim, the district court assumed\n\narguendo that Levasseur had excused his default and limited\r                     \n\nits analysis to the merits of Levasseur's Confrontation\n\nClause claim.  Specifically, the district court held that\n\nalthough Inspector Guilfoyle's testimony about the blond\n\ngirl's statements was inadmissible hearsay that violated\n\nLevasseur's Sixth Amendment right to confront his accusers,\n\nit was harmless error.  Similarly we limit our analysis to\n\nthe determination of harmless error and affirm for the\n\nreasons that follow.\n\n          We first set forth the legal framework.  The\n\nstandard here for determining whether habeas relief must be\n\ngranted because of unconstitutional trial error is the\n\nBrecht/Kotteakos standard of harmless error.  Under that\r                             \n\nstandard, an unconstitutional trial error is harmless unless\n\nthe court finds with fair assurance that the error,\n\nconsidered in light of the record as a whole, \"`had [a]\n\nsubstantial and injurious effect or influence in determining\n\nthe jury's verdict.'\"  Brecht v. Abrahamson, 113 S. Ct. 1710,\r                                                        \n\n1721-22 (1993) (quoting Kotteakos v. United States, 328 U.S.\r                                                               \n\n750, 776 (1946)); see Kotteakos, 328 U.S. at 765 (holding\r                                            \n\nthat requisite degree of certainty is \"fair assurance\"). \n\nAssessments of harmless error are necessarily context-\n\nspecific.  Kotteakos, 328 U.S. at 762.  The following\r                                 \n\n                             -12-\r                                           12\r \n\nfactors, however, are relevant to our determination of\n\nwhether the jury was substantially swayed by the tainted\n\nhearsay evidence:  (1) the extent to which the error\n\npermeated the proceeding, (2) the centrality of the issue\n\naffected by the error to the case as actually tried and (3)\n\nthe relative strength of the properly admitted evidence of\n\nguilt.  See Brecht, 113 S. Ct. at 1722 (considering\r                               \n\ninfrequency of state's references to constitutional error and\n\nstrength of evidence of guilt as factors relevant to\n\nassessing whether error \"substantially influence[d]\" jury);\n\nShaw v. Collins, 5 F.3d 128, 132-33 (5th Cir. 1993)\r                            \n\n(considering centrality of the issue affected by the error to\n\nthe case as tried and finding that Confrontation Clause\n\nviolation was not harmless because tainted testimony \"was the\n\nlinchpin in the State's case\").  After reciting the standard\n\nof review, we consider each factor in turn.\n\n          Because a harmless-error determination on habeas\n\ncorpus review is a mixed question of law and fact, we examine\n\nthis issue de novo.  Brecht, 113 S. Ct. at 1724 (Stevens, J.,\r                                        \n\nconcurring); Scarpa v. Dubois, 38 F.3d 1, 9 (1st Cir.\r                                          \n\n1994)(holding that \"[i]n federal courts, mixed questions of\n\nlaw and fact arising in section 2254 cases are ordinarily\n\nsubject to de novo review\"), cert. denied, 115 S. Ct. 940\r                                                      \n\n(1995).\n\n          1.  Prevalence of the error\r                                                  \n\n                             -13-\r                                           13\r \n\n          The constitutional error in this case consists of\n\ntwo discrete statements uttered at the end of the trial. \n\nDuring his rebuttal case, the district attorney violated\n\nLevasseur's Sixth Amendment right to confront his accusers by\n\neliciting from Inspector Guilfoyle the hearsay testimony\n\nabout the blond girl's statements to him.  Specifically,\n\nGuilfoyle testified that the blond girl said Levasseur had\n\noffered her a ride and that she had said no.  In his closing\n\nargument, the district attorney paraphrased the offending\n\nstatement:\n\n          One can look at this case, and if one\n          adds up the facts that were proven beyond\n          a reasonable doubt and then add any\n          inferences that can be drawn from the\n          account with the young female on the\n          bridge on July 13th, with almost the same\r                                                                \n          words that were spoken to [Jane Doe]:  Do\r                                                                \n          you want a ride?\r                                       \n\n(emphasis added).  \n\n          Viewing these two constitutionally erroneous\n\nstatements in the context of the trial as a whole, we find\n\nthat they did not permeate the trial proceedings.  During his\n\nopening argument and throughout the presentation of his\n\ndirect case, the district attorney carefully avoided any\n\nhearsay testimony about the blond girl's statements.  The\n\ndistrict attorney purposefully excluded Guilfoyle--the only\n\nwitness with personal knowledge of the blond girl's\n\nstatements--from the six witnesses who testified as part of\n\nhis direct case.  Only after Levasseur took the stand and\n\n                             -14-\r                                           14\r \n\nstated that the blond girl was his cousin did the district\n\nattorney offer Guilfoyle's hearsay evidence on rebuttal and\n\nparaphrase it in his closing argument.  At least on the facts\n\nof this case, an error occurring in the rebuttal case and\n\nrepeated once in closing argument--comprising three lines in\n\na 513-page transcript--is not prevalent in the context of a\n\nthree-day trial in which the opening argument and direct case\n\n(the first two days) are free of error.  See Brecht, 113 S.\r                                                                \n\nCt. at 1722 (finding that error comprising less than two\n\npages of a 900-page trial transcript was not prevalent).4\n\n                    \r                                 \n\n4.  Levasseur would have  us consider every reference  to the\nblond-girl incident in determining prevalence.  Although such\nevidence   is  relevant  to  the  next  factor  we  consider,\ndetermining  the  centrality  of the  issue  affected  by the\nerror, it is not relevant  here.  To determine prevalence, we\nneed  only ask  how often  the error  occurred.   Because the\nother references  to the  blond-girl incident  in the  record\nwere free of constitutional error, we do not consider them in\nassessing  the  error's  prevalence.    For   instance,  when\nInspector  Boutselis testified  in  the prosecution's  direct\ncase about  the blond-girl  incident, he  limited himself  to\nwhat he saw  and heard  transpire between  Levasseur and  the\nblond  girl.  He  stated that he saw  Levasseur beckon to the\nblond girl and heard Levasseur call, \"Come on.\"  Because this\nevidence  is  free  of   constitutional  error  and   clearly\nadmissible, we  do not consider  it in assessing  the error's\nprevalence.\n\n                             -15-\r                                           15\r \n\n          2.  Centrality of the issue affected by the error\r                                                                        \n\n          The issue primarily affected by the erroneous\n\nadmission of Guilfoyle's hearsay statement was the\n\nprosecution's modus operandi theory: because Levasseur\r                                         \n\nattempted to pick up the blond girl two weeks after Doe's\n\nrape using the same modus operandi he had used to lure Doe\r                                               \n\ninto his truck, Levasseur must have raped Doe.5  Had modus\r                                                                       \n\noperandi been the prosecution's central theory to support\r                     \n\nLevasseur's conviction, the constitutional error in admitting\n\nthe hearsay would likely have been fatal to the prosecution's\n\ncase and necessarily harmful.  The prosecution, however, only\n\nused the modus operandi evidence to corroborate Doe's\r                                    \n\notherwise strong identification of Levasseur.  After\n\nconsidering the trial in its entirety, we find that Doe's\n\nclear identification of Levasseur was the linchpin in the\n\nprosecution's case, and the modus operandi evidence was\r                                                       \n\nmerely collateral thereto.\n\n          In his opening argument, the district attorney\n\nconcentrated exclusively on Doe's identification of\n\nLevasseur; he did not mention the blond-girl incident.  The\n\n                    \r                                 \n\n5.  Levasseur's  trial   counsel  failed   to  object   under\nMassachusetts' rules of  evidence to the introduction  of the\nblond-girl  incident  as a  prior  bad  act offered  to  show\nidentity (modus operandi).   Because 28 U.S.C.    2254 limits\r                                     \nhabeas  corpus review  of a  state  prisoner's conviction  to\nviolations  \"of the Constitution  or laws or  treaties of the\nUnited  States,\"  we   consider  this  failure  only   as  it\nimplicates the Sixth Amendment right to  effective assistance\nof counsel.\n\n                             -16-\r                                           16\r \n\nbulk of the prosecution's direct case concerned Doe's\n\nidentification of Levasseur, to which four of the six\n\nprosecution witnesses testified.  The testimony of the\n\nprosecution's first witness, Doe, centered on her ability to\n\nview her assailant and his truck, the effect of her\n\nconsumption of two drinks on her perception, her description\n\nof her assailant and his truck, and her identification of\n\nLevasseur in photo arrays and in the field.  Officer Mendes,\n\nthe prosecution's second witness, testified to Doe's\n\ncondition closely following the rape, concluding that she was\n\nnot intoxicated, and to her initial description of the\n\nincident.  Mr. Ralls, the third witness, gave an eyewitness\n\ndescription of the truck from which he saw Doe thrown.  He\n\nalso described Doe's condition immediately following the\n\nrape, detecting no odor of alcohol.  The sixth and final\n\nwitness, Inspector Boutselis, recalled Doe's detailed\n\ndescription of her assailant, the truck, and the incident,\n\nrecounted five days after the rape.  He also recalled Doe's\n\nreactions to the photo arrays and the field identifications. \n\nHe then provided the only account of the blond-girl incident\n\nin the prosecution's direct case.  As previously stated, this\n\naccount was limited to what Boutselis saw and heard transpire\n\nbetween Levasseur and the blond girl.  \n\n          In response to Levasseur's assertion that the blond\n\ngirl was his cousin, the district attorney presented\n\n                             -17-\r                                           17\r \n\nadditional evidence illustrating modus operandi in his\r                                                            \n\nrebuttal case.  Finally, in his closing argument, the\n\ndistrict attorney referred to the blond-girl incident only\n\ntwice, focusing his comments instead on Doe's identification\n\nof Levasseur.\n\n          The district attorney's tactical decision not to\n\nintroduce the blond-girl incident in his opening argument and\n\nto wait until the last witness in his direct case to do so\n\nreveals the diminished importance the prosecution placed on\n\nthe issue of modus operandi.  Conversely, the primacy of\r                                        \n\nDoe's identification of Levasseur is evident throughout the\n\ntrial, being the district attorney's focus in both his\n\nopening and closing arguments and his direct case.  \n\n          3.  Relative strength of the properly admitted\r                                                                     \n\n          evidence\r                               \n\n          The final factor tests the strength of the properly\n\nadmitted evidence of guilt in deciding whether the error\n\nsubstantially affected the jury.  Was the properly admitted\n\nevidence so strong that it overwhelmed the impact of the\n\nerroneously admitted evidence?  Or was the case very close,\n\nwith evidence evenly balanced on both sides, enhancing the\n\neffect of the error on the jury's verdict?  In answering\n\nthese questions, we heed Brecht's warning not to assess the\r                                            \n\npotential strength of the properly admitted evidence if\n\noffered at a new trial but rather to assess the strength of\n\n                             -18-\r                                           18\r \n\nthe properly admitted evidence as that evidence actually was\n\npresented at the trial.  Brecht, 113 S. Ct. at 1724 (Stevens,\r                                            \n\nJ., concurring) (\"The habeas court cannot ask only whether it\n\nthinks the petitioner would have been convicted even if the\n\nconstitutional error had not taken place.  Kotteakos is full\r                                                                 \n\nof warnings to avoid that result.\").  We find that this\n\nfactor also militates against Levasseur and that the\n\nprosecution's properly admitted evidence was strong enough to\n\nminimize the impact of the erroneously admitted hearsay\n\ntestimony.\n\n          The prosecution's evidence of Levasseur's guilt,\n\nstripped of the erroneously admitted evidence, reduces to two\n\nbroad areas of incrimination:  (1) Doe's identification of\n\nLevasseur and (2) Levasseur's encounter with the blond girl.6 \n\nWe will consider the strength of each area of incriminating\n\nevidence separately, then cumulatively, and finally we will\n\ncompare the prosecution's evidence of guilt to Levasseur's\n\ndefense.\n\n                    \r                                 \n\n6.  No  scientific evidence of  Levasseur's guilt, such  as a\nsemen specimen, exists.   Doe's refusal  to let anyone  touch\nher  following the  rape prevented  the  hospital staff  from\nadministering a \"rape kit.\"  \n\n                             -19-\r                                           19\r \n\n          a.  Doe's identification of Levasseur  \r                                                            \n\n          As the linchpin in the prosecution's case, Doe's\n\nidentification of Levasseur is strong inculpatory evidence. \n\nIt readily satisfies all but one of the traditional indicia\n\nof reliability that the Due Process Clause requires of\n\nidentifications.  See Manson v. Brathwaite, 432 U.S. 98, 114\r                                                       \n\n(1977) (setting out the factors for assessing reliability of\n\nidentification testimony).  Doe had adequate opportunity to\n\nview her assailant throughout the incident; her degree of\n\nattention during a traumatic experience is presumed to have\n\nbeen acute, despite her having consumed two drinks earlier\n\nthat evening; her prior description of her assailant\n\naccurately fits Levasseur; when she saw Levasseur in his\n\ntruck, Doe demonstrated a high degree of certainty in\n\nidentifying him as the perpetrator (and this comes from a\n\nwoman who appreciated the gravity of the charges as\n\ndemonstrated by her refusal to identify Levasseur by his\n\nphoto alone and request to see him in person); and she never\n\npositively identified anyone other than Levasseur throughout\n\nthe six-month investigation.  Although the six-month lapse\n\nbetween the rape and Doe's identification of Levasseur is\n\ntroubling, its effect is outweighed by the sheer strength and\n\nnumber of the other factors.\n\n          Officer Mendes' and Inspector Boutselis' testimony\n\ncorroborated Doe's identification testimony on certain\n\n                             -20-\r                                           20\r \n\nevents, such as her initial and subsequent descriptions of\n\nher assailant and the truck, her assertion that she was not\n\nintoxicated, and her reactions to the photo arrays and field\n\nidentification.  In addition, Mr. Ralls' eyewitness testimony\n\ndescribing the assailant's truck was consistent with Doe's.\n\n          The only inroads that Levasseur's counsel was able\n\nto make against Doe's credibility was highlighting her\n\nfailure to notice a scar on Levasseur's neck and tattoos7 on\n\nhis arm despite her testimony that Levasseur was wearing a\n\ntanktop when he raped her.  Such an oversight, however, is\n\nunderstandable given the circumstances8 and would be unlikely\n\nto undermine Doe's otherwise detailed description.     \n\n          b.  Levasseur's encounter with the blond girl\r                                                                    \n\n          After removing the tainted hearsay evidence from\n\nour consideration, we conclude that the remaining evidence\n\nabout the blond-girl incident is still moderately probative\n\nof Levasseur's guilt.  Before assessing its probative\n\nstrength, we recount the evidence as it came in at trial. \n\n          Inspector Boutselis introduced the blond-girl\n\nincident by testifying that two weeks after Doe's rape he saw\n\nLevasseur drive up to an approximately sixteen-year-old blond\n\n                    \r                                 \n\n7.  Although Levasseur  showed his scar  to the jury,  he did\nnot show his tattoos to the jury.\n\n8.  Discussing Doe's  failure to notice  Levasseur's tattoos,\nthe district court found it  reasonable to assume that a rape\nvictim would focus on her assailant's face rather than on his\narms.\n\n                             -21-\r                                           21\r \n\ngirl walking on the sidewalk, beckon to her, and say \"Come\n\non\"; the young girl kept walking and did not get in the\n\ntruck.  Boutselis also testified that when he and Guilfoyle\n\nsubsequently pulled Levasseur over, Levasseur told Boutselis\n\nthat the girl was his cousin and he was going to give her a\n\nride.  When Boutselis asked Levasseur her name, Levasseur did\n\nnot answer.\n\n          Levasseur's testimony provided a different account\n\nof the blond-girl incident.  Levasseur testified that he had\n\nbeen swimming with his aunt and cousin, that he had taken his\n\naunt home first, and that he was dropping his cousin off when\n\nInspectors Boutselis and Guilfoyle arrived on the scene.  He\n\ntestified that his cousin's name is Tina Guillemette, she was\n\ntwenty-seven or twenty-eight years old, and he does not know\n\nwhere she lives now.\n\n          Although she was not a witness to the blond-girl\n\nincident, Levasseur's wife, Judith Levasseur, testified to\n\nhistorical facts underlying Levasseur's explanation of the\n\nincident.  Judith Levasseur testified that Tina Guillemette\n\nis Levasseur's cousin, she was approximately twenty-eight\n\nyears old on July 13, 1988, and does not look sixteen years\n\nold.  Judith Levasseur also testified that Tina Guillemette\n\nis not a good friend of her husband's, it would be unusual\n\nfor Levasseur to go swimming with Tina Guillemette and his\n\n                             -22-\r                                           22\r \n\naunt, and she knows how to get to Tina Guillemette's house in\n\nLowell. \n\n          To rebut the Levasseurs' testimony, the district\n\nattorney called Inspector Guilfoyle.  Consistent with\n\nBoutselis, Guilfoyle testified to seeing a young blond girl\n\nwalking on the sidewalk, Levasseur's truck pulling up next to\n\nher, Levasseur motioning to her, and the girl continuing to\n\nwalk on.  After having spoken with the blond girl in close\n\nproximity, Guilfoyle presumed that she was sixteen or\n\nseventeen years old.\n\n          We begin our assessment of the strength of the\n\nblond-girl incident by noting that although the Inspectors\n\nand Levasseur provided competing explanations of the blond-\n\ngirl incident, consideration of the nature, source and extent\n\nof the contradictions between the stories reveals the\n\nweakness of Levasseur's explanation.  Boutselis' and\n\nGuilfoyle's testimony, Levasseur's prior statements to the\n\npolice, and his wife's testimony all contradict Levasseur's\n\nexplanation on significant details.  We briefly note each of\n\nthe contradictions.\n\n          After talking with the blond girl face-to-face,\n\nGuilfoyle testified that the blond girl was sixteen or\n\nseventeen years old, and Boutselis estimated that she was\n\nsixteen after seeing her from the police car.  Levasseur,\n\nhowever, testified that Tina Guillemette was twenty-eight\n\n                             -23-\r                                           23\r \n\nyears old and Levasseur's wife testified that Tina\n\nGuillemette does not look sixteen.  Boutselis and Guilfoyle\n\nboth testified that Levasseur had beckoned and called \"Come\n\non\" to the blond girl, consistent with offering her a ride,\n\nwhereas Levasseur testified that he was dropping his \"cousin\"\n\noff.  Similarly, Guilfoyle testified that the blond girl was\n\nwalking along the sidewalk before Levasseur pulled over,\n\nwhich is also inconsistent with Levasseur's claim that he was\n\ndropping her off.\n\n          Levasseur's statement to Boutselis immediately\n\nfollowing the blond-girl incident contradicted his trial\n\ntestimony.  Boutselis testified that when he questioned\n\nLevasseur on the day of the blond-girl incident, Levasseur\n\nexplained his encounter with the blond girl as offering to\n\ngive his cousin a ride and he did not provide his cousin's\n\nname when asked.  However, Levasseur testified at trial that\n\nhe was dropping his cousin off and his cousin's name is Tina\n\nGuillemette.\n\n          Most telling, perhaps, is that even Levasseur's\n\nwife, testifying to seemingly innocuous background\n\ninformation, indirectly contradicted Levasseur.  While\n\nLevasseur claimed that he had gone swimming with his aunt and\n\nhis cousin on July 13, 1988, Judith Levasseur testified that\n\nLevasseur and Guillemette were not good friends and such an\n\nevent would have been an unusual occurrence.  Similarly,\n\n                             -24-\r                                           24\r \n\nafter Levasseur testified that he did not know where Tina\n\nGuillemette now lives, Judith Levasseur testified that she\n\nknows how to find Guillemette.  This testimony raises the\n\nquestion why Levasseur would not have contacted Guillemette\n\nto have her testify and corroborate his testimony if his wife\n\nknows where she lives.9  Given her importance to Levasseur's\n\nexplanation of the blond-girl incident, Tina Guillemette is\n\nnotably absent.  \n\n          Having noted the contradictions discounting\n\nLevasseur's explanation, we must assess how strong Inspectors\n\nBoutselis' and Guilfoyle's testimony about the blond-girl\n\nincident is as evidence of Levasseur's guilt.  Even without\n\nthe hearsay evidence, Boutselis' and Guilfoyle's testimony\n\npresents circumstantial evidence that the blond girl did not\n\nknow Levasseur and he had offered her a ride.  For instance,\n\nthat Levasseur did not know the blond girl can be inferred\n\nfrom Boutselis' and Guilfoyle's testimony that the blond girl\n\nkept walking, did not stop and talk with Levasseur and did\n\n                    \r                                 \n\n9.  Although  a  similar   question  may  be  asked   of  the\nprosecution  regarding its failure to  call the blond girl to\ntestify,  its  failure   to  do  so  seems   more  excusable:\nInspectors  Boutselis and  Guilfoyle did  not  get the  blond\ngirl's name and address.   After learning from the blond girl\nthat she did not know Levasseur and he had offered her a ride\nand  deducing that  Levasseur was  following  the same  modus\r                                                                          \noperandi  used  to lure  Doe  into the  truck,  Boutselis and\r                     \nGuilfoyle  immediately pursued Levasseur, who had driven away\nfrom  the scene moments  before.  Under  these circumstances,\none can  excuse Boutselis  and Guilfoyle  for not taking  the\nadditional time needed to remain  and obtain the blond girl's\nname and address. \n\n                             -25-\r                                           25\r \n\nnot get in his truck.  Similarly, that Levasseur offered the\n\nblond girl a ride can be inferred from the testimony that\n\nLevasseur beckoned to her and said \"Come on.\"  \n\n          These two inferential facts support the\n\nprosecution's suggestion that, two weeks after Doe's rape,\n\nLevasseur followed the same modus operandi with the blond\r                                                       \n\ngirl as was used to lure Doe into the truck.  Because this\n\nevidence makes it more probable that Levasseur raped Doe, it\n\nis moderately probative of Levasseur's guilt.10\n\n          Considering the prosecution's case cumulatively, we\n\nfind Doe's strong identification of Levasseur corroborated by\n\nmoderately strong evidence of modus operandi.  Levasseur's\r                                                         \n\ndefense, in contrast, is too unsound to weaken the\n\nprosecution's case.\n\n          c.  Levasseur's defense\r                                              \n\n          Levasseur's defense was misidentification, and it\n\nentailed his refutation of the charges and an alibi. \n\nLevasseur's alibi and his refutation testimony are weak\n\nexculpatory evidence, however, because Levasseur's alibi\n\nwitness was sleeping during the time of the disputed event,\n\nand the district attorney impeached Levasseur's credibility. \n\n                    \r                                 \n\n10.  This  evidence  becomes  stronger  evidence  of   guilt,\nhowever, considering that  the inconsistencies likely damaged\nLevasseur's  credibility  overall  and   affected  the  other\nelements of his defense, i.e., that  he did not know Doe  and\r                                          \nthat he was misidentified.\n\n                             -26-\r                                           26\r \n\n          Levasseur's wife, Judith Levasseur, was his alibi\n\nwitness.  She testified that on the night of the rape, she\n\nand Levasseur obtained take-out pizza (as was their custom on\n\nThursday nights), drove home, ate it, watched television and\n\nwent to bed around 10:00 p.m.  On cross-examination, the\n\ndistrict attorney elicited the following damaging\n\ninformation:  Judith Levasseur is a heavier sleeper than her\n\nhusband and she frequently does not awaken when he gets out\n\nof bed during the night.  Even accepting Judith Levasseur's\n\ntestimony as true, she was asleep during the hours\n\nsurrounding the incident and could not consciously account\n\nfor Levasseur's presence in bed at that time.  The rape\n\noccurred sometime after midnight, leaving Levasseur ample\n\ntime to get out of bed undetected, get dressed and reach the\n\nscene of the incident in nearby Lowell.  \n\n          On direct examination, Levasseur resolutely denied\n\nthat he had raped Doe and testified consistently with his\n\nwife that on June 30, 1988, the night in question, they had\n\ntaken pizza home and gone to bed.  On cross-examination,\n\nhowever, the district attorney impeached Levasseur's\n\nrefutation.  The district attorney elicited from Levasseur\n\nthat on July 13, 1988, at the police station he had told\n\nInspector Boutselis that at 9:00 p.m. on June 30, 1988, he\n\ncould have been driving around downtown Lowell, but he was\n\n                             -27-\r                                           27\r \n\nnot sure.11  Levasseur admitted that he only became sure\n\nabout his whereabouts after he spoke with his wife and her\n\nimmediate family.  Levasseur conceded, however, that his in-\n\nlaws were not with Levasseur and his wife on June 30, 1988.\n\nTherefore, their assistance in reconstructing his whereabouts\n\nis dubious.\n\n          In addition to the impeachment of Levasseur's\n\ntestimony about the blond-girl incident, the district\n\nattorney also impeached Levasseur's credibility more\n\ngenerally with another logical inconsistency.  Levasseur\n\ntestified on direct that he had offered to give Inspector\n\nBoutselis a sperm sample while he was at the police station\n\non July 13, 1988.  On cross-examination, however, Levasseur\n\nconceded that as of July 13, 1988, the police had not\n\nspecifically informed him that he was suspected of rape; they\n\nhad only made vague references to abusing some girl and\n\nclaims of sexual harassment.  With this line of questioning,\n\nthe district attorney implied that Levasseur disclosed a\n\nguilty mind by offering a sperm sample when all that was\n\ncharged was battery and sexual harassment, neither of which\n\nnecessarily involve the ejaculation of semen.\n\n                    \r                                 \n\n11.  In contrast, Boutselis testified that Levasseur had told\nhim that \"he was  in the Lowell area, the  downtown area from\n9:00 p.m. on, but he couldn't recall his exact whereabouts or\naccount for his exact whereabouts.\"\n\n                             -28-\r                                           28\r \n\n          Given the inability of Levasseur's alibi witness to\n\nvouch for his whereabouts and the widespread impeachment of\n\nLevasseur's testimony, Levasseur's shaky defense case helped\n\nthe prosecution's case more than it hurt it.  After comparing\n\nthe prosecution's case to Levasseur's defense, we conclude\n\nthat the strength of the prosecution's remaining evidence of\n\nguilt, relative to Levasseur's defense, minimizes the impact\n\nof the improperly admitted evidence on the jury's verdict.\n\n          Having determined that the error did not permeate\n\nthe record, the issue affected by the error was not central\n\nto the prosecution's case, and the prosecution's case minus\n\nthe inadmissible evidence was strong, we find with fair\n\nassurance that, in light of the record as a whole, the\n\nConfrontation Clause violation did not substantially\n\ninfluence the jury's verdict, and therefore it was harmless.\n\n          We now turn to Levasseur's remaining arguments.\n\nC.  Pre-trial Identification\r                                         \n\n          Levasseur also contends that the district court\n\nerred by holding that Doe's December 17, 1988, identification\n\nof him in his truck one-half mile from his home was not\n\nunduly suggestive and did not violate the Due Process Clause. \n\nWe disagree and affirm for the reasons set forth in the well-\n\nreasoned opinion of the district court below.  Levasseur v.\r                                                                     \n\nPepe, No. 93-10832-DPW, slip op. at 14-22 (D. Mass. Feb. 28,\r                 \n\n1995).  Careful review of the record convinces us that the\n\n                             -29-\r                                           29\r \n\ndistrict court was correct in finding that Doe's\n\nidentification of Levasseur, under the totality of the\n\ncircumstances, possessed sufficient indicia of reliability,\n\nas we discussed in section B.3.a. supra, and that counsel's\r                                                    \n\nfailure to object to the identification was not ineffective\n\nassistance of counsel.\n\nD.  Ineffective Assistance of Counsel\r                                                  \n\n          Levasseur contends that the district court erred in\n\nconcluding that Levasseur was not denied effective assistance\n\nof counsel when his trial counsel failed to object to the\n\nhearsay testimony of the blond girl, failed to object to the\n\ntestimony of Levasseur's prior bad acts offered solely to\n\nimpugn his character, failed to object to the jury\n\ninstruction on identification, and failed to call a rebuttal\n\nwitness claiming to be the blond girl.  We disagree and\n\naffirm for the reasons set forth in the opinion of the\n\ndistrict court below.  Levasseur v. Pepe, No. 93-10832-DPW,\r                                                     \n\nslip op. at 27-32 (D. Mass. Feb. 28, 1995).  Careful review\n\nof the record convinces us that the district court was\n\ncorrect to find that only one of the alleged errors amounted\n\nto deficient performance--the failure to object to the\n\nhearsay testimony of the blond girl--but that no actual\n\nprejudice resulted therefrom.    \n\n                             -30-\r                                           30\r \n\n                             II.\r                                             \n\n                          CONCLUSION\r                                                 \n\n          In sum, we find that Levasseur procedurally\n\ndefaulted on his Due Process Clause and Confrontation Clause\n\nclaims; the Confrontation Clause violation was harmless\n\nerror; the pre-trial identification procedure was not unduly\n\nsuggestive and counsel's failure to object to the\n\nidentification was not ineffective assistance of counsel; and\n\nLevasseur was not denied effective assistance of counsel. \n\n          For the reasons articulated, the district court did\n\nnot err in denying the application for habeas relief.  The\n\ndistrict court's judgment is affirmed.\r                                                  \n\n                             -31-\r                                           31\r \n",
  "html": "<p class=\"case_cite\">70 F.3d 187</p>\n    <p class=\"parties\">Mark LEVASSEUR, Appellant,<br>v.<br>Peter PEPE, Appellee.</p>\n    <p class=\"docket\">No. 95-1346.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 15, 1995.<br>Decided Nov. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas J. Gleason, Haverhill, MA, for appellant.</p>\n      <p class=\"indent\">William J. Duensing, Assistant Attorney General, with whom Scott Harshbarger, Attorney General of the Commonwealth of Massachusetts, Boston, MA, was on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In January of 1990, petitioner Mark Levasseur was convicted in a Massachusetts state court of rape, indecent assault and battery, and assault and battery.  After exhausting his state court remedies, Levasseur sought a writ of habeas corpus in the United States District Court for the District of Massachusetts, pursuant to 28 U.S.C. Sec. 2254, claiming that his state convictions were obtained in violation of the United States Constitution.  Specifically, Levasseur asserted that an improper admission of hearsay testimony violated his Sixth Amendment right to confrontation, an unduly suggestive identification procedure violated his Fourteenth Amendment right to due process of law, and his trial counsel's deficient performance deprived him of his Sixth Amendment right to the effective assistance of counsel.  The district court denied the habeas application, and this appeal followed.  For the reasons discussed below, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <p>A. Pretrial Events<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At some time between the late evening and early morning hours of June 30 and July 1, 1988, a man driving a big, dark-colored, \"4 X 4\" pickup truck approached the victim (\"Jane Doe\") as she was walking on the sidewalk and asked her if she wanted a ride.  Undeterred by Doe's initial rejection, the driver returned and Doe relented.  Instead of dropping Doe at her destination, the driver took her to a deserted area behind a factory and raped her on the truck seat.  Her attacker, still restraining Doe, drove away from the scene and then pushed her out of the truck.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Ronald Ralls, driving behind the truck, saw Doe fall from the truck and stopped to render aid.  Ralls drove Doe to his home and notified the police.  Officer Mendes arrived, but Doe rebuffed his attempts to approach her.  The officer detected the smell of alcohol on Doe's breath.  Emergency paramedics transported Doe to the hospital.  Doe's continued refusal to let anyone touch her prevented the hospital staff from administering a \"rape kit.\"   Eventually, Doe, in the presence of Officer Mendes, related the incident in general terms to a female hospital administrator.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Five days later at the police station, Doe further recounted the incident to Inspector Boutselis.  She described her assailant's pickup truck as a big, dark \"4 X 4\" sitting high off the ground and her attacker as a white male with a medium-type build, thin face, high cheekbones, dark hair, dark eyelashes, and a small moustache.  Boutselis showed Doe over six thousand photographs of white males.  A 1983 photograph of Levasseur was among the six thousand.  Although Doe said several photographs, including Levasseur's, looked similar to her assailant, she was unable to make an identification.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On July 13, 1988, because of a new lead, Inspectors Boutselis and Guilfoyle began to focus on Levasseur.  On their way to Levasseur's residence in an unmarked car, Boutselis and Guilfoyle noticed a pickup truck fitting Doe's description.  Boutselis and Guilfoyle observed the truck pull over to the side of the road, saw the driver beckon to a young blond-haired girl walking on the sidewalk, and heard him say \"Come on.\"   After the girl continued walking and the truck drove on, Guilfoyle questioned the girl, who said that the man in the truck had offered her a ride but she did not know him.  Learning from the police dispatcher that the truck belonged to Levasseur, Boutselis and Guilfoyle stopped Levasseur and asked about the girl.  Levasseur told them that she was his cousin and he had offered her a ride, but he did not volunteer her name.  Levasseur agreed to go to the police station, where Boutselis and Guilfoyle questioned and photographed him.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The next day, Inspector Boutselis showed Doe a group of sixty photographs including Levasseur's photograph from the day before.  Doe stated that Levasseur's recent photograph looked like her assailant and asked Boutselis for more photographs of Levasseur.  Upon examining Levasseur's 1983 photograph, Doe said that it looked more like her assailant than the recent photograph.  Given the seriousness of the charges, Doe refused to make a positive identification of Levasseur based solely on the photographs and requested to see him in person.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Using an unmarked car, Inspector Boutselis and Doe began field identifications.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Over the next five months, they made nine excursions lasting two to three hours each to locations near Levasseur's place of work and home.  On five occasions, they sat outside the Textron plant in Wilmington thinking that Levasseur was employed there.  Levasseur, it was later discovered, worked at Digital Equipment Corporation, not Textron.  On the remaining four occasions, Boutselis and Doe sat at an intersection in North Chelmsford one-half mile from Levasseur's home.  Doe never positively identified anyone on the first eight excursions.  During the ninth trip, on December 16, 1988, however, Doe saw Levasseur's truck approach and exclaimed, \"Wow, this looks like it.\"   As the truck came within six feet of Doe and Levasseur looked in her direction, Doe screamed, \"It's him, it's him.  Get me ... out of here right now.\"</p>\n    </div>\n    <p>B. The Trial</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On January 24, 1990, Levasseur was brought to trial on charges of rape, indecent assault and battery, and assault and battery.  The prosecution called six witnesses in its direct case and one witness on rebuttal, with Levasseur calling himself, his wife, and his mother-in-law as his defense witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In his rebuttal case, the district attorney called Inspector Guilfoyle to testify about the July 13, 1988, incident with the blond-haired girl (we use the language used at trial and refer to \"the blond-girl incident\").  In recounting his conversation with the blond girl, Inspector Guilfoyle uttered the following hearsay testimony:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Q. Sir, ... what was the nature of the conversation with her [the blond girl]?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A.  We pulled up;  we were in an unmarked vehicle.  We identified ourselves to the young lady.  We asked her if she knew the gentleman in the truck;  she said no.   We asked her if she could tell us what he wanted and she said he offered her a ride.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After a three-day trial, the jury found Levasseur guilty of rape, indecent assault and battery, and assault and battery.  Levasseur was sentenced to concurrent state prison terms of ten to fifteen years and four to five years.</p>\n    </div>\n    <p>C. Post-Conviction Proceedings</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After the jury's verdict, Levasseur filed a motion for a new trial which the trial court denied.  The Massachusetts Appeals Court affirmed the convictions, and the Supreme Judicial Court of the Commonwealth of Massachusetts denied Levasseur's petition to obtain further appellate review.  The United States Supreme Court denied Levasseur's petition for a writ of certiorari.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Having exhausted his state remedies, Levasseur filed a petition for habeas corpus in the United States District Court for the District of Massachusetts.  The district court denied the petition for the following reasons.  Levasseur's trial counsel had procedurally defaulted on the claim of unduly suggestive identification by his failure to object.  The court held that Levasseur could not excuse this procedural default because he could not show cause for that failure via a claim of ineffective assistance of counsel.  Counsel's failure to object did not constitute deficient performance because the identification method was not unduly suggestive.  With respect to the hearsay claim, the court held that Levasseur's Confrontation Clause rights were violated, but the error was harmless.  Finally, according to the district court, Levasseur's remaining ineffective-assistance-of-counsel claims failed because trial counsel's overall performance was not deficient and Levasseur suffered no prejudice.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On appeal, Levasseur makes the following four arguments:  (1) he did not procedurally default on his Due Process and Confrontation Clause claims, (2) the violation of his Sixth Amendment right to confrontation was not harmless error, (3) the pre-trial identification procedure was unduly suggestive and violated his Fourteenth Amendment right to due process of law, and (4) he was denied effective assistance of counsel.  We discuss each argument in turn.</p>\n    </div>\n    <p>A. Procedural Default</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Levasseur asserts that the district court erred in holding that he procedurally defaulted on his Due Process and Confrontation Clause claims.  Levasseur admits that his trial counsel did not object to the pre-trial identification procedure and the hearsay statement as each was introduced and acknowledges that, to consider such claims on appeal, Massachusetts requires contemporaneous objection to their admission as evidence at trial, Mass.R.Crim.P. 24(b).  He contends, however, that his filing a motion for new trial and the trial court's consideration of the issues presented acted to resurrect and preserve these claims for review.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under Massachusetts case law, issues previously lost for appeal may be resurrected and preserved for appellate review if a trial judge exercises his discretion and considers them in ruling on a motion for a new trial.  See Commonwealth v. Harrington, 379 Mass. 446, 399 N.E.2d 475, 478 (1980);  Commonwealth v. Gagne, 367 Mass. 519, 326 N.E.2d 907, 911 (1975);  Commonwealth v. Buckley, 17 Mass.App.Ct. 373, 458 N.E.2d 781, 783 review denied, 391 Mass. 1103, 461 N.E.2d 1219 (1984).  Whether the trial court considered Levasseur's Due Process and Confrontation Clause claims and thereby waived his procedural default is a legal question subject to our plenary review.  See Burks v. Dubois, 55 F.3d 712, 716 (1st Cir.1995) (reviewing de novo question of whether state court's limited review of petitioner's claim for miscarriage of justice effected a waiver);  Puleio v. Vose, 830 F.2d 1197, 1200 (1st Cir.1987), cert. denied, 485 U.S. 990, 108 S.Ct. 1297, 99 L.Ed.2d 506 (1988) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In ruling on Levasseur's motion for new trial, the trial judge did not consider Levasseur's Due Process and Confrontation Clause claims individually but rather only as part and parcel of Levasseur's ineffective-assistance-of-counsel claim.  The court concluded that the attorney's failure to object to the identification process and the hearsay testimony was not ineffective assistance of counsel.  Because the trial judge never considered the Due Process and Confrontation Clause claims severally, it did not resurrect these procedurally defaulted claims, and we consider them on appeal only as they constitute part of Levasseur's ineffective-assistance-of-counsel claim.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Levasseur invites this court to rule that an appellant claiming ineffective assistance of counsel in a motion for a new trial before a state trial court preserves for habeas corpus review not only the ineffective-assistance-of-counsel claim but the substantive claims subsumed within the ineffective-assistance-of-counsel claim.  In this case and typically, however, the substantive claims underlying the ineffective-assistance-of-counsel claim are constitutional claims that were procedurally defaulted due to the ineffective performance of counsel.  In Coleman v. Thompson, 501 U.S. 722, 750, 111 S.Ct. 2546, 2564-65, 115 L.Ed.2d 640 (1991), the Supreme Court ruled that federal habeas review of procedurally defaulted claims is barred unless the petitioner demonstrates (1) cause for the default and \"actual prejudice as a result of the alleged violation of federal law\" or (2) that failure to consider the claims will result in \"a fundamental miscarriage of justice.\"   By proposing that procedurally defaulted claims should also be preserved if they form part of an ineffective-assistance-of-counsel claim, Levasseur suggests that we create a third way to excuse procedural default, where Coleman purposefully provides only two.  Recognizing Levasseur's suggestion as an attempt to make an end run around Coleman, we refuse his invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Having determined that the trial court did not resurrect Levasseur's otherwise procedurally defaulted Due Process and Confrontation Clause claims, we turn our attention to determining whether we nonetheless may review the procedurally defaulted claims on habeas.  We begin by considering the Confrontation Clause claim.</p>\n    </div>\n    <p>B. Inadmissible Hearsay</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Where a petitioner, like Levasseur, has procedurally defaulted on his claim, we reach the merits on habeas corpus review only if the default can be excused by establishing either cause for the default and actual prejudice resulting therefrom or that failure to consider the claim will result in a \"substantial miscarriage of justice.\"  Coleman, 501 U.S. at 750, 111 S.Ct. at 2565.   Should the petitioner surmount this hurdle and excuse his default, we may then reach the merits of his claim and determine whether a constitutional error has occurred and, if so, whether the error was harmless.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In considering Levasseur's procedurally defaulted Confrontation Clause claim, the district court assumed arguendo that Levasseur had excused his default and limited its analysis to the merits of Levasseur's Confrontation Clause claim.  Specifically, the district court held that although Inspector Guilfoyle's testimony about the blond girl's statements was inadmissible hearsay that violated Levasseur's Sixth Amendment right to confront his accusers, it was harmless error.  Similarly we limit our analysis to the determination of harmless error and affirm for the reasons that follow.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We first set forth the legal framework.  The standard here for determining whether habeas relief must be granted because of unconstitutional trial error is the Brecht /Kotteakos standard of harmless error.  Under that standard, an unconstitutional trial error is harmless unless the court finds with fair assurance that the error, considered in light of the record as a whole, \" 'had [a] substantial and injurious effect or influence in determining the jury's verdict.' \"  Brecht v. Abrahamson, 507 U.S. 619, ---- - ----, 113 S.Ct. 1710, 1721-22, 123 L.Ed.2d 353 (1993) (quoting Kotteakos v. United States, 328 U.S. 750, 776, 66 S.Ct. 1239, 1253, 90 L.Ed. 1557 (1946));  see Kotteakos, 328 U.S. at 765, 66 S.Ct. at 1248 (holding that requisite degree of certainty is \"fair assurance\").  Assessments of harmless error are necessarily context-specific.  Kotteakos, 328 U.S. at 762, 66 S.Ct. at 1246-47.   The following factors, however, are relevant to our determination of whether the jury was substantially swayed by the tainted hearsay evidence:  (1) the extent to which the error permeated the proceeding, (2) the centrality of the issue affected by the error to the case as actually tried and (3) the relative strength of the properly admitted evidence of guilt.  See Brecht, 507 U.S. at ----, 113 S.Ct. at 1722 (considering infrequency of state's references to constitutional error and strength of evidence of guilt as factors relevant to assessing whether error \"substantially influence[d]\" jury);  Shaw v. Collins, 5 F.3d 128, 132-33 (5th Cir.1993) (considering centrality of the issue affected by the error to the case as tried and finding that Confrontation Clause violation was not harmless because tainted testimony \"was the linchpin in the State's case\").  After reciting the standard of review, we consider each factor in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because a harmless-error determination on habeas corpus review is a mixed question of law and fact, we examine this issue de novo.  Brecht, 507 U.S. at ----, 113 S.Ct. at 1724 (Stevens, J., concurring);  Scarpa v. Dubois, 38 F.3d 1, 9 (1st Cir.1994) (holding that \"[i]n federal courts, mixed questions of law and fact arising in section 2254 cases are ordinarily subject to de novo review\"), cert. denied, --- U.S. ----, 115 S.Ct. 940, 130 L.Ed.2d 885 (1995).</p>\n    </div>\n    <p class=\"indent\">1. Prevalence of the error</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The constitutional error in this case consists of two discrete statements uttered at the end of the trial.  During his rebuttal case, the district attorney violated Levasseur's Sixth Amendment right to confront his accusers by eliciting from Inspector Guilfoyle the hearsay testimony about the blond girl's statements to him.  Specifically, Guilfoyle testified that the blond girl said Levasseur had offered her a ride and that she had said no.  In his closing argument, the district attorney paraphrased the offending statement:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>One can look at this case, and if one adds up the facts that were proven beyond a reasonable doubt and then add any inferences that can be drawn from the account with the young female on the bridge on July 13th, with almost the same words that were spoken to [Jane Doe]:  Do you want a ride?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Viewing these two constitutionally erroneous statements in the context of the trial as a whole, we find that they did not permeate the trial proceedings.  During his opening argument and throughout the presentation of his direct case, the district attorney carefully avoided any hearsay testimony about the blond girl's statements.  The district attorney purposefully excluded Guilfoyle--the only witness with personal knowledge of the blond girl's statements--from the six witnesses who testified as part of his direct case.  Only after Levasseur took the stand and stated that the blond girl was his cousin did the district attorney offer Guilfoyle's hearsay evidence on rebuttal and paraphrase it in his closing argument.  At least on the facts of this case, an error occurring in the rebuttal case and repeated once in closing argument--comprising three lines in a 513-page transcript--is not prevalent in the context of a three-day trial in which the opening argument and direct case (the first two days) are free of error.  See Brecht, 507 U.S. at ----, 113 S.Ct. at 1722 (finding that error comprising less than two pages of a 900-page trial transcript was not prevalent).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">2. Centrality of the issue affected by the error</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The issue primarily affected by the erroneous admission of Guilfoyle's hearsay statement was the prosecution's modus operandi theory:  because Levasseur attempted to pick up the blond girl two weeks after Doe's rape using the same modus operandi he had used to lure Doe into his truck, Levasseur must have raped Doe.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Had modus operandi been the prosecution's central theory to support Levasseur's conviction, the constitutional error in admitting the hearsay would likely have been fatal to the prosecution's case and necessarily harmful.  The prosecution, however, only used the modus operandi evidence to corroborate Doe's otherwise strong identification of Levasseur.  After considering the trial in its entirety, we find that Doe's clear identification of Levasseur was the linchpin in the prosecution's case, and the modus operandi evidence was merely collateral thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In his opening argument, the district attorney concentrated exclusively on Doe's identification of Levasseur;  he did not mention the blond-girl incident.  The bulk of the prosecution's direct case concerned Doe's identification of Levasseur, to which four of the six prosecution witnesses testified.  The testimony of the prosecution's first witness, Doe, centered on her ability to view her assailant and his truck, the effect of her consumption of two drinks on her perception, her description of her assailant and his truck, and her identification of Levasseur in photo arrays and in the field.  Officer Mendes, the prosecution's second witness, testified to Doe's condition closely following the rape, concluding that she was not intoxicated, and to her initial description of the incident.  Mr. Ralls, the third witness, gave an eyewitness description of the truck from which he saw Doe thrown.  He also described Doe's condition immediately following the rape, detecting no odor of alcohol.  The sixth and final witness, Inspector Boutselis, recalled Doe's detailed description of her assailant, the truck, and the incident, recounted five days after the rape.  He also recalled Doe's reactions to the photo arrays and the field identifications.  He then provided the only account of the blond-girl incident in the prosecution's direct case.  As previously stated, this account was limited to what Boutselis saw and heard transpire between Levasseur and the blond girl.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In response to Levasseur's assertion that the blond girl was his cousin, the district attorney presented additional evidence illustrating modus operandi in his rebuttal case.  Finally, in his closing argument, the district attorney referred to the blond-girl incident only twice, focusing his comments instead on Doe's identification of Levasseur.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district attorney's tactical decision not to introduce the blond-girl incident in his opening argument and to wait until the last witness in his direct case to do so reveals the diminished importance the prosecution placed on the issue of modus operandi.   Conversely, the primacy of Doe's identification of Levasseur is evident throughout the trial, being the district attorney's focus in both his opening and closing arguments and his direct case.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">3. Relative strength of the properly admitted evidence</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The final factor tests the strength of the properly admitted evidence of guilt in deciding whether the error substantially affected the jury.  Was the properly admitted evidence so strong that it overwhelmed the impact of the erroneously admitted evidence?   Or was the case very close, with evidence evenly balanced on both sides, enhancing the effect of the error on the jury's verdict?   In answering these questions, we heed Brecht 's warning not to assess the potential strength of the properly admitted evidence if offered at a new trial but rather to assess the strength of the properly admitted evidence as that evidence actually was presented at the trial.  Brecht, 507 U.S. at ----, 113 S.Ct. at 1724 (Stevens, J., concurring) (\"The habeas court cannot ask only whether it thinks the petitioner would have been convicted even if the constitutional error had not taken place.  Kotteakos is full of warnings to avoid that result.\").  We find that this factor also militates against Levasseur and that the prosecution's properly admitted evidence was strong enough to minimize the impact of the erroneously admitted hearsay testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The prosecution's evidence of Levasseur's guilt, stripped of the erroneously admitted evidence, reduces to two broad areas of incrimination:  (1) Doe's identification of Levasseur and (2) Levasseur's encounter with the blond girl.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  We will consider the strength of each area of incriminating evidence separately, then cumulatively, and finally we will compare the prosecution's evidence of guilt to Levasseur's defense.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">a. Doe's identification of Levasseur</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As the linchpin in the prosecution's case, Doe's identification of Levasseur is strong inculpatory evidence.  It readily satisfies all but one of the traditional indicia of reliability that the Due Process Clause requires of identifications.  See Manson v. Brathwaite, 432 U.S. 98, 114, 97 S.Ct. 2243, 2253, 53 L.Ed.2d 140 (1977) (setting out the factors for assessing reliability of identification testimony).  Doe had adequate opportunity to view her assailant throughout the incident;  her degree of attention during a traumatic experience is presumed to have been acute, despite her having consumed two drinks earlier that evening;  her prior description of her assailant accurately fits Levasseur;  when she saw Levasseur in his truck, Doe demonstrated a high degree of certainty in identifying him as the perpetrator (and this comes from a woman who appreciated the gravity of the charges as demonstrated by her refusal to identify Levasseur by his photo alone and request to see him in person);  and she never positively identified anyone other than Levasseur throughout the six-month investigation.  Although the six-month lapse between the rape and Doe's identification of Levasseur is troubling, its effect is outweighed by the sheer strength and number of the other factors.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Officer Mendes' and Inspector Boutselis' testimony corroborated Doe's identification testimony on certain events, such as her initial and subsequent descriptions of her assailant and the truck, her assertion that she was not intoxicated, and her reactions to the photo arrays and field identification.  In addition, Mr. Ralls' eyewitness testimony describing the assailant's truck was consistent with Doe's.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The only inroads that Levasseur's counsel was able to make against Doe's credibility was highlighting her failure to notice a scar on Levasseur's neck and tattoos<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> on his arm despite her testimony that Levasseur was wearing a tanktop when he raped her.  Such an oversight, however, is understandable given the circumstances<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and would be unlikely to undermine Doe's otherwise detailed description.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">b. Levasseur's encounter with the blond girl</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">After removing the tainted hearsay evidence from our consideration, we conclude that the remaining evidence about the blond-girl incident is still moderately probative of Levasseur's guilt.  Before assessing its probative strength, we recount the evidence as it came in at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Inspector Boutselis introduced the blond-girl incident by testifying that two weeks after Doe's rape he saw Levasseur drive up to an approximately sixteen-year-old blond girl walking on the sidewalk, beckon to her, and say \"Come on\";  the young girl kept walking and did not get in the truck.  Boutselis also testified that when he and Guilfoyle subsequently pulled Levasseur over, Levasseur told Boutselis that the girl was his cousin and he was going to give her a ride.  When Boutselis asked Levasseur her name, Levasseur did not answer.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Levasseur's testimony provided a different account of the blond-girl incident.  Levasseur testified that he had been swimming with his aunt and cousin, that he had taken his aunt home first, and that he was dropping his cousin off when Inspectors Boutselis and Guilfoyle arrived on the scene.  He testified that his cousin's name is Tina Guillemette, she was twenty-seven or twenty-eight years old, and he does not know where she lives now.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Although she was not a witness to the blond-girl incident, Levasseur's wife, Judith Levasseur, testified to historical facts underlying Levasseur's explanation of the incident.  Judith Levasseur testified that Tina Guillemette is Levasseur's cousin, she was approximately twenty-eight years old on July 13, 1988, and does not look sixteen years old.  Judith Levasseur also testified that Tina Guillemette is not a good friend of her husband's, it would be unusual for Levasseur to go swimming with Tina Guillemette and his aunt, and she knows how to get to Tina Guillemette's house in Lowell.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To rebut the Levasseurs' testimony, the district attorney called Inspector Guilfoyle.  Consistent with Boutselis, Guilfoyle testified to seeing a young blond girl walking on the sidewalk, Levasseur's truck pulling up next to her, Levasseur motioning to her, and the girl continuing to walk on.  After having spoken with the blond girl in close proximity, Guilfoyle presumed that she was sixteen or seventeen years old.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We begin our assessment of the strength of the blond-girl incident by noting that although the Inspectors and Levasseur provided competing explanations of the blond-girl incident, consideration of the nature, source and extent of the contradictions between the stories reveals the weakness of Levasseur's explanation.  Boutselis' and Guilfoyle's testimony, Levasseur's prior statements to the police, and his wife's testimony all contradict Levasseur's explanation on significant details.  We briefly note each of the contradictions.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">After talking with the blond girl face-to-face, Guilfoyle testified that the blond girl was sixteen or seventeen years old, and Boutselis estimated that she was sixteen after seeing her from the police car.  Levasseur, however, testified that Tina Guillemette was twenty-eight years old and Levasseur's wife testified that Tina Guillemette does not look sixteen.  Boutselis and Guilfoyle both testified that Levasseur had beckoned and called \"Come on\" to the blond girl, consistent with offering her a ride, whereas Levasseur testified that he was dropping his \"cousin\" off.  Similarly, Guilfoyle testified that the blond girl was walking along the sidewalk before Levasseur pulled over, which is also inconsistent with Levasseur's claim that he was dropping her off.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Levasseur's statement to Boutselis immediately following the blond-girl incident contradicted his trial testimony.  Boutselis testified that when he questioned Levasseur on the day of the blond-girl incident, Levasseur explained his encounter with the blond girl as offering to give his cousin a ride and he did not provide his cousin's name when asked.  However, Levasseur testified at trial that he was dropping his cousin off and his cousin's name is Tina Guillemette.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Most telling, perhaps, is that even Levasseur's wife, testifying to seemingly innocuous background information, indirectly contradicted Levasseur.  While Levasseur claimed that he had gone swimming with his aunt and his cousin on July 13, 1988, Judith Levasseur testified that Levasseur and Guillemette were not good friends and such an event would have been an unusual occurrence.  Similarly, after Levasseur testified that he did not know where Tina Guillemette now lives, Judith Levasseur testified that she knows how to find Guillemette.  This testimony raises the question why Levasseur would not have contacted Guillemette to have her testify and corroborate his testimony if his wife knows where she lives.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Given her importance to Levasseur's explanation of the blond-girl incident, Tina Guillemette is notably absent.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Having noted the contradictions discounting Levasseur's explanation, we must assess how strong Inspectors Boutselis' and Guilfoyle's testimony about the blond-girl incident is as evidence of Levasseur's guilt.  Even without the hearsay evidence, Boutselis' and Guilfoyle's testimony presents circumstantial evidence that the blond girl did not know Levasseur and he had offered her a ride.  For instance, that Levasseur did not know the blond girl can be inferred from Boutselis' and Guilfoyle's testimony that the blond girl kept walking, did not stop and talk with Levasseur and did not get in his truck.  Similarly, that Levasseur offered the blond girl a ride can be inferred from the testimony that Levasseur beckoned to her and said \"Come on.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">These two inferential facts support the prosecution's suggestion that, two weeks after Doe's rape, Levasseur followed the same modus operandi with the blond girl as was used to lure Doe into the truck.  Because this evidence makes it more probable that Levasseur raped Doe, it is moderately probative of Levasseur's guilt.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Considering the prosecution's case cumulatively, we find Doe's strong identification of Levasseur corroborated by moderately strong evidence of modus operandi.   Levasseur's defense, in contrast, is too unsound to weaken the prosecution's case.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">c. Levasseur's defense</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Levasseur's defense was misidentification, and it entailed his refutation of the charges and an alibi.  Levasseur's alibi and his refutation testimony are weak exculpatory evidence, however, because Levasseur's alibi witness was sleeping during the time of the disputed event, and the district attorney impeached Levasseur's credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Levasseur's wife, Judith Levasseur, was his alibi witness.  She testified that on the night of the rape, she and Levasseur obtained take-out pizza (as was their custom on Thursday nights), drove home, ate it, watched television and went to bed around 10:00 p.m.  On cross-examination, the district attorney elicited the following damaging information:  Judith Levasseur is a heavier sleeper than her husband and she frequently does not awaken when he gets out of bed during the night.  Even accepting Judith Levasseur's testimony as true, she was asleep during the hours surrounding the incident and could not consciously account for Levasseur's presence in bed at that time.  The rape occurred sometime after midnight, leaving Levasseur ample time to get out of bed undetected, get dressed and reach the scene of the incident in nearby Lowell.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">On direct examination, Levasseur resolutely denied that he had raped Doe and testified consistently with his wife that on June 30, 1988, the night in question, they had taken pizza home and gone to bed.  On cross-examination, however, the district attorney impeached Levasseur's refutation.  The district attorney elicited from Levasseur that on July 13, 1988, at the police station he had told Inspector Boutselis that at 9:00 p.m. on June 30, 1988, he could have been driving around downtown Lowell, but he was not sure.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Levasseur admitted that he only became sure about his whereabouts after he spoke with his wife and her immediate family.  Levasseur conceded, however, that his in-laws were not with Levasseur and his wife on June 30, 1988.  Therefore, their assistance in reconstructing his whereabouts is dubious.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In addition to the impeachment of Levasseur's testimony about the blond-girl incident, the district attorney also impeached Levasseur's credibility more generally with another logical inconsistency.  Levasseur testified on direct that he had offered to give Inspector Boutselis a sperm sample while he was at the police station on July 13, 1988.  On cross-examination, however, Levasseur conceded that as of July 13, 1988, the police had not specifically informed him that he was suspected of rape;  they had only made vague references to abusing some girl and claims of sexual harassment.  With this line of questioning, the district attorney implied that Levasseur disclosed a guilty mind by offering a sperm sample when all that was charged was battery and sexual harassment, neither of which necessarily involve the ejaculation of semen.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Given the inability of Levasseur's alibi witness to vouch for his whereabouts and the widespread impeachment of Levasseur's testimony, Levasseur's shaky defense case helped the prosecution's case more than it hurt it.  After comparing the prosecution's case to Levasseur's defense, we conclude that the strength of the prosecution's remaining evidence of guilt, relative to Levasseur's defense, minimizes the impact of the improperly admitted evidence on the jury's verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Having determined that the error did not permeate the record, the issue affected by the error was not central to the prosecution's case, and the prosecution's case minus the inadmissible evidence was strong, we find with fair assurance that, in light of the record as a whole, the Confrontation Clause violation did not substantially influence the jury's verdict, and therefore it was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We now turn to Levasseur's remaining arguments.</p>\n    </div>\n    <p>C. Pre-trial Identification</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Levasseur also contends that the district court erred by holding that Doe's December 17, 1988, identification of him in his truck one-half mile from his home was not unduly suggestive and did not violate the Due Process Clause.  We disagree and affirm for the reasons set forth in the well-reasoned opinion of the district court below.  Levasseur v. Pepe, No. 93-10832-DPW, slip op. at 14-22 (D.Mass. Feb. 28, 1995).  Careful review of the record convinces us that the district court was correct in finding that Doe's identification of Levasseur, under the totality of the circumstances, possessed sufficient indicia of reliability, as we discussed in section B.3.a. supra, and that counsel's failure to object to the identification was not ineffective assistance of counsel.</p>\n    </div>\n    <p>D. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Levasseur contends that the district court erred in concluding that Levasseur was not denied effective assistance of counsel when his trial counsel failed to object to the hearsay testimony of the blond girl, failed to object to the testimony of Levasseur's prior bad acts offered solely to impugn his character, failed to object to the jury instruction on identification, and failed to call a rebuttal witness claiming to be the blond girl.  We disagree and affirm for the reasons set forth in the opinion of the district court below.  Levasseur v. Pepe, No. 93-10832-DPW, slip op. at 27-32 (D.Mass. Feb. 28, 1995).  Careful review of the record convinces us that the district court was correct to find that only one of the alleged errors amounted to deficient performance--the failure to object to the hearsay testimony of the blond girl--but that no actual prejudice resulted therefrom.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">In sum, we find that Levasseur procedurally defaulted on his Due Process Clause and Confrontation Clause claims;  the Confrontation Clause violation was harmless error;  the pre-trial identification procedure was not unduly suggestive and counsel's failure to object to the identification was not ineffective assistance of counsel;  and Levasseur was not denied effective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">For the reasons articulated, the district court did not err in denying the application for habeas relief.  The district court's judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For a more comprehensive statement of the facts, see Commonwealth v. Levasseur, 32 Mass.App.Ct. 629, 592 N.E.2d 1350, 1351-53, review denied, 413 Mass. 1104, 600 N.E.2d 171 (1992), cert. denied, --- U.S. ----, 113 S.Ct. 978, 122 L.Ed.2d 132 (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because Levasseur was no longer cooperating with the investigation and probable cause to arrest him did not exist, Inspector Boutselis could not require Levasseur to participate in a line-up</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that the Fourth and Eighth Circuits have held that once cause and prejudice is found sufficient to excuse the procedural default and an error is found on the merits, no additional harmless-error review is necessary.  Hill v. Lockhart, 28 F.3d 832, 839 (8th Cir.1994) (\"[I]t is unnecessary to add a separate layer of harmless-error analysis to an evaluation of whether a petitioner in a habeas case has presented a constitutionally significant claim for ineffective assistance of counsel.\"), cert. denied, --- U.S. ----, 115 S.Ct. 778, 130 L.Ed.2d 673 (1995);  Smith v. Dixon, 14 F.3d 956, 974, 976 (4th Cir.)  (en banc), cert. denied, --- U.S. ----, 115 S.Ct. 129, 130 L.Ed.2d 72 (1994).  Because we review the Confrontation Clause issue as the district court decided it, assuming arguendo that Levasseur excused his procedural default, we need not decide whether we agree with our sister circuits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Levasseur would have us consider every reference to the blond-girl incident in determining prevalence.  Although such evidence is relevant to the next factor we consider, determining the centrality of the issue affected by the error, it is not relevant here.  To determine prevalence, we need only ask how often the error occurred.  Because the other references to the blond-girl incident in the record were free of constitutional error, we do not consider them in assessing the error's prevalence.  For instance, when Inspector Boutselis testified in the prosecution's direct case about the blond-girl incident, he limited himself to what he saw and heard transpire between Levasseur and the blond girl.  He stated that he saw Levasseur beckon to the blond girl and heard Levasseur call, \"Come on.\"   Because this evidence is free of constitutional error and clearly admissible, we do not consider it in assessing the error's prevalence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Levasseur's trial counsel failed to object under Massachusetts' rules of evidence to the introduction of the blond-girl incident as a prior bad act offered to show identity (modus operandi ).  Because 28 U.S.C. Sec. 2254 limits habeas corpus review of a state prisoner's conviction to violations \"of the Constitution or laws or treaties of the United States,\" we consider this failure only as it implicates the Sixth Amendment right to effective assistance of counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> No scientific evidence of Levasseur's guilt, such as a semen specimen, exists.  Doe's refusal to let anyone touch her following the rape prevented the hospital staff from administering a \"rape kit.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although Levasseur showed his scar to the jury, he did not show his tattoos to the jury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Discussing Doe's failure to notice Levasseur's tattoos, the district court found it reasonable to assume that a rape victim would focus on her assailant's face rather than on his arms</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although a similar question may be asked of the prosecution regarding its failure to call the blond girl to testify, its failure to do so seems more excusable:  Inspectors Boutselis and Guilfoyle did not get the blond girl's name and address.  After learning from the blond girl that she did not know Levasseur and he had offered her a ride and deducing that Levasseur was following the same modus operandi used to lure Doe into the truck, Boutselis and Guilfoyle immediately pursued Levasseur, who had driven away from the scene moments before.  Under these circumstances, one can excuse Boutselis and Guilfoyle for not taking the additional time needed to remain and obtain the blond girl's name and address</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> This evidence becomes stronger evidence of guilt, however, considering that the inconsistencies likely damaged Levasseur's credibility overall and affected the other elements of his defense, i.e., that he did not know Doe and that he was misidentified</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In contrast, Boutselis testified that Levasseur had told him that \"he was in the Lowell area, the downtown area from 9:00 p.m. on, but he couldn't recall his exact whereabouts or account for his exact whereabouts.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></span></p>\n    <p class=\"parties\">Mark LEVASSEUR, Appellant,<br>v.<br>Peter PEPE, Appellee.</p>\n    <p class=\"docket\">No. 95-1346.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 15, 1995.<br>Decided Nov. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas J. Gleason, Haverhill, MA, for appellant.</p>\n      <p class=\"indent\">William J. Duensing, Assistant Attorney General, with whom Scott Harshbarger, Attorney General of the Commonwealth of Massachusetts, Boston, MA, was on brief for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In January of 1990, petitioner Mark Levasseur was convicted in a Massachusetts state court of rape, indecent assault and battery, and assault and battery.  After exhausting his state court remedies, Levasseur sought a writ of habeas corpus in the United States District Court for the District of Massachusetts, pursuant to 28 U.S.C. Sec. 2254, claiming that his state convictions were obtained in violation of the United States Constitution.  Specifically, Levasseur asserted that an improper admission of hearsay testimony violated his Sixth Amendment right to confrontation, an unduly suggestive identification procedure violated his Fourteenth Amendment right to due process of law, and his trial counsel's deficient performance deprived him of his Sixth Amendment right to the effective assistance of counsel.  The district court denied the habeas application, and this appeal followed.  For the reasons discussed below, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <p>A. Pretrial Events<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At some time between the late evening and early morning hours of June 30 and July 1, 1988, a man driving a big, dark-colored, \"4 X 4\" pickup truck approached the victim (\"Jane Doe\") as she was walking on the sidewalk and asked her if she wanted a ride.  Undeterred by Doe's initial rejection, the driver returned and Doe relented.  Instead of dropping Doe at her destination, the driver took her to a deserted area behind a factory and raped her on the truck seat.  Her attacker, still restraining Doe, drove away from the scene and then pushed her out of the truck.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Ronald Ralls, driving behind the truck, saw Doe fall from the truck and stopped to render aid.  Ralls drove Doe to his home and notified the police.  Officer Mendes arrived, but Doe rebuffed his attempts to approach her.  The officer detected the smell of alcohol on Doe's breath.  Emergency paramedics transported Doe to the hospital.  Doe's continued refusal to let anyone touch her prevented the hospital staff from administering a \"rape kit.\"   Eventually, Doe, in the presence of Officer Mendes, related the incident in general terms to a female hospital administrator.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Five days later at the police station, Doe further recounted the incident to Inspector Boutselis.  She described her assailant's pickup truck as a big, dark \"4 X 4\" sitting high off the ground and her attacker as a white male with a medium-type build, thin face, high cheekbones, dark hair, dark eyelashes, and a small moustache.  Boutselis showed Doe over six thousand photographs of white males.  A 1983 photograph of Levasseur was among the six thousand.  Although Doe said several photographs, including Levasseur's, looked similar to her assailant, she was unable to make an identification.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On July 13, 1988, because of a new lead, Inspectors Boutselis and Guilfoyle began to focus on Levasseur.  On their way to Levasseur's residence in an unmarked car, Boutselis and Guilfoyle noticed a pickup truck fitting Doe's description.  Boutselis and Guilfoyle observed the truck pull over to the side of the road, saw the driver beckon to a young blond-haired girl walking on the sidewalk, and heard him say \"Come on.\"   After the girl continued walking and the truck drove on, Guilfoyle questioned the girl, who said that the man in the truck had offered her a ride but she did not know him.  Learning from the police dispatcher that the truck belonged to Levasseur, Boutselis and Guilfoyle stopped Levasseur and asked about the girl.  Levasseur told them that she was his cousin and he had offered her a ride, but he did not volunteer her name.  Levasseur agreed to go to the police station, where Boutselis and Guilfoyle questioned and photographed him.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The next day, Inspector Boutselis showed Doe a group of sixty photographs including Levasseur's photograph from the day before.  Doe stated that Levasseur's recent photograph looked like her assailant and asked Boutselis for more photographs of Levasseur.  Upon examining Levasseur's 1983 photograph, Doe said that it looked more like her assailant than the recent photograph.  Given the seriousness of the charges, Doe refused to make a positive identification of Levasseur based solely on the photographs and requested to see him in person.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Using an unmarked car, Inspector Boutselis and Doe began field identifications.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Over the next five months, they made nine excursions lasting two to three hours each to locations near Levasseur's place of work and home.  On five occasions, they sat outside the Textron plant in Wilmington thinking that Levasseur was employed there.  Levasseur, it was later discovered, worked at Digital Equipment Corporation, not Textron.  On the remaining four occasions, Boutselis and Doe sat at an intersection in North Chelmsford one-half mile from Levasseur's home.  Doe never positively identified anyone on the first eight excursions.  During the ninth trip, on December 16, 1988, however, Doe saw Levasseur's truck approach and exclaimed, \"Wow, this looks like it.\"   As the truck came within six feet of Doe and Levasseur looked in her direction, Doe screamed, \"It's him, it's him.  Get me ... out of here right now.\"</p>\n    </div>\n    <p>B. The Trial</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On January 24, 1990, Levasseur was brought to trial on charges of rape, indecent assault and battery, and assault and battery.  The prosecution called six witnesses in its direct case and one witness on rebuttal, with Levasseur calling himself, his wife, and his mother-in-law as his defense witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In his rebuttal case, the district attorney called Inspector Guilfoyle to testify about the July 13, 1988, incident with the blond-haired girl (we use the language used at trial and refer to \"the blond-girl incident\").  In recounting his conversation with the blond girl, Inspector Guilfoyle uttered the following hearsay testimony:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Q. Sir, ... what was the nature of the conversation with her [the blond girl]?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A.  We pulled up;  we were in an unmarked vehicle.  We identified ourselves to the young lady.  We asked her if she knew the gentleman in the truck;  she said no.   We asked her if she could tell us what he wanted and she said he offered her a ride.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After a three-day trial, the jury found Levasseur guilty of rape, indecent assault and battery, and assault and battery.  Levasseur was sentenced to concurrent state prison terms of ten to fifteen years and four to five years.</p>\n    </div>\n    <p>C. Post-Conviction Proceedings</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After the jury's verdict, Levasseur filed a motion for a new trial which the trial court denied.  The Massachusetts Appeals Court affirmed the convictions, and the Supreme Judicial Court of the Commonwealth of Massachusetts denied Levasseur's petition to obtain further appellate review.  The United States Supreme Court denied Levasseur's petition for a writ of certiorari.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Having exhausted his state remedies, Levasseur filed a petition for habeas corpus in the United States District Court for the District of Massachusetts.  The district court denied the petition for the following reasons.  Levasseur's trial counsel had procedurally defaulted on the claim of unduly suggestive identification by his failure to object.  The court held that Levasseur could not excuse this procedural default because he could not show cause for that failure via a claim of ineffective assistance of counsel.  Counsel's failure to object did not constitute deficient performance because the identification method was not unduly suggestive.  With respect to the hearsay claim, the court held that Levasseur's Confrontation Clause rights were violated, but the error was harmless.  Finally, according to the district court, Levasseur's remaining ineffective-assistance-of-counsel claims failed because trial counsel's overall performance was not deficient and Levasseur suffered no prejudice.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On appeal, Levasseur makes the following four arguments:  (1) he did not procedurally default on his Due Process and Confrontation Clause claims, (2) the violation of his Sixth Amendment right to confrontation was not harmless error, (3) the pre-trial identification procedure was unduly suggestive and violated his Fourteenth Amendment right to due process of law, and (4) he was denied effective assistance of counsel.  We discuss each argument in turn.</p>\n    </div>\n    <p>A. Procedural Default</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Levasseur asserts that the district court erred in holding that he procedurally defaulted on his Due Process and Confrontation Clause claims.  Levasseur admits that his trial counsel did not object to the pre-trial identification procedure and the hearsay statement as each was introduced and acknowledges that, to consider such claims on appeal, Massachusetts requires contemporaneous objection to their admission as evidence at trial, Mass.R.Crim.P. 24(b).  He contends, however, that his filing a motion for new trial and the trial court's consideration of the issues presented acted to resurrect and preserve these claims for review.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under Massachusetts case law, issues previously lost for appeal may be resurrected and preserved for appellate review if a trial judge exercises his discretion and considers them in ruling on a motion for a new trial.  See Commonwealth v. Harrington, <span class=\"citation\" data-id=\"2123503\"><a href=\"/opinion/2123503/commonwealth-v-harrington/\"><span class=\"volume\">379</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">446</span></a></span>, <span class=\"citation\" data-id=\"2123503\"><a href=\"/opinion/2123503/commonwealth-v-harrington/\"><span class=\"volume\">399</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">475</span></a></span>, 478 (1980);  Commonwealth v. Gagne, <span class=\"citation\" data-id=\"2096325\"><a href=\"/opinion/2096325/commonwealth-v-gagne/\"><span class=\"volume\">367</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">519</span></a></span>, <span class=\"citation\" data-id=\"2096325\"><a href=\"/opinion/2096325/commonwealth-v-gagne/\"><span class=\"volume\">326</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">907</span></a></span>, 911 (1975);  Commonwealth v. Buckley, 17 Mass.App.Ct. 373, <span class=\"citation\" data-id=\"2241150\"><a href=\"/opinion/2241150/commonwealth-v-buckley/\"><span class=\"volume\">458</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">781</span></a></span>, 783 review denied, <span class=\"citation no-link\"><span class=\"volume\">391</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1219</span> </span>(1984).  Whether the trial court considered Levasseur's Due Process and Confrontation Clause claims and thereby waived his procedural default is a legal question subject to our plenary review.  See Burks v. Dubois, <span class=\"citation\" data-id=\"196129\"><a href=\"/opinion/196129/burks-jr-v-duboise/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 716 (1st Cir.1995) (reviewing de novo question of whether state court's limited review of petitioner's claim for miscarriage of justice effected a waiver);  Puleio v. Vose, <span class=\"citation\" data-id=\"495428\"><a href=\"/opinion/495428/joseph-a-puleio-v-george-a-vose-jr-etc/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span>, 1200 (1st Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">990</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1297</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span> </span>(1988) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In ruling on Levasseur's motion for new trial, the trial judge did not consider Levasseur's Due Process and Confrontation Clause claims individually but rather only as part and parcel of Levasseur's ineffective-assistance-of-counsel claim.  The court concluded that the attorney's failure to object to the identification process and the hearsay testimony was not ineffective assistance of counsel.  Because the trial judge never considered the Due Process and Confrontation Clause claims severally, it did not resurrect these procedurally defaulted claims, and we consider them on appeal only as they constitute part of Levasseur's ineffective-assistance-of-counsel claim.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Levasseur invites this court to rule that an appellant claiming ineffective assistance of counsel in a motion for a new trial before a state trial court preserves for habeas corpus review not only the ineffective-assistance-of-counsel claim but the substantive claims subsumed within the ineffective-assistance-of-counsel claim.  In this case and typically, however, the substantive claims underlying the ineffective-assistance-of-counsel claim are constitutional claims that were procedurally defaulted due to the ineffective performance of counsel.  In Coleman v. Thompson, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">722</span></a></span>, 750, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>, 2564-65, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">640</span> </a></span>(1991), the Supreme Court ruled that federal habeas review of procedurally defaulted claims is barred unless the petitioner demonstrates (1) cause for the default and \"actual prejudice as a result of the alleged violation of federal law\" or (2) that failure to consider the claims will result in \"a fundamental miscarriage of justice.\"   By proposing that procedurally defaulted claims should also be preserved if they form part of an ineffective-assistance-of-counsel claim, Levasseur suggests that we create a third way to excuse procedural default, where Coleman purposefully provides only two.  Recognizing Levasseur's suggestion as an attempt to make an end run around Coleman, we refuse his invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Having determined that the trial court did not resurrect Levasseur's otherwise procedurally defaulted Due Process and Confrontation Clause claims, we turn our attention to determining whether we nonetheless may review the procedurally defaulted claims on habeas.  We begin by considering the Confrontation Clause claim.</p>\n    </div>\n    <p>B. Inadmissible Hearsay</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Where a petitioner, like Levasseur, has procedurally defaulted on his claim, we reach the merits on habeas corpus review only if the default can be excused by establishing either cause for the default and actual prejudice resulting therefrom or that failure to consider the claim will result in a \"substantial miscarriage of justice.\"  <span class=\"citation\" data-id=\"112640\"><span class=\"antecedent_guess\">Coleman,</span> <a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">750</span></a></span>, 111 S.Ct. at 2565.   Should the petitioner surmount this hurdle and excuse his default, we may then reach the merits of his claim and determine whether a constitutional error has occurred and, if so, whether the error was harmless.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In considering Levasseur's procedurally defaulted Confrontation Clause claim, the district court assumed arguendo that Levasseur had excused his default and limited its analysis to the merits of Levasseur's Confrontation Clause claim.  Specifically, the district court held that although Inspector Guilfoyle's testimony about the blond girl's statements was inadmissible hearsay that violated Levasseur's Sixth Amendment right to confront his accusers, it was harmless error.  Similarly we limit our analysis to the determination of harmless error and affirm for the reasons that follow.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We first set forth the legal framework.  The standard here for determining whether habeas relief must be granted because of unconstitutional trial error is the Brecht /Kotteakos standard of harmless error.  Under that standard, an unconstitutional trial error is harmless unless the court finds with fair assurance that the error, considered in light of the record as a whole, \" 'had [a] substantial and injurious effect or influence in determining the jury's verdict.' \"  Brecht v. Abrahamson, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">619</span></a></span>, ---- - ----, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1710</span></a></span>, 1721-22, <span class=\"citation\" data-id=\"112845\"><a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">353</span> </a></span>(1993) (quoting Kotteakos v. United States, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span>, 776, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, 1253, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1557</span> </a></span>(1946));  see <span class=\"citation\" data-id=\"104321\"><span class=\"antecedent_guess\">Kotteakos,</span> <a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">765</span></a></span>, 66 S.Ct. at 1248 (holding that requisite degree of certainty is \"fair assurance\").  Assessments of harmless error are necessarily context-specific.  <span class=\"citation\" data-id=\"104321\"><span class=\"antecedent_guess\">Kotteakos,</span> <a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">762</span></a></span>, 66 S.Ct. at 1246-47.   The following factors, however, are relevant to our determination of whether the jury was substantially swayed by the tainted hearsay evidence:  (1) the extent to which the error permeated the proceeding, (2) the centrality of the issue affected by the error to the case as actually tried and (3) the relative strength of the properly admitted evidence of guilt.  See Brecht, 507 U.S. at <span class=\"citation\" data-id=\"112845\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1722</span> </a></span>(considering infrequency of state's references to constitutional error and strength of evidence of guilt as factors relevant to assessing whether error \"substantially influence[d]\" jury);  Shaw v. Collins, <span class=\"citation\" data-id=\"6010\"><a href=\"/opinion/6010/shaw-v-collins/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">128</span></a></span>, 132-33 (5th Cir.1993) (considering centrality of the issue affected by the error to the case as tried and finding that Confrontation Clause violation was not harmless because tainted testimony \"was the linchpin in the State's case\").  After reciting the standard of review, we consider each factor in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because a harmless-error determination on habeas corpus review is a mixed question of law and fact, we examine this issue de novo.  Brecht, 507 U.S. at <span class=\"citation\" data-id=\"112845\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1724</span> </a></span>(Stevens, J., concurring);  Scarpa v. Dubois, <span class=\"citation\" data-id=\"680706\"><a href=\"/opinion/680706/nazzaro-scarpa-v-larry-e-dubois-etc/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.1994) (holding that \"[i]n federal courts, mixed questions of law and fact arising in section 2254 cases are ordinarily subject to de novo review\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">940</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">885</span> </span>(1995).</p>\n    </div>\n    <p class=\"indent\">1. Prevalence of the error</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The constitutional error in this case consists of two discrete statements uttered at the end of the trial.  During his rebuttal case, the district attorney violated Levasseur's Sixth Amendment right to confront his accusers by eliciting from Inspector Guilfoyle the hearsay testimony about the blond girl's statements to him.  Specifically, Guilfoyle testified that the blond girl said Levasseur had offered her a ride and that she had said no.  In his closing argument, the district attorney paraphrased the offending statement:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>One can look at this case, and if one adds up the facts that were proven beyond a reasonable doubt and then add any inferences that can be drawn from the account with the young female on the bridge on July 13th, with almost the same words that were spoken to [Jane Doe]:  Do you want a ride?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Viewing these two constitutionally erroneous statements in the context of the trial as a whole, we find that they did not permeate the trial proceedings.  During his opening argument and throughout the presentation of his direct case, the district attorney carefully avoided any hearsay testimony about the blond girl's statements.  The district attorney purposefully excluded Guilfoyle--the only witness with personal knowledge of the blond girl's statements--from the six witnesses who testified as part of his direct case.  Only after Levasseur took the stand and stated that the blond girl was his cousin did the district attorney offer Guilfoyle's hearsay evidence on rebuttal and paraphrase it in his closing argument.  At least on the facts of this case, an error occurring in the rebuttal case and repeated once in closing argument--comprising three lines in a 513-page transcript--is not prevalent in the context of a three-day trial in which the opening argument and direct case (the first two days) are free of error.  See Brecht, 507 U.S. at <span class=\"citation\" data-id=\"112845\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1722</span> </a></span>(finding that error comprising less than two pages of a 900-page trial transcript was not prevalent).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">2. Centrality of the issue affected by the error</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The issue primarily affected by the erroneous admission of Guilfoyle's hearsay statement was the prosecution's modus operandi theory:  because Levasseur attempted to pick up the blond girl two weeks after Doe's rape using the same modus operandi he had used to lure Doe into his truck, Levasseur must have raped Doe.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Had modus operandi been the prosecution's central theory to support Levasseur's conviction, the constitutional error in admitting the hearsay would likely have been fatal to the prosecution's case and necessarily harmful.  The prosecution, however, only used the modus operandi evidence to corroborate Doe's otherwise strong identification of Levasseur.  After considering the trial in its entirety, we find that Doe's clear identification of Levasseur was the linchpin in the prosecution's case, and the modus operandi evidence was merely collateral thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In his opening argument, the district attorney concentrated exclusively on Doe's identification of Levasseur;  he did not mention the blond-girl incident.  The bulk of the prosecution's direct case concerned Doe's identification of Levasseur, to which four of the six prosecution witnesses testified.  The testimony of the prosecution's first witness, Doe, centered on her ability to view her assailant and his truck, the effect of her consumption of two drinks on her perception, her description of her assailant and his truck, and her identification of Levasseur in photo arrays and in the field.  Officer Mendes, the prosecution's second witness, testified to Doe's condition closely following the rape, concluding that she was not intoxicated, and to her initial description of the incident.  Mr. Ralls, the third witness, gave an eyewitness description of the truck from which he saw Doe thrown.  He also described Doe's condition immediately following the rape, detecting no odor of alcohol.  The sixth and final witness, Inspector Boutselis, recalled Doe's detailed description of her assailant, the truck, and the incident, recounted five days after the rape.  He also recalled Doe's reactions to the photo arrays and the field identifications.  He then provided the only account of the blond-girl incident in the prosecution's direct case.  As previously stated, this account was limited to what Boutselis saw and heard transpire between Levasseur and the blond girl.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In response to Levasseur's assertion that the blond girl was his cousin, the district attorney presented additional evidence illustrating modus operandi in his rebuttal case.  Finally, in his closing argument, the district attorney referred to the blond-girl incident only twice, focusing his comments instead on Doe's identification of Levasseur.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district attorney's tactical decision not to introduce the blond-girl incident in his opening argument and to wait until the last witness in his direct case to do so reveals the diminished importance the prosecution placed on the issue of modus operandi.   Conversely, the primacy of Doe's identification of Levasseur is evident throughout the trial, being the district attorney's focus in both his opening and closing arguments and his direct case.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">3. Relative strength of the properly admitted evidence</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The final factor tests the strength of the properly admitted evidence of guilt in deciding whether the error substantially affected the jury.  Was the properly admitted evidence so strong that it overwhelmed the impact of the erroneously admitted evidence?   Or was the case very close, with evidence evenly balanced on both sides, enhancing the effect of the error on the jury's verdict?   In answering these questions, we heed Brecht 's warning not to assess the potential strength of the properly admitted evidence if offered at a new trial but rather to assess the strength of the properly admitted evidence as that evidence actually was presented at the trial.  Brecht, 507 U.S. at <span class=\"citation\" data-id=\"112845\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112845/brecht-v-abrahamson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1724</span> </a></span>(Stevens, J., concurring) (\"The habeas court cannot ask only whether it thinks the petitioner would have been convicted even if the constitutional error had not taken place.  Kotteakos is full of warnings to avoid that result.\").  We find that this factor also militates against Levasseur and that the prosecution's properly admitted evidence was strong enough to minimize the impact of the erroneously admitted hearsay testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The prosecution's evidence of Levasseur's guilt, stripped of the erroneously admitted evidence, reduces to two broad areas of incrimination:  (1) Doe's identification of Levasseur and (2) Levasseur's encounter with the blond girl.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  We will consider the strength of each area of incriminating evidence separately, then cumulatively, and finally we will compare the prosecution's evidence of guilt to Levasseur's defense.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">a. Doe's identification of Levasseur</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As the linchpin in the prosecution's case, Doe's identification of Levasseur is strong inculpatory evidence.  It readily satisfies all but one of the traditional indicia of reliability that the Due Process Clause requires of identifications.  See Manson v. Brathwaite, <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>, 114, <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2243</span></a></span>, 2253, <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">140</span> </a></span>(1977) (setting out the factors for assessing reliability of identification testimony).  Doe had adequate opportunity to view her assailant throughout the incident;  her degree of attention during a traumatic experience is presumed to have been acute, despite her having consumed two drinks earlier that evening;  her prior description of her assailant accurately fits Levasseur;  when she saw Levasseur in his truck, Doe demonstrated a high degree of certainty in identifying him as the perpetrator (and this comes from a woman who appreciated the gravity of the charges as demonstrated by her refusal to identify Levasseur by his photo alone and request to see him in person);  and she never positively identified anyone other than Levasseur throughout the six-month investigation.  Although the six-month lapse between the rape and Doe's identification of Levasseur is troubling, its effect is outweighed by the sheer strength and number of the other factors.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Officer Mendes' and Inspector Boutselis' testimony corroborated Doe's identification testimony on certain events, such as her initial and subsequent descriptions of her assailant and the truck, her assertion that she was not intoxicated, and her reactions to the photo arrays and field identification.  In addition, Mr. Ralls' eyewitness testimony describing the assailant's truck was consistent with Doe's.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The only inroads that Levasseur's counsel was able to make against Doe's credibility was highlighting her failure to notice a scar on Levasseur's neck and tattoos<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> on his arm despite her testimony that Levasseur was wearing a tanktop when he raped her.  Such an oversight, however, is understandable given the circumstances<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and would be unlikely to undermine Doe's otherwise detailed description.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">b. Levasseur's encounter with the blond girl</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">After removing the tainted hearsay evidence from our consideration, we conclude that the remaining evidence about the blond-girl incident is still moderately probative of Levasseur's guilt.  Before assessing its probative strength, we recount the evidence as it came in at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Inspector Boutselis introduced the blond-girl incident by testifying that two weeks after Doe's rape he saw Levasseur drive up to an approximately sixteen-year-old blond girl walking on the sidewalk, beckon to her, and say \"Come on\";  the young girl kept walking and did not get in the truck.  Boutselis also testified that when he and Guilfoyle subsequently pulled Levasseur over, Levasseur told Boutselis that the girl was his cousin and he was going to give her a ride.  When Boutselis asked Levasseur her name, Levasseur did not answer.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Levasseur's testimony provided a different account of the blond-girl incident.  Levasseur testified that he had been swimming with his aunt and cousin, that he had taken his aunt home first, and that he was dropping his cousin off when Inspectors Boutselis and Guilfoyle arrived on the scene.  He testified that his cousin's name is Tina Guillemette, she was twenty-seven or twenty-eight years old, and he does not know where she lives now.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Although she was not a witness to the blond-girl incident, Levasseur's wife, Judith Levasseur, testified to historical facts underlying Levasseur's explanation of the incident.  Judith Levasseur testified that Tina Guillemette is Levasseur's cousin, she was approximately twenty-eight years old on July 13, 1988, and does not look sixteen years old.  Judith Levasseur also testified that Tina Guillemette is not a good friend of her husband's, it would be unusual for Levasseur to go swimming with Tina Guillemette and his aunt, and she knows how to get to Tina Guillemette's house in Lowell.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To rebut the Levasseurs' testimony, the district attorney called Inspector Guilfoyle.  Consistent with Boutselis, Guilfoyle testified to seeing a young blond girl walking on the sidewalk, Levasseur's truck pulling up next to her, Levasseur motioning to her, and the girl continuing to walk on.  After having spoken with the blond girl in close proximity, Guilfoyle presumed that she was sixteen or seventeen years old.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We begin our assessment of the strength of the blond-girl incident by noting that although the Inspectors and Levasseur provided competing explanations of the blond-girl incident, consideration of the nature, source and extent of the contradictions between the stories reveals the weakness of Levasseur's explanation.  Boutselis' and Guilfoyle's testimony, Levasseur's prior statements to the police, and his wife's testimony all contradict Levasseur's explanation on significant details.  We briefly note each of the contradictions.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">After talking with the blond girl face-to-face, Guilfoyle testified that the blond girl was sixteen or seventeen years old, and Boutselis estimated that she was sixteen after seeing her from the police car.  Levasseur, however, testified that Tina Guillemette was twenty-eight years old and Levasseur's wife testified that Tina Guillemette does not look sixteen.  Boutselis and Guilfoyle both testified that Levasseur had beckoned and called \"Come on\" to the blond girl, consistent with offering her a ride, whereas Levasseur testified that he was dropping his \"cousin\" off.  Similarly, Guilfoyle testified that the blond girl was walking along the sidewalk before Levasseur pulled over, which is also inconsistent with Levasseur's claim that he was dropping her off.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Levasseur's statement to Boutselis immediately following the blond-girl incident contradicted his trial testimony.  Boutselis testified that when he questioned Levasseur on the day of the blond-girl incident, Levasseur explained his encounter with the blond girl as offering to give his cousin a ride and he did not provide his cousin's name when asked.  However, Levasseur testified at trial that he was dropping his cousin off and his cousin's name is Tina Guillemette.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Most telling, perhaps, is that even Levasseur's wife, testifying to seemingly innocuous background information, indirectly contradicted Levasseur.  While Levasseur claimed that he had gone swimming with his aunt and his cousin on July 13, 1988, Judith Levasseur testified that Levasseur and Guillemette were not good friends and such an event would have been an unusual occurrence.  Similarly, after Levasseur testified that he did not know where Tina Guillemette now lives, Judith Levasseur testified that she knows how to find Guillemette.  This testimony raises the question why Levasseur would not have contacted Guillemette to have her testify and corroborate his testimony if his wife knows where she lives.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Given her importance to Levasseur's explanation of the blond-girl incident, Tina Guillemette is notably absent.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Having noted the contradictions discounting Levasseur's explanation, we must assess how strong Inspectors Boutselis' and Guilfoyle's testimony about the blond-girl incident is as evidence of Levasseur's guilt.  Even without the hearsay evidence, Boutselis' and Guilfoyle's testimony presents circumstantial evidence that the blond girl did not know Levasseur and he had offered her a ride.  For instance, that Levasseur did not know the blond girl can be inferred from Boutselis' and Guilfoyle's testimony that the blond girl kept walking, did not stop and talk with Levasseur and did not get in his truck.  Similarly, that Levasseur offered the blond girl a ride can be inferred from the testimony that Levasseur beckoned to her and said \"Come on.\"</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">These two inferential facts support the prosecution's suggestion that, two weeks after Doe's rape, Levasseur followed the same modus operandi with the blond girl as was used to lure Doe into the truck.  Because this evidence makes it more probable that Levasseur raped Doe, it is moderately probative of Levasseur's guilt.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Considering the prosecution's case cumulatively, we find Doe's strong identification of Levasseur corroborated by moderately strong evidence of modus operandi.   Levasseur's defense, in contrast, is too unsound to weaken the prosecution's case.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">c. Levasseur's defense</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Levasseur's defense was misidentification, and it entailed his refutation of the charges and an alibi.  Levasseur's alibi and his refutation testimony are weak exculpatory evidence, however, because Levasseur's alibi witness was sleeping during the time of the disputed event, and the district attorney impeached Levasseur's credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Levasseur's wife, Judith Levasseur, was his alibi witness.  She testified that on the night of the rape, she and Levasseur obtained take-out pizza (as was their custom on Thursday nights), drove home, ate it, watched television and went to bed around 10:00 p.m.  On cross-examination, the district attorney elicited the following damaging information:  Judith Levasseur is a heavier sleeper than her husband and she frequently does not awaken when he gets out of bed during the night.  Even accepting Judith Levasseur's testimony as true, she was asleep during the hours surrounding the incident and could not consciously account for Levasseur's presence in bed at that time.  The rape occurred sometime after midnight, leaving Levasseur ample time to get out of bed undetected, get dressed and reach the scene of the incident in nearby Lowell.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">On direct examination, Levasseur resolutely denied that he had raped Doe and testified consistently with his wife that on June 30, 1988, the night in question, they had taken pizza home and gone to bed.  On cross-examination, however, the district attorney impeached Levasseur's refutation.  The district attorney elicited from Levasseur that on July 13, 1988, at the police station he had told Inspector Boutselis that at 9:00 p.m. on June 30, 1988, he could have been driving around downtown Lowell, but he was not sure.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Levasseur admitted that he only became sure about his whereabouts after he spoke with his wife and her immediate family.  Levasseur conceded, however, that his in-laws were not with Levasseur and his wife on June 30, 1988.  Therefore, their assistance in reconstructing his whereabouts is dubious.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In addition to the impeachment of Levasseur's testimony about the blond-girl incident, the district attorney also impeached Levasseur's credibility more generally with another logical inconsistency.  Levasseur testified on direct that he had offered to give Inspector Boutselis a sperm sample while he was at the police station on July 13, 1988.  On cross-examination, however, Levasseur conceded that as of July 13, 1988, the police had not specifically informed him that he was suspected of rape;  they had only made vague references to abusing some girl and claims of sexual harassment.  With this line of questioning, the district attorney implied that Levasseur disclosed a guilty mind by offering a sperm sample when all that was charged was battery and sexual harassment, neither of which necessarily involve the ejaculation of semen.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Given the inability of Levasseur's alibi witness to vouch for his whereabouts and the widespread impeachment of Levasseur's testimony, Levasseur's shaky defense case helped the prosecution's case more than it hurt it.  After comparing the prosecution's case to Levasseur's defense, we conclude that the strength of the prosecution's remaining evidence of guilt, relative to Levasseur's defense, minimizes the impact of the improperly admitted evidence on the jury's verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Having determined that the error did not permeate the record, the issue affected by the error was not central to the prosecution's case, and the prosecution's case minus the inadmissible evidence was strong, we find with fair assurance that, in light of the record as a whole, the Confrontation Clause violation did not substantially influence the jury's verdict, and therefore it was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We now turn to Levasseur's remaining arguments.</p>\n    </div>\n    <p>C. Pre-trial Identification</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Levasseur also contends that the district court erred by holding that Doe's December 17, 1988, identification of him in his truck one-half mile from his home was not unduly suggestive and did not violate the Due Process Clause.  We disagree and affirm for the reasons set forth in the well-reasoned opinion of the district court below.  Levasseur v. Pepe, No. 93-10832-DPW, slip op. at 14-22 (D.Mass. Feb. 28, 1995).  Careful review of the record convinces us that the district court was correct in finding that Doe's identification of Levasseur, under the totality of the circumstances, possessed sufficient indicia of reliability, as we discussed in section <span class=\"citation no-link\"><span class=\"antecedent_guess\">B.3.a.</span> supra</span>, and that counsel's failure to object to the identification was not ineffective assistance of counsel.</p>\n    </div>\n    <p>D. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Levasseur contends that the district court erred in concluding that Levasseur was not denied effective assistance of counsel when his trial counsel failed to object to the hearsay testimony of the blond girl, failed to object to the testimony of Levasseur's prior bad acts offered solely to impugn his character, failed to object to the jury instruction on identification, and failed to call a rebuttal witness claiming to be the blond girl.  We disagree and affirm for the reasons set forth in the opinion of the district court below.  Levasseur v. Pepe, No. 93-10832-DPW, slip op. at 27-32 (D.Mass. Feb. 28, 1995).  Careful review of the record convinces us that the district court was correct to find that only one of the alleged errors amounted to deficient performance--the failure to object to the hearsay testimony of the blond girl--but that no actual prejudice resulted therefrom.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">In sum, we find that Levasseur procedurally defaulted on his Due Process Clause and Confrontation Clause claims;  the Confrontation Clause violation was harmless error;  the pre-trial identification procedure was not unduly suggestive and counsel's failure to object to the identification was not ineffective assistance of counsel;  and Levasseur was not denied effective assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">For the reasons articulated, the district court did not err in denying the application for habeas relief.  The district court's judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For a more comprehensive statement of the facts, see Commonwealth v. Levasseur, 32 Mass.App.Ct. 629, <span class=\"citation\" data-id=\"2237294\"><a href=\"/opinion/2237294/commonwealth-v-levasseur/\"><span class=\"volume\">592</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1350</span></a></span>, 1351-53, review denied, <span class=\"citation no-link\"><span class=\"volume\">413</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1104</span></span>, <span class=\"citation no-link\"><span class=\"volume\">600</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">171</span> </span>(1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">978</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">132</span> </span>(1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because Levasseur was no longer cooperating with the investigation and probable cause to arrest him did not exist, Inspector Boutselis could not require Levasseur to participate in a line-up</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that the Fourth and Eighth Circuits have held that once cause and prejudice is found sufficient to excuse the procedural default and an error is found on the merits, no additional harmless-error review is necessary.  Hill v. Lockhart, <span class=\"citation\" data-id=\"673496\"><a href=\"/opinion/673496/darrel-wayne-hill-appelleecross-appellant-v-al-lockhart-director/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">832</span></a></span>, 839 (8th Cir.1994) (\"[I]t is unnecessary to add a separate layer of harmless-error analysis to an evaluation of whether a petitioner in a habeas case has presented a constitutionally significant claim for ineffective assistance of counsel.\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">778</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">673</span> </span>(1995);  Smith v. Dixon, <span class=\"citation\" data-id=\"661479\"><a href=\"/opinion/661479/kermit-smith-jr-v-gary-dixon-warden-central-prison-raleigh-north/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">956</span></a></span>, 974, 976 (4th Cir.)  (en banc), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">129</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span> </span>(1994).  Because we review the Confrontation Clause issue as the district court decided it, assuming arguendo that Levasseur excused his procedural default, we need not decide whether we agree with our sister circuits</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Levasseur would have us consider every reference to the blond-girl incident in determining prevalence.  Although such evidence is relevant to the next factor we consider, determining the centrality of the issue affected by the error, it is not relevant here.  To determine prevalence, we need only ask how often the error occurred.  Because the other references to the blond-girl incident in the record were free of constitutional error, we do not consider them in assessing the error's prevalence.  For instance, when Inspector Boutselis testified in the prosecution's direct case about the blond-girl incident, he limited himself to what he saw and heard transpire between Levasseur and the blond girl.  He stated that he saw Levasseur beckon to the blond girl and heard Levasseur call, \"Come on.\"   Because this evidence is free of constitutional error and clearly admissible, we do not consider it in assessing the error's prevalence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Levasseur's trial counsel failed to object under Massachusetts' rules of evidence to the introduction of the blond-girl incident as a prior bad act offered to show identity (modus operandi ).  Because 28 U.S.C. Sec. 2254 limits habeas corpus review of a state prisoner's conviction to violations \"of the Constitution or laws or treaties of the United States,\" we consider this failure only as it implicates the Sixth Amendment right to effective assistance of counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> No scientific evidence of Levasseur's guilt, such as a semen specimen, exists.  Doe's refusal to let anyone touch her following the rape prevented the hospital staff from administering a \"rape kit.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although Levasseur showed his scar to the jury, he did not show his tattoos to the jury</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Discussing Doe's failure to notice Levasseur's tattoos, the district court found it reasonable to assume that a rape victim would focus on her assailant's face rather than on his arms</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although a similar question may be asked of the prosecution regarding its failure to call the blond girl to testify, its failure to do so seems more excusable:  Inspectors Boutselis and Guilfoyle did not get the blond girl's name and address.  After learning from the blond girl that she did not know Levasseur and he had offered her a ride and deducing that Levasseur was following the same modus operandi used to lure Doe into the truck, Boutselis and Guilfoyle immediately pursued Levasseur, who had driven away from the scene moments before.  Under these circumstances, one can excuse Boutselis and Guilfoyle for not taking the additional time needed to remain and obtain the blond girl's name and address</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> This evidence becomes stronger evidence of guilt, however, considering that the inconsistencies likely damaged Levasseur's credibility overall and affected the other elements of his defense, i.e., that he did not know Doe and that he was misidentified</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In contrast, Boutselis testified that Levasseur had told him that \"he was in the Lowell area, the downtown area from 9:00 p.m. on, but he couldn't recall his exact whereabouts or account for his exact whereabouts.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/6010/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112640/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112845/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196129/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495428/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661479/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673496/",
    "https://www.courtlistener.com/api/rest/v3/opinions/680706/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2096325/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2123503/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2237294/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2241150/"
  ]
}