{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196428/",
  "id": 196428,
  "absolute_url": "/opinion/196428/united-states-v-joyce/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196428/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:33Z",
  "date_modified": "2020-02-21T23:41:59.496554Z",
  "type": "010combined",
  "sha1": "a9d27db400da01a20f342ced94a6daf444f719cd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2235.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-2235\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                       ROBERT EMMETT JOYCE,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                      Stahl, Circuit Judge,\r                                                    \r\n\n                 and Dom nguez,* District Judge.\r                                                         \r\n\n                                           \r\n\n     Kimberly  Homan,  by Appointment  of  the  Court, with  whom\r                              \r\nSheketoff &amp; Homan, was on brief for appellant.\r                           \r\n     James B. Farmer, Assistant United States Attorney, with whom\r                              \r\nDonald  K.  Stern,  United  States Attorney,  was  on  brief  for\r                           \r\nappellee.\r\n\n                                           \r\n\n                        November 27, 1995\r\n                    \r                              \r\n\n*  Of the District of Puerto Rico, sitting by designation.\r\r\n\n                                           \r\n\n                               -2-\r\r\n\n          DOMINGUEZ,  District  Judge.   Defendant  Robert Emmett\r                    DOMINGUEZ,  District  Judge.\r                                               \r\n\nJoyce (\"Joyce\")  challenges the imposition  in his sentence  of a\r\n\nthree-level upward adjustment,  pursuant to U.S.S.G.    3B1.1(b).\r\n\nJoyce seeks  to  have  the adjustment  reversed  and  the  matter\r\n\nremanded for resentencing.  \r\n\n          We hold that the lower court's imposition of the three-\r\n\nlevel upward adjustment, based on Joyce's role in the offense, is\r\n\nwarranted.  Consequently, we affirm. \r\n\n                          I. BACKGROUND\r                                    I. BACKGROUND\r                                                 \r\n\n          On  January  9, 1991,  Joyce  and  five co-defendants--\r\n\nMichael C. Habicht,  Michael O. McNaught, James  F. Melvin, James\r\n\nM. Murphy,  Jr., and Patrick  J. Nee--were arrested  in Abington,\r\n\nMassachusetts for their alleged  involvement in a planned robbery\r\n\nof  an armored  truck at  the Bank  of New  England Branch.   The\r\n\ninitial indictment was returned on February 7, 1991.1 \r\n\n          Following a twenty-five day trial before Judge Mazzone,\r\n\nJoyce  and  the  five   other  co-defendants  were  convicted  of\r\n\nconspiracy  to rob  bank funds, in  violation of 18  U.S.C.   371\r\n\n(Count 10), attempted robbery  of bank funds, in violation  of 18\r\n\n                    \r                              \r\n\n1  A third superseding indictment  (on which the case was  tried)\r\nwas returned on  September 5, 1991.  In addition  to the Abington\r\noffenses,  the third  superseding  indictment  charged Joyce  and\r\nMurphy with offenses arising  out of the $880,000 robbery  on May\r\n31,  1989,  of a  Mass. Transport,  Inc.  armored truck  making a\r\ndelivery  to  the Shawmut  Worcester  County  Bank in  Fitchburg,\r\nMassachusetts.   Murphy was convicted  of conspiracy to  rob bank\r\nfunds, in violation of 18 U.S.C.   371 (Count 3), robbery of bank\r\nfunds,  in  violation  of 18  U.S.C.     2113(a)  (Count 4),  and\r\nobstruction of  commerce by robbery,  in violation  of the  Hobbs\r\nAct, 18 U.S.C.    1951 (Count 6).  Joyce was  found not guilty on\r\nthese counts.\r\n\n                               -2-\r\r\n\nU.S.C.   2113(a) (Count 11), attempted obstruction of commerce by\r\n\nrobbery,  in violation of the Hobbs Act,  18 U.S.C.   1951 (Count\r\n\n13), knowingly using or carrying firearms during and  in relation\r\n\nto  a crime  of violence,  in violation  of 18  U.S.C.    924 (c)\r\n\n(Count  14),  and  being  felons in  possession  of  firearms, in\r\n\nviolation of  18 U.S.C.   922 (g) (Count 15).  On March 12, 1992,\r\n\nJoyce  was  sentenced to  a total  term  of incarceration  of 270\r\n\nmonths.2\r\n\n          All   Defendants   appealed   their   convictions   and\r\n\nsentences.  Subsequently, all  Defendants, except Murphy, filed a\r\n\nmotion seeking to dismiss the appeal of their conviction on Count\r\n\n14 (18 U.S.C.    924(c)).  We granted that motion.   On April 22,\r\n\n1994, we reversed  the convictions of all defendants and remanded\r\n\nthe  case for a new trial.   See United States v. Melvin, 27 F.3d\r                                                                  \r\n\n703 (1st  Cir.  1994).    On  June  22,  1994,  pursuant  to  the\r\n\nDefendants'  request  for  clarification, we  issued  an  opinion\r\n\nclarifying that  our earlier opinion, ordering  reversal, did not\r\n\nencompass Count 14.3   See  United States v.Melvin,  27 F.3d  710\r                                                            \r\n\n(1st Cir. 1994).\r\n\n                    \r                              \r\n\n2   Joyce was sentenced  to terms of 60  months on Count  10, 210\r\nmonths on Counts 11 and 13, and 120 months on Count 15, all to be\r\nserved concurrently, based upon a Guideline Offense  Level of 33,\r\nCriminal  History Category  III.   That  Guidelines sentence  was\r\nfollowed  by a mandatory term  of incarceration of  60 months, on\r\nCount 14.\r\n\n3   Count  14  charged Joyce  with  knowingly using  or  carrying\r\nfirearms  during and  in  relation to  a  crime of  violence,  in\r\nviolation of 18 U.S.C.   924 (c).\r\n\n                               -3-\r\r\n\n          On remand, the case was reassigned to Judge Woodlock.  \r\n\nJoyce  and  all  defendants,  except Murphy,  entered  into  plea\r\n\nagreements  with the Government.  In  Joyce's plea agreement, the\r\n\nparties  stipulated that,  pursuant to  U.S.S.G.    2B3.1(a), the\r\n\nBase  Offense Level was 20; that Joyce should receive a two-level\r\n\nenhancement pursuant to   2B3.1(a)(1), because the property which\r\n\nwas the object  of the  robbery attempt belonged  to a  financial\r\n\ninstitution;   and  that   Joyce  should   receive  a   two-level\r\n\nenhancement  pursuant   to     3C1.1  because   Joyce  \"willfully\r\n\ntestified falsely at the first trial of [the] case\".  \r\n\n          The parties also agreed that the Adjusted Offense Level\r\n\nshould   be   reduced  by   three   levels   for  acceptance   of\r\n\nresponsibility  pursuant to U.S.S.G.    3E1.1(a) and (b)(2).  The\r\n\nagreement  further  stated  that  the  Government's  position  at\r\n\nsentencing  would  be  that  Joyce should  receive  a  five-level\r\n\nenhancement  pursuant  to   2B3.1(b)(6)(F)  because  the intended\r\n\nloss  from the Abington robbery attempt exceeded $1,500,000 and a\r\n\nthree-level enhancement for his role in the offense pursuant to  \r\n\n3B1.1(b).4    In  the  agreement,  Joyce  reserved  the  right to\r\n\ncontest  the  Government's  position   on  these  issues  at  the\r\n\nsentencing hearings.\r\n\n                    \r                              \r\n\n4    Under  the  plea  agreement,  the  Government  contended  at\r\nSentencing  that Joyce's  Adjusted  Offense Level  should be  29,\r\nCriminal History Category III,  with a guideline sentencing range\r\nof  108-135  months,  in  addition   to  the  60  month  sentence\r\npreviously imposed by the trial court on Count  14.  Both parties\r\nagreed  that the 60 month sentence previously imposed on Count 14\r\nwas to be served consecutively with the newly imposed sentence on\r\nCounts 10, 11, 13, and 15.\r\n\n                               -4-\r\r\n\n          Consistent  with the  plea agreement,  Joyce entered  a\r\n\nguilty  plea.   The  sentencing judge  held  two hearings  on the\r\n\ncontested  guidelines  issues  of  amount of  intended  loss  and\r\n\nJoyce's role in the  offense.  The court found  that a five-level\r\n\nupward adjustment was warranted under   2B3.1  (b)(6)(F) and that\r\n\na three-level upward adjustment was proper under   3B1.1(b).  The\r\n\nresulting calculation  led to a total offense level of 29, with a\r\n\nsentencing  range   of  108-135   months'  incarceration.     The\r\n\nsentencing judge imposed a  sentence of 108 months on  Counts 11,\r\n\n13, and 15,  to be served concurrently  with a 60  month sentence\r\n\nimposed  on Count 10, followed  by the consecutive  60 month term\r\n\np  r  e  v  i  o  u  s  l  y  i  m  p  o  s  e  d   b  y  t  h  e\r\n\ntrial court on Count 14.  \r\n\n                      II. STANDARD OF REVIEW\r                                II. STANDARD OF REVIEW\r                                                      \r\n\n          In  reviewing  a  district  court's  application  of  a\r\n\nsentencing guideline, we utilize a bifurcated process.  First, we\r\n\nreview  de novo  the guideline's  legal meaning  and scope.   See\r                                                                           \r\n\nUnited  States  v.  Fontana, 50  F.3d  86,  87  (1st Cir.  1995).\r                                     \r\n\nSecond,  we review  the  district court's  factfinding for  clear\r\n\nerror and give due deference  to the district court's application\r\n\nof the  guidelines to  the facts.   See United States  v. Ovalle-\r                                                                           \r\n\nM rquez, 36 F.3d 212,  221 (1st Cir. 1994), cert. denied,  115 S.\r                                                                  \r\n\nCt. 1322 (1995).  The determination of the defendant's role in an\r\n\noffense is fact-specific.   See  United States v.  Graciani,   61\r                                                                     \r\n\nF.3d 70, 75 (1st Cir. 1995).  We are therefore deferential to the\r\n\nsentencing court's views and  review the determinations made only\r\n\n                               -5-\r\r\n\nfor clear error.  See United States v. Rostoff, 53  F.3d 398, 413\r                                                        \r\n\n(1st Cir. 1995).   Any credibility assessment  made at sentencing\r\n\nfalls within the province of the district court, and it should be\r\n\nrespected on appeal unless  it is clearly erroneous.   See United\r                                                                           \r\n\nStates  v. Webster, 54 F.3d  1, 5 (1st Cir.  1995).  If there are\r                            \r\n\ntwo  plausible  views  of  the  record,  the  sentencing  court's\r\n\nadoption of one  of the  views will not  constitute clear  error.\r\n\nSee United  States v. St. Cyr, 977 F.2d 698, 706 (1st Cir. 1992).\r                                       \r\n\nIn making a determination  on a defendant's role in  the offense,\r\n\nthe sentencing court may  look beyond the count of  conviction to\r\n\nthe  whole of  the defendant's  pertinent conduct.     See United\r                                                                           \r\n\nStates  v.   Savoie,  985  F.2d   612,  615   (1st  Cir.   1993).\r                             \r\n\nFurthermore, the Government need only prove by a preponderance of\r\n\nthe  evidence  that  an  upward adjustment  was  warranted.   See\r                                                                           \r\n\nUnited States v. Mu oz, 36 F.3d 1229, 1240 (1st Cir. 1994), cert.\r                                                                           \r\n\ndenied, 115 S. Ct. 1164 (1995).   Additionally, the evidence of a\r                \r\n\ndefendant's role  in  the offense  may  be circumstantial.    See\r                                                                           \r\n\nUnited  States v.  Tejada-Beltr n,  50 F.3d  105,  113 (1st  Cir.\r                                           \r\n\n1995);   United  States v.  Calder n, 935  F.2d 9,  11 (1st  Cir.\r                                              \r\n\n1991). \r\n\n                         III. DISCUSSION\r                                   III. DISCUSSION\r                                                  \r\n\n          Joyce claims that the three-level upward adjustment for\r\n\nhis role in  the offense was clearly erroneous.   He alleges that\r\n\n\"the  sentencing judge  in  this case  did  not find  that  Joyce\r\n\nexercised   the  requisite  management   control  over   his  co-\r\n\nparticipants.  Instead, he  (the sentencing judge) indicated that\r\n\n                               -6-\r\r\n\nsuch  a  finding was  unnecessary  and that  Joyce's  exercise of\r\n\nmanagement responsibility  'over the  metaphorical assets  of the\r\n\ncriminal  organization,'  Tr.  11/3/94  at 6,  would  suffice  to\r\n\njustify  the imposition  of  a    3B1.1(b)  role in  the  offense\r\n\nadjustment.\"  Joyce further  contends that the sentencing judge's\r\n\nconstruction of    3B1.1 was  incorrect as a matter  of law, that\r\n\nthe sentencing  judge failed to make  findings evidencing Joyce's\r\n\ncontrol  over any of his co-participants, and further that such a\r\n\nfinding could not be made based upon the evidence before him.    \r\n\n          The Government asserts  that the record provides  ample\r\n\nsupport  for the  sentencing judge's  findings that  Joyce was  a\r\n\n\"manager.\"      The  Government  argues  that  our   most  recent\r\n\npronouncements  make  it   clear  that  a  role  in  the  offense\r\n\nsentencing  enhancement  under     3B1.1.  does  not  necessarily\r\n\nrequire  a finding  that the  defendant \"controlled\" one  or more\r\n\nother  participants  in the  criminal  venture.   The  Government\r\n\nfurther  argues  that the  law  permits  the  enhancement when  a\r\n\ndefendant's organizational  claims and activities place  him in a\r\n\nposition of particular responsibility. \r\n\n          We review this upward adjustment  for clear error.  See\r                                                                           \r\n\nOvalle-M rquez,  supra.   Under    3B1.1(b) a  three-level upward\r                                \r\n\nadjustment for  a defendant s  role in  the offense is  justified\r\n\nwhen  the district court  makes both a  status determination that\r\n\nthe  defendant was a manager or supervisor of a criminal activity\r\n\n(but not an \"organizer or leader\") and a scope determination that\r\n\nthe  defendant's   criminal  activity  involved   five  or   more\r\n\n                               -7-\r\r\n\nparticipants or was otherwise extensive.  See Fontana, 50 F.3d at\r                                                               \r\n\n87;  Ovalle-M rquez, 36 F.3d at 225.   We note that Joyce did not\r                             \r\n\nquestion  at the sentencing hearings nor on this appeal that \"the\r\n\ncriminal  activity involved  five  or more  participants, or  was\r\n\notherwise extensive.\"    \r\n\n          The Application Note 4  of   3B1.1 lists the  following\r\n\nfactors relevant to  the determination of  a defendant's role  in\r\n\nthe offense: \r\n\n            the    exercise   of    decision   making\r\n            authority,    the     nature    of    the\r\n            participation  in  the commission  of the\r\n            offense, the  recruitment of accomplices,\r\n            the  claimed right to  a larger  share of\r\n            the fruits  of the  crime, the  degree of\r\n            participation  in planning  or organizing\r\n            the offense, the nature  and scope of the\r\n            illegal  activity,  and  the   degree  of\r\n            control  and   authority  exercised  over\r\n            others.\r\n\nSee  Tejada-Beltr n, 50  F.3d at  111;  United  States v.Olivier-\r                                                                           \r\n\nD az,  13 F.3d 1, 4 (1st Cir. 1993).   While these factors do not\r              \r\n\nhave  \"talismanic  significance,\"   they  do   serve  as   useful\r\n\nguideposts for  determining Joyce's role.   See United  States v.\r                                                                        \r\n\nTalladino, 38 F.3d 1255, 1260 (1st Cir. 1994).\r                   \r\n\n          The terms \"manager\" and \"supervisor\" are not defined in\r\n\nthe guidelines.  A court may find a defendant  to be a manager or\r\n\nsupervisor when he  \"exercised some degree of control over others\r\n\ninvolved in the commission  of the crime or he  [was] responsible\r\n\nfor organizing others for the purpose of carrying out the crime.\"\r\n\nSee  Ovalle-M rquez,  36 F.3d  at  225 (citing  United  States v.\r                                                                        \r\n\nRodr guez  Alvarado,  985 F.2d  15,  20  (1st Cir.  1990)(quoting\r                             \r\n\n                               -8-\r\r\n\nUnited States v. Fuller,  897 F.2d 1217, 1220 (1st  Cir. 1990))).\r                                 \r\n\nFurthermore,  a  three-level  adjustment   under     3B1.1(b)  is\r\n\nwarranted  when  a  defendant  exercised  control  over,  or  was\r\n\nresponsible for  overseeing the  actions of,  at least one  other\r\n\ncriminally responsible participant.   See United States v. Smith,\r                                                                          \r\n\n46 F.3d  1223, 1239 (1st  Cir. 1995), cert.  denied,     U.S.   ,\r                                                             \r\n\n1995  WL 437194 (October 2, 1995); Mu oz,  36 F.3d at 1240.  This\r                                                  \r\n\ncontrol need not have been direct.  See Savoie, 985 F.2d at 616.\r                                                        \r\n\n          By preponderance of the  evidence standard the totality\r\n\nof the  record unveils  defendant's  control over  others in  the\r\n\ncommission  of  the crime  and  supports  the sentencing  court's\r\n\nfindings that  Joyce  was  a  \"manager\"5 within  the  meaning  of\r\n\n  3B1.1(b)6.  We explain.\r\n\n          There  is no  doubt  that  Joyce  exercised  managerial\r\n\nresponsibilities \"over  the metaphorical  assets of  the criminal\r\n\norganization\".  Joyce badgered David J. Ryan, a paid confidential\r\n\ngovernment informant, to obtain armored truck route sheets, guard\r\n\nuniforms,  and ninja face masks.  Joyce further planned the crime\r\n\nto need  at least three stolen vehicles, one of them a van with a\r\n\n                    \r                              \r\n\n5  In the instant case there is sufficient evidence on the record\r\nto support  the  sentencing court's  specific findings  regarding\r\nappellant's  involvement   in  the  crime  and   to  warrant  the\r\nimposition of a  three-level upward enhancement.   This stands in\r\nsharp  contrast with the situation in United States v. Catano, 65\r                                                                       \r\nF.3d 219, 229-31  (1st Cir. 1995)  (case remanded for  additional\r\nfindings where sentencing court's summary findings that defendant\r\nwas a manager  was insufficiently specific to  allow for adequate\r\nreview).  \r\n\n6   See United States  v. Piedrahita Santiago,  931 F.2d 127, 132\r                                                       \r\n(1st Cir. 1991).\r\n\n                               -9-\r\r\n\nsliding door (all to be \"torched\" at the end of  the robbery) and\r\n\na  group  of  at  least five  experienced,  reliable  robbers  in\r\n\naddition   to   himself   using  automatic   weapons,   including\r\n\nspecifically among them,  \"Uzi submachine guns\".   Each of  these\r\n\nplanning  criteria, as  stressed  in appellee's  brief,  actually\r\n\noccurred.7  Joyce also  scouted and discussed with Ryan  possible\r\n\nlocations  for the truck robberies  and explained to  Ryan how he\r\n\nwould  recruit  and arrange  for  the  participation of  others.8\r\n\nJoyce  was the mastermind of the operational plan of the robbery,\r\n\nand repeatedly executed careful planning of the same.9\r\n\n          There is further evidence on the record authorizing the\r\n\nsentencing judge to conclude that Joyce \"exercised some degree of\r\n\ncontrol over others involved  in the commission of the  crime, or\r\n\nthat  he was responsible for organizing others for the purpose of\r\n\nthe crime\"  See Ovalle-M rquez, 35 F.3d 225 (citing United States\r                                                                           \r\n\nv. Rodr guez Alvarado,  985 F.2d  15, 20  (1st Cir.  1990)(citing\r                                                                           \r\n\nUnited States v. Fuller, 897 F.2d 1217, 1220 (1st Cir. 1990). \r                                 \r\n\n          On April  4, 1990,  eight months  prior to  the armored\r\n\ntruck robbery, Joyce  bragged to Ryan about the fact  that he had\r\n\navailable \"two  clean guys\",  \"stand up  guys\" from  Ireland with\r\n\nwhom he had  previously worked  in armored truck  robberies.   On\r\n\nJanuary 9, 1991, the date of the frustrated heist, Irish-born co-\r\n\ndefendants, Patrick Nee and  McNaught, were arrested.  It  is not\r\n                    \r                              \r\n\n7  See appellee's brief at p. 32.\r\n\n8  See appellee's brief at p. 35, n.45.\r\n\n9  See appellee's brief at p. 36, n.46.\r\n\n                               -10-\r\r\n\nclearly  erroneous   to  conclude10,   based  on   Joyce's  prior\r\n\nstatements of knowing two Irish  co-conspirators, that he in fact\r\n\nrecruited  both Nee  and  McNaught.   The  recruitment of  a  co-\r\n\nconspirator constitutes a \"managerial\" function under    3B1.1(b)\r\n\nof the  Guidelines.  See United States v. Fontana, 50 F.3d 86, 87\r                                                           \r\n\n(1st Cir.  1995); United States  v. Rodr guez Alvarado,  985 F.2d\r                                                                \r\n\n15, 20 (1st Cir. 1993).11\r\n\n          Further evidence attesting Joyce's managerial  role can\r\n\nbe found when  Joyce, on the  eve of the  armored truck  robbery,\r\n\nexplained the  plan to McNaught in detail,  including his alleged\r\n\nrole  in the  robbery.12   Further  attesting  to his  managerial\r\n\nstatus,  Joyce withheld  from  Ryan the  identities of  his other\r\n\nconspirators   and  withheld  from  the  other  conspirators  the\r\n\nexistence of Ryan.\r\n\n          This is a case  wherein \"the whole is greater  than the\r\n\nsum  of  its individual  parts\".13   Since  we must  examine \"the\r\n\n                    \r                              \r\n\n10   Evidence relating  to role  in the  offense may  be inferred\r\nand/or circumstantial.  See  Tejada-Beltr n at 113; United States\r                                                                           \r\nv. Savoie  985 F.2d at 616; United States v. Calder n 935 F.2d at\r                                                               \r\n11.\r\n\n11  McNaught provided evidence to the contrary on his recruitment\r\nand that of  Nee, which the sentencing  court was free to  reject\r\nbecause Mc Naught's  testimony was found perjurious  by the trial\r\ncourt.  Further, no clear error exists when the court adopts  one\r\nof  two plausible views.  See United  States v. St. Cyr, 977 F.2d\r                                                                 \r\nat 706.\r\n\n12  See appellee's brief p. 37.\r\n\n13  See  El D a Inc. v.  Hern ndez Col n, 963 F.2d  488, 498 (1st\r                                                  \r\nCir. 1992)(Selya, J.).\r\n\n                               -11-\r\r\n\nwhole of  defendants relevant  conduct\",14 taking all  facts into\r\n\nconsideration  the determination  of  the  sentencing court  that\r\n\nJoyce was a \"manager\" was not clearly erroneous. \r\n\n                          IV. CONCLUSION\r                                    IV. CONCLUSION\r                                                  \r\n\n          For the  above-stated reasons, we  affirm the  district\r\n\ncourt's sentence. \r\n\n          Affirmed.   \r                            \r\n\n                    \r                              \r\n\n14  See Savoie, 985 F.2d at 616.\r                        \r\n\n                               -12-\r\r\n",
  "html": "<p class=\"case_cite\">70 F.3d 679</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Robert Emmett JOYCE, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-2235.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 1, 1995.<br>Decided Nov. 27, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Kimberly Homan, by Appointment of the Court, with whom Sheketoff &amp; Homan, Boston, MA, was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">James B. Farmer, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">TORRUELLA, Chief Judge, STAHL, Circuit Judge, and DOMINGUEZ,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">DOMINGUEZ, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant Robert Emmett Joyce (\"Joyce\") challenges the imposition in his sentence of a three-level upward adjustment, pursuant to U.S.S.G. Sec. 3B1.1(b).  Joyce seeks to have the adjustment reversed and the matter remanded for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We hold that the lower court's imposition of the three-level upward adjustment, based on Joyce's role in the offense, is warranted.  Consequently, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 9, 1991, Joyce and five co-defendants--Michael C. Habicht, Michael O. McNaught, James F. Melvin, James M. Murphy, Jr., and Patrick J. Nee--were arrested in Abington, Massachusetts for their alleged involvement in a planned robbery of an armored truck at the Bank of New England Branch.  The initial indictment was returned on February 7, 1991.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Following a twenty-five day trial before Judge Mazzone, Joyce and the five other co-defendants were convicted of conspiracy to rob bank funds, in violation of 18 U.S.C. Sec. 371 (Count 10), attempted robbery of bank funds, in violation of 18 U.S.C. Sec. 2113(a) (Count 11), attempted obstruction of commerce by robbery, in violation of the Hobbs Act, 18 U.S.C. Sec. 1951 (Count 13), knowingly using or carrying firearms during and in relation to a crime of violence, in violation of 18 U.S.C. Sec. 924(c) (Count 14), and being felons in possession of firearms, in violation of 18 U.S.C. Sec. 922(g) (Count 15).  On March 12, 1992, Joyce was sentenced to a total term of incarceration of 270 months.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">All Defendants appealed their convictions and sentences.  Subsequently, all Defendants, except Murphy, filed a motion seeking to dismiss the appeal of their conviction on Count 14 (18 U.S.C. Sec. 924(c)).  We granted that motion.  On April 22, 1994, we reversed the convictions of all defendants and remanded the case for a new trial.  See United States v. Melvin, 27 F.3d 703 (1st Cir.1994).  On June 22, 1994, pursuant to the Defendants' request for clarification, we issued an opinion clarifying that our earlier opinion, ordering reversal, did not encompass Count 14.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See United States v. Melvin, 27 F.3d 710 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On remand, the case was reassigned to Judge Woodlock.  Joyce and all defendants, except Murphy, entered into plea agreements with the Government.  In Joyce's plea agreement, the parties stipulated that, pursuant to U.S.S.G. Sec. 2B3.1(a), the Base Offense Level was 20;  that Joyce should receive a two-level enhancement pursuant to Sec. 2B3.1(b)(1), because the property which was the object of the robbery attempt belonged to a financial institution;  and that Joyce should receive a two-level enhancement pursuant to Sec. 3C1.1 because Joyce \"willfully testified falsely at the first trial of [the] case\".</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The parties also agreed that the Adjusted Offense Level should be reduced by three levels for acceptance of responsibility pursuant to U.S.S.G. Sec. 3E1.1(a) and (b)(2).  The agreement further stated that the Government's position at sentencing would be that Joyce should receive a five-level enhancement pursuant to Sec. 2B3.1(b)(6)(F) because the intended loss from the Abington robbery attempt exceeded $1,500,000 and a three-level enhancement for his role in the offense pursuant to Sec. 3B1.1(b).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In the agreement, Joyce reserved the right to contest the Government's position on these issues at the sentencing hearings.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Consistent with the plea agreement, Joyce entered a guilty plea.  The sentencing judge held two hearings on the contested guidelines issues of amount of intended loss and Joyce's role in the offense.  The court found that a five-level upward adjustment was warranted under Sec. 2B3.1(b)(6)(F) and that a three-level upward adjustment was proper under Sec. 3B1.1(b).  The resulting calculation led to a total offense level of 29, with a sentencing range of 108-135 months' incarceration.  The sentencing judge imposed a sentence of 108 months on Counts 11, 13, and 15, to be served concurrently with a 60 month sentence imposed on Count 10, followed by the consecutive 60 month term previously imposed by the trial court on Count 14.</p>\n    </div>\n    <p>II. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In reviewing a district court's application of a sentencing guideline, we utilize a bifurcated process.  First, we review de novo the guideline's legal meaning and scope.  See United States v. Fontana, 50 F.3d 86, 87 (1st Cir.1995).  Second, we review the district court's factfinding for clear error and give due deference to the district court's application of the guidelines to the facts.  See United States v. Ovalle- Marquez, 36 F.3d 212, 221 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1322, 131 L.Ed.2d 202 (1995).  The determination of the defendant's role in an offense is fact-specific.  See United States v. Graciani, 61 F.3d 70, 75 (1st Cir.1995).  We are therefore deferential to the sentencing court's views and review the determinations made only for clear error.  See United States v. Rostoff, 53 F.3d 398, 413 (1st Cir.1995).  Any credibility assessment made at sentencing falls within the province of the district court, and it should be respected on appeal unless it is clearly erroneous.  See United States v. Webster, 54 F.3d 1, 5 (1st Cir.1995).  If there are two plausible views of the record, the sentencing court's adoption of one of the views will not constitute clear error.  See United States v. St. Cyr, 977 F.2d 698, 706 (1st Cir.1992).  In making a determination on a defendant's role in the offense, the sentencing court may look beyond the count of conviction to the whole of the defendant's pertinent conduct.  See United States v. Savoie, 985 F.2d 612, 615 (1st Cir.1993).  Furthermore, the Government need only prove by a preponderance of the evidence that an upward adjustment was warranted.  See United States v. Munoz, 36 F.3d 1229, 1240 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1164, 130 L.Ed.2d 1120 (1995).  Additionally, the evidence of a defendant's role in the offense may be circumstantial.  See United States v. Tejada-Beltran, 50 F.3d 105, 113 (1st Cir.1995);  United States v. Calderon, 935 F.2d 9, 11 (1st Cir.1991).</p>\n    </div>\n    <p>III. DISCUSSION</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Joyce claims that the three-level upward adjustment for his role in the offense was clearly erroneous.  He alleges that \"the sentencing judge in this case did not find that Joyce exercised the requisite management control over his co-participants.  Instead, he (the sentencing judge) indicated that such a finding was unnecessary and that Joyce's exercise of management responsibility 'over the metaphorical assets of the criminal organization,' Tr. 11/3/94 at 6, would suffice to justify the imposition of a Sec. 3B1.1(b) role in the offense adjustment.\"   Joyce further contends that the sentencing judge's construction of Sec. 3B1.1 was incorrect as a matter of law, that the sentencing judge failed to make findings evidencing Joyce's control over any of his co-participants, and further that such a finding could not be made based upon the evidence before him.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Government asserts that the record provides ample support for the sentencing judge's findings that Joyce was a \"manager.\"   The Government argues that our most recent pronouncements make it clear that a role in the offense sentencing enhancement under Sec. 3B1.1. does not necessarily require a finding that the defendant \"controlled\" one or more other participants in the criminal venture.  The Government further argues that the law permits the enhancement when a defendant's organizational claims and activities place him in a position of particular responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We review this upward adjustment for clear error.  See Ovalle- Marquez, supra.   Under Sec. 3B1.1(b) a three-level upward adjustment for a defendant's role in the offense is justified when the district court makes both a status determination that the defendant was a manager or supervisor of a criminal activity (but not an \"organizer or leader\") and a scope determination that the defendant's criminal activity involved five or more participants or was otherwise extensive.  See Fontana, 50 F.3d at 87;  Ovalle-Marquez, 36 F.3d at 225.   We note that Joyce did not question at the sentencing hearings nor on this appeal that \"the criminal activity involved five or more participants, or was otherwise extensive.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Application Note 4 of Sec. 3B1.1 lists the following factors relevant to the determination of a defendant's role in the offense:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>the exercise of decision making authority, the nature of the participation in the commission of the offense, the recruitment of accomplices, the claimed right to a larger share of the fruits of the crime, the degree of participation in planning or organizing the offense, the nature and scope of the illegal activity, and the degree of control and authority exercised over others.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">See Tejada-Beltran, 50 F.3d at 111;  United States v. Olivier-Diaz, 13 F.3d 1, 4 (1st Cir.1993). While these factors do not have \"talismanic significance,\" they do serve as useful guideposts for determining Joyce's role.  See United States v. Talladino, 38 F.3d 1255, 1260 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The terms \"manager\" and \"supervisor\" are not defined in the guidelines.  A court may find a defendant to be a manager or supervisor when he \"exercised some degree of control over others involved in the commission of the crime or he [was] responsible for organizing others for the purpose of carrying out the crime.\"   See Ovalle-Marquez, 36 F.3d at 225 (citing United States v. Rodriguez Alvarado, 985 F.2d 15, 20 (1st Cir.1993) (quoting United States v. Fuller, 897 F.2d 1217, 1220 (1st Cir.1990))).  Furthermore, a three-level adjustment under Sec. 3B1.1(b) is warranted when a defendant exercised control over, or was responsible for overseeing the actions of, at least one other criminally responsible participant.  See United States v. Smith, 46 F.3d 1223, 1239 (1st Cir.1995), cert. denied, --- U.S. ----, 116 S.Ct. 176, 133 L.Ed.2d 116 (1995);  Munoz, 36 F.3d at 1240.   This control need not have been direct.  See Savoie, 985 F.2d at 616.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">By preponderance of the evidence standard the totality of the record unveils defendant's control over others in the commission of the crime and supports the sentencing court's findings that Joyce was a \"manager\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> within the meaning of Sec. 3B1.1(b)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>.  We explain.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There is no doubt that Joyce exercised managerial responsibilities \"over the metaphorical assets of the criminal organization\".  Joyce badgered David J. Ryan, a paid confidential government informant, to obtain armored truck route sheets, guard uniforms, and ninja face masks.  Joyce further planned the crime to need at least three stolen vehicles, one of them a van with a sliding door (all to be \"torched\" at the end of the robbery) and a group of at least five experienced, reliable robbers in addition to himself using automatic weapons, including specifically among them, \"Uzi submachine guns\".  Each of these planning criteria, as stressed in appellee's brief, actually occurred.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Joyce also scouted and discussed with Ryan possible locations for the truck robberies and explained to Ryan how he would recruit and arrange for the participation of others.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Joyce was the mastermind of the operational plan of the robbery, and repeatedly executed careful planning of the same.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is further evidence on the record authorizing the sentencing judge to conclude that Joyce \"exercised some degree of control over others involved in the commission of the crime, or that he was responsible for organizing others for the purpose of the crime\".  See Ovalle-Marquez, 36 F.3d at 225 (citing United States v. Rodriguez Alvarado, 985 F.2d 15, 20 (1st Cir.1990)) (citing United States v. Fuller, 897 F.2d 1217, 1220 (1st Cir.1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On April 4, 1990, eight months prior to the armored truck robbery, Joyce bragged to Ryan about the fact that he had available \"two clean guys\", \"stand up guys\" from Ireland with whom he had previously worked in armored truck robberies.  On January 9, 1991, the date of the frustrated heist, Irish-born co-defendants, Patrick Nee and McNaught, were arrested.  It is not clearly erroneous to conclude<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>, based on Joyce's prior statements of knowing two Irish co-conspirators, that he in fact recruited both Nee and McNaught.  The recruitment of a co-conspirator constitutes a \"managerial\" function under Sec. 3B1.1(b) of the Guidelines. See United States v. Fontana, 50 F.3d 86, 87 (1st Cir.1995);  United States v. Rodriguez Alvarado, 985 F.2d 15, 20 (1st Cir.1993).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Further evidence attesting Joyce's managerial role can be found when Joyce, on the eve of the armored truck robbery, explained the plan to McNaught in detail, including his alleged role in the robbery.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Further attesting to his managerial status, Joyce withheld from Ryan the identities of his other conspirators and withheld from the other conspirators the existence of Ryan.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This is a case wherein \"the whole is greater than the sum of its individual parts\".<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Since we must examine \"the whole of defendants relevant conduct\",<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> taking all facts into consideration the determination of the sentencing court that Joyce was a \"manager\" was not clearly erroneous.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the above-stated reasons, we affirm the district court's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A third superseding indictment (on which the case was tried) was returned on September 5, 1991.  In addition to the Abington offenses, the third superseding indictment charged Joyce and Murphy with offenses arising out of the $880,000 robbery on May 31, 1989, of a Mass.  Transport, Inc. armored truck making a delivery to the Shawmut Worcester County Bank in Fitchburg, Massachusetts.  Murphy was convicted of conspiracy to rob bank funds, in violation of 18 U.S.C. Sec. 371 (Count 3), robbery of bank funds, in violation of 18 U.S.C. Sec. 2113(a) (Count 4), and obstruction of commerce by robbery, in violation of the Hobbs Act, 18 U.S.C. Sec. 1951 (Count 6).  Joyce was found not guilty on these counts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Joyce was sentenced to terms of 60 months on Count 10, 210 months on Counts 11 and 13, and 120 months on Count 15, all to be served concurrently, based upon a Guideline Offense Level of 33, Criminal History Category III.  That Guidelines sentence was followed by a mandatory term of incarceration of 60 months, on Count 14</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Count 14 charged Joyce with knowingly using or carrying firearms during and in relation to a crime of violence, in violation of 18 U.S.C. Sec. 924(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under the plea agreement, the Government contended at Sentencing that Joyce's Adjusted Offense Level should be 29, Criminal History Category III, with a guideline sentencing range of 108-135 months, in addition to the 60 month sentence previously imposed by the trial court on Count 14.  Both parties agreed that the 60 month sentence previously imposed on Count 14 was to be served consecutively with the newly imposed sentence on Counts 10, 11, 13, and 15</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In the instant case there is sufficient evidence on the record to support the sentencing court's specific findings regarding appellant's involvement in the crime and to warrant the imposition of a three-level upward enhancement.  This stands in sharp contrast with the situation in United States v. Catano, 65 F.3d 219, 229-31 (1st Cir.1995) (case remanded for additional findings where sentencing court's summary findings that defendant was a manager was insufficiently specific to allow for adequate review)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See United States v. Piedrahita-Santiago, 931 F.2d 127, 132 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See appellee's brief at p. 32</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See appellee's brief at p. 35, n. 45</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See appellee's brief at p. 36, n. 46</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Evidence relating to role in the offense may be inferred and/or circumstantial.  See Tejada-Beltran at 113;  United States v. Savoie, 985 F.2d at 616;  United States v. Calderon, 935 F.2d at 11</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> McNaught provided evidence to the contrary on his recruitment and that of Nee, which the sentencing court was free to reject because McNaught's testimony was found perjurious by the trial court.  Further, no clear error exists when the court adopts one of two plausible views.  See United States v. St. Cyr, 977 F.2d at 706</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See appellee's brief p. 37</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See El Dia, Inc. v. Hernandez Colon, 963 F.2d 488, 498 (1st Cir.1992) (Selya, J.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See Savoie, 985 F.2d at 616</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">679</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Robert Emmett JOYCE, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-2235.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 1, 1995.<br>Decided Nov. 27, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Kimberly Homan, by Appointment of the Court, with whom Sheketoff &amp; Homan, Boston, MA, was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">James B. Farmer, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">TORRUELLA, Chief Judge, STAHL, Circuit Judge, and DOMINGUEZ,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">DOMINGUEZ, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant Robert Emmett Joyce (\"Joyce\") challenges the imposition in his sentence of a three-level upward adjustment, pursuant to U.S.S.G. Sec. 3B1.1(b).  Joyce seeks to have the adjustment reversed and the matter remanded for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We hold that the lower court's imposition of the three-level upward adjustment, based on Joyce's role in the offense, is warranted.  Consequently, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 9, 1991, Joyce and five co-defendants--Michael C. Habicht, Michael O. McNaught, James F. Melvin, James M. Murphy, Jr., and Patrick J. Nee--were arrested in Abington, Massachusetts for their alleged involvement in a planned robbery of an armored truck at the Bank of New England Branch.  The initial indictment was returned on February 7, 1991.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Following a twenty-five day trial before Judge Mazzone, Joyce and the five other co-defendants were convicted of conspiracy to rob bank funds, in violation of 18 U.S.C. Sec. 371 (Count 10), attempted robbery of bank funds, in violation of 18 U.S.C. Sec. 2113(a) (Count 11), attempted obstruction of commerce by robbery, in violation of the Hobbs Act, 18 U.S.C. Sec. 1951 (Count 13), knowingly using or carrying firearms during and in relation to a crime of violence, in violation of 18 U.S.C. Sec. 924(c) (Count 14), and being felons in possession of firearms, in violation of 18 U.S.C. Sec. 922(g) (Count 15).  On March 12, 1992, Joyce was sentenced to a total term of incarceration of 270 months.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">All Defendants appealed their convictions and sentences.  Subsequently, all Defendants, except Murphy, filed a motion seeking to dismiss the appeal of their conviction on Count 14 (18 U.S.C. Sec. 924(c)).  We granted that motion.  On April 22, 1994, we reversed the convictions of all defendants and remanded the case for a new trial.  See United States v. Melvin, <span class=\"citation\" data-id=\"672851\"><a href=\"/opinion/672851/united-states-v-james-f-melvin-united-states-v-michael-c-habicht/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span> </a></span>(1st Cir.1994).  On June 22, 1994, pursuant to the Defendants' request for clarification, we issued an opinion clarifying that our earlier opinion, ordering reversal, did not encompass Count 14.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See United States v. Melvin, <span class=\"citation\" data-id=\"195440\"><a href=\"/opinion/195440/united-states-v-melvin/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">710</span> </a></span>(1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On remand, the case was reassigned to Judge Woodlock.  Joyce and all defendants, except Murphy, entered into plea agreements with the Government.  In Joyce's plea agreement, the parties stipulated that, pursuant to U.S.S.G. Sec. 2B3.1(a), the Base Offense Level was 20;  that Joyce should receive a two-level enhancement pursuant to Sec. 2B3.1(b)(1), because the property which was the object of the robbery attempt belonged to a financial institution;  and that Joyce should receive a two-level enhancement pursuant to Sec. 3C1.1 because Joyce \"willfully testified falsely at the first trial of [the] case\".</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The parties also agreed that the Adjusted Offense Level should be reduced by three levels for acceptance of responsibility pursuant to U.S.S.G. Sec. 3E1.1(a) and (b)(2).  The agreement further stated that the Government's position at sentencing would be that Joyce should receive a five-level enhancement pursuant to Sec. 2B3.1(b)(6)(F) because the intended loss from the Abington robbery attempt exceeded $1,500,000 and a three-level enhancement for his role in the offense pursuant to Sec. 3B1.1(b).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In the agreement, Joyce reserved the right to contest the Government's position on these issues at the sentencing hearings.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Consistent with the plea agreement, Joyce entered a guilty plea.  The sentencing judge held two hearings on the contested guidelines issues of amount of intended loss and Joyce's role in the offense.  The court found that a five-level upward adjustment was warranted under Sec. 2B3.1(b)(6)(F) and that a three-level upward adjustment was proper under Sec. 3B1.1(b).  The resulting calculation led to a total offense level of 29, with a sentencing range of 108-135 months' incarceration.  The sentencing judge imposed a sentence of 108 months on Counts 11, 13, and 15, to be served concurrently with a 60 month sentence imposed on Count 10, followed by the consecutive 60 month term previously imposed by the trial court on Count 14.</p>\n    </div>\n    <p>II. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In reviewing a district court's application of a sentencing guideline, we utilize a bifurcated process.  First, we review de novo the guideline's legal meaning and scope.  See United States v. Fontana, <span class=\"citation\" data-id=\"195988\"><a href=\"/opinion/195988/united-states-v-fontana/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 87 (1st Cir.1995).  Second, we review the district court's factfinding for clear error and give due deference to the district court's application of the guidelines to the facts.  See United States v. Ovalle- Marquez, <span class=\"citation\" data-id=\"195633\"><a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span>, 221 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </span>(1995).  The determination of the defendant's role in an offense is fact-specific.  See United States v. Graciani, <span class=\"citation\" data-id=\"196199\"><a href=\"/opinion/196199/united-states-v-graciani/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span>, 75 (1st Cir.1995).  We are therefore deferential to the sentencing court's views and review the determinations made only for clear error.  See United States v. Rostoff, <span class=\"citation\" data-id=\"196027\"><a href=\"/opinion/196027/united-states-v-rostoff/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">398</span></a></span>, 413 (1st Cir.1995).  Any credibility assessment made at sentencing falls within the province of the district court, and it should be respected on appeal unless it is clearly erroneous.  See United States v. Webster, <span class=\"citation\" data-id=\"196037\"><a href=\"/opinion/196037/united-states-v-webster/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1995).  If there are two plausible views of the record, the sentencing court's adoption of one of the views will not constitute clear error.  See United States v. St. Cyr, <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 706 (1st Cir.1992).  In making a determination on a defendant's role in the offense, the sentencing court may look beyond the count of conviction to the whole of the defendant's pertinent conduct.  See United States v. Savoie, <span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 615 (1st Cir.1993).  Furthermore, the Government need only prove by a preponderance of the evidence that an upward adjustment was warranted.  See United States v. Munoz, <span class=\"citation\" data-id=\"195659\"><a href=\"/opinion/195659/united-states-v-delgado-munoz/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1229</span></a></span>, 1240 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1164</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1120</span> </span>(1995).  Additionally, the evidence of a defendant's role in the offense may be circumstantial.  See United States v. Tejada-Beltran, <span class=\"citation\" data-id=\"691951\"><a href=\"/opinion/691951/united-states-v-maximo-e-tejada-beltran-alias-etc/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 113 (1st Cir.1995);  United States v. Calderon, <span class=\"citation\" data-id=\"562320\"><a href=\"/opinion/562320/united-states-v-nelson-valencia-calderon/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 11 (1st Cir.1991).</p>\n    </div>\n    <p>III. DISCUSSION</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Joyce claims that the three-level upward adjustment for his role in the offense was clearly erroneous.  He alleges that \"the sentencing judge in this case did not find that Joyce exercised the requisite management control over his co-participants.  Instead, he (the sentencing judge) indicated that such a finding was unnecessary and that Joyce's exercise of management responsibility 'over the metaphorical assets of the criminal organization,' Tr. 11/3/94 at 6, would suffice to justify the imposition of a Sec. 3B1.1(b) role in the offense adjustment.\"   Joyce further contends that the sentencing judge's construction of Sec. 3B1.1 was incorrect as a matter of law, that the sentencing judge failed to make findings evidencing Joyce's control over any of his co-participants, and further that such a finding could not be made based upon the evidence before him.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Government asserts that the record provides ample support for the sentencing judge's findings that Joyce was a \"manager.\"   The Government argues that our most recent pronouncements make it clear that a role in the offense sentencing enhancement under Sec. 3B1.1. does not necessarily require a finding that the defendant \"controlled\" one or more other participants in the criminal venture.  The Government further argues that the law permits the enhancement when a defendant's organizational claims and activities place him in a position of particular responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We review this upward adjustment for clear error.  See Ovalle- <span class=\"citation\" data-id=\"195633\"><a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"antecedent_guess\">Marquez,</span> supra</a></span>.   Under Sec. 3B1.1(b) a three-level upward adjustment for a defendant's role in the offense is justified when the district court makes both a status determination that the defendant was a manager or supervisor of a criminal activity (but not an \"organizer or leader\") and a scope determination that the defendant's criminal activity involved five or more participants or was otherwise extensive.  See <span class=\"citation\" data-id=\"195988\"><span class=\"antecedent_guess\">Fontana,</span> <a href=\"/opinion/195988/united-states-v-fontana/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">87</span></a></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Ovalle-Marquez,</span> <span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">225</span></span>.   We note that Joyce did not question at the sentencing hearings nor on this appeal that \"the criminal activity involved five or more participants, or was otherwise extensive.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Application Note 4 of Sec. 3B1.1 lists the following factors relevant to the determination of a defendant's role in the offense:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>the exercise of decision making authority, the nature of the participation in the commission of the offense, the recruitment of accomplices, the claimed right to a larger share of the fruits of the crime, the degree of participation in planning or organizing the offense, the nature and scope of the illegal activity, and the degree of control and authority exercised over others.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">See <span class=\"citation\" data-id=\"691951\"><span class=\"antecedent_guess\">Tejada-Beltran,</span> <a href=\"/opinion/691951/united-states-v-maximo-e-tejada-beltran-alias-etc/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">111</span></a></span>;  United States v. Olivier-Diaz, <span class=\"citation\" data-id=\"195103\"><a href=\"/opinion/195103/united-states-v-olivier/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1993). While these factors do not have \"talismanic significance,\" they do serve as useful guideposts for determining Joyce's role.  See United States v. Talladino, <span class=\"citation\" data-id=\"195724\"><a href=\"/opinion/195724/united-states-v-talladino/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1255</span></a></span>, 1260 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The terms \"manager\" and \"supervisor\" are not defined in the guidelines.  A court may find a defendant to be a manager or supervisor when he \"exercised some degree of control over others involved in the commission of the crime or he [was] responsible for organizing others for the purpose of carrying out the crime.\"   See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Ovalle-Marquez,</span> <span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">225</span> </span>(citing United States v. Rodriguez Alvarado, <span class=\"citation\" data-id=\"599287\"><a href=\"/opinion/599287/united-states-v-jorge-l-rodriguez-alvarado/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 20 (1st Cir.1993) (quoting United States v. Fuller, <span class=\"citation\" data-id=\"537727\"><a href=\"/opinion/537727/united-states-v-leonard-r-fuller/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span>, 1220 (1st Cir.1990))).  Furthermore, a three-level adjustment under Sec. 3B1.1(b) is warranted when a defendant exercised control over, or was responsible for overseeing the actions of, at least one other criminally responsible participant.  See United States v. Smith, <span class=\"citation\" data-id=\"195903\"><a href=\"/opinion/195903/united-states-v-smith/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1223</span></a></span>, 1239 (1st Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">176</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span> </span>(1995);  <span class=\"citation\" data-id=\"195659\"><span class=\"antecedent_guess\">Munoz,</span> <a href=\"/opinion/195659/united-states-v-delgado-munoz/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1240</span></a></span>.   This control need not have been direct.  See <span class=\"citation\" data-id=\"600257\"><span class=\"antecedent_guess\">Savoie,</span> <a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">616</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">By preponderance of the evidence standard the totality of the record unveils defendant's control over others in the commission of the crime and supports the sentencing court's findings that Joyce was a \"manager\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> within the meaning of Sec. 3B1.1(b)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>.  We explain.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">There is no doubt that Joyce exercised managerial responsibilities \"over the metaphorical assets of the criminal organization\".  Joyce badgered David J. Ryan, a paid confidential government informant, to obtain armored truck route sheets, guard uniforms, and ninja face masks.  Joyce further planned the crime to need at least three stolen vehicles, one of them a van with a sliding door (all to be \"torched\" at the end of the robbery) and a group of at least five experienced, reliable robbers in addition to himself using automatic weapons, including specifically among them, \"Uzi submachine guns\".  Each of these planning criteria, as stressed in appellee's brief, actually occurred.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Joyce also scouted and discussed with Ryan possible locations for the truck robberies and explained to Ryan how he would recruit and arrange for the participation of others.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Joyce was the mastermind of the operational plan of the robbery, and repeatedly executed careful planning of the same.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is further evidence on the record authorizing the sentencing judge to conclude that Joyce \"exercised some degree of control over others involved in the commission of the crime, or that he was responsible for organizing others for the purpose of the crime\".  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Ovalle-Marquez,</span> <span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">225</span> </span>(citing United States v. Rodriguez Alvarado, <span class=\"citation\" data-id=\"599287\"><a href=\"/opinion/599287/united-states-v-jorge-l-rodriguez-alvarado/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 20 (1st Cir.1990)) (citing United States v. Fuller, <span class=\"citation\" data-id=\"537727\"><a href=\"/opinion/537727/united-states-v-leonard-r-fuller/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span>, 1220 (1st Cir.1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On April 4, 1990, eight months prior to the armored truck robbery, Joyce bragged to Ryan about the fact that he had available \"two clean guys\", \"stand up guys\" from Ireland with whom he had previously worked in armored truck robberies.  On January 9, 1991, the date of the frustrated heist, Irish-born co-defendants, Patrick Nee and McNaught, were arrested.  It is not clearly erroneous to conclude<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>, based on Joyce's prior statements of knowing two Irish co-conspirators, that he in fact recruited both Nee and McNaught.  The recruitment of a co-conspirator constitutes a \"managerial\" function under Sec. 3B1.1(b) of the Guidelines. See United States v. Fontana, <span class=\"citation\" data-id=\"195988\"><a href=\"/opinion/195988/united-states-v-fontana/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 87 (1st Cir.1995);  United States v. Rodriguez Alvarado, <span class=\"citation\" data-id=\"599287\"><a href=\"/opinion/599287/united-states-v-jorge-l-rodriguez-alvarado/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 20 (1st Cir.1993).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Further evidence attesting Joyce's managerial role can be found when Joyce, on the eve of the armored truck robbery, explained the plan to McNaught in detail, including his alleged role in the robbery.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Further attesting to his managerial status, Joyce withheld from Ryan the identities of his other conspirators and withheld from the other conspirators the existence of Ryan.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This is a case wherein \"the whole is greater than the sum of its individual parts\".<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Since we must examine \"the whole of defendants relevant conduct\",<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> taking all facts into consideration the determination of the sentencing court that Joyce was a \"manager\" was not clearly erroneous.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the above-stated reasons, we affirm the district court's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A third superseding indictment (on which the case was tried) was returned on September 5, 1991.  In addition to the Abington offenses, the third superseding indictment charged Joyce and Murphy with offenses arising out of the $880,000 robbery on May 31, 1989, of a Mass.  Transport, Inc. armored truck making a delivery to the Shawmut Worcester County Bank in Fitchburg, Massachusetts.  Murphy was convicted of conspiracy to rob bank funds, in violation of 18 U.S.C. Sec. 371 (Count 3), robbery of bank funds, in violation of 18 U.S.C. Sec. 2113(a) (Count 4), and obstruction of commerce by robbery, in violation of the Hobbs Act, 18 U.S.C. Sec. 1951 (Count 6).  Joyce was found not guilty on these counts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Joyce was sentenced to terms of 60 months on Count 10, 210 months on Counts 11 and 13, and 120 months on Count 15, all to be served concurrently, based upon a Guideline Offense Level of 33, Criminal History Category III.  That Guidelines sentence was followed by a mandatory term of incarceration of 60 months, on Count 14</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Count 14 charged Joyce with knowingly using or carrying firearms during and in relation to a crime of violence, in violation of 18 U.S.C. Sec. 924(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under the plea agreement, the Government contended at Sentencing that Joyce's Adjusted Offense Level should be 29, Criminal History Category III, with a guideline sentencing range of 108-135 months, in addition to the 60 month sentence previously imposed by the trial court on Count 14.  Both parties agreed that the 60 month sentence previously imposed on Count 14 was to be served consecutively with the newly imposed sentence on Counts 10, 11, 13, and 15</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In the instant case there is sufficient evidence on the record to support the sentencing court's specific findings regarding appellant's involvement in the crime and to warrant the imposition of a three-level upward enhancement.  This stands in sharp contrast with the situation in United States v. Catano, <span class=\"citation\" data-id=\"196298\"><a href=\"/opinion/196298/united-states-v-catano/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></a></span>, 229-31 (1st Cir.1995) (case remanded for additional findings where sentencing court's summary findings that defendant was a manager was insufficiently specific to allow for adequate review)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See United States v. Piedrahita-Santiago, <span class=\"citation\" data-id=\"559869\"><a href=\"/opinion/559869/united-states-v-roberto-piedrahita-santiago-united-states-of-america-v/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span>, 132 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See appellee's brief at p. 32</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See appellee's brief at p. 35, n. 45</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See appellee's brief at p. 36, n. 46</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Evidence relating to role in the offense may be inferred and/or circumstantial.  See Tejada-Beltran at 113;  United States v. <span class=\"citation\" data-id=\"600257\"><span class=\"antecedent_guess\">Savoie,</span> <a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">616</span></a></span>;  United States v. <span class=\"citation\" data-id=\"562320\"><span class=\"antecedent_guess\">Calderon,</span> <a href=\"/opinion/562320/united-states-v-nelson-valencia-calderon/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">11</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> McNaught provided evidence to the contrary on his recruitment and that of Nee, which the sentencing court was free to reject because McNaught's testimony was found perjurious by the trial court.  Further, no clear error exists when the court adopts one of two plausible views.  See United States v. St. <span class=\"citation\" data-id=\"593172\"><span class=\"antecedent_guess\">Cyr,</span> <a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">706</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See appellee's brief p. 37</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See El Dia, Inc. v. Hernandez Colon, <span class=\"citation\" data-id=\"583336\"><a href=\"/opinion/583336/el-dia-inc-v-rafael-hernandez-colon/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">488</span></a></span>, 498 (1st Cir.1992) (Selya, J.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See <span class=\"citation\" data-id=\"600257\"><span class=\"antecedent_guess\">Savoie,</span> <a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">616</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195103/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195440/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195633/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195659/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195724/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195903/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195988/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196027/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196037/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196199/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196298/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537727/",
    "https://www.courtlistener.com/api/rest/v3/opinions/559869/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562320/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583336/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672851/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691951/"
  ]
}