{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196416/",
  "id": 196416,
  "absolute_url": "/opinion/196416/barbara-wytrwal-v-saco-school-board/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196416/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:17Z",
  "date_modified": "2020-02-21T23:41:06.885535Z",
  "type": "010combined",
  "sha1": "4627e9b28163604d7d10081ee00bb0cedcf5a061",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1543.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1543\r\n\n                         BARBARA WYTRWAL,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                    SACO SCHOOL BOARD, ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n             [Hon. Gene Carter, U.S. District Judge]\r                                                             \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                      Lynch, Circuit Judge,\r                                                    \r\n\n                  and Stearns,* District Judge.\r                                                        \r\n\n                                           \r\n\n     Carl E.  Kandutsch, with whom  William C. Knowles,  James E.\r                                                                           \r\nMcCormack and Verrill &amp; Dana were on brief for appellant.\r                                      \r\n     Jerrol A.  Crouter, with whom  Eric R.  Herlan and  Drummond\r                                                                           \r\nWoodsum &amp; MacMahon was on brief for appellees.\r                            \r\n\n                                           \r\n\n                        November 21, 1995\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Massachusetts, sitting by designation.\r\r\n\n          TORRUELLA,  Chief  Judge.   Plaintiff-appellant Barbara\r                    TORRUELLA,  Chief  Judge.\r                                            \r\n\nWytrwal (\"Appellant\"  or \"Wytrwal\"),  a former  special education\r\n\nteacher at  Saco Middle School  in Saco,  Maine, sued  defendant-\r\n\nappellees, the  then-Superintendent  of Schools  for Saco  School\r\n\nDistrict Dr. Cynthia Mowles,  the Saco School Board and  the City\r\n\nof   Saco  (collectively,   the  \"Appellees\"),   for  retaliatory\r\n\nnonrenewal of her employment contract under  (1) the Civil Rights\r\n\nAct, 42 U.S.C.    1983; (2) the Maine  Whistleblowers' Protection\r\n\nAct,  26  M.R.S.A.    833(1); and  (3)  a  common  law theory  of\r\n\nintentional  infliction  of  emotional  distress.1   Following  a\r\n\nbench trial, the district court denied all of appellant's claims.\r\n\nAppellant  seeks review  of that  decision here.   We  affirm the\r\n\ndecision of the district court.\r\n\n                        I.  BACKGROUND    \r                                  I.  BACKGROUND\r\n\n          We  begin with  the facts  as supportably found  by the\r\n\ndistrict court after  a bench trial.  See Wytrwal  v. Mowles, No.\r                                                                      \r\n\n93-360-P-C, slip op. at 2-32 (D. Me. May 5, 1995).\r\n\n          Wytrwal began  to teach behaviorally  impaired students\r\n\nat Saco  Middle School  in  the Fall  of 1990.    Wytrwal was  in\r\n\nprobationary status for her first two years on the job,  like all\r\n                    \r                              \r\n\n1   Because  plaintiff-appellant's statement  of issues  includes\r\nonly  these three  claims, she  has abandoned  her  former fourth\r\nclaim under the common  law theory of wrongful discharge,  and it\r\nis therefore  waived.   Washington Legal Found.  v. Massachusetts\r                                                                           \r\nBar Found.,  993 F.2d 962, 970  n.4 (1st Cir.  1993) (ruling that\r                    \r\nclaims  not included in statement of issues have, on appeal, been\r\nabandoned and  are waived); Rivera-G mez  v. de Castro,  843 F.2d\r                                                                \r\n631, 635 (1st Cir. 1988) (\"A litigant has an obligation 'to spell\r\nout its arguments squarely and distinctly' . . . or  else forever\r\nhold its peace.\").\r\n\n                               -2-\r                                         -2-\r\r\n\nother new teachers at the school.  At the end of the second year,\r\n\nteachers are considered for continuing contract status -- similar\r\n\nto being awarded tenure.  The decision on Wytrwal's status rested\r\n\nwith  Dr. Cynthia Mowles  (\"Mowles\"), the  then-Superintendent of\r\n\nSchools  for the Saco School  District, who decided  not to grant\r\n\ncontinuing contract status.   Mowles testified that she made  her\r\n\ndecision based  on comments  from Saco Middle  School's principal\r\n\nJoseph Voci (\"Voci\") and  assistant principal Gregory T. Goodness\r\n\n(\"Goodness\") regarding  Wytrwal's trouble managing  her students,\r\n\nher difficulties working  with supervisors and other  co-workers,\r\n\nand her time  spent out  of the  classroom.   The district  court\r\n\nviewed evidence on Wytrwal's mental illness, unknown to appellees\r\n\nbefore pretrial discovery, as corroborative of the claim that she\r\n\nhad been absent from the classroom to a  considerable degree.  In\r\n\ncontrast,  Wytrwal contends that she  was fired for  stating at a\r\n\nschool  board  meeting that  the  school's  placement of  special\r\n\neducation  students  violated  state  and   federal  regulations.\r\n\nWytrwal  has  alleged  that  these  violations   exacerbated  her\r\n\nalready-difficult job.\r\n\n          By all  accounts, Wytrwal's  first year at  Saco Middle\r\n\nSchool was  quite successful.   During her second  year, however,\r\n\nshe began to have some problems.  Her class grew much larger that\r\n\nsecond year, reaching a peak of eighteen, as compared to six  the\r\n\nyear before.  Several of the more problematic students during her\r\n\nsecond  year  were  considered  by  school   officials  extremely\r\n\ndangerous,  suicidal, and violent  to themselves and  others.  In\r\n\n                               -3-\r                                         -3-\r\r\n\naddition, two  of her second year students  were on court-ordered\r\n\nprobation and, as a  condition of their probation, they  were not\r\n\nsupposed to have contact  with each other.  Finally,  on February\r\n\n11,  1992,  Wytrwal spoke  at an  executive  session of  the Saco\r\n\nSchool   Board   at   the   invitation   of   Elizabeth  DeSimone\r\n\n(\"DeSimone\"),  a  School Board  member  alarmed  by a  particular\r\n\ndomestic disturbance involving one of Wytrwal's students.\r\n\n          Present  at  the  meeting  were  Wytrwal,  five  school\r\n\nadministrators,  including  Mowles,  Voci, Goodness  and  Special\r\n\nEducation Director David  Stickney (\"Stickney\"), and five  school\r\n\nboard members, including DeSimone.   All agree that Wytrwal spoke\r\n\nat the meeting and that it was unusual for a teacher to address a\r\n\nSchool Board meeting.   Wytrwal testified  that, at the  meeting,\r\n\nshe  focused  on  the  impact  of  not having  programs  designed\r\n\nspecifically to  meet the  needs of emotionally  and behaviorally\r\n\nimpaired  students.    Furthermore,  according  to  Wytrwal,  she\r\n\nspecifically  told  the board  that  Stickney  had prevented  the\r\n\nplacement  of  some  students   in  more  appropriate,  and  more\r\n\nexpensive, programs outside  of the school  district.  She  added\r\n\nthat  Stickney had said that, if necessary, he would overrule the\r\n\nconsensus  student placement  judgments  of  teams  of  teachers,\r\n\nsocial  workers,  and  other  professionals, which  would  be  an\r\n\nillegal act on his part.\r\n\n          Defendants-appellees uniformly testified that Wytrwal's\r\n\npresentation  at  the  school   board  meeting  did  not  include\r\n\nallegations  that  Saco  Middle  School  was  violating   special\r\n\n                               -4-\r                                         -4-\r\r\n\neducation laws  by failing  to appropriately place  students, but\r\n\nthe district court rejected  this testimony, concluding that \"the\r\n\ntestimony at trial of the administrators and school board members\r\n\nwas  fabricated in an attempt to cover up what really occurred at\r\n\nthe board  meeting.\"   In  particular, the  district court  found\r\n\nDeSimone's  claimed \"complete  lapse in  memory\" at trial  on the\r\n\nsubject of  Wytrwal's presentation to be  \"highly suspect,\" given\r\n\nthat  Wytrwal attended the meeting at DeSimone's invitation.  Not\r\n\nsurprisingly, the  district court inferred that  Wytrwal told the\r\n\nschool  board  that  Saco  Middle School  was  violating  special\r\n\neducation laws  by failing  to appropriately place  students, and\r\n\nthat Wytrwal's presentation to the board was a  motivating factor\r\n\nin the decision not to renew her contract.      \r\n\n          However, the  district court also found  that there was\r\n\nevidence  that  Wytrwal  had   difficulties  with  Stickney  that\r\n\npreceded  the  presentation before  the  school  board.   Wytrwal\r\n\nherself  testified that  she argued  vehemently with  Stickney in\r\n\nprivate regarding the allegations of violations of law.  She also\r\n\ntestified that  Stickney attempted to claim credit  for a special\r\n\neducation  program  she  had  designed.    Furthermore,  Stickney\r\n\ntestified that he  was put off by a memo from Wytrwal criticizing\r\n\nthe way he  had introduced  a social  worker to  Wytrwal and  her\r\n\nstudents,  even though she had worked for the school district for\r\n\nless than eight weeks at the time.\r\n\n          Stickney also testified that, two days after the school\r\n\nboard meeting, Wytrwal angrily stormed out of a meeting with him,\r\n\n                               -5-\r                                         -5-\r\r\n\nregular school teachers, and other professionals, as a result  of\r\n\na disagreement regarding a  student's educational plan.  Stickney\r\n\ntestified  that he decided at that point not to recommend Wytrwal\r\n\nfor  a continuing contract,2 and that he then discussed with Voci\r\n\nhis  concerns about Wytrwal's  behavior.   On February  27, 1992,\r\n\nStickney sent  a letter  (\"the February  27  letter\") to  Wytrwal\r\n\noutlining  his criticisms  of her.   Wytrwal  took the  letter to\r\n\nJeffrey Wilder  (\"Wilder\"), a  union representative, in  order to\r\n\nget  it removed from her  personnel file.   Eventually, a meeting\r\n\nwas convened with  Mowles, Wytrwal, Stickney  and Wilder, at  the\r\n\nend of which Mowles  instructed Stickney to keep the  February 27\r\n\nletter out of Wytrwal's file and to rewrite the letter, giving  a\r\n\ndraft to Wytrwal  and Wilder.   Stickney refused  to redraft  the\r\n\nFebruary 27 letter.\r\n\n          On April  9, 1992, Voci  gave Wytrwal an  evaluation he\r\n\nhad written and  told her that he had recommended  to Mowles that\r\n\nher  contract not  be renewed.   Wytrwal  testified that  she was\r\n\nshocked to  learn she would  not be renewed.   A few  days later,\r\n\nMowles  wrote  to Wytrwal  informing her  that  she would  not be\r\n\ncontinued  as a teacher in  special education at  the Saco Middle\r\n\nSchool.\r\n\n          Wytrwal  subsequently brought this action alleging that\r\n\nher   contract   was  not   renewed   in   retaliation  for   her\r\n\nconstitutionally-protected   speech    regarding   the   school's\r\n                    \r                              \r\n\n2   The  district  court noted  that this  statement contradicted\r\nother testimony  by Stickney that he had made up his mind in Fall\r\n1991 that Wytrwal should not be renewed.\r\n\n                               -6-\r                                         -6-\r\r\n\nnoncompliance   with  state   and   federal   special   education\r\n\nregulations.  Wytrwal  here seeks review of  the district court's\r\n\ndenial  of her claims  under the  Civil Rights  Act, 42  U.S.C.  \r\n\n1983,  the Maine  Whistleblowers' Protection  Act, 26  M.R.S.A.  \r\n\n833(1),  and  under  a  Maine common  law  theory  of intentional\r\n\ninfliction of emotional distress.\r\n\n                    II.  STANDARDS OF REVIEW \r                              II.  STANDARDS OF REVIEW \r\n\n          With respect to Wytrwal's   1983 claim, the standard of\r\n\nreview must  be interpreted  in conjunction with  the substantive\r\n\nlegal standard involved, enunciated in Mt. Healthy City Board  of\r                                                                           \r\n\nEd.  v. Doyle, 429  U.S. 274, 285  (1977).  See  also O'Connor v.\r                                                                        \r\n\nSteeves, 994 F.2d 905,  913 (1st Cir.),  cert. denied by Town  of\r                                                                           \r\n\nNahant, Mass.  v. O'Connor,      U.S.     , 114  S. Ct. 634,  126\r                                    \r\n\nL.Ed.  593 (1993).  Findings  on \"what is  protected free speech\"\r\n\nare subject to  de novo review.  Duffy v.  Sarault, 892 F.2d 139,\r                                                            \r\n\n145  (1st  Cir. 1989);  see also  O'Connor,  994 F.2d  at 912-13.\r                                                    \r\n\nHowever, findings on \"whether that  speech substantially affected\r\n\na defendant's  employment decision and whether  the defendant has\r\n\nmet his  preponderance burden  that  the decision  would be  made\r\n\nanyway\"  are  subject  to  review  under  the  clearly  erroneous\r\n\nstandard.  Duffy, 892 F.2d at 139; see also O'Connor, 994 F.2d at\r                                                              \r\n\n913  (concluding that  clear  error review  is appropriate  where\r\n\njudgment is  entered after  a trial on  the merits).   Thus,  the\r\n\nclearly  erroneous standard  applies to  the   1983  finding that\r\n\nWytrwal   challenges,   namely,  whether   appellees   met  their\r\n\n                               -7-\r                                         -7-\r\r\n\npreponderance  burden under Mt. Healthy.  Duffy, 892 F.2d at 145-\r                                                         \r\n\n46.\r\n\n          With  respect to  the state  law claims  of retaliatory\r\n\nnonrenewal  in violation of  the Maine Whistleblowers' Protection\r\n\nAct  and of intentional infliction of emotional distress, after a\r\n\nbench trial, we will not set aside the trial  court's findings of\r\n\nfact unless demonstrated  to be clearly  erroneous.  Williams  v.\r                                                                       \r\n\nPoulos, 11  F.3d 271,  277 (1st  Cir. 1993),  cited in  N.H. Ball\r                                                                           \r\n\nBearings v. Aetna  Cas. and Sur. Co., 43 F.3d  749, 752 (1st Cir.\r                                              \r\n\n1995).   Mistakes  of state  law are  subject to de  novo review.\r\n\nCrellin Technologies, Inc. v. Equipmentlease  Corp., 18 F.3d 1, 7\r                                                             \r\n\n(1st Cir. 1994); N.H. Ball Bearings, 43 F.3d at 752. \r                                             \r\n\n                         III.  DISCUSSION\r                                   III.  DISCUSSION\r\n\n                        A.  42 U.S.C. 1983\r                                  A.  42 U.S.C. 1983\r                                                    \r\n\n          Appellant alleges that Saco  Middle School chose not to\r\n\nrenew her contract because of her  school board presentation, and\r\n\nthat this nonrenewal by a state actor because of  her exercise of\r\n\nher constitutional  rights entitles  her to  redress.   42 U.S.C.\r\n\n  1983.3     We   uphold   the  district   court's   conclusions,\r\n                    \r                              \r\n\n3  Which states in relevant part that:\r\n\n            Every  person  who,  under  color  of any\r\n            statute,  ordinance,  regulation, custom,\r\n            or usage,  of any State  or Territory  or\r\n            the  District  of Columbia,  subjects, or\r\n            causes  to be  subjected, any  citizen of\r\n            the United States  or other person within\r\n            the    jurisdiction   thereof    to   the\r\n            deprivation of any rights, privileges, or\r\n            immunities  secured  by the  Constitution\r\n            and laws,  shall be liable  to the  party\r\n            injured  in an  action  at  law, suit  in\r\n\n                               -8-\r                                         -8-\r\r\n\nunchallenged by appellees here, that appellant spoke on a  matter\r\n\nof  public  concern and  that  her  interest in  that  expression\r\n\noutweighed countervailing governmental interests in promoting the\r\n\nefficient performance  of the service provided  by its employees.\r\n\nSee Connick  v. Myers, 461 U.S.  138, 146, 150 (1983).   However,\r                               \r\n\nthe district  court also concluded that  while appellant's speech\r\n\nwas a  \"motivating\" factor in the  employment decision, appellees\r\n\nwere  not liable,  since they  showed by  a preponderance  of the\r\n\nevidence  that  they would  have made  the  same decision  in the\r\n\nabsence of the  protected conduct.  See  Duffy, 892 F.2d  at 145;\r                                                        \r\n\nMt. Healthy,  429 U.S. at 285.   As a result,  the district court\r                     \r\n\ndenied  appellant's    1983  claims.    Appellant  challenges the\r\n\ndistrict court's finding that appellees met this burden.\r\n\n          The district  court applied the correct legal standard,\r\n\nthat of  Mt. Healthy,  which directs that  the plaintiff-employee\r                              \r\n\nmust first show that  the protected expression was  a substantial\r\n\nor motivating factor  in the adverse employment decision;  if the\r\n\nplaintiff meets this test, the defendant governmental entity must\r\n\nbe afforded an  opportunity to  show \"by a  preponderance of  the\r\n\nevidence that [it]  would have reached  the same decision  . .  .\r\n\neven in the  absence of the protected conduct.\"  Mt. Healthy, 429\r                                                                      \r\n\nU.S. at 285 (1977).\r\n\n                    \r                              \r\n\n            equity,  or  other proper  proceeding for\r\n            redress. . . .\r\n\n42 U.S.C.   1983.\r\n\n                               -9-\r                                         -9-\r\r\n\n          Under review  for clear  error, we uphold  the district\r\n\ncourt's  finding   that  appellant's  protected  conduct   was  a\r\n\n\"motivating\"  factor behind  the Board's  decision not  to rehire\r\n\nher.  The district court's finding had ample evidentiary support,\r\n\ngiven  Wytrwal's  overall   testimony,  DeSimone's   questionable\r\n\ntestimony  of  a complete  lapse  in  memory regarding  Wytrwal's\r\n\npresentation, Stickney's own testimony that he  was angry when he\r\n\nleft the meeting, and  the fact that Stickney put  his criticisms\r\n\nof Wytrwal into writing for the first time only 16 days after the\r\n\nmeeting.\r\n\n          However, we  also uphold  as not clearly  erroneous the\r\n\ndistrict court's factual finding that appellees established, by a\r\n\npreponderance  of the evidence, that  they would not have renewed\r\n\nappellant's  contract  even  in  the  absence  of  the  protected\r\n\nconduct.   The district court  found sufficient support  for this\r\n\nruling  in  the evidence  that Wytrwal  had an  untenable working\r\n\nrelationship with Stickney,  the special  education director;  in\r\n\ntestimony  by Mowles,  Goodness and  Voci that  they had  ongoing\r\n\nconcerns throughout  the second year  with Wytrwal's performance,\r\n\nincluding difficulties working with other specialists involved in\r\n\nher students' education; and in evidence that Wytrwal spent a lot\r\n\nof time out of  the classroom, corroborated by other  evidence of\r\n\nher mental illness.\r\n\n          Appellant contends that the district court erred in its\r\n\nfinding  that  appellees  carried  their  burden  of  persuasion,\r\n\nparticularly  in light  of the  district court's  conclusion that\r\n\n                               -10-\r                                         -10-\r\r\n\nappellees  fabricated their  testimony.   However,  that part  of\r\n\nappellees' testimony  that the district court  rejected concerned\r\n\nappellees' version of the  content of appellant's presentation at\r\n\nthe school board meeting.   The district court found  in favor of\r\n\nappellant  that  her  speech  was both  protected  conduct  and a\r\n\nsubstantial or  motivating factor  in her termination.   However,\r\n\nthe   district  court  credited  appellees'  testimony  regarding\r\n\nWytrwal's   job  performance.    Such  a  choice  is  within  the\r\n\ndiscretion of the  factfinder, NLRB  v. Izzi, 395  F.2d 241,  243\r                                                      \r\n\n(1st Cir. 1968)  (factfinder may  credit the rest  of a  witness'\r\n\ntestimony  even if  part is  not believable).   Ultimately,  such\r\n\ncredibility determinations are the unique role of the factfinder.\r\n\nFlanders &amp; Medeiros,  Inc. v.  Bogosian, 65 F.3d  198,    ,  (1st\r                                                 \r\n\nCir. 1995) (assessing credibility is a task  for the factfinder);\r\n\nConnell  v. Bank of Boston,  924 F.2d 1169,  1178 (1st Cir. 1991)\r                                    \r\n\n(\"[W]e [the  Court of Appeals] are  not to weigh the  evidence or\r\n\nmake credibility judgments.\").  We do not find clear error.\r\n\n          Finally,  we must  reject  appellant's contention  that\r\n\nappellees' reasons for terminating her must have been independent\r\n\nfrom  her  protected  conduct in  the  sense  that  they must  be\r\n\nunrelated by subject matter.   In Mt. Healthy, the  Supreme Court\r                                                       \r\n\nexplicitly rejected a proposed test that would have required that\r\n\nthe alternative  grounds  for denial  of  a teacher's  tenure  be\r\n\n\"independent of  any First Amendment rights  or exercise thereof\"\r\n\nas  overprotective.  Mt. Healthy,  429 U.S. at  285 (stating that\r                                          \r\n\nthe proper  test  in a  \"mixed  motive\" context  must  \"protect[]\r\n\n                               -11-\r                                         -11-\r\r\n\nagainst the invasion of  constitutional rights without commanding\r\n\nundesirable consequences not necessary  to the assurance of those\r\n\nrights\";  including  undeserved  grant   of  tenure  as  such  an\r\n\nundesirable consequence).  It is true that Mt. Healthy does state\r                                                                \r\n\nthat school  boards should be allowed to prove to a trier of fact\r\n\nthat they  would not  have rehired  teachers  for reasons  \"quite\r\n\napart  from\" their  protected conduct.   Id.  at  286.   But this\r                                                     \r\n\nlanguage in the opinion cannot mean that if there are other valid\r\n\nreasons,  such   as  a  poor  relationship   with  superiors  and\r\n\ncoworkers,  these  reasons are  inadmissible  if  related to  the\r\n\nprotected  conduct, since Mt.  Healthy also explicitly criticizes\r                                                \r\n\ntests  of  causation  that  could  place  employees  in a  better\r\n\nposition  as  a  result   of  the  exercise  of  constitutionally\r\n\nprotected  conduct than  they otherwise  would have  occupied had\r\n\nthey  done nothing.  Id. at 285.  The interpretation suggested by\r                                  \r\n\nappellant  would   have  the   unfortunate  effect   of  allowing\r\n\nplaintiff-employees  to immunize  themselves against  their prior\r\n\nproblems with  defendant  supervisors by  their  later  protected\r\n\nconduct.  We decline to adopt such a rule.\r\n\n             B.  Maine Whistleblowers' Protection Act\r                       B.  Maine Whistleblowers' Protection Act\r                                                               \r\n\n          Appellant asks that this  Court overturn the  rejection\r\n\nof her claim  under the Maine  Whistleblowers' Protection Act  on\r\n\nthe  grounds  that  the  district  court  erred in  finding  that\r\n\nappellees  had proven by a preponderance of the evidence that her\r\n\ncontract  would  not  have  been  renewed  absent  her  protected\r\n\nconduct.  In light of the absence of Maine case law regarding the\r\n\n                               -12-\r                                         -12-\r\r\n\ncontent  of the burden appellees must bear under the statute,4 we\r\n\nagree with  the district  court's decision  to apply  the federal\r\n\nstandards arising under Title  VII case law as other  courts have\r\n\nin similar situations.   See LaFond  v. General Physics  Services\r                                                                           \r\n\nCorp., 50 F.3d 165, 172 (2d Cir. 1995); Rosen v. Transx Ltd., 816\r                                                                      \r\n\nF.  Supp.   1364,  1367-68  (D.  Minn.  1993);  Melchi  v.  Burns\r                                                                           \r\n\nInternational  Security Services,  Inc.,  597 F.  Supp. 575,  581\r                                                 \r\n\n(E.D.  Mich.  1984);  Kennedy  v.  Guilford  Technical  Community\r                                                                           \r\n\nCollege, 448 S.E.2d 280, 281-82 (N.C. App. 1994).  Appellant does\r                 \r\n\nnot,  in any case, contest the district court's decision to apply\r\n\nfederal standards.\r\n\n          McDonnell Douglas v. Green, 411 U.S. 792, 802-05 (1973)\r                                              \r\n\nadopts  a  three  stage inquiry.    Id.    First, appellant  must\r                                                 \r\n\nestablish a prima facie case.   Id.  One Maine case  defines this\r                                             \r\n\nburden in  particular under the Maine  Whistleblowers' Protection\r\n\nAct.   See Bard v. Bath Iron Works  Corp., 590 A.2d 152, 154 (Me.\r                                                   \r\n\n1991)  (defining  prima  facie  case,  but  finding  that  former\r\n\nemployee did not satisfy his burden thereunder, and therefore not\r\n\n                    \r                              \r\n\n4   The  Maine Whistleblowers'  Protection Act  provides that  an\r\nemployer may  not discriminate against any  employee, among other\r\nreasons, because:\r\n\n            The employee, acting in  good faith . . .\r\n            reports  orally  or  in  writing  to  the\r\n            employer  or  a  public  body   what  the\r\n            employee   has  cause  to  believe  is  a\r\n            violation of a law or  rule adopted under\r\n            the  laws  of  this  State,  a  political\r\n            subdivision of this  State or the  United\r\n            States.\r\n\n26 M.R.S.A.   833(1)(A).\r\n\n                               -13-\r                                         -13-\r\r\n\nconsidering employer's burdens).  To establish a prima facie case\r\n\nof  violation  of  the   Maine  Whistleblowers'  Protection  Act,\r\n\nappellant must show that (1) she engaged in activity protected by\r\n\nthe statute,  (2)  she  was the  subject  of  adverse  employment\r\n\naction, and (3)  there was  a causal link  between the  protected\r\n\nactivity and  the adverse employment  action.  Id.   In Bard, the\r                                                                      \r\n\nSupreme Judicial  Court of Maine cited to a federal case, Moon v.\r                                                                        \r\n\nTransport Drivers, Inc., 836 F.2d 226, 229 (6th Cir. 1987), which\r                                 \r\n\nin  turn relied  on discrimination  law principles.   Under  such\r\n\nprinciples,  a  prima  facie  case  gives  rise  to  a rebuttable\r\n\npresumption  that the  employer unlawfully  discriminated against\r\n\nthe Title VII  plaintiff.   Smith v. Stratus  Computer, Inc.,  40\r                                                                      \r\n\nF.3d  11, 15 (1st Cir. 1994), cert.  denied,     U.S.    , 115 S.\r                                                     \r\n\nCt.  1958, 131 L.Ed.2d 850 (1995).  Similarly, therefore, a prima\r\n\nfacie  case  of  violation of  the  Maine  Act  gives rise  to  a\r\n\nrebuttable presumption  that the employer retaliated  against the\r\n\nemployee for reporting illegal activities.  See McDonnell Douglas\r                                                                           \r\n\nv. Green, 411 U.S. 792, 802-05 (1973).\r                  \r\n\n          Subsequently,  at the  second  stage of  the  McDonnell\r                                                                           \r\n\nDouglas inquiry, the  employer must produce  sufficient competent\r                 \r\n\nevidence,  taken as  true,  to permit  a  rational factfinder  to\r\n\nconclude  that  there  was  a nondiscriminatory  reason  for  the\r\n\nchallenged employment action, thereby displacing  the presumption\r\n\nof intentional discrimination generated  by the prima facie case.\r\n\nByrd, 61 F.3d 1026,  1031; Woodman v. Haemonetics Corp.,  51 F.3d\r                                                                 \r\n\n1087, 1091 (1st Cir. 1995).\r\n\n                               -14-\r                                         -14-\r\r\n\n          Then,  at the  third and final  stage in  the McDonnell\r                                                                           \r\n\nDouglas analysis,  the employee, who  has the ultimate  burden of\r                 \r\n\npersuasion   throughout,   must  present   sufficient  admissible\r\n\nevidence,  if  believed, to  prove  by  a  preponderance  of  the\r\n\nevidence  each element  in  a  prima  facie  case  and  that  the\r\n\nemployer's justification for the challenged employment action was\r\n\nmerely  a pretext for impermissible . . . discrimination.\"  Byrd,\r                                                                          \r\n\n61 F.3d at 1026; Woodman, 51 F.3d at 1092.\r                                  \r\n\n          The  district  court  found  that  appellant  made  the\r\n\nrequisite  prima facie  case, and that  the employer  carried its\r\n\nsecond  stage burden  of  production.   Ultimately, the  district\r\n\ncourt   ruled   that  defendant-appellees   presented  persuasive\r\n\nevidence that appellant  was discharged for  permissible reasons,\r\n\nand  so appellant could not  prove pretext by  a preponderance of\r\n\nthe  evidence.  Appellant's sole  argument on appeal  is that the\r\n\ndistrict  court erred  in  finding  that defendant-appellees  had\r\n\nproved  by a preponderance of the evidence her contract would not\r\n\nhave been renewed absent her protected conduct.  Under review for\r\n\nclear  error, with respect to  appellant's   1983  claim, we have\r\n\nalready  upheld the  district court's  finding under  Mt. Healthy\r                                                                           \r\n\nthat,  by a  preponderance of  the  evidence, defendant-appellees\r\n\nwould have made the same decision in the absence of her protected\r\n\nconduct.  In  accord with that finding under  the same facts, the\r\n\nsame  standard of  review and  the same evidentiary  standard, we\r\n\nreject appellant's argument under the McDonnell-Douglas framework\r                                                                 \r\n\nfor the same reasons as under the Mt. Healthy analysis.\r                                                       \r\n\n                               -15-\r                                         -15-\r\r\n\n         C.  Intentional Infliction of Emotional Distress\r                   C.  Intentional Infliction of Emotional Distress\r                                                                   \r\n\n          To  prevail on  a claim  for intentional  infliction of\r\n\nemotion distress,  appellant must  show that (1)  appellees acted\r\n\nintentionally  or recklessly or  were substantially  certain that\r\n\nsevere emotional  distress would  result from their  conduct; (2)\r\n\nappellees' conduct was so extreme and outrageous as to exceed all\r\n\npossible  bounds of decency and must be regarded as atrocious and\r\n\nutterly  intolerable in  a  civilized  community; (3)  appellees'\r\n\nconduct  caused   appellant  emotional  distress;  and   (4)  the\r\n\nemotional distress suffered  by appellant was  so severe that  no\r\n\nreasonable person could be expected to endure it.  Gray v. State,\r                                                                          \r\n\n624 A.2d 479, 484 (Me. 1993).  \r\n\n          The  district court  denied this  claim on  the grounds\r\n\nthat  Mowles' reasoned process  of decision  making could  not be\r\n\ncharacterized as  the requisite  extreme and  outrageous conduct.\r\n\nWithout citation  to Maine  authority, appellant argues  that the\r\n\ndistrict court  erred by  assuming that Mowles'  decision not  to\r\n\nrenew Wytrwal's  contract was  the correct factual  predicate for\r\n\nthe intentional infliction of emotional distress claim.  Instead,\r\n\nappellant contends, as a matter of law, that the district court's\r\n\nfinding that  her protected free  speech was a  motivating factor\r\n\nunder Mt. Healthy  in the  employment decision in  and of  itself\r                           \r\n\ncompels a finding of extreme and outrageous conduct, and that any\r\n\nargument  that appellees  would have  made the same  decision for\r\n\npermissible  reasons is  irrelevant.   We  reject this  argument.\r\n\nMaine  case law  defines  \"extreme\" and  \"outrageous\" conduct  as\r\n\n                               -16-\r                                         -16-\r\r\n\nbehavior that exceeds \"all possible bounds of decency\" and  which\r\n\nmust  be regarded  as \"atrocious,  and utterly  intolerable in  a\r\n\ncivilized  community.\"  Gerber v. Peters, 584  A.2d 605, 608 (Me.\r                                                  \r\n\n1990),   cited  in  Adams,  624  A.2d  at  484.    Given  Maine's\r                                   \r\n\nendorsement  of  a  standard  rooted in  community  standards  of\r\n\nconduct,  and  Mt. Healthy's  logically  consistent balancing  of\r                                    \r\n\nindividual  constitutional rights  against society's  interest in\r\n\nthe  efficient delivery of  state services, we  cannot agree with\r\n\nappellant that we must ignore  appellees' arguments under the Mt.\r                                                                           \r\n\nHealthy burden shifting  analysis in weighing the  outrageousness\r                 \r\n\nof  appellees'  conduct.    Thus,  with  respect  to  appellant's\r\n\nargument  that  conduct  antagonistic  to  her  exercise  of  her\r\n\nconstitutional rights is intolerable in a civilized community, we\r\n\nconclude that  the balance  of societal interests,  including the\r\n\nharm of  undeserved tenure for teachers, militates against such a\r\n\nfinding.  Having  found that  appellant cannot  carry her  burden\r\n\nunder   the  second  prong  of  the  Maine  tort  of  intentional\r\n\ninfliction of  emotional distress,  we need  not reach  the other\r\n\nthree prongs.\r\n\n                         IV.  CONCLUSION\r                                   IV.  CONCLUSION\r\n\n          For the foregoing reasons, the judgment of the district\r\n\ncourt is affirmed.  Costs to appellees.\r                   affirmed\r                           \r\n\n                               -17-\r                                         -17-\r\r\n",
  "html": "<p class=\"case_cite\">70 F.3d 165</p>\n    <p class=\"case_cite\">104 Ed. Law Rep. 1023</p>\n    <p class=\"parties\">Barbara WYTRWAL, Plaintiff-Appellant,<br>v.<br>SACO SCHOOL BOARD, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 95-1543.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 12, 1995.<br>Decided Nov. 21, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Carl E. Kandutsch, with whom William C. Knowles, Portland, ME, James E. McCormack, Lewiston, MI, and Verrill &amp; Dana, Portland, ME, were on brief, for appellant.</p>\n      <p class=\"indent\">Jerrol A. Crouter, with whom Eric R. Herlan and Drummond Woodsum &amp; MacMahon, Portland, ME, was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, LYNCH, Circuit Judge, and STEARNS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Barbara Wytrwal (\"Appellant\" or \"Wytrwal\"), a former special education teacher at Saco Middle School in Saco, Maine, sued defendant-appellees, the then-Superintendent of Schools for Saco School District Dr. Cynthia Mowles, the Saco School Board and the City of Saco (collectively, the \"Appellees\"), for retaliatory nonrenewal of her employment contract under (1) the Civil Rights Act, 42 U.S.C. Sec. 1983;  (2) the Maine Whistleblowers' Protection Act, 26 M.R.S.A. Sec. 833(1);  and (3) a common law theory of intentional infliction of emotional distress.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Following a bench trial, the district court denied all of appellant's claims.  Appellant seeks review of that decision here.  We affirm the decision of the district court.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We begin with the facts as supportably found by the district court after a bench trial.  See Wytrwal v. Mowles, 886 F.Supp. 128, 130-42 (D.Me.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Wytrwal began to teach behaviorally impaired students at Saco Middle School in the Fall of 1990.  Wytrwal was in probationary status for her first two years on the job, like all other new teachers at the school.  At the end of the second year, teachers are considered for continuing contract status--similar to being awarded tenure.  The decision on Wytrwal's status rested with Dr. Cynthia Mowles (\"Mowles\"), the then-Superintendent of Schools for the Saco School District, who decided not to grant continuing contract status.  Mowles testified that she made her decision based on comments from Saco Middle School's principal Joseph Voci (\"Voci\") and assistant principal Gregory T. Goodness (\"Goodness\") regarding Wytrwal's trouble managing her students, her difficulties working with supervisors and other co-workers, and her time spent out of the classroom.  The district court viewed evidence on Wytrwal's mental illness, unknown to appellees before pretrial discovery, as corroborative of the claim that she had been absent from the classroom to a considerable degree.  In contrast, Wytrwal contends that she was fired for stating at a school board meeting that the school's placement of special education students violated state and federal regulations.  Wytrwal has alleged that these violations exacerbated her already-difficult job.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By all accounts, Wytrwal's first year at Saco Middle School was quite successful.  During her second year, however, she began to have some problems.  Her class grew much larger that second year, reaching a peak of eighteen, as compared to six the year before.  Several of the more problematic students during her second year were considered by school officials extremely dangerous, suicidal, and violent to themselves and others.  In addition, two of her second year students were on court-ordered probation and, as a condition of their probation, they were not supposed to have contact with each other.  Finally, on February 11, 1992, Wytrwal spoke at an executive session of the Saco School Board at the invitation of Elizabeth DeSimone (\"DeSimone\"), a School Board member alarmed by a particular domestic disturbance involving one of Wytrwal's students.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Present at the meeting were Wytrwal, five school administrators, including Mowles, Voci, Goodness and Special Education Director David Stickney (\"Stickney\"), and five school board members, including DeSimone.  All agree that Wytrwal spoke at the meeting and that it was unusual for a teacher to address a School Board meeting.  Wytrwal testified that, at the meeting, she focused on the impact of not having programs designed specifically to meet the needs of emotionally and behaviorally impaired students.  Furthermore, according to Wytrwal, she specifically told the board that Stickney had prevented the placement of some students in more appropriate, and more expensive, programs outside of the school district.  She added that Stickney had said that, if necessary, he would overrule the consensus student placement judgments of teams of teachers, social workers, and other professionals, which would be an illegal act on his part.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendants-appellees uniformly testified that Wytrwal's presentation at the school board meeting did not include allegations that Saco Middle School was violating special education laws by failing to appropriately place students, but the district court rejected this testimony, concluding that \"the testimony at trial of the administrators and school board members was fabricated in an attempt to cover up what really occurred at the board meeting.\"   In particular, the district court found DeSimone's claimed \"complete lapse in memory\" at trial on the subject of Wytrwal's presentation to be \"highly suspect,\" given that Wytrwal attended the meeting at DeSimone's invitation.  Not surprisingly, the district court inferred that Wytrwal told the school board that Saco Middle School was violating special education laws by failing to appropriately place students, and that Wytrwal's presentation to the board was a motivating factor in the decision not to renew her contract.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">However, the district court also found that there was evidence that Wytrwal had difficulties with Stickney that preceded the presentation before the school board.  Wytrwal herself testified that she argued vehemently with Stickney in private regarding the allegations of violations of law.  She also testified that Stickney attempted to claim credit for a special education program she had designed.  Furthermore, Stickney testified that he was put off by a memo from Wytrwal criticizing the way he had introduced a social worker to Wytrwal and her students, even though she had worked for the school district for less than eight weeks at the time.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Stickney also testified that, two days after the school board meeting, Wytrwal angrily stormed out of a meeting with him, regular school teachers, and other professionals, as a result of a disagreement regarding a student's educational plan.  Stickney testified that he decided at that point not to recommend Wytrwal for a continuing contract,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and that he then discussed with Voci his concerns about Wytrwal's behavior.  On February 27, 1992, Stickney sent a letter (\"the February 27 letter\") to Wytrwal outlining his criticisms of her.  Wytrwal took the letter to Jeffrey Wilder (\"Wilder\"), a union representative, in order to get it removed from her personnel file.  Eventually, a meeting was convened with Mowles, Wytrwal, Stickney and Wilder, at the end of which Mowles instructed Stickney to keep the February 27 letter out of Wytrwal's file and to rewrite the letter, giving a draft to Wytrwal and Wilder.  Stickney refused to redraft the February 27 letter.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On April 9, 1992, Voci gave Wytrwal an evaluation he had written and told her that he had recommended to Mowles that her contract not be renewed.  Wytrwal testified that she was shocked to learn she would not be renewed.  A few days later, Mowles wrote to Wytrwal informing her that she would not be continued as a teacher in special education at the Saco Middle School.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Wytrwal subsequently brought this action alleging that her contract was not renewed in retaliation for her constitutionally-protected speech regarding the school's noncompliance with state and federal special education regulations.  Wytrwal here seeks review of the district court's denial of her claims under the Civil Rights Act, 42 U.S.C. Sec. 1983, the Maine Whistleblowers' Protection Act, 26 M.R.S.A. Sec. 833(1), and under a Maine common law theory of intentional infliction of emotional distress.</p>\n    </div>\n    <p>II. STANDARDS OF REVIEW</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">With respect to Wytrwal's Sec. 1983 claim, the standard of review must be interpreted in conjunction with the substantive legal standard involved, enunciated in Mt. Healthy City Board of Ed. v. Doyle, 429 U.S. 274, 285, 97 S.Ct. 568, 575, 50 L.Ed.2d 471 (1977).  See also O'Connor v. Steeves, 994 F.2d 905, 913 (1st Cir.), cert. denied by Town of Nahant, Mass. v. O'Connor, --- U.S. ----, 114 S.Ct. 634, 126 L.Ed.2d 593 (1993).  Findings on \"what is protected free speech\" are subject to de novo review.  Duffy v. Sarault, 892 F.2d 139, 145 (1st Cir.1989);  see also O'Connor, 994 F.2d at 912-13.   However, findings on \"whether that speech substantially affected a defendant's employment decision and whether the defendant has met his preponderance burden that the decision would be made anyway\" are subject to review under the clearly erroneous standard.  Duffy, 892 F.2d at 139;  see also O'Connor, 994 F.2d at 913 (concluding that clear error review is appropriate where judgment is entered after a trial on the merits).  Thus, the clearly erroneous standard applies to the Sec. 1983 finding that Wytrwal challenges, namely, whether appellees met their preponderance burden under Mt. Healthy.  Duffy, 892 F.2d at 145-46.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With respect to the state law claims of retaliatory nonrenewal in violation of the Maine Whistleblowers' Protection Act and of intentional infliction of emotional distress, after a bench trial, we will not set aside the trial court's findings of fact unless demonstrated to be clearly erroneous.  Williams v. Poulos, 11 F.3d 271, 277 (1st Cir.1993), cited in N.H. Ball Bearings v. Aetna Cas. and Sur. Co., 43 F.3d 749, 752 (1st Cir.1995).  Mistakes of state law are subject to de novo review.  Crellin Technologies, Inc. v. Equipmentlease Corp., 18 F.3d 1, 7 (1st Cir.1994);  N.H. Ball Bearings, 43 F.3d at 752.</p>\n    </div>\n    <p>III. DISCUSSION</p>\n    <p>A. 42 U.S.C. 1983</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant alleges that Saco Middle School chose not to renew her contract because of her school board presentation, and that this nonrenewal by a state actor because of her exercise of her constitutional rights entitles her to redress.  42 U.S.C. Sec. 1983.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We uphold the district court's conclusions, unchallenged by appellees here, that appellant spoke on a matter of public concern and that her interest in that expression outweighed countervailing governmental interests in promoting the efficient performance of the service provided by its employees.  See Connick v. Myers, 461 U.S. 138, 146, 150, 103 S.Ct. 1684, 1691-92, 75 L.Ed.2d 708 (1983).  However, the district court also concluded that while appellant's speech was a \"motivating\" factor in the employment decision, appellees were not liable, since they showed by a preponderance of the evidence that they would have made the same decision in the absence of the protected conduct.  See Duffy, 892 F.2d at 145;  Mt. Healthy, 429 U.S. at 285, 97 S.Ct. at 575.   As a result, the district court denied appellant's Sec. 1983 claims.  Appellant challenges the district court's finding that appellees met this burden.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court applied the correct legal standard, that of Mt. Healthy, which directs that the plaintiff-employee must first show that the protected expression was a substantial or motivating factor in the adverse employment decision;  if the plaintiff meets this test, the defendant governmental entity must be afforded an opportunity to show \"by a preponderance of the evidence that [it] would have reached the same decision ... even in the absence of the protected conduct.\"  Mt. Healthy, 429 U.S. at 287, 97 S.Ct. at 576 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Under review for clear error, we uphold the district court's finding that appellant's protected conduct was a \"motivating\" factor behind the Board's decision not to rehire her.  The district court's finding had ample evidentiary support, given Wytrwal's overall testimony, DeSimone's questionable testimony of a complete lapse in memory regarding Wytrwal's presentation, Stickney's own testimony that he was angry when he left the meeting, and the fact that Stickney put his criticisms of Wytrwal into writing for the first time only 16 days after the meeting.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">However, we also uphold as not clearly erroneous the district court's factual finding that appellees established, by a preponderance of the evidence, that they would not have renewed appellant's contract even in the absence of the protected conduct.  The district court found sufficient support for this ruling in the evidence that Wytrwal had an untenable working relationship with Stickney, the special education director;  in testimony by Mowles, Goodness and Voci that they had ongoing concerns throughout the second year with Wytrwal's performance, including difficulties working with other specialists involved in her students' education;  and in evidence that Wytrwal spent a lot of time out of the classroom, corroborated by other evidence of her mental illness.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellant contends that the district court erred in its finding that appellees carried their burden of persuasion, particularly in light of the district court's conclusion that appellees fabricated their testimony.  However, that part of appellees' testimony that the district court rejected concerned appellees' version of the content of appellant's presentation at the school board meeting.  The district court found in favor of appellant that her speech was both protected conduct and a substantial or motivating factor in her termination.  However, the district court credited appellees' testimony regarding Wytrwal's job performance.  Such a choice is within the discretion of the factfinder, NLRB v. Izzi, 395 F.2d 241, 243 (1st Cir.1968) (factfinder may credit the rest of a witness' testimony even if part is not believable).  Ultimately, such credibility determinations are the unique role of the factfinder.  Flanders &amp; Medeiros, Inc. v. Bogosian, 65 F.3d 198, 204 n. 4 (1st Cir.1995) (assessing credibility is a task for the factfinder);  Connell v. Bank of Boston, 924 F.2d 1169, 1178 (1st Cir.1991) (\"[W]e [the Court of Appeals] are not to weigh the evidence or make credibility judgments.\").  We do not find clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, we must reject appellant's contention that appellees' reasons for terminating her must have been independent from her protected conduct in the sense that they must be unrelated by subject matter.  In Mt. Healthy, the Supreme Court explicitly rejected a proposed test that would have required that the alternative grounds for denial of a teacher's tenure be \"independent of any First Amendment rights or exercise thereof\" as overprotective.  Mt. Healthy, 429 U.S. at 285, 97 S.Ct. at 575 (stating that the proper test in a \"mixed motive\" context must \"protect[ ] against the invasion of constitutional rights without commanding undesirable consequences not necessary to the assurance of those rights\";  including undeserved grant of tenure as such an undesirable consequence).  It is true that Mt. Healthy does state that school boards should be allowed to prove to a trier of fact that they would not have rehired teachers for reasons \"quite apart from\" their protected conduct.  Id. at 286, 97 S.Ct. at 575.   But this language in the opinion cannot mean that if there are other valid reasons, such as a poor relationship with superiors and coworkers, these reasons are inadmissible if related to the protected conduct, since Mt. Healthy also explicitly criticizes tests of causation that could place employees in a better position as a result of the exercise of constitutionally protected conduct than they otherwise would have occupied had they done nothing.  Id. at 285, 97 S.Ct. at 575.   The interpretation suggested by appellant would have the unfortunate effect of allowing plaintiff-employees to immunize themselves against their prior problems with defendant supervisors by their later protected conduct.  We decline to adopt such a rule.</p>\n    </div>\n    <p>B. Maine Whistleblowers' Protection Act</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant asks that this Court overturn the rejection of her claim under the Maine Whistleblowers' Protection Act on the grounds that the district court erred in finding that appellees had proven by a preponderance of the evidence that her contract would not have been renewed absent her protected conduct.  In light of the absence of Maine case law regarding the content of the burden appellees must bear under the statute,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> ] we agree with the district court's decision to apply the federal standards arising under Title VII case law as other courts have in similar situations.  See LaFond v. General Physics Services Corp., 50 F.3d 165, 172 (2d Cir.1995);  Rosen v. Transx Ltd., 816 F.Supp. 1364, 1367-68 (D.Minn.1993);  Melchi v. Burns International Security Services, Inc., 597 F.Supp. 575, 581 (E.D.Mich.1984);  Kennedy v. Guilford Technical Community College, 115 N.C.App. 581, 448 S.E.2d 280, 281-82 (1994).  Appellant does not, in any case, contest the district court's decision to apply federal standards.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">McDonnell Douglas v. Green, 411 U.S. 792, 802-05, 93 S.Ct. 1817, 1824-26, 36 L.Ed.2d 668 (1973) adopts a three stage inquiry.  Id.  First, appellant must establish a prima facie case.  Id.  One Maine case defines this burden in particular under the Maine Whistleblowers' Protection Act.  See Bard v. Bath Iron Works Corp., 590 A.2d 152, 154 (Me.1991) (defining prima facie case, but finding that former employee did not satisfy his burden thereunder, and therefore not considering employer's burdens).  To establish a prima facie case of violation of the Maine Whistleblowers' Protection Act, appellant must show that (1) she engaged in activity protected by the statute, (2) she was the subject of adverse employment action, and (3) there was a causal link between the protected activity and the adverse employment action.  Id.  In Bard, the Supreme Judicial Court of Maine cited to a federal case, Moon v. Transport Drivers, Inc., 836 F.2d 226, 229 (6th Cir.1987), which in turn relied on discrimination law principles.  Under such principles, a prima facie case gives rise to a rebuttable presumption that the employer unlawfully discriminated against the Title VII plaintiff.  Smith v. Stratus Computer, Inc., 40 F.3d 11, 15 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1958, 131 L.Ed.2d 850 (1995).  Similarly, therefore, a prima facie case of violation of the Maine Act gives rise to a rebuttable presumption that the employer retaliated against the employee for reporting illegal activities.  See McDonnell Douglas v. Green, 411 U.S. 792, 802-05, 93 S.Ct. 1817, 1824-26, 36 L.Ed.2d 668 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Subsequently, at the second stage of the McDonnell Douglas inquiry, the employer must produce sufficient competent evidence, taken as true, to permit a rational factfinder to conclude that there was a nondiscriminatory reason for the challenged employment action, thereby displacing the presumption of intentional discrimination generated by the prima facie case.  Byrd, 61 F.3d 1026, 1031;  Woodman v. Haemonetics Corp., 51 F.3d 1087, 1091 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Then, at the third and final stage in the McDonnell Douglas analysis, the employee, who has the ultimate burden of persuasion throughout, must present \"sufficient admissible evidence, if believed, to prove by a preponderance of the evidence each element in a prima facie case and that the employer's justification for the challenged employment action was merely a pretext for impermissible ... discrimination.\"  Byrd, 61 F.3d at 1026;  Woodman, 51 F.3d at 1092.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court found that appellant made the requisite prima facie case, and that the employer carried its second stage burden of production.  Ultimately, the district court ruled that defendant-appellees presented persuasive evidence that appellant was discharged for permissible reasons, and so appellant could not prove pretext by a preponderance of the evidence.  Appellant's sole argument on appeal is that the district court erred in finding that defendant-appellees had proved by a preponderance of the evidence her contract would not have been renewed absent her protected conduct.  Under review for clear error, with respect to appellant's Sec. 1983 claim, we have already upheld the district court's finding under Mt. Healthy that, by a preponderance of the evidence, defendant-appellees would have made the same decision in the absence of her protected conduct.  In accord with that finding under the same facts, the same standard of review and the same evidentiary standard, we reject appellant's argument under the McDonnell Douglas framework for the same reasons as under the Mt. Healthy analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>C. Intentional Infliction of Emotional Distress</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To prevail on a claim for intentional infliction of emotion distress, appellant must show that (1) appellees acted intentionally or recklessly or were substantially certain that severe emotional distress would result from their conduct;  (2) appellees' conduct was so extreme and outrageous as to exceed all possible bounds of decency and must be regarded as atrocious and utterly intolerable in a civilized community;  (3) appellees' conduct caused appellant emotional distress;  and (4) the emotional distress suffered by appellant was so severe that no reasonable person could be expected to endure it.  Gray v. State, 624 A.2d 479, 484 (Me.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court denied this claim on the grounds that Mowles' reasoned process of decision making could not be characterized as the requisite extreme and outrageous conduct.  Without citation to Maine authority, appellant argues that the district court erred by assuming that Mowles' decision not to renew Wytrwal's contract was the correct factual predicate for the intentional infliction of emotional distress claim.  Instead, appellant contends, as a matter of law, that the district court's finding that her protected free speech was a motivating factor under Mt. Healthy in the employment decision in and of itself compels a finding of extreme and outrageous conduct, and that any argument that appellees would have made the same decision for permissible reasons is irrelevant.  We reject this argument.  Maine case law defines \"extreme\" and \"outrageous\" conduct as behavior that exceeds \"all possible bounds of decency\" and which must be regarded as \"atrocious, and utterly intolerable in a civilized community.\"  Gerber v. Peters, 584 A.2d 605, 608 (Me.1990), cited in Gray, 624 A.2d at 484.   Given Maine's endorsement of a standard rooted in community standards of conduct, and Mt. Healthy 's logically consistent balancing of individual constitutional rights against society's interest in the efficient delivery of state services, we cannot agree with appellant that we must ignore appellees' arguments under the Mt. Healthy burden shifting analysis in weighing the outrageousness of appellees' conduct.  Thus, with respect to appellant's argument that conduct antagonistic to her exercise of her constitutional rights is intolerable in a civilized community, we conclude that the balance of societal interests, including the harm of undeserved tenure for teachers, militates against such a finding.  Having found that appellant cannot carry her burden under the second prong of the Maine tort of intentional infliction of emotional distress, we need not reach the other three prongs.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.   Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Because plaintiff-appellant's statement of issues includes only these three claims, she has abandoned her former fourth claim under the common law theory of wrongful discharge, and it is therefore waived.  Washington Legal Found. v. Massachusetts Bar Found., 993 F.2d 962, 970 n. 4 (1st Cir.1993) (ruling that claims not included in statement of issues have, on appeal, been abandoned and are waived);  Rivera-Gomez v. de Castro, 843 F.2d 631, 635 (1st Cir.1988) (\"A litigant has an obligation 'to spell out its arguments squarely and distinctly' ... or else forever hold its peace.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court noted that this statement contradicted other testimony by Stickney that he had made up his mind in Fall 1991 that Wytrwal should not be renewed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Which states in relevant part that:</p>\n        <p>Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress....</p>\n        <p>42 U.S.C. Sec. 1983.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Maine Whistleblowers' Protection Act provides that an employer may not discriminate against any employee, among other reasons, because:</p>\n        <p>The employee, acting in good faith ... reports orally or in writing to the employer or a public body what the employee has cause to believe is a violation of a law or rule adopted under the laws of this State, a political subdivision of this State or the United States.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">26</a>\n        <p> M.R.S.A. Sec. 833(1)(A)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">165</span></span></p>\n    <p class=\"case_cite\">104 Ed. Law Rep. 1023</p>\n    <p class=\"parties\">Barbara WYTRWAL, Plaintiff-Appellant,<br>v.<br>SACO SCHOOL BOARD, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 95-1543.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 12, 1995.<br>Decided Nov. 21, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Carl E. Kandutsch, with whom William C. Knowles, Portland, ME, James E. McCormack, Lewiston, MI, and Verrill &amp; Dana, Portland, ME, were on brief, for appellant.</p>\n      <p class=\"indent\">Jerrol A. Crouter, with whom Eric R. Herlan and Drummond Woodsum &amp; MacMahon, Portland, ME, was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, LYNCH, Circuit Judge, and STEARNS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Barbara Wytrwal (\"Appellant\" or \"Wytrwal\"), a former special education teacher at Saco Middle School in Saco, Maine, sued defendant-appellees, the then-Superintendent of Schools for Saco School District Dr. Cynthia Mowles, the Saco School Board and the City of Saco (collectively, the \"Appellees\"), for retaliatory nonrenewal of her employment contract under (1) the Civil Rights Act, 42 U.S.C. Sec. 1983;  (2) the Maine Whistleblowers' Protection Act, 26 M.R.S.A. Sec. 833(1);  and (3) a common law theory of intentional infliction of emotional distress.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Following a bench trial, the district court denied all of appellant's claims.  Appellant seeks review of that decision here.  We affirm the decision of the district court.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We begin with the facts as supportably found by the district court after a bench trial.  See Wytrwal v. Mowles, <span class=\"citation no-link\"><span class=\"volume\">886</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">128</span></span>, 130-42 (D.Me.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Wytrwal began to teach behaviorally impaired students at Saco Middle School in the Fall of 1990.  Wytrwal was in probationary status for her first two years on the job, like all other new teachers at the school.  At the end of the second year, teachers are considered for continuing contract status--similar to being awarded tenure.  The decision on Wytrwal's status rested with Dr. Cynthia Mowles (\"Mowles\"), the then-Superintendent of Schools for the Saco School District, who decided not to grant continuing contract status.  Mowles testified that she made her decision based on comments from Saco Middle School's principal Joseph Voci (\"Voci\") and assistant principal Gregory T. Goodness (\"Goodness\") regarding Wytrwal's trouble managing her students, her difficulties working with supervisors and other co-workers, and her time spent out of the classroom.  The district court viewed evidence on Wytrwal's mental illness, unknown to appellees before pretrial discovery, as corroborative of the claim that she had been absent from the classroom to a considerable degree.  In contrast, Wytrwal contends that she was fired for stating at a school board meeting that the school's placement of special education students violated state and federal regulations.  Wytrwal has alleged that these violations exacerbated her already-difficult job.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By all accounts, Wytrwal's first year at Saco Middle School was quite successful.  During her second year, however, she began to have some problems.  Her class grew much larger that second year, reaching a peak of eighteen, as compared to six the year before.  Several of the more problematic students during her second year were considered by school officials extremely dangerous, suicidal, and violent to themselves and others.  In addition, two of her second year students were on court-ordered probation and, as a condition of their probation, they were not supposed to have contact with each other.  Finally, on February 11, 1992, Wytrwal spoke at an executive session of the Saco School Board at the invitation of Elizabeth DeSimone (\"DeSimone\"), a School Board member alarmed by a particular domestic disturbance involving one of Wytrwal's students.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Present at the meeting were Wytrwal, five school administrators, including Mowles, Voci, Goodness and Special Education Director David Stickney (\"Stickney\"), and five school board members, including DeSimone.  All agree that Wytrwal spoke at the meeting and that it was unusual for a teacher to address a School Board meeting.  Wytrwal testified that, at the meeting, she focused on the impact of not having programs designed specifically to meet the needs of emotionally and behaviorally impaired students.  Furthermore, according to Wytrwal, she specifically told the board that Stickney had prevented the placement of some students in more appropriate, and more expensive, programs outside of the school district.  She added that Stickney had said that, if necessary, he would overrule the consensus student placement judgments of teams of teachers, social workers, and other professionals, which would be an illegal act on his part.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendants-appellees uniformly testified that Wytrwal's presentation at the school board meeting did not include allegations that Saco Middle School was violating special education laws by failing to appropriately place students, but the district court rejected this testimony, concluding that \"the testimony at trial of the administrators and school board members was fabricated in an attempt to cover up what really occurred at the board meeting.\"   In particular, the district court found DeSimone's claimed \"complete lapse in memory\" at trial on the subject of Wytrwal's presentation to be \"highly suspect,\" given that Wytrwal attended the meeting at DeSimone's invitation.  Not surprisingly, the district court inferred that Wytrwal told the school board that Saco Middle School was violating special education laws by failing to appropriately place students, and that Wytrwal's presentation to the board was a motivating factor in the decision not to renew her contract.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">However, the district court also found that there was evidence that Wytrwal had difficulties with Stickney that preceded the presentation before the school board.  Wytrwal herself testified that she argued vehemently with Stickney in private regarding the allegations of violations of law.  She also testified that Stickney attempted to claim credit for a special education program she had designed.  Furthermore, Stickney testified that he was put off by a memo from Wytrwal criticizing the way he had introduced a social worker to Wytrwal and her students, even though she had worked for the school district for less than eight weeks at the time.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Stickney also testified that, two days after the school board meeting, Wytrwal angrily stormed out of a meeting with him, regular school teachers, and other professionals, as a result of a disagreement regarding a student's educational plan.  Stickney testified that he decided at that point not to recommend Wytrwal for a continuing contract,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and that he then discussed with Voci his concerns about Wytrwal's behavior.  On February 27, 1992, Stickney sent a letter (\"the February 27 letter\") to Wytrwal outlining his criticisms of her.  Wytrwal took the letter to Jeffrey Wilder (\"Wilder\"), a union representative, in order to get it removed from her personnel file.  Eventually, a meeting was convened with Mowles, Wytrwal, Stickney and Wilder, at the end of which Mowles instructed Stickney to keep the February 27 letter out of Wytrwal's file and to rewrite the letter, giving a draft to Wytrwal and Wilder.  Stickney refused to redraft the February 27 letter.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On April 9, 1992, Voci gave Wytrwal an evaluation he had written and told her that he had recommended to Mowles that her contract not be renewed.  Wytrwal testified that she was shocked to learn she would not be renewed.  A few days later, Mowles wrote to Wytrwal informing her that she would not be continued as a teacher in special education at the Saco Middle School.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Wytrwal subsequently brought this action alleging that her contract was not renewed in retaliation for her constitutionally-protected speech regarding the school's noncompliance with state and federal special education regulations.  Wytrwal here seeks review of the district court's denial of her claims under the Civil Rights Act, 42 U.S.C. Sec. 1983, the Maine Whistleblowers' Protection Act, 26 M.R.S.A. Sec. 833(1), and under a Maine common law theory of intentional infliction of emotional distress.</p>\n    </div>\n    <p>II. STANDARDS OF REVIEW</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">With respect to Wytrwal's Sec. 1983 claim, the standard of review must be interpreted in conjunction with the substantive legal standard involved, enunciated in Mt. Healthy City Board of Ed. v. Doyle, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 285, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, 575, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span> </a></span>(1977).  See also O'Connor v. Steeves, <span class=\"citation\" data-id=\"608078\"><a href=\"/opinion/608078/patrick-j-oconnor-v-robert-w-steeves/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span>, 913 (1st Cir.), cert. denied by Town of Nahant, Mass. v. O'Connor, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">634</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">593</span> </span>(1993).  Findings on \"what is protected free speech\" are subject to de novo review.  Duffy v. Sarault, <span class=\"citation\" data-id=\"534181\"><a href=\"/opinion/534181/vincent-r-duffy-v-brian-j-sarault-etc/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span>, 145 (1st Cir.1989);  see also <span class=\"citation\" data-id=\"608078\"><span class=\"antecedent_guess\">O'Connor,</span> <a href=\"/opinion/608078/patrick-j-oconnor-v-robert-w-steeves/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">912-13</span></a></span>.   However, findings on \"whether that speech substantially affected a defendant's employment decision and whether the defendant has met his preponderance burden that the decision would be made anyway\" are subject to review under the clearly erroneous standard.  <span class=\"citation\" data-id=\"534181\"><span class=\"antecedent_guess\">Duffy,</span> <a href=\"/opinion/534181/vincent-r-duffy-v-brian-j-sarault-etc/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">139</span></a></span>;  see also <span class=\"citation\" data-id=\"608078\"><span class=\"antecedent_guess\">O'Connor,</span> <a href=\"/opinion/608078/patrick-j-oconnor-v-robert-w-steeves/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">913</span> </a></span>(concluding that clear error review is appropriate where judgment is entered after a trial on the merits).  Thus, the clearly erroneous standard applies to the Sec. 1983 finding that Wytrwal challenges, namely, whether appellees met their preponderance burden under Mt. Healthy.  <span class=\"citation\" data-id=\"534181\"><span class=\"antecedent_guess\">Duffy,</span> <a href=\"/opinion/534181/vincent-r-duffy-v-brian-j-sarault-etc/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">145-46</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With respect to the state law claims of retaliatory nonrenewal in violation of the Maine Whistleblowers' Protection Act and of intentional infliction of emotional distress, after a bench trial, we will not set aside the trial court's findings of fact unless demonstrated to be clearly erroneous.  Williams v. Poulos, <span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span>, 277 (1st Cir.1993), cited in N.H. Ball Bearings v. Aetna Cas. and Sur. Co., <span class=\"citation\" data-id=\"685590\"><a href=\"/opinion/685590/new-hampshire-ball-bearings-v-aetna-casualty-and-surety-company-new/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">749</span></a></span>, 752 (1st Cir.1995).  Mistakes of state law are subject to de novo review.  Crellin Technologies, Inc. v. Equipmentlease Corp., <span class=\"citation\" data-id=\"195233\"><a href=\"/opinion/195233/crellin-v-equipmentlease-corp/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.1994);  N.H. Ball <span class=\"citation\" data-id=\"685590\"><span class=\"antecedent_guess\">Bearings,</span> <a href=\"/opinion/685590/new-hampshire-ball-bearings-v-aetna-casualty-and-surety-company-new/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">752</span></a></span>.</p>\n    </div>\n    <p>III. DISCUSSION</p>\n    <p>A. 42 U.S.C. 1983</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant alleges that Saco Middle School chose not to renew her contract because of her school board presentation, and that this nonrenewal by a state actor because of her exercise of her constitutional rights entitles her to redress.  42 U.S.C. Sec. 1983.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We uphold the district court's conclusions, unchallenged by appellees here, that appellant spoke on a matter of public concern and that her interest in that expression outweighed countervailing governmental interests in promoting the efficient performance of the service provided by its employees.  See Connick v. Myers, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 146, 150, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, 1691-92, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span> </a></span>(1983).  However, the district court also concluded that while appellant's speech was a \"motivating\" factor in the employment decision, appellees were not liable, since they showed by a preponderance of the evidence that they would have made the same decision in the absence of the protected conduct.  See <span class=\"citation\" data-id=\"534181\"><span class=\"antecedent_guess\">Duffy,</span> <a href=\"/opinion/534181/vincent-r-duffy-v-brian-j-sarault-etc/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">145</span></a></span>;  Mt. <span class=\"citation\" data-id=\"109574\"><span class=\"antecedent_guess\">Healthy,</span> <a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">285</span></a></span>, 97 S.Ct. at 575.   As a result, the district court denied appellant's Sec. 1983 claims.  Appellant challenges the district court's finding that appellees met this burden.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court applied the correct legal standard, that of Mt. Healthy, which directs that the plaintiff-employee must first show that the protected expression was a substantial or motivating factor in the adverse employment decision;  if the plaintiff meets this test, the defendant governmental entity must be afforded an opportunity to show \"by a preponderance of the evidence that [it] would have reached the same decision ... even in the absence of the protected conduct.\"  Mt. <span class=\"citation\" data-id=\"109574\"><span class=\"antecedent_guess\">Healthy,</span> <a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">287</span></a></span>, 97 S.Ct. at 576 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Under review for clear error, we uphold the district court's finding that appellant's protected conduct was a \"motivating\" factor behind the Board's decision not to rehire her.  The district court's finding had ample evidentiary support, given Wytrwal's overall testimony, DeSimone's questionable testimony of a complete lapse in memory regarding Wytrwal's presentation, Stickney's own testimony that he was angry when he left the meeting, and the fact that Stickney put his criticisms of Wytrwal into writing for the first time only 16 days after the meeting.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">However, we also uphold as not clearly erroneous the district court's factual finding that appellees established, by a preponderance of the evidence, that they would not have renewed appellant's contract even in the absence of the protected conduct.  The district court found sufficient support for this ruling in the evidence that Wytrwal had an untenable working relationship with Stickney, the special education director;  in testimony by Mowles, Goodness and Voci that they had ongoing concerns throughout the second year with Wytrwal's performance, including difficulties working with other specialists involved in her students' education;  and in evidence that Wytrwal spent a lot of time out of the classroom, corroborated by other evidence of her mental illness.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellant contends that the district court erred in its finding that appellees carried their burden of persuasion, particularly in light of the district court's conclusion that appellees fabricated their testimony.  However, that part of appellees' testimony that the district court rejected concerned appellees' version of the content of appellant's presentation at the school board meeting.  The district court found in favor of appellant that her speech was both protected conduct and a substantial or motivating factor in her termination.  However, the district court credited appellees' testimony regarding Wytrwal's job performance.  Such a choice is within the discretion of the factfinder, NLRB v. Izzi, <span class=\"citation\" data-id=\"280286\"><a href=\"/opinion/280286/national-labor-relations-board-v-patrick-f-izzi-dba-pat-izzi-trucking/\"><span class=\"volume\">395</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">241</span></a></span>, 243 (1st Cir.1968) (factfinder may credit the rest of a witness' testimony even if part is not believable).  Ultimately, such credibility determinations are the unique role of the factfinder.  Flanders &amp; Medeiros, Inc. v. Bogosian, <span class=\"citation\" data-id=\"703875\"><a href=\"/opinion/703875/flanders-medeiros-inc-v-elizabeth-v-bogosian/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">198</span></a></span>, 204 n. 4 (1st Cir.1995) (assessing credibility is a task for the factfinder);  Connell v. Bank of Boston, <span class=\"citation\" data-id=\"555435\"><a href=\"/opinion/555435/thomas-b-connell-v-bank-of-boston-and-john-s-ingalls/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1178 (1st Cir.1991) (\"[W]e [the Court of Appeals] are not to weigh the evidence or make credibility judgments.\").  We do not find clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, we must reject appellant's contention that appellees' reasons for terminating her must have been independent from her protected conduct in the sense that they must be unrelated by subject matter.  In Mt. Healthy, the Supreme Court explicitly rejected a proposed test that would have required that the alternative grounds for denial of a teacher's tenure be \"independent of any First Amendment rights or exercise thereof\" as overprotective.  Mt. <span class=\"citation\" data-id=\"109574\"><span class=\"antecedent_guess\">Healthy,</span> <a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">285</span></a></span>, 97 S.Ct. at 575 (stating that the proper test in a \"mixed motive\" context must \"protect[ ] against the invasion of constitutional rights without commanding undesirable consequences not necessary to the assurance of those rights\";  including undeserved grant of tenure as such an undesirable consequence).  It is true that Mt. Healthy does state that school boards should be allowed to prove to a trier of fact that they would not have rehired teachers for reasons \"quite apart from\" their protected conduct.  <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"id_token\">Id.</span> at 286, </a></span>97 S.Ct. at 575.   But this language in the opinion cannot mean that if there are other valid reasons, such as a poor relationship with superiors and coworkers, these reasons are inadmissible if related to the protected conduct, since Mt. Healthy also explicitly criticizes tests of causation that could place employees in a better position as a result of the exercise of constitutionally protected conduct than they otherwise would have occupied had they done nothing.  Id. at <span class=\"citation\" data-id=\"109574\"><span class=\"antecedent_guess\">285,</span> <a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">575</span></a></span>.   The interpretation suggested by appellant would have the unfortunate effect of allowing plaintiff-employees to immunize themselves against their prior problems with defendant supervisors by their later protected conduct.  We decline to adopt such a rule.</p>\n    </div>\n    <p>B. Maine Whistleblowers' Protection Act</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant asks that this Court overturn the rejection of her claim under the Maine Whistleblowers' Protection Act on the grounds that the district court erred in finding that appellees had proven by a preponderance of the evidence that her contract would not have been renewed absent her protected conduct.  In light of the absence of Maine case law regarding the content of the burden appellees must bear under the statute,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> ] we agree with the district court's decision to apply the federal standards arising under Title VII case law as other courts have in similar situations.  See LaFond v. General Physics Services Corp., <span class=\"citation\" data-id=\"691962\"><a href=\"/opinion/691962/ar-peter-lafond-v-general-physics-services-corporation/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">165</span></a></span>, 172 (2d Cir.1995);  Rosen v. Transx Ltd., <span class=\"citation no-link\"><span class=\"volume\">816</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1364</span></span>, 1367-68 (D.Minn.1993);  Melchi v. Burns International Security Services, Inc., <span class=\"citation\" data-id=\"1437241\"><a href=\"/opinion/1437241/melchi-v-burns-intern-sec-services-inc/\"><span class=\"volume\">597</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">575</span></a></span>, 581 (E.D.Mich.1984);  Kennedy v. Guilford Technical Community College, 115 N.C.App. 581, <span class=\"citation\" data-id=\"1399392\"><a href=\"/opinion/1399392/kennedy-v-guilford-tech-com-college/\"><span class=\"volume\">448</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">280</span></a></span>, 281-82 (1994).  Appellant does not, in any case, contest the district court's decision to apply federal standards.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">McDonnell Douglas v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-05, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1824-26, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span> </a></span>(1973) adopts a three stage inquiry.  <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"id_token\">Id.</span>  First, appellant </a></span>must establish a prima facie case.  <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"id_token\">Id.</span>  One Maine </a></span>case defines this burden in particular under the Maine Whistleblowers' Protection Act.  See Bard v. Bath Iron Works Corp., <span class=\"citation\" data-id=\"2390830\"><a href=\"/opinion/2390830/bard-v-bath-iron-works-corp/\"><span class=\"volume\">590</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">152</span></a></span>, 154 (Me.1991) (defining prima facie case, but finding that former employee did not satisfy his burden thereunder, and therefore not considering employer's burdens).  To establish a prima facie case of violation of the Maine Whistleblowers' Protection Act, appellant must show that (1) she engaged in activity protected by the statute, (2) she was the subject of adverse employment action, and (3) there was a causal link between the protected activity and the adverse employment action.  <span class=\"citation\" data-id=\"2390830\"><a href=\"/opinion/2390830/bard-v-bath-iron-works-corp/\"><span class=\"id_token\">Id.</span>  In Bard, </a></span>the Supreme Judicial Court of Maine cited to a federal case, Moon v. Transport Drivers, Inc., <span class=\"citation\" data-id=\"499471\"><a href=\"/opinion/499471/darel-e-moon-v-transport-drivers-inc-and-us-department-of-labor/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span>, 229 (6th Cir.1987), which in turn relied on discrimination law principles.  Under such principles, a prima facie case gives rise to a rebuttable presumption that the employer unlawfully discriminated against the Title VII plaintiff.  Smith v. Stratus Computer, Inc., <span class=\"citation\" data-id=\"195745\"><a href=\"/opinion/195745/smith-v-stratus-computers/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 15 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1958</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">850</span> </span>(1995).  Similarly, therefore, a prima facie case of violation of the Maine Act gives rise to a rebuttable presumption that the employer retaliated against the employee for reporting illegal activities.  See McDonnell Douglas v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-05, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1824-26, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span> </a></span>(1973).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Subsequently, at the second stage of the McDonnell Douglas inquiry, the employer must produce sufficient competent evidence, taken as true, to permit a rational factfinder to conclude that there was a nondiscriminatory reason for the challenged employment action, thereby displacing the presumption of intentional discrimination generated by the prima facie case.  Byrd, <span class=\"citation\" data-id=\"196234\"><a href=\"/opinion/196234/byrd-v-ronayne/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1031;  Woodman v. Haemonetics Corp., <span class=\"citation\" data-id=\"196019\"><a href=\"/opinion/196019/woodman-v-heamonetics-corp/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1087</span></a></span>, 1091 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Then, at the third and final stage in the McDonnell Douglas analysis, the employee, who has the ultimate burden of persuasion throughout, must present \"sufficient admissible evidence, if believed, to prove by a preponderance of the evidence each element in a prima facie case and that the employer's justification for the challenged employment action was merely a pretext for impermissible ... discrimination.\"  <span class=\"citation\" data-id=\"196234\"><span class=\"antecedent_guess\">Byrd,</span> <a href=\"/opinion/196234/byrd-v-ronayne/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1026</span></a></span>;  <span class=\"citation\" data-id=\"196019\"><span class=\"antecedent_guess\">Woodman,</span> <a href=\"/opinion/196019/woodman-v-heamonetics-corp/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1092</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court found that appellant made the requisite prima facie case, and that the employer carried its second stage burden of production.  Ultimately, the district court ruled that defendant-appellees presented persuasive evidence that appellant was discharged for permissible reasons, and so appellant could not prove pretext by a preponderance of the evidence.  Appellant's sole argument on appeal is that the district court erred in finding that defendant-appellees had proved by a preponderance of the evidence her contract would not have been renewed absent her protected conduct.  Under review for clear error, with respect to appellant's Sec. 1983 claim, we have already upheld the district court's finding under Mt. Healthy that, by a preponderance of the evidence, defendant-appellees would have made the same decision in the absence of her protected conduct.  In accord with that finding under the same facts, the same standard of review and the same evidentiary standard, we reject appellant's argument under the McDonnell Douglas framework for the same reasons as under the Mt. Healthy analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>C. Intentional Infliction of Emotional Distress</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To prevail on a claim for intentional infliction of emotion distress, appellant must show that (1) appellees acted intentionally or recklessly or were substantially certain that severe emotional distress would result from their conduct;  (2) appellees' conduct was so extreme and outrageous as to exceed all possible bounds of decency and must be regarded as atrocious and utterly intolerable in a civilized community;  (3) appellees' conduct caused appellant emotional distress;  and (4) the emotional distress suffered by appellant was so severe that no reasonable person could be expected to endure it.  Gray v. State, <span class=\"citation\" data-id=\"1933125\"><a href=\"/opinion/1933125/gray-v-state/\"><span class=\"volume\">624</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">479</span></a></span>, 484 (Me.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court denied this claim on the grounds that Mowles' reasoned process of decision making could not be characterized as the requisite extreme and outrageous conduct.  Without citation to Maine authority, appellant argues that the district court erred by assuming that Mowles' decision not to renew Wytrwal's contract was the correct factual predicate for the intentional infliction of emotional distress claim.  Instead, appellant contends, as a matter of law, that the district court's finding that her protected free speech was a motivating factor under Mt. Healthy in the employment decision in and of itself compels a finding of extreme and outrageous conduct, and that any argument that appellees would have made the same decision for permissible reasons is irrelevant.  We reject this argument.  Maine case law defines \"extreme\" and \"outrageous\" conduct as behavior that exceeds \"all possible bounds of decency\" and which must be regarded as \"atrocious, and utterly intolerable in a civilized community.\"  Gerber v. Peters, <span class=\"citation\" data-id=\"1909267\"><a href=\"/opinion/1909267/gerber-v-peters/\"><span class=\"volume\">584</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">605</span></a></span>, 608 (Me.1990), cited in <span class=\"citation\" data-id=\"1933125\"><span class=\"antecedent_guess\">Gray,</span> <a href=\"/opinion/1933125/gray-v-state/\"><span class=\"volume\">624</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">484</span></a></span>.   Given Maine's endorsement of a standard rooted in community standards of conduct, and Mt. Healthy 's logically consistent balancing of individual constitutional rights against society's interest in the efficient delivery of state services, we cannot agree with appellant that we must ignore appellees' arguments under the Mt. Healthy burden shifting analysis in weighing the outrageousness of appellees' conduct.  Thus, with respect to appellant's argument that conduct antagonistic to her exercise of her constitutional rights is intolerable in a civilized community, we conclude that the balance of societal interests, including the harm of undeserved tenure for teachers, militates against such a finding.  Having found that appellant cannot carry her burden under the second prong of the Maine tort of intentional infliction of emotional distress, we need not reach the other three prongs.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.   Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Because plaintiff-appellant's statement of issues includes only these three claims, she has abandoned her former fourth claim under the common law theory of wrongful discharge, and it is therefore waived.  Washington Legal Found. v. Massachusetts Bar Found., <span class=\"citation\" data-id=\"607106\"><a href=\"/opinion/607106/washington-legal-foundation-v-massachusetts-bar-foundation/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span>, 970 n. 4 (1st Cir.1993) (ruling that claims not included in statement of issues have, on appeal, been abandoned and are waived);  Rivera-Gomez v. de Castro, <span class=\"citation\" data-id=\"504001\"><a href=\"/opinion/504001/martin-rivera-gomez-v-rafael-adolfo-de-castro/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span>, 635 (1st Cir.1988) (\"A litigant has an obligation 'to spell out its arguments squarely and distinctly' ... or else forever hold its peace.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court noted that this statement contradicted other testimony by Stickney that he had made up his mind in Fall 1991 that Wytrwal should not be renewed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Which states in relevant part that:</p>\n        <p>Every person who, under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress....</p>\n        <p>42 U.S.C. Sec. 1983.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Maine Whistleblowers' Protection Act provides that an employer may not discriminate against any employee, among other reasons, because:</p>\n        <p>The employee, acting in good faith ... reports orally or in writing to the employer or a public body what the employee has cause to believe is a violation of a law or rule adopted under the laws of this State, a political subdivision of this State or the United States.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">26</a>\n        <p> M.R.S.A. Sec. 833(1)(A)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110917/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195233/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195745/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196019/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196234/",
    "https://www.courtlistener.com/api/rest/v3/opinions/280286/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499471/",
    "https://www.courtlistener.com/api/rest/v3/opinions/504001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534181/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555435/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607106/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608078/",
    "https://www.courtlistener.com/api/rest/v3/opinions/685590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691962/",
    "https://www.courtlistener.com/api/rest/v3/opinions/703875/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1399392/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1437241/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1909267/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1933125/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2390830/"
  ]
}