{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196414/",
  "id": 196414,
  "absolute_url": "/opinion/196414/samuels-v-hood-yacht/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196414/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:15Z",
  "date_modified": "2020-02-21T23:40:58.618619Z",
  "type": "010combined",
  "sha1": "4196da15d89813c6b1f2ed10a2b566593334290d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1391.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1391\r\n\n                    ERNEST L. SAMUELS and\r\n                     RULING ANGEL, INC.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n               HOOD YACHT SYSTEMS CORPORATION,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \r\n\n                                         \r\n\n                            Before\r\n\n                     Lynch, Circuit Judge,\r                                                     \r\n\n         Aldrich and Campbell, Senior Circuit Judges.\r                                                                \r\n\n                                         \r\n\nRobert J. Murphy with whom Thomas E. Clinton and Clinton &amp;  Muzyka\r                                                                              \r\nwere on brief for appellants.\r\nThomas  M.  Elcock  with whom  Richard  W.  Jensen  and  Morrison,\r                                                                              \r\nMahoney &amp; Miller were on brief for appellee.\r                        \r\n\n                                         \r\n\n                      November 21, 1995\r\n                                         \r\r\n\n          ALDRICH,  Senior Circuit  Judge.    This  diversity\r                                                     \r\n\naction  was brought in  the United States  District Court for\r\n\nthe  District  of  Massachusetts  by  Ernest  L.  Samuels  of\r\n\nOntario, Canada,  and Ruling Angel, Inc.  of Delaware, owners\r\n\nof  the sailing  yacht RULING  ANGEL, claiming  negligence by\r\n\nHood  Yacht  Systems  Corp.   (Hood)  of  Rhode  Island,  the\r\n\nmanufacturer of her mast.  The mast broke while the yacht was\r\n\nunder  sail.1   The incident  occurred off  the coast  of St.\r\n\nCroix, Virgin Islands, with wind at 25-30 knots, and seas 6-8\r\n\nfeet, which  the yacht's captain testified  was within normal\r\n\nCaribbean weather.  The mast broke in two, which her captain,\r\n\ntestifying  to the  obvious, said  should not  have happened.\r\n\nHowever, at  the close of plaintiffs' case  the court granted\r\n\nHood's motion for a directed verdict.  Plaintiffs appeal.  We\r\n\nreverse.\r\n\n          In addition to conceding normal weather Hood agreed\r\n\nthere was no evidence of mishandling.   The captain testified\r\n\nthat  the rigging  was sound,  and  had not  failed.   So did\r\n\nplaintiffs' expert, Hadley.   Although there was a suggestion\r\n\nthat, before  designing  the mast,  Hood  had been  given  an\r\n\nunderstatement  of  the  vessel's  weight,  Hadley,  a  naval\r\n\narchitect, testified that her \"righting moment,\" the vessel's\r\n\n                    \r                                \r\n\n1.  Strictly,  she was under sail and power, in order to head\r\nhigher into the wind and clear the land ahead.\r\n\n                             -2-\r\r\n\nability  to stand up to  wind pressure, and  a determinant of\r\n\nthe needed strength of her mast, would have been the same.2\r\n\n          The  court's decision  hung  on its  resolution  of\r\n\nplaintiffs' expert's testimony.  (Emphasis ours, see post.)\r                                                                     \r\n\n          THE COURT.  The question is, what is your\r\n          opinion as to what caused it?\r\n\n          HADLEY.  My opinion is there was cracking\r\n          in [the mast] that could not be resisted.\r\n          The  mast  itself  is a  barely  adequate\r                                                               \r\n          design  structurally.    There . . .  was\r                                          \r\n          movement in  the mast . . . fore and aft,\r\n          excessive  movement  fore  and aft,  that\r\n          could have caused these cracks.\r\n\n                           . . . . \r\n\n               The  mast  was  a   barely  adequate\r\n          design, and that any kind of crack, which\r\n          I  believe  existed  at  the  time, could\r\n          cause that mast to break.\r\n\n          Further  examined  by   plaintiffs'  counsel,   Mr.\r\n\nClinton,  the  witness complained  of imperfect  placement of\r\n\nscrew  fastenings leading the mast to crack.  The court again\r\n\ninquired:\r\n\n          THE  COURT.   It's my  understanding that\r\n          . . .   the  dismasting   . . .  occurred\r\n          because of two factors:  One, the cracks,\r\n          as you've displayed to the jury.\r\n\n          A.  Yes.\r\n\n          THE COURT.  And a marginal[\r                                                 3]\r                                                    what?\r                                                        \r\n\n                    \r                                \r\n\n2.  The force of this testimony is borne out by the fact that\r\nwhen  Hood made  a  replacement mast,  and  clearly knew  the\r\nvessel's weight, it did not make a heavier one.\r\n\n3.  The  word  \"marginal\"  seems  to have  been  the  court's\r\ninterpretation of \"barely adequate.\"\r\n\n                             -3-\r\r\n\n          A.  Factor of safety . . . the design was\r                                          \r\n          barely adequate . . . it was barely large\r\n          enough  to perform the  task that  it was\r\n          asked to do.\r\n\n                           . . . .\r\n\n          THE  COURT.   So  what you're  saying is,\r\n          there's two factors, one is the cracks as\r\n          described.\r\n\n          A.  Yes.\r\n\n          THE  COURT.   And the  other is  that the\r                                                               \r\n          mast itself was too --\r                                         \r\n\n          A.  Too light.\r                                   \r\n\nThere followed a recapitulation  by the witness in  which the\r\n\nterm  \"barely adequate\"  again occurred, ending  with further\r\n\nquestioning by the court.\r\n\n          THE COURT.  . . . What caused the cracks,\r\n          did you say?\r\n\n          A.     I  believe  that  this  excess  of\r\n          movement which  would be existent  in too\r\n          light a spar could cause these cracks.\r\n\n                           . . . .\r\n\n          THE COURT.   So ultimately you're  saying\r                                                               \r\n          that the spar was too light for the ship?\r                                                              \r\n\n          A.  Yes.\r\n\n          THE COURT.   All right.  And if  the spar\r                                                               \r\n          was too light for the ship, it means that\r                                                               \r\n          it's  not  only  not  --  that  it's  not\r                                                               \r\n          marginally  well  constructed,  but  it's\r                                                               \r\n          poorly constructed?\r                                        \r\n\n          A.   It  was too  marginal for  the ship,\r                                                               \r\n          considering the service it  was to be put\r                                                               \r\n          into, yes.\r                               \r\n\n                             -4-\r\r\n\n          This last is an  interesting statement:  for RULING\r\n\nANGEL's \"service,\" cruising, there  is a different, a greater\r\n\nmargin of safety needed than for  racing.  This point was not\r\n\npursued,  but is  it  not  the  racers  who  crack  on  sail,\r\n\nregardless?    That  cruisers  need a  greater  margin  is  a\r\n\nrecognition that not just wind and weather, but other matters\r\n\nas  well, require a reservoir  of protection.   Lack of care,\r\n\nwear  and tear  with no  repair, for  example, are  ills that\r\n\ncruisers,  not   needing  to  be  kept  up  to  scratch,  may\r\n\nparticularly  suffer from.  The fact that it was not wind and\r\n\nweather,  but some  other  weakness by  which RULING  ANGEL's\r\n\nmargin of safety was  exceeded, should not affect plaintiffs'\r\n\ncase.   Nor is it material  that the ill  was not identified.\r\n\nThis must be omnibus protection, or it would be meaningless.\r\n\n          Following this, Hood  moved that Hadley's testimony\r\n\nbe stricken  because counsel's answer to  an interrogatory as\r\n\nto what Hadley would testify was given before Hadley had been\r\n\nconsulted,  and hence was  a fraud on  the court.   Also Hood\r\n\ncomplained  because the  answer  omitted cracks.   The  court\r\n\nsustained the latter complaint.\r\n\n               His testimony is stricken just as to\r\n          his  testimony  regarding  the  crack  as\r\n          causing, as being  one of the  causations\r\n          of the dismasting . . .  the rest of  his\r\n          testimony    may     stand    for    your\r\n          consideration.\r\n\n                             -5-\r\r\n\nHood did not object; nor has it appealed.  It cannot complain\r\n\nnow.4\r\n\n          Thereafter Hadley's final cross-examination by Hood\r\n\nwas as follows:\r\n\n          Q.  Just  so we're clear, you  too are of\r\n          the opinion that it was okay to put [this\r\n          mast] on, barely okay, but okay?\r\n\n          A.   If this  were my  design and I  were\r\n          specifying  a mast  to Hood, I  would not\r\n          specify  [this  mast].    It   is  barely\r\n          adequate.      I  would   recommend,  for\r\n          example, I said the factor of  safety was\r\n          about  one-and-three  quarters,  I  would\r\n          recommend  a safety of more like two-and-\r\n          a-quarter.\r\n\n          Q.   No  question, people  did.   But you\r\n          agree it's not dangerous, you agreed this\r\n          was adequate?\r\n\n          A.  Barely, yes.\r\n\n          Q.  And you said so in the --\r\n\n          A.  Yes.\r\n\n          Q.  Nothing else.\r\n\n          MR. CLINTON.  No further questions.\r\n\n          When, at the close  of plaintiffs' case, Hood moved\r\n\nfor directed verdict the court ruled as follows:\r\n\n          THE COURT.   . . . [I]t seems  to me that\r\n          if  . . . the  basis  ultimately for  the\r\n          damages   was   the   alleged   defective\r\n          manufacture  and/or  design of  the mast,\r\n\n                    \r                                \r\n\n4.  There was  no fraud  on the  court, in  any event.   See,\r                                                                        \r\nAoude v. Mobil Oil Corp., 892 F.2d 1115, 1118 (1st Cir. 1989)\r                                    \r\n(\"fraud on the court\"  consists of \"unconscionable scheme\" to\r\ninterfere  with  judicial  system's  ability   to  adjudicate\r\nproperly).\r\n\n                             -6-\r\r\n\n          your  witness said that it was marginally\r\n          appropriate,  or  words  to that  effect.\r\n          How does it get to the jury?\r\n\n          MR.  CLINTON.    Everybody else  said  he\r\n          wouldn't have  put  it on  the  vessel[5]\r\n          . . . .    We  also  . . .  have  implied\r\n          warranty\r\n\n                           . . . .\r\n\n          THE  COURT.   He  said it  was marginally\r\n          good.   I'm going to grant  the motion on\r\n          that basis.\r\n\nThe Appeal6\r                      \r\n\n          Manifestly this  ambivalent  witness had  not  been\r\n\nprepared.   Even after the perspicacious  court's questioning\r\n\nhad straightened him  out (see emphasized testimony,  supra),\r                                                                       \r\n\non final cross he  lapsed back.  Nor did  plaintiffs' counsel\r\n\nget the  message.   Small wonder  a  frustrated court  called\r\n\nEnough.  However, should it have?\r\n\n          Hadley's  testimony  ran  two ways.    Omitting the\r\n\nfinal  cross,  a  careful   reading,  ante,  with  particular\r                                                      \r\n\nattention to  the emphasized portions, and  special attention\r\n\nto where  the court's question begins,  \"So ultimately you're\r\n\nsaying . . . .\" would warrant a finding that in the witness's\r\n\nopinion the design was (barely) sufficient in itself, but too\r\n\n                    \r                                \r\n\n5.  Putting  it  bluntly,  nothing  that  anybody  else  said\r\nadvanced plaintiffs' case.\r\n\n6.  Hood cites no authority supporting its contention that we\r\nshould look to  Virgin Island law  because of the  fortuitous\r\ncircumstance that  the vessel  was in that  jurisdiction when\r\nthe negligent  design manifested  itself.  For  such lack  we\r\nstay within the forum.\r\n\n                             -7-\r\r\n\nlight  -- slight  --  in the  sense  of  there was  added  an\r\n\ninsufficient  margin of safety for  this ship.   Then, in the\r\n\nlast cross, he took it all back.\r\n\n          Plaintiffs,   however,  were  not  bound  by  their\r\n\nexpert's  reversal; the  jury was  free to  choose.   Lane v.\r                                                                      \r\n\nEpinard, 318 Mass. 664, 63 N.E.2d 463 (1945) is an articulate\r                   \r\n\nexample.  Plaintiff sued for breach of a contract to hire her\r\n\nas  a housekeeper.  Defendant  testified that this  was to be\r\n\nonly  if his  present housekeeper  decided to leave,  and she\r\n\ndecided  not  to.   Plaintiff  testified  that defendant  had\r\n\nagreed he would discharge her.  Plaintiff also testified that\r\n\ndefendant  had not agreed to discharge her.  In affirming the\r\n\ntrial  court's denial  of defendant's  motion for  a directed\r\n\nverdict the court said,\r\n\n               The    plaintiff's   testimony    is\r\n          contradictory  in  many  respects and  is\r\n          inconsistent  in  reference  to  material\r\n          aspects of her  case.   . . .   The  jury\r\n          . . .  could accept such  portions of her\r\n          testimony  as  they   deemed  worthy   of\r\n          credence.\r\n\n318 Mass. at 666, 63 N.E.2d at 465.\r\n\n          Where  a party  testifies finally  against her  own\r\n\ninterest  she will normally be bound thereby.  See O'Brien v.\r                                                                      \r\n\nHarvard Rest. &amp;  Liquor Co.,  310 Mass. 491.  493, 38  N.E.2d\r                                       \r\n\n658,  659 (1941) (citing cases).7   A party,  however, is not\r\n\n                    \r                                \r\n\n7.  We  note  that  the  Lane  court  did  not  consider  the\r                                         \r\nchronology of  the plaintiff's conflicting  testimony and may\r\nhave been generous in this respect.\r\n\n                             -8-\r\r\n\nbound by her witness' unfavorable testimony if there is other\r\n\nevidence.  See Lydon  v. Boston Elevated Ry., 309  Mass. 205,\r                                                        \r\n\n206,  34 N.E.2d  642, 644  (1941), and  cases cited.   It  is\r\n\nrudimentary  that a  witness  may  be  believed in  part  and\r\n\ndisbelieved in part.  Id. at 206, 211, 34 N.E.2d at 644, 646.\r                                     \r\n\nWhere Hadley  was self-contradictory, the jury  could believe\r\n\nwhichever account it chose.  \r\n\n          To  repeat,  in  spite  of  Hadley's  final  cross-\r\n\nexamination,  the  jury  could  have  accepted   his  earlier\r\n\ntestimony that the mast's  design was too light in  the sense\r\n\nthat it did  not provide a sufficient margin of  safety for a\r\n\ncruising   yacht.     A   directed  verdict   for  Hood   was\r\n\ninappropriate.\r\n\n          Reversed.\r                              \r\n\n                             -9-\r\r\n",
  "html": "<p class=\"case_cite\">70 F.3d 150</p>\n    <p class=\"case_cite\">1996 A.M.C. 525</p>\n    <p class=\"parties\">Ernest L. SAMUELS and Ruling Angel, Inc., Plaintiffs, Appellants,<br>v.<br>HOOD YACHT SYSTEMS CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1391.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"date\">First Circuit.<br>Heard Sept. 7, 1995.<br>Decided Nov. 21, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert J. Murphy with whom Thomas E. Clinton and Clinton &amp; Muzyka, Boston, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Thomas M. Elcock with whom Richard W. Jensen and Morrison, Mahoney &amp; Miller, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, ALDRICH and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This diversity action was brought in the United States District Court for the District of Massachusetts by Ernest L. Samuels of Ontario, Canada, and Ruling Angel, Inc. of Delaware, owners of the sailing yacht RULING ANGEL, claiming negligence by Hood Yacht Systems Corp.  (Hood) of Rhode Island, the manufacturer of her mast.  The mast broke while the yacht was under sail.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The incident occurred off the coast of St. Croix, Virgin Islands, with wind at 25-30 knots, and seas 6-8 feet, which the yacht's captain testified was within normal Caribbean weather.  The mast broke in two, which her captain, testifying to the obvious, said should not have happened.  However, at the close of plaintiffs' case the court granted Hood's motion for a directed verdict.  Plaintiffs appeal.  We reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In addition to conceding normal weather Hood agreed there was no evidence of mishandling.  The captain testified that the rigging was sound, and had not failed.  So did plaintiffs' expert, Hadley.  Although there was a suggestion that, before designing the mast, Hood had been given an understatement of the vessel's weight, Hadley, a naval architect, testified that her \"righting moment,\" the vessel's ability to stand up to wind pressure, and a determinant of the needed strength of her mast, would have been the same.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The court's decision hung on its resolution of plaintiffs' expert's testimony.  (Emphasis ours, see post.)</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>THE COURT.  The question is, what is your opinion as to what caused it?HADLEY.  My opinion is there was cracking in [the mast] that could not be resisted.  The mast itself is a barely adequate design structurally.   There ... was movement in the mast ... fore and aft, excessive movement fore and aft, that could have caused these cracks.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The mast was a barely adequate design, and that any kind of crack, which I believe existed at the time, could cause that mast to break.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Further examined by plaintiffs' counsel, Mr. Clinton, the witness complained of imperfect placement of screw fastenings leading the mast to crack.  The court again inquired:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>THE COURT.  It's my understanding that ... the dismasting ... occurred because of two factors:  One, the cracks, as you've displayed to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>THE COURT.  And a marginal<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> what?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A. Factor of safety ... the design was barely adequate ... it was barely large enough to perform the task that it was asked to do.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>THE COURT.  So what you're saying is, there's two factors, one is the cracks as described.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>THE COURT.  And the other is that the mast itself was too--</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>A.  Too light.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There followed a recapitulation by the witness in which the term \"barely adequate\" again occurred, ending with further questioning by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>THE COURT.  ...  What caused the cracks, did you say?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. I believe that this excess of movement which would be existent in too light a spar could cause these cracks.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>THE COURT.  So ultimately you're saying that the spar was too light for the ship?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>THE COURT.  All right.  And if the spar was too light for the ship, it means that it's not only not--that it's not marginally well constructed, but it's poorly constructed?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>A. It was too marginal for the ship, considering the service it was to be put into, yes.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This last is an interesting statement:  for RULING ANGEL's \"service,\" cruising, there is a different, a greater margin of safety needed than for racing.  This point was not pursued, but is it not the racers who crack on sail, regardless?   That cruisers need a greater margin is a recognition that not just wind and weather, but other matters as well, require a reservoir of protection.  Lack of care, wear and tear with no repair, for example, are ills that cruisers, not needing to be kept up to scratch, may particularly suffer from.  The fact that it was not wind and weather, but some other weakness by which RULING ANGEL's margin of safety was exceeded, should not affect plaintiffs' case.  Nor is it material that the ill was not identified.  This must be omnibus protection, or it would be meaningless.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Following this, Hood moved that Hadley's testimony be stricken because counsel's answer to an interrogatory as to what Hadley would testify was given before Hadley had been consulted, and hence was a fraud on the court.  Also Hood complained because the answer omitted cracks.  The court sustained the latter complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">His testimony is stricken just as to his testimony regarding the crack as causing, as being one of the causations of the dismasting ... the rest of his testimony may stand for your consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Hood did not object;  nor has it appealed.  It cannot complain now.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Thereafter Hadley's final cross-examination by Hood was as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>Q. Just so we're clear, you too are of the opinion that it was okay to put [this mast] on, barely okay, but okay?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>A. If this were my design and I were specifying a mast to Hood, I would not specify [this mast].  It is barely adequate.  I would recommend, for example, I said the factor of safety was about one-and-three quarters, I would recommend a safety of more like two-and-a-quarter.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>Q. No question, people did.  But you agree it's not dangerous, you agreed this was adequate?</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>A. Barely, yes.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>Q. And you said so in the--</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>A.  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>Q. Nothing else.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>MR. CLINTON.  No further questions.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">When, at the close of plaintiffs' case, Hood moved for directed verdict the court ruled as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>THE COURT.  ...  [I]t seems to me that if ... the basis ultimately for the damages was the alleged defective manufacture and/or design of the mast, your witness said that it was marginally appropriate, or words to that effect.  How does it get to the jury?</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>MR. CLINTON.  Everybody else said he wouldn't have put it on the vessel<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>....  We also ... have implied warranty</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>THE COURT.  He said it was marginally good.  I'm going to grant the motion on that basis.</p>\n    </div>\n    <p>The Appeal<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Manifestly this ambivalent witness had not been prepared.  Even after the perspicacious court's questioning had straightened him out (see emphasized testimony, supra ), on final cross he lapsed back.  Nor did plaintiffs' counsel get the message.  Small wonder a frustrated court called Enough.  However, should it have?</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Hadley's testimony ran two ways.  Omitting the final cross, a careful reading, ante, with particular attention to the emphasized portions, and special attention to where the court's question begins, \"So ultimately you're saying....\" would warrant a finding that in the witness's opinion the design was (barely) sufficient in itself, but too light--slight--in the sense of there was added an insufficient margin of safety for this ship.  Then, in the last cross, he took it all back.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Plaintiffs, however, were not bound by their expert's reversal;  the jury was free to choose.  Lane v. Epinard, 318 Mass. 664, 63 N.E.2d 463 (1945) is an articulate example.  Plaintiff sued for breach of a contract to hire her as a housekeeper.  Defendant testified that this was to be only if his present housekeeper decided to leave, and she decided not to.  Plaintiff testified that defendant had agreed he would discharge her.  Plaintiff also testified that defendant had not agreed to discharge her.  In affirming the trial court's denial of defendant's motion for a directed verdict the court said,</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The plaintiff's testimony is contradictory in many respects and is inconsistent in reference to material aspects of her case....  The jury ... could accept such portions of her testimony as they deemed worthy of credence.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">318 Mass. at 666, 63 N.E.2d at 465.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Where a party testifies finally against her own interest she will normally be bound thereby.  See O'Brien v. Harvard Rest. &amp; Liquor Co., 310 Mass. 491, 493, 38 N.E.2d 658, 659 (1941) (citing cases).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  A party, however, is not bound by her witness' unfavorable testimony if there is other evidence.  See Lydon v. Boston Elevated Ry., 309 Mass. 205, 206, 34 N.E.2d 642, 644 (1941), and cases cited.  It is rudimentary that a witness may be believed in part and disbelieved in part.  Id. at 206, 211, 34 N.E.2d at 644, 646.   Where Hadley was self-contradictory, the jury could believe whichever account it chose.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To repeat, in spite of Hadley's final cross-examination, the jury could have accepted his earlier testimony that the mast's design was too light in the sense that it did not provide a sufficient margin of safety for a cruising yacht.  A directed verdict for Hood was inappropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Strictly, she was under sail and power, in order to head higher into the wind and clear the land ahead</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The force of this testimony is borne out by the fact that when Hood made a replacement mast, and clearly knew the vessel's weight, it did not make a heavier one</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The word \"marginal\" seems to have been the court's interpretation of \"barely adequate.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> There was no fraud on the court, in any event.  See, Aoude v. Mobil Oil Corp., 892 F.2d 1115, 1118 (1st Cir.1989) (\"fraud on the court\" consists of \"unconscionable scheme\" to interfere with judicial system's ability to adjudicate properly)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Putting it bluntly, nothing that anybody else said advanced plaintiffs' case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Hood cites no authority supporting its contention that we should look to Virgin Island law because of the fortuitous circumstance that the vessel was in that jurisdiction when the negligent design manifested itself.  For such lack we stay within the forum</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We note that the Lane court did not consider the chronology of the plaintiff's conflicting testimony and may have been generous in this respect</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">150</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">A.M.C.</span> <span class=\"page\">525</span></span></p>\n    <p class=\"parties\">Ernest L. SAMUELS and Ruling Angel, Inc., Plaintiffs, Appellants,<br>v.<br>HOOD YACHT SYSTEMS CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1391.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"date\">First Circuit.<br>Heard Sept. 7, 1995.<br>Decided Nov. 21, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert J. Murphy with whom Thomas E. Clinton and Clinton &amp; Muzyka, Boston, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Thomas M. Elcock with whom Richard W. Jensen and Morrison, Mahoney &amp; Miller, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, ALDRICH and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This diversity action was brought in the United States District Court for the District of Massachusetts by Ernest L. Samuels of Ontario, Canada, and Ruling Angel, Inc. of Delaware, owners of the sailing yacht RULING ANGEL, claiming negligence by Hood Yacht Systems Corp.  (Hood) of Rhode Island, the manufacturer of her mast.  The mast broke while the yacht was under sail.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The incident occurred off the coast of St. Croix, Virgin Islands, with wind at 25-30 knots, and seas 6-8 feet, which the yacht's captain testified was within normal Caribbean weather.  The mast broke in two, which her captain, testifying to the obvious, said should not have happened.  However, at the close of plaintiffs' case the court granted Hood's motion for a directed verdict.  Plaintiffs appeal.  We reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In addition to conceding normal weather Hood agreed there was no evidence of mishandling.  The captain testified that the rigging was sound, and had not failed.  So did plaintiffs' expert, Hadley.  Although there was a suggestion that, before designing the mast, Hood had been given an understatement of the vessel's weight, Hadley, a naval architect, testified that her \"righting moment,\" the vessel's ability to stand up to wind pressure, and a determinant of the needed strength of her mast, would have been the same.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The court's decision hung on its resolution of plaintiffs' expert's testimony.  (Emphasis ours, see post.)</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>THE COURT.  The question is, what is your opinion as to what caused it?HADLEY.  My opinion is there was cracking in [the mast] that could not be resisted.  The mast itself is a barely adequate design structurally.   There ... was movement in the mast ... fore and aft, excessive movement fore and aft, that could have caused these cracks.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The mast was a barely adequate design, and that any kind of crack, which I believe existed at the time, could cause that mast to break.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Further examined by plaintiffs' counsel, Mr. Clinton, the witness complained of imperfect placement of screw fastenings leading the mast to crack.  The court again inquired:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>THE COURT.  It's my understanding that ... the dismasting ... occurred because of two factors:  One, the cracks, as you've displayed to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>THE COURT.  And a marginal<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> what?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A. Factor of safety ... the design was barely adequate ... it was barely large enough to perform the task that it was asked to do.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>THE COURT.  So what you're saying is, there's two factors, one is the cracks as described.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>THE COURT.  And the other is that the mast itself was too--</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>A.  Too light.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There followed a recapitulation by the witness in which the term \"barely adequate\" again occurred, ending with further questioning by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>THE COURT.  ...  What caused the cracks, did you say?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>A. I believe that this excess of movement which would be existent in too light a spar could cause these cracks.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>THE COURT.  So ultimately you're saying that the spar was too light for the ship?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>THE COURT.  All right.  And if the spar was too light for the ship, it means that it's not only not--that it's not marginally well constructed, but it's poorly constructed?</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>A. It was too marginal for the ship, considering the service it was to be put into, yes.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This last is an interesting statement:  for RULING ANGEL's \"service,\" cruising, there is a different, a greater margin of safety needed than for racing.  This point was not pursued, but is it not the racers who crack on sail, regardless?   That cruisers need a greater margin is a recognition that not just wind and weather, but other matters as well, require a reservoir of protection.  Lack of care, wear and tear with no repair, for example, are ills that cruisers, not needing to be kept up to scratch, may particularly suffer from.  The fact that it was not wind and weather, but some other weakness by which RULING ANGEL's margin of safety was exceeded, should not affect plaintiffs' case.  Nor is it material that the ill was not identified.  This must be omnibus protection, or it would be meaningless.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Following this, Hood moved that Hadley's testimony be stricken because counsel's answer to an interrogatory as to what Hadley would testify was given before Hadley had been consulted, and hence was a fraud on the court.  Also Hood complained because the answer omitted cracks.  The court sustained the latter complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">His testimony is stricken just as to his testimony regarding the crack as causing, as being one of the causations of the dismasting ... the rest of his testimony may stand for your consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Hood did not object;  nor has it appealed.  It cannot complain now.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Thereafter Hadley's final cross-examination by Hood was as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>Q. Just so we're clear, you too are of the opinion that it was okay to put [this mast] on, barely okay, but okay?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>A. If this were my design and I were specifying a mast to Hood, I would not specify [this mast].  It is barely adequate.  I would recommend, for example, I said the factor of safety was about one-and-three quarters, I would recommend a safety of more like two-and-a-quarter.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>Q. No question, people did.  But you agree it's not dangerous, you agreed this was adequate?</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>A. Barely, yes.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>Q. And you said so in the--</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>A.  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>Q. Nothing else.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>MR. CLINTON.  No further questions.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">When, at the close of plaintiffs' case, Hood moved for directed verdict the court ruled as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>THE COURT.  ...  [I]t seems to me that if ... the basis ultimately for the damages was the alleged defective manufacture and/or design of the mast, your witness said that it was marginally appropriate, or words to that effect.  How does it get to the jury?</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>MR. CLINTON.  Everybody else said he wouldn't have put it on the vessel<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>....  We also ... have implied warranty</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>....</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>THE COURT.  He said it was marginally good.  I'm going to grant the motion on that basis.</p>\n    </div>\n    <p>The Appeal<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Manifestly this ambivalent witness had not been prepared.  Even after the perspicacious court's questioning had straightened him out (see emphasized <span class=\"citation no-link\"><span class=\"antecedent_guess\">testimony,</span> supra </span>), on final cross he lapsed back.  Nor did plaintiffs' counsel get the message.  Small wonder a frustrated court called Enough.  However, should it have?</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Hadley's testimony ran two ways.  Omitting the final cross, a careful reading, ante, with particular attention to the emphasized portions, and special attention to where the court's question begins, \"So ultimately you're saying....\" would warrant a finding that in the witness's opinion the design was (barely) sufficient in itself, but too light--slight--in the sense of there was added an insufficient margin of safety for this ship.  Then, in the last cross, he took it all back.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Plaintiffs, however, were not bound by their expert's reversal;  the jury was free to choose.  Lane v. Epinard, <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">664</span></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">463</span> </span>(1945) is an articulate example.  Plaintiff sued for breach of a contract to hire her as a housekeeper.  Defendant testified that this was to be only if his present housekeeper decided to leave, and she decided not to.  Plaintiff testified that defendant had agreed he would discharge her.  Plaintiff also testified that defendant had not agreed to discharge her.  In affirming the trial court's denial of defendant's motion for a directed verdict the court said,</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The plaintiff's testimony is contradictory in many respects and is inconsistent in reference to material aspects of her case....  The jury ... could accept such portions of her testimony as they deemed worthy of credence.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">318 Mass. at <span class=\"citation no-link\"><span class=\"antecedent_guess\">666,</span> <span class=\"volume\">63</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">465</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Where a party testifies finally against her own interest she will normally be bound thereby.  See O'Brien v. Harvard Rest. &amp; Liquor Co., <span class=\"citation no-link\"><span class=\"volume\">310</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">491</span></span>, 493, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">658</span></span>, 659 (1941) (citing cases).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  A party, however, is not bound by her witness' unfavorable testimony if there is other evidence.  See Lydon v. Boston Elevated Ry., <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">205</span></span>, 206, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">642</span></span>, 644 (1941), and cases cited.  It is rudimentary that a witness may be believed in part and disbelieved in part.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 206, </span><span class=\"citation no-link\"><span class=\"antecedent_guess\">211,</span> <span class=\"volume\">34</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">644</span></span>, 646.   Where Hadley was self-contradictory, the jury could believe whichever account it chose.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To repeat, in spite of Hadley's final cross-examination, the jury could have accepted his earlier testimony that the mast's design was too light in the sense that it did not provide a sufficient margin of safety for a cruising yacht.  A directed verdict for Hood was inappropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Strictly, she was under sail and power, in order to head higher into the wind and clear the land ahead</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The force of this testimony is borne out by the fact that when Hood made a replacement mast, and clearly knew the vessel's weight, it did not make a heavier one</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The word \"marginal\" seems to have been the court's interpretation of \"barely adequate.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> There was no fraud on the court, in any event.  See, Aoude v. Mobil Oil Corp., <span class=\"citation\" data-id=\"534524\"><a href=\"/opinion/534524/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1115</span></a></span>, 1118 (1st Cir.1989) (\"fraud on the court\" consists of \"unconscionable scheme\" to interfere with judicial system's ability to adjudicate properly)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Putting it bluntly, nothing that anybody else said advanced plaintiffs' case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Hood cites no authority supporting its contention that we should look to Virgin Island law because of the fortuitous circumstance that the vessel was in that jurisdiction when the negligent design manifested itself.  For such lack we stay within the forum</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We note that the Lane court did not consider the chronology of the plaintiff's conflicting testimony and may have been generous in this respect</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/534524/"
  ]
}