{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196481/",
  "id": 196481,
  "absolute_url": "/opinion/196481/orkin-v-rathje/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196481/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:06:59Z",
  "date_modified": "2020-02-21T23:12:25.127355Z",
  "type": "010combined",
  "sha1": "009ee8984b2d4ed00305a7c21865ef1fdbfae87f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1356.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1356\r\n\n              ORKIN EXTERMINATING COMPANY, INC.\r\n                    D/B/A ORKIN LAWN CARE,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                  ARTHUR WALTER RATHJE, III,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Nancy J. Gertner, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                      Cyr, Circuit Judge,\r                                                    \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Boudin, Circuit Judge.\r                                                       \r\n\n                                         \r\n\nRichard P. Decker, with whom David  H. Woodham, Decker &amp;  Hallman,\r                                                                             \r\nand  James  E.  Riley,  Jr.,  Of Counsel,  were  on  brief  for  Orkin\r                                   \r\nExterminating Company, Inc.\r\nPhilip  A.  Tracy,  Jr.,  with whom  Paul  T. Prew  and  DiMento &amp;\r                                                                              \r\nSullivan,  were on brief for appellee.\r                \r\n\n                                         \r\n\n                      December 20, 1995\r\n                                         \r\r\n\n          BOWNES, Senior Circuit Judge.  Plaintiff-appellant,\r                      BOWNES, Senior Circuit Judge.\r                                                  \r\n\nOrkin  Exterminating  Company,  Inc.  (\"Orkin\")   operates  a\r\n\nnationwide   chemical   application   lawn   care   business.\r\n\nDefendant-appellee,   Arthur  Walter  Rathje,  III,  was  the\r\n\nmanager  of the  Hingham, Massachusetts,  branch  office from\r\n\nMay, 1987, until  his resignation on April  9, 1993.  In  the\r\n\nwinter of  1992, defendant's  wife created a  business entity\r\n\ncalled  \"Nature's  Way,\"  later  changed  to  \"Global  Green\"\r\n\n(collectively  -  Global).     Global  was  in  the  chemical\r\n\napplication lawn care business and operated  in the same area\r\n\nas did Orkin's Hingham branch.\r\n\n          On  August 3,  1993, Orkin  sued  defendant, Arthur\r\n\nRathje, and his wife,  Karen, on the following grounds:   (1)\r\n\ndefendant, Arthur Rathje, while an employee of Orkin breached\r\n\nhis  fiduciary duty  to  Orkin by  working  for Global  as  a\r\n\nmanagement  employee; (2) defendant  Arthur Rathje engaged in\r\n\nunfair  trade  practices  while   an  employee  of  Orkin  in\r\n\nviolation of Mass. Gen.  Laws Ann. ch.  93A   3 (West  1984);\r\n\n(3)  defendant, Arthur  Rathje, converted  property  owned by\r\n\nOrkin;  (4)  Karen  Rathje  tortiously  interfered  with  the\r\n\nbusiness relationship  between defendant, Arthur  Rathje, and\r\n\nOrkin;  and  (5) Karen  Rathje  converted  property owned  by\r\n\nOrkin.\r\n\n          The  case was tried to  a jury and  all claims were\r\n\nsubmitted to the jury.  It found in favor of  Karen Rathje on\r\n\n                             -2-\r                                          2\r\r\n\nall claims against her.  No appeal has been  taken from these\r\n\nverdicts.   The jury  found for defendant,  Arthur Rathje, on\r\n\nthe conversion claim.   No  appeal has been  taken from  this\r\n\nverdict.\r\n\n          The jury could not agree on the breach of fiduciary\r\n\nduty  claim, nor on the  claim brought under  Mass. Gen. Laws\r\n\nAnn. ch. 93A.  Both claims had been submitted to  the jury on\r\n\nan  advisory basis.   With the  acquiescence of  counsel, the\r\n\ndistrict  court decided  these two  claims.   It is  from the\r\n\nfindings and rulings  of the district  court on these  claims\r\n\nthat Orkin appeals.\r\n\n                   Breach of Fiduciary Duty\r                               Breach of Fiduciary Duty\r                                                       \r\n\n          Under  Massachusetts  law,  \"[e]mployees  occupying\r\n\npositions  of trust and confidence  owe a duty  of loyalty to\r\n\ntheir  employer  and  must   protect  the  interests  of  the\r\n\nemployer.\"   Chelsea Indus., Inc. v. Gaffney, 389 Mass. 1, 11\r                                                        \r\n\n(1983).   It follows  that \"an executive  employee is 'barred\r\n\nfrom actively  competing with his employer  during the tenure\r\n\nof his employment, even in the absence of an express covenant\r\n\nso providing.'\"  Id. at 11-12 (citations omitted).\r                                \r\n\n          Under  Massachusetts  law  there are  two  remedies\r\n\navailable to an employer  for breach of fiduciary duty  by an\r\n\nemployee.   If the conduct caused  a loss to the employer, it\r\n\ncan recover  as damages the amount of such loss.  Augat, Inc.\r                                                                         \r\n\n                             -3-\r                                          3\r\r\n\nv.  Aegis,  Inc.,  409 Mass.  165,  175    (1991); Meehan  v.\r                                                                         \r\n\nShaughnessy; Cohen, 404 Mass. 419, 436 n.14 (1989).\r                              \r\n\n          The second remedy is forfeiture of compensation  by\r\n\nthe employee  during the period of breach  of fiduciary duty.\r\n\nAn  employee  \"can  be  required  to  forfeit  the  right  of\r\n\ncompensation even  absent a showing  of actual injury  to the\r\n\nemployer.\"  Chelsea Indus., Inc. v. Gaffney, 389 Mass. at 12-\r                                                       \r\n\n13.\r\n\n          We  discuss  the   district  court's  findings  and\r\n\nrulings seriatim.\r                            \r\n\n          We  agree with the district court's conclusion that\r\n\ndefendant breached his fiduciary duty  of loyalty to Orkin by\r\n\nhelping his wife operate a lawn care business in  competition\r\n\nwith the Orkin  branch office which he managed.   There is no\r\n\nneed  to  restate  the   factual  findings  leading  to  this\r\n\nconclusion.  They are set forth clearly and explicitly in the\r\n\ndistrict court opinion and we adopt them.\r\n\n          The district court further found that Orkin had not\r\n\nproven that defendant's conduct, reprehensible as it may have\r\n\nbeen, caused any damage to Orkin.  It held that Orkin did not\r\n\nprove a causal connection between defendant's conduct and its\r\n\nclaim  that  the  branch  office   defendant  managed  became\r\n\nworthless.  We  have reviewed the trial  record carefully and\r\n\ncan find no basis for setting the conclusion aside as clearly\r\n\nerroneous.\r\n\n                             -4-\r                                          4\r\r\n\n          Plaintiff's expert testified that the branch office\r\n\nwas worth  a minimum of $106,000  in 1990 and in  1993 had no\r\n\nvalue at all.  Two of the factors he considered were material\r\n\nand equipment that disappeared  from the branch office during\r\n\ndefendant's  tenure  as  manager.   This  was  the  basis  of\r\n\nplaintiff's  conversion  count.    But  the  jury  found  for\r\n\ndefendant on the  conversion claim and  that verdict has  not\r\n\nbeen  appealed.    The  missing   equipment,  materials,  and\r\n\nsupplies,  if  such  there   was,  cannot  be  attributed  to\r\n\ndefendant.   And as the district court pointed out, there was\r\n\npersuasive  evidence  that during  the  period defendant  was\r\n\nwearing two hats,  the branch office prospered.   During this\r\n\ntime,  business expanded  and profits  increased.   Defendant\r\n\nreceived  two bonuses  during the  implicated period  - April\r\n\n1992 - April 1993.  None of defendant's  superiors complained\r\n\nabout his work;  in fact, his managerial talents were lauded.\r\n\nAnd  it must  be noted  that defendant  resigned voluntarily;\r\n\nthere is no  evidence that  he was pressured  into doing  so.\r\n\nDefendant may have breached his fiduciary  duty to Orkin, but\r\n\nthere  is evidence in plentitude from which it could be found\r\n\nthat such breach caused no harm to Orkin.\r\n\n          We next address  the district court's finding  that\r\n\nOrkin  could  not  recover  the  compensation paid  defendant\r\n\nduring the period he  breached his fiduciary duty -  April 1,\r\n\n1992 to April 9, 1993.  There is no dispute  about the period\r\n\n                             -5-\r                                          5\r\r\n\nof time during which the breach of fiduciary duty took place.\r\n\nThe  court found:  \"[T]he value of his [defendant's] work was\r\n\nequivalent to  his salary  notwithstanding what he  was doing\r\n\nfor  his  wife's  small  business.    Therefore,  Mr.  Rathje\r\n\nsatisfied his burden of showing that the value of the work he\r\n\nperformed  for Orkin  equalled the  compensation he  received\r\n\nduring the period he breached his duty of loyalty.\"\r\n\n          We turn  to the  applicable Massachusetts law.   In\r\n\nChelsea Indus.,  Inc. v. Gaffney, the court held that \"unless\r                                            \r\n\ndefendants proved the value  of their services, the plaintiff\r\n\nwas  entitled to  recover  their entire  compensation.\"   289\r\n\nMass. at 14.   The court then went on  to note that, although\r\n\ngiven the  opportunity to  do  so, defendants  had failed  to\r\n\npresent evidence as to the fair value of their services.  Id.\r                                                                         \r\n\nat 15.   In  Meehan  v. Shaughnessy,  the court  held that  a\r                                               \r\n\nfiduciary may be required  to repay only that portion  of his\r\n\ncompensation that exceeded the worth  of his services to  his\r\n\nemployer.   404 Mass. at  441.  Clearly,  under Massachusetts\r\n\nlaw the employee  must prove  the value  of his/her  services\r\n\nduring the breach period.\r\n\n          We hesitate to set aside the factual finding of the\r\n\ndistrict  court  that  defendant  \"satisfied  his  burden  of\r\n\nshowing that the  value of  the work he  performed for  Orkin\r\n\nequalled the  compensation he  received during the  period he\r\n\nbreached his duty of loyalty.\"  But we are persuaded that the\r\n\n                             -6-\r                                          6\r\r\n\nfinding is clearly erroneous for two related reasons.  First,\r\n\nthere  was no  explicit  evidence as  to  the fair  value  of\r\n\ndefendant's services during the period of breached loyalty as\r\n\nwould seem  to be  required  under Massachusetts  law.   This\r\n\nstanding alone, however, would not render the finding clearly\r\n\nerroneous.   There was evidence which,  in the ordinary case,\r\n\nwould suffice to sustain the district court's finding despite\r\n\nthe  lack of explicit  evidence by defendant  that the salary\r\n\npaid to him during the period equalled the  fair value of the\r\n\nservices performed.\r\n\n          This, however,  is not the ordinary  case.  Because\r\n\nof  the   court's  finding  that  defendant's  energies  were\r\n\ndiverted away  from his responsibilities to  Orkin, and given\r\n\nthe burden  on him to  prove the  value of his  services, the\r\n\ncourt's  finding that he was worth  everything Orkin paid him\r\n\nis very hard to credit.  It could be argued that Orkin set up\r\n\nfairly precise standards for measuring the job performance of\r\n\nan  employee  in  defendant's  position  and  that  defendant\r\n\nsatisfied  them.   There  may be  certain  jobs where  it  is\r\n\npossible to  measure an employee's performance  so accurately\r\n\nthat  evidence of  the employer's  positive evaluation  would\r\n\nsustain  a finding  that the amount  paid the  employee would\r\n\nequal the fair value of his services.  But this is not such a\r\n\ncase.\r\n\n                             -7-\r                                          7\r\r\n\n          In this case, such  a measurement was not possible.\r\n\nAs  a branch office manager, defendant not only operated with\r\n\nrelatively little direct monitoring, but also contributed  to\r\n\nthe  criteria used  to  judge his  performance.   In  a  \"1st\r\n\nquarter review letter\" authored by defendant, dated March 27,\r\n\n1993,  which  was  within  the  breached-loyalty  period,  he\r\n\nstated,  in effect,  that he  was ahead  of Orkin's  goal for\r\n\ncustomer  confirmations  and  its  profit/loss target.    The\r\n\nevidence establishes that defendant helped formulate  his own\r\n\nbranch office goals.  \r\n\n          We think  it was  error for the  district court  to\r\n\nplace  the emphasis it did  on the bonuses  paid defendant by\r\n\nOrkin and  the positive  evaluation he received  because they\r\n\nwere  based on  Orkin's  mistaken belief  that defendant  was\r\n\nputting  his  undiluted  efforts  into  its  business.    Had\r\n\ndefendant not  deceived his  employer, it  is clear that  its\r\n\nperception  of  his  value  to the  company  would  have been\r\n\naltered.  We therefore hold that it was clearly erroneous for\r\n\nthe district court to find that the fair value of defendant's\r\n\nservices to Orkin was  unimpaired.  The court failed  to give\r\n\nproper weight  to its own  finding, solidly supported  in the\r\n\nrecord, that defendant diverted  an appreciable amount of his\r\n\ntime and energy from Orkin's business to a competing business\r\n\nowned and  operated by  him  and his  wife.   And  the  court\r\n\napparently failed to factor into its finding the heavy burden\r\n\n                             -8-\r                                          8\r\r\n\non defendant to prove that his work was worth the full amount\r\n\npaid him by Orkin.\r\n\n          We  recognize that  the  evidence credited  by  the\r\n\ndistrict court indicates that defendant's services were worth\r\n\nsomething to Orkin.   But under our reading of the record and\r\n\nour  understanding of  Massachusetts law,  this must  be less\r\n\nthan  the  full   amount  paid.    A  remand  is,  therefore,\r\n\nnecessary.  Although the court's calculation will necessarily\r\n\nbe imprecise, it is  well within the capability of  the trial\r\n\njudge  to  make.    We  will,  of  course,  give  substantial\r\n\ndeference to a reasonable finding by the court.\r\n\n          The district  court also  committed clear error  in\r\n\nanother respect.   It found  in footnote six  of its  opinion\r\n\nthat \"Orkin submitted no evidence reflecting the compensation\r\n\npaid Mr.  Rathje during the  relevant period.\"   The relevant\r\n\nperiod was from  April 1, 1992  to April 9,  1993.  In  fact,\r\n\nExhibit T  shows that  defendant was paid  $45,000, including\r\n\nbonuses,  from January  1,  1992 to  December  31, 1992,  and\r\n\n$13,905.29 for the period  January 1, 1993 to April  9, 1993.\r\n\nAlthough this  does not cover the  relevant period precisely,\r\n\nit   is  sufficiently   complete  so   that  the   amount  of\r\n\ncompensation paid during the  relevant period can be prorated\r\n\nand accurately determined.  \r\n\n                        The 93A Claim\r                                    The 93A Claim\r                                                 \r\n\n                             -9-\r                                          9\r\r\n\n          Chapter  93A    11  of Mass.  Gen. Laws  Ann. (West\r\n\n1984) provides:\r\n\n          Any person who engages in the conduct  of\r\n          any trade or commerce and who suffers any\r\n          loss   of  money  or  property,  real  or\r\n          personal,  as  a  result  of the  use  or\r\n          employment  or  by  another   person  who\r\n          engages  in any trade  or commerce  of an\r\n          unfair method of competition or an unfair\r\n          or  deceptive  act  or practice  declared\r\n          unlawful by section two ... may ... bring\r\n          an action in  the superior court  ... for\r\n          damages and equitable relief...\r\n\n          The  district court held  that because Orkin failed\r\n\nto prove a causal  connection between defendant's conduct and\r\n\nharm,  if any,  to Orkin,  there was  no 93A  violation.   We\r\n\nagree.  As already pointed out, there was evidence from which\r\n\nit could reasonably be found that the Orkin branch,  operated\r\n\nby defendant during the time he aided and abetted his wife in\r\n\ncompetition  with Orkin, prospered.  See supra.  It is beyond\r                                                          \r\n\nperadventure that \"there must  be a causal connection between\r\n\nseller's  deception and the  buyer's loss.\"   Kohl  v. Silver\r                                                                         \r\n\nLake Motors,  Inc., 369  Mass. 795, 800-01  (1976); Shepard's\r                                                                         \r\n\nPharmacy  v. Stop &amp; Shop  Companies, Inc., 37  Mass. App. Ct.\r                                                     \r\n\n516, 522 (1994); PDM  Mechanical Contractors, Inc. v. Suffolk\r                                                                         \r\n\nConstr. Co., Inc., 35 Mass. App. Ct. 228, 237 (1993). \r                             \r\n\n          Affirmed in part.   Remanded for the district court\r                      Affirmed in part.   Remanded for the district court\r                                                                         \r\n\nto determine an appropriate  amount of defendant's salary for\r            to determine an appropriate  amount of defendant's salary for\r                                                                         \r\n\nreimbursement to Orkin.\r            reimbursement to Orkin.\r                                   \r\n\n          No costs to either party.\r                      No costs to either party.\r                                               \r\n\n                             -10-\r                                          10\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1356\r\n\n              ORKIN EXTERMINATING COMPANY, INC.\r\n                    D/B/A ORKIN LAWN CARE,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                  ARTHUR WALTER RATHJE, III,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Nancy J. Gertner, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                      Cyr, Circuit Judge,\r                                                    \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Boudin, Circuit Judge.\r                                                       \r\n\n                                         \r\n\nRichard P. Decker, with whom David  H. Woodham, Decker &amp;  Hallman,\r                                                                             \r\nand  James  E.  Riley,  Jr.,  Of Counsel,  were  on  brief  for  Orkin\r                                   \r\nExterminating Company, Inc.\r\nPhilip  A.  Tracy,  Jr.,  with whom  Paul  T. Prew  and  DiMento &amp;\r                                                                              \r\nSullivan,  were on brief for appellee.\r                \r\n\n                                         \r\n\n                      December 20, 1995\r\n                                         \r\r\n\n          BOWNES, Senior Circuit Judge.  Plaintiff-appellant,\r                      BOWNES, Senior Circuit Judge.\r                                                  \r\n\nOrkin  Exterminating  Company,  Inc.  (\"Orkin\")   operates  a\r\n\nnationwide   chemical   application   lawn   care   business.\r\n\nDefendant-appellee,   Arthur  Walter  Rathje,  III,  was  the\r\n\nmanager  of the  Hingham, Massachusetts,  branch  office from\r\n\nMay, 1987, until  his resignation on April  9, 1993.  In  the\r\n\nwinter of  1992, defendant's  wife created a  business entity\r\n\ncalled  \"Nature's  Way,\"  later  changed  to  \"Global  Green\"\r\n\n(collectively  -  Global).     Global  was  in  the  chemical\r\n\napplication lawn care business and operated  in the same area\r\n\nas did Orkin's Hingham branch.\r\n\n          On  August 3,  1993, Orkin  sued  defendant, Arthur\r\n\nRathje, and his wife,  Karen, on the following grounds:   (1)\r\n\ndefendant, Arthur Rathje, while an employee of Orkin breached\r\n\nhis  fiduciary duty  to  Orkin by  working  for Global  as  a\r\n\nmanagement  employee; (2) defendant  Arthur Rathje engaged in\r\n\nunfair  trade  practices  while   an  employee  of  Orkin  in\r\n\nviolation of Mass. Gen.  Laws Ann. ch.  93A   3 (West  1984);\r\n\n(3)  defendant, Arthur  Rathje, converted  property  owned by\r\n\nOrkin;  (4)  Karen  Rathje  tortiously  interfered  with  the\r\n\nbusiness relationship  between defendant, Arthur  Rathje, and\r\n\nOrkin;  and  (5) Karen  Rathje  converted  property owned  by\r\n\nOrkin.\r\n\n          The  case was tried to  a jury and  all claims were\r\n\nsubmitted to the jury.  It found in favor of  Karen Rathje on\r\n\n                             -2-\r                                          2\r\r\n\nall claims against her.  No appeal has been  taken from these\r\n\nverdicts.   The jury  found for defendant,  Arthur Rathje, on\r\n\nthe conversion claim.   No  appeal has been  taken from  this\r\n\nverdict.\r\n\n          The jury could not agree on the breach of fiduciary\r\n\nduty  claim, nor on the  claim brought under  Mass. Gen. Laws\r\n\nAnn. ch. 93A.  Both claims had been submitted to  the jury on\r\n\nan  advisory basis.   With the  acquiescence of  counsel, the\r\n\ndistrict  court decided  these two  claims.   It is  from the\r\n\nfindings and rulings  of the district  court on these  claims\r\n\nthat Orkin appeals.\r\n\n                   Breach of Fiduciary Duty\r                               Breach of Fiduciary Duty\r                                                       \r\n\n          Under  Massachusetts  law,  \"[e]mployees  occupying\r\n\npositions  of trust and confidence  owe a duty  of loyalty to\r\n\ntheir  employer  and  must   protect  the  interests  of  the\r\n\nemployer.\"   Chelsea Indus., Inc. v. Gaffney, </pre><span class=\"citation\" data-id=\"2200367\"><a href=\"/opinion/2200367/chelsea-industries-inc-v-gaffney/\"><span class=\"volume\">389</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 11\r                                                        \r\n\n(1983).   It follows  that \"an executive  employee is 'barred\r\n\nfrom actively  competing with his employer  during the tenure\r\n\nof his employment, even in the absence of an express covenant\r\n\nso providing.'\"  </pre><span class=\"citation\" data-id=\"2200367\"><a href=\"/opinion/2200367/chelsea-industries-inc-v-gaffney/\"><span class=\"id_token\">Id.</span> at 11-12 </a></span><pre class=\"inline\">(citations omitted).\r                                \r\n\n          Under  Massachusetts  law  there are  two  remedies\r\n\navailable to an employer  for breach of fiduciary duty  by an\r\n\nemployee.   If the conduct caused  a loss to the employer, it\r\n\ncan recover  as damages the amount of such loss.  Augat, Inc.\r                                                                         \r\n\n                             -3-\r                                          3\r\r\n\nv.  Aegis,  Inc.,  </pre><span class=\"citation\" data-id=\"2091000\"><a href=\"/opinion/2091000/augat-inc-v-aegis-inc/\"><span class=\"volume\">409</span> <span class=\"reporter\">Mass.</span>  <span class=\"page\">165</span></a></span><pre class=\"inline\">,  175    (1991); Meehan  v.\r                                                                         \r\n\nShaughnessy; Cohen, </pre><span class=\"citation\" data-id=\"2222297\"><a href=\"/opinion/2222297/meehan-v-shaughnessy-cohen/\"><span class=\"volume\">404</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">419</span></a></span><pre class=\"inline\">, 436 n.14 (1989).\r                              \r\n\n          The second remedy is forfeiture of compensation  by\r\n\nthe employee  during the period of breach  of fiduciary duty.\r\n\nAn  employee  \"can  be  required  to  forfeit  the  right  of\r\n\ncompensation even  absent a showing  of actual injury  to the\r\n\nemployer.\"  Chelsea Indus., Inc. v. </pre><span class=\"citation\" data-id=\"2200367\"><span class=\"antecedent_guess\">Gaffney,</span> <a href=\"/opinion/2200367/chelsea-industries-inc-v-gaffney/\"><span class=\"volume\">389</span> <span class=\"reporter\">Mass.</span> at <span class=\"page\">12</span></a></span><pre class=\"inline\">-\r                                                       \r\n\n13.\r\n\n          We  discuss  the   district  court's  findings  and\r\n\nrulings seriatim.\r                            \r\n\n          We  agree with the district court's conclusion that\r\n\ndefendant breached his fiduciary duty  of loyalty to Orkin by\r\n\nhelping his wife operate a lawn care business in  competition\r\n\nwith the Orkin  branch office which he managed.   There is no\r\n\nneed  to  restate  the   factual  findings  leading  to  this\r\n\nconclusion.  They are set forth clearly and explicitly in the\r\n\ndistrict court opinion and we adopt them.\r\n\n          The district court further found that Orkin had not\r\n\nproven that defendant's conduct, reprehensible as it may have\r\n\nbeen, caused any damage to Orkin.  It held that Orkin did not\r\n\nprove a causal connection between defendant's conduct and its\r\n\nclaim  that  the  branch  office   defendant  managed  became\r\n\nworthless.  We  have reviewed the trial  record carefully and\r\n\ncan find no basis for setting the conclusion aside as clearly\r\n\nerroneous.\r\n\n                             -4-\r                                          4\r\r\n\n          Plaintiff's expert testified that the branch office\r\n\nwas worth  a minimum of $106,000  in 1990 and in  1993 had no\r\n\nvalue at all.  Two of the factors he considered were material\r\n\nand equipment that disappeared  from the branch office during\r\n\ndefendant's  tenure  as  manager.   This  was  the  basis  of\r\n\nplaintiff's  conversion  count.    But  the  jury  found  for\r\n\ndefendant on the  conversion claim and  that verdict has  not\r\n\nbeen  appealed.    The  missing   equipment,  materials,  and\r\n\nsupplies,  if  such  there   was,  cannot  be  attributed  to\r\n\ndefendant.   And as the district court pointed out, there was\r\n\npersuasive  evidence  that during  the  period defendant  was\r\n\nwearing two hats,  the branch office prospered.   During this\r\n\ntime,  business expanded  and profits  increased.   Defendant\r\n\nreceived  two bonuses  during the  implicated period  - April\r\n\n1992 - April 1993.  None of defendant's  superiors complained\r\n\nabout his work;  in fact, his managerial talents were lauded.\r\n\nAnd  it must  be noted  that defendant  resigned voluntarily;\r\n\nthere is no  evidence that  he was pressured  into doing  so.\r\n\nDefendant may have breached his fiduciary  duty to Orkin, but\r\n\nthere  is evidence in plentitude from which it could be found\r\n\nthat such breach caused no harm to Orkin.\r\n\n          We next address  the district court's finding  that\r\n\nOrkin  could  not  recover  the  compensation paid  defendant\r\n\nduring the period he  breached his fiduciary duty -  April 1,\r\n\n1992 to April 9, 1993.  There is no dispute  about the period\r\n\n                             -5-\r                                          5\r\r\n\nof time during which the breach of fiduciary duty took place.\r\n\nThe  court found:  \"[T]he value of his [defendant's] work was\r\n\nequivalent to  his salary  notwithstanding what he  was doing\r\n\nfor  his  wife's  small  business.    Therefore,  Mr.  Rathje\r\n\nsatisfied his burden of showing that the value of the work he\r\n\nperformed  for Orkin  equalled the  compensation he  received\r\n\nduring the period he breached his duty of loyalty.\"\r\n\n          We turn  to the  applicable Massachusetts law.   In\r\n\nChelsea Indus.,  Inc. v. Gaffney, the court held that \"unless\r                                            \r\n\ndefendants proved the value  of their services, the plaintiff\r\n\nwas  entitled to  recover  their entire  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">compensation.\"</span>   <span class=\"volume\">289</span>\r\n\n<span class=\"reporter\">Mass.</span> at <span class=\"page\">14</span></span><pre class=\"inline\">.   The court then went on  to note that, although\r\n\ngiven the  opportunity to  do  so, defendants  had failed  to\r\n\npresent evidence as to the fair value of their services.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\r                                                                         \r\n\nat 15. </span><pre class=\"inline\">  In  Meehan  v. Shaughnessy,  the court  held that  a\r                                               \r\n\nfiduciary may be required  to repay only that portion  of his\r\n\ncompensation that exceeded the worth  of his services to  his\r\n\n</pre><span class=\"citation\" data-id=\"2222297\"><span class=\"antecedent_guess\">employer.</span>   <a href=\"/opinion/2222297/meehan-v-shaughnessy-cohen/\"><span class=\"volume\">404</span> <span class=\"reporter\">Mass.</span> at  <span class=\"page\">441</span></a></span><pre class=\"inline\">.  Clearly,  under Massachusetts\r\n\nlaw the employee  must prove  the value  of his/her  services\r\n\nduring the breach period.\r\n\n          We hesitate to set aside the factual finding of the\r\n\ndistrict  court  that  defendant  \"satisfied  his  burden  of\r\n\nshowing that the  value of  the work he  performed for  Orkin\r\n\nequalled the  compensation he  received during the  period he\r\n\nbreached his duty of loyalty.\"  But we are persuaded that the\r\n\n                             -6-\r                                          6\r\r\n\nfinding is clearly erroneous for two related reasons.  First,\r\n\nthere  was no  explicit  evidence as  to  the fair  value  of\r\n\ndefendant's services during the period of breached loyalty as\r\n\nwould seem  to be  required  under Massachusetts  law.   This\r\n\nstanding alone, however, would not render the finding clearly\r\n\nerroneous.   There was evidence which,  in the ordinary case,\r\n\nwould suffice to sustain the district court's finding despite\r\n\nthe  lack of explicit  evidence by defendant  that the salary\r\n\npaid to him during the period equalled the  fair value of the\r\n\nservices performed.\r\n\n          This, however,  is not the ordinary  case.  Because\r\n\nof  the   court's  finding  that  defendant's  energies  were\r\n\ndiverted away  from his responsibilities to  Orkin, and given\r\n\nthe burden  on him to  prove the  value of his  services, the\r\n\ncourt's  finding that he was worth  everything Orkin paid him\r\n\nis very hard to credit.  It could be argued that Orkin set up\r\n\nfairly precise standards for measuring the job performance of\r\n\nan  employee  in  defendant's  position  and  that  defendant\r\n\nsatisfied  them.   There  may be  certain  jobs where  it  is\r\n\npossible to  measure an employee's performance  so accurately\r\n\nthat  evidence of  the employer's  positive evaluation  would\r\n\nsustain  a finding  that the amount  paid the  employee would\r\n\nequal the fair value of his services.  But this is not such a\r\n\ncase.\r\n\n                             -7-\r                                          7\r\r\n\n          In this case, such  a measurement was not possible.\r\n\nAs  a branch office manager, defendant not only operated with\r\n\nrelatively little direct monitoring, but also contributed  to\r\n\nthe  criteria used  to  judge his  performance.   In  a  \"1st\r\n\nquarter review letter\" authored by defendant, dated March 27,\r\n\n1993,  which  was  within  the  breached-loyalty  period,  he\r\n\nstated,  in effect,  that he  was ahead  of Orkin's  goal for\r\n\ncustomer  confirmations  and  its  profit/loss target.    The\r\n\nevidence establishes that defendant helped formulate  his own\r\n\nbranch office goals.  \r\n\n          We think  it was  error for the  district court  to\r\n\nplace  the emphasis it did  on the bonuses  paid defendant by\r\n\nOrkin and  the positive  evaluation he received  because they\r\n\nwere  based on  Orkin's  mistaken belief  that defendant  was\r\n\nputting  his  undiluted  efforts  into  its  business.    Had\r\n\ndefendant not  deceived his  employer, it  is clear that  its\r\n\nperception  of  his  value  to the  company  would  have been\r\n\naltered.  We therefore hold that it was clearly erroneous for\r\n\nthe district court to find that the fair value of defendant's\r\n\nservices to Orkin was  unimpaired.  The court failed  to give\r\n\nproper weight  to its own  finding, solidly supported  in the\r\n\nrecord, that defendant diverted  an appreciable amount of his\r\n\ntime and energy from Orkin's business to a competing business\r\n\nowned and  operated by  him  and his  wife.   And  the  court\r\n\napparently failed to factor into its finding the heavy burden\r\n\n                             -8-\r                                          8\r\r\n\non defendant to prove that his work was worth the full amount\r\n\npaid him by Orkin.\r\n\n          We  recognize that  the  evidence credited  by  the\r\n\ndistrict court indicates that defendant's services were worth\r\n\nsomething to Orkin.   But under our reading of the record and\r\n\nour  understanding of  Massachusetts law,  this must  be less\r\n\nthan  the  full   amount  paid.    A  remand  is,  therefore,\r\n\nnecessary.  Although the court's calculation will necessarily\r\n\nbe imprecise, it is  well within the capability of  the trial\r\n\njudge  to  make.    We  will,  of  course,  give  substantial\r\n\ndeference to a reasonable finding by the court.\r\n\n          The district  court also  committed clear error  in\r\n\nanother respect.   It found  in footnote six  of its  opinion\r\n\nthat \"Orkin submitted no evidence reflecting the compensation\r\n\npaid Mr.  Rathje during the  relevant period.\"   The relevant\r\n\nperiod was from  April 1, 1992  to April 9,  1993.  In  fact,\r\n\nExhibit T  shows that  defendant was paid  $45,000, including\r\n\nbonuses,  from January  1,  1992 to  December  31, 1992,  and\r\n\n$13,905.29 for the period  January 1, 1993 to April  9, 1993.\r\n\nAlthough this  does not cover the  relevant period precisely,\r\n\nit   is  sufficiently   complete  so   that  the   amount  of\r\n\ncompensation paid during the  relevant period can be prorated\r\n\nand accurately determined.  \r\n\n                        The 93A Claim\r                                    The 93A Claim\r                                                 \r\n\n                             -9-\r                                          9\r\r\n\n          Chapter  93A    11  of Mass.  Gen. Laws  Ann. (West\r\n\n1984) provides:\r\n\n          Any person who engages in the conduct  of\r\n          any trade or commerce and who suffers any\r\n          loss   of  money  or  property,  real  or\r\n          personal,  as  a  result  of the  use  or\r\n          employment  or  by  another   person  who\r\n          engages  in any trade  or commerce  of an\r\n          unfair method of competition or an unfair\r\n          or  deceptive  act  or practice  declared\r\n          unlawful by section two ... may ... bring\r\n          an action in  the superior court  ... for\r\n          damages and equitable relief...\r\n\n          The  district court held  that because Orkin failed\r\n\nto prove a causal  connection between defendant's conduct and\r\n\nharm,  if any,  to Orkin,  there was  no 93A  violation.   We\r\n\nagree.  As already pointed out, there was evidence from which\r\n\nit could reasonably be found that the Orkin branch,  operated\r\n\nby defendant during the time he aided and abetted his wife in\r\n\ncompetition  with Orkin, prospered.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra</span><pre class=\"inline\">.  It is beyond\r                                                          \r\n\nperadventure that \"there must  be a causal connection between\r\n\nseller's  deception and the  buyer's loss.\"   Kohl  v. Silver\r                                                                         \r\n\nLake Motors,  Inc., </pre><span class=\"citation\" data-id=\"2221254\"><a href=\"/opinion/2221254/kohl-v-silver-lake-motors-inc/\"><span class=\"volume\">369</span>  <span class=\"reporter\">Mass.</span> <span class=\"page\">795</span></a></span><pre class=\"inline\">, 800-01  (1976); Shepard's\r                                                                         \r\n\nPharmacy  v. Stop &amp; Shop  Companies, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">37</span>  <span class=\"reporter\">Mass. App. Ct.</span>\r                                                     \r\n\n<span class=\"page\">516</span></span><pre class=\"inline\">, 522 (1994); PDM  Mechanical Contractors, Inc. v. Suffolk\r                                                                         \r\n\nConstr. Co., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">Mass. App. Ct.</span> <span class=\"page\">228</span></span><pre class=\"inline\">, 237 (1993). \r                             \r\n\n          Affirmed in part.   Remanded for the district court\r                      Affirmed in part.   Remanded for the district court\r                                                                         \r\n\nto determine an appropriate  amount of defendant's salary for\r            to determine an appropriate  amount of defendant's salary for\r                                                                         \r\n\nreimbursement to Orkin.\r            reimbursement to Orkin.\r                                   \r\n\n          No costs to either party.\r                      No costs to either party.\r                                               \r\n\n                             -10-\r                                          10\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/2091000/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2200367/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2221254/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2222297/"
  ]
}