{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196432/",
  "id": 196432,
  "absolute_url": "/opinion/196432/us-liability-v-selman/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196432/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:39Z",
  "date_modified": "2020-02-21T23:42:28.985094Z",
  "type": "010combined",
  "sha1": "fb221a6bd96eb640be57ec3a7d1785adf4e12d9c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1435.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1435\r\n\n            UNITED STATES LIABILITY INSURANCE COMPANY,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                  LIVINGSTONE R. SELMAN, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. Joseph L. Tauro, U.S. District Judge]\r                                                               \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                    and Boudin, Circuit Judge.\r                                                       \r\n\n                                             \r\n\n     Alice Olsen Mann,  with whom  Mark P.  Bailey and  Morrison,\r                                                                           \r\nMahoney &amp; Miller were on brief, for appellant.\r                          \r\n     Kenneth H. Soble and Soble, Van Dam, Pearlman and Gittelsohn\r                                                                           \r\non brief for appellee Livingstone R. Selman.\r\n     Clyde  D.  Bergstresser,  with  whom Angela  M.  Vieira  and\r                                                                      \r\nBergstresser  and Associates  were on  brief, for  appellee Robin\r                                      \r\nRazza.\r\n\n                                             \r\n\n                        November 28, 1995\r\n\n                                             \r\r\n\n          SELYA,  Circuit  Judge.   In  this  appeal,  plaintiff-\r                    SELYA,  Circuit  Judge.\r                                          \r\n\nappellant  United  States  Liability  Insurance  Company  (USLIC)\r\n\nstrives to extricate itself from coverage obligations owed to its\r\n\ninsured, Livingstone R. Selman, vis-a-vis personal  injury claims\r                                                   \r\n\nbrought by  Robin Razza  on behalf  of her  minor daughter.   The\r\n\ndistrict  court ruled that USLIC  had a duty  to indemnify Selman\r\n\nwith respect to  those injuries that  occurred while the  subject\r\n\npolicies were in force.   See USLIC v. Selman, 882 F.  Supp. 1163\r                                                       \r\n\n(D. Mass. 1995).  USLIC appeals.  We affirm.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          The chronology  of events  is not  in dispute.   Selman\r\n\nowned an  apartment house situated  at 2  North Avenue,  Roxbury,\r\n\nMassachusetts.   In 1982, he rented apartment #3A to Robin Razza.\r\n\nOn May 6, 1983, Robin gave birth to Carol Ann Razza.  In the fall\r\n\nof  1984, a  physician discovered  that Carol Ann  had contracted\r\n\nlead  poisoning.   On  February 5,  1985,  an inspector  from the\r\n\nMassachusetts  Child  Lead  Poisoning  Prevention   Program  (the\r\n\nAgency) found that both the  Razzas' apartment and the building's\r\n\ncommon areas contained lead paint.  The Agency informed Selman of\r\n\nits findings.  Shortly thereafter,  a fire damaged apartment #3A,\r\n\nand  Selman,  responding  to  his tenant's  expressed  desire  to\r\n\nrelocate, moved the Razzas  to apartment #1A.  He  also requested\r\n\nthat the Agency inspect the apartment.\r\n\n          The inspection occurred on March 7, 1985, and disclosed\r\n\nthe  presence of lead  paint.  The Agency  notified Selman and he\r\n\nmade  arrangements  to  purge  the  entire  building   (including\r\n\n                                2\r\r\n\napartment #1A).1  Inspection reports reveal that by March 29 lead\r\n\nremoval in apartment #1A  was \"95% complete.\"  Beyond  that date,\r\n\nthe pace of  lead removal  in the Razzas'  apartment is  unclear:\r\n\nall that we can tell from the record is that, by September of the\r\n\nfollowing  year (when the  Razzas departed),  Selman had  rid the\r\n\nentire building of the residue of lead paint.\r\n\n          At   all  times   material  hereto,   Selman  purchased\r\n\ninsurance  coverage  annually.   For  four  consecutive  one-year\r\n\nperiods  commencing May  4,  1981, Selman  insured the  apartment\r\n\nhouse with  Mutual Fire  &amp; Marine Insurance  Company.  In  May of\r\n\n1985, his  allegiance shifted.2   Coincident with  the expiration\r\n\nof the latest Mutual Fire policy, Selman bought a one-year policy\r\n\nfrom USLIC, effective May 4, 1985.  The next year, USLIC issued a\r\n\nrenewal policy effective May 4, 1986.  Each policy covered claims\r\n\nfor   bodily  injuries   arising  out   of  Selman's   ownership,\r\n\nmaintenance,  and  use  of the  property.    The policies  define\r\n\n\"bodily injury\" as \"bodily  injury, sickness or disease sustained\r\n\nby  any person which occurs during the policy period,\" and define\r\n\nan \"occurrence\" as \"an accident, including continuous or repeated\r\n\nexposure  to  conditions,  which  results  in  bodily  injury  or\r\n\nproperty damage neither expected nor intended from the standpoint\r\n\n                    \r                              \r\n\n     1Selman eliminated  the hazard  by scraping lead  paint from\r\nthe walls in some locations and covering over lead paint in other\r\nlocations.  Since the  method of abstersion is not  important for\r\npresent purposes, we refer to both processes as \"removal.\"\r\n\n     2The  record  contains  no  hint  either  that  Mutual  Fire\r\ncanceled Selman's  coverage or  that the change  in carriers  was\r\nsomehow connected to the discovery of lead paint on the premises.\r\n\n                                3\r\r\n\nof the insured.\"\r\n\n          Long after the second  of USLIC's two one-year policies\r\n\nlapsed, Robin  Razza asserted a  claim against  Selman for  Carol\r\n\nAnn's  lead paint poisoning.  Bent on exonerating itself from all\r\n\nresponsibility under its policies in regard to  this claim, USLIC\r\n\nbrought  a declaratory  judgment  action against  Selman and  the\r\n\nRazzas  in the United States  District Court for  the District of\r\n\nMassachusetts.3   See 28 U.S.C.    2201-2202 (1988); Fed. R. Civ.\r                               \r\n\nP.  57.  It premised jurisdiction on diversity of citizenship and\r\n\nthe existence of a controversy in  the requisite amount.  See  28\r                                                                       \r\n\nU.S.C.   1332(a).\r\n\n          In  due course, the parties tried the case to the court\r\n\non stipulations  of fact,  documentary submissions, and  the live\r\n\ntestimony of the  Razzas' expert  witness, Dr. John  Graef.   The\r\n\ndistrict  judge determined  that USLIC  had no duty  to indemnify\r\n\nSelman  in  respect to  claims  for injuries  resulting  from the\r\n\ningestion of lead paint prior to May 4, 1985  (the inception date\r\n\nof  its first policy), and  the defendants do  not challenge this\r\n\ndetermination on appeal.  The judge also concluded, however, that\r\n\nUSLIC  had  a duty  to indemnify  Selman  with respect  to claims\r\n\narising  out of Carol Ann's ingestion of lead paint while USLIC's\r\n\n                    \r                              \r\n\n     3While  pretrial  discovery  was ongoing,  Robin  Razza sued\r\nSelman to her daughter's  behoof in a Massachusetts  state court,\r\nseeking  damages for injuries allegedly sustained  as a result of\r\nCarol Ann's  exposure to  lead paint in  the apartment  building.\r\nThat suit is still pending.\r\n\n                                4\r\r\n\npolicies were  in force, that is,  from May 4, 1985  until May 3,\r\n\n1987.4  After  the district court entered  a declaratory judgment\r\n\nto this effect,5 USLIC appealed.\r\n\nII.  STANDARD OF REVIEW\r          II.  STANDARD OF REVIEW\r\n\n          We  face a  preliminary  dispute as  to the  applicable\r\n\nstandard  of review.  Citing  Pallet v. Gallagher,  725 F.2d 131,\r                                                           \r\n\n134  (1st Cir. 1984), the appellant insists that, inasmuch as its\r\n\nclaims  require construction of the terms of an insurance policy,\r\n\nappellate review is plenary.   This generalization oversimplifies\r\n\nthe matter, and, in the end, is wide of the mark.\r\n\n          To  be sure, it is  for the court  to determine whether\r\n\nthe  terms of an integrated agreement are unambiguous and, if so,\r\n\nto construe them according  to their plain meaning.  See Allen v.\r                                                                        \r\n                    \r                              \r\n\n     4In reality, the cutoff date is probably September 27,  1986\r\n(when the Razzas moved from 2 North Avenue).\r\n\n     5The  district  court's  holding,  while  obvious  from  its\r\nreasoning,  is not  explicitly  articulated in  the  text of  its\r\nopinion.  The  final judgment  cured this omission.   There,  the\r\ncourt declared that:\r\n\n          [I]n  regard  to  the  lawsuit  filed against\r\n          Livingstone  Selman by Robin Razza, as mother\r\n          and next friend of Carol Ann Razza . . .:\r\n\n               1.    The  plaintiff  has   no  duty  to\r\n          indemnify Livingstone Selman with  respect to\r\n          injuries  to Carol  Ann Razza  resulting from\r\n          ingestions  of lead  paint  prior  to May  4,\r\n          1985;\r\n\n               2.    The   plaintiff  has  a   duty  to\r\n          indemnify Livingstone Selman with  respect to\r\n          injuries  to Carol  Ann Razza  resulting from\r\n          ingestions of lead paint  on and after May 4,\r\n          1985, and;\r\n\n               3.  The case is closed.\r\n\n                                5\r\r\n\nAdage, Inc., 967  F.2d 695,  698 (1st Cir.  1992); RCI  Northeast\r                                                                           \r\n\nServs. Div. v.  Boston Edison  Co., 822 F.2d  199, 202 (1st  Cir.\r                                            \r\n\n1987);  Robert Indus.,  Inc.  v. Spence,  291 N.E.2d  407, 409-10\r                                                 \r\n\n(Mass.  1973).   In this  sense, questions  about the  meaning of\r\n\ncontractual  provisions are questions  of law, and  we review the\r\n\ndistrict court's answers  to them de novo.  See  ITT Corp. v. LTX\r                                                                           \r\n\nCorp., 926  F.2d 1258, 1261 (1st  Cir. 1991).   However, when the\r               \r\n\ndistrict court's  answers  rest  not  on  plain  meaning  but  on\r\n\ndifferential  findings  by  the   trier  of  fact,  derived  from\r\n\nextrinsic  evidence as to the  parties' intent with  regard to an\r\n\nuncertain contract provision, appellate review proceeds under the\r\n\n\"clearly erroneous\"  standard.  See  RCI Northeast,  822 F.2d  at\r                                                            \r\n\n202.  The same standard pertains whenever the trial court decides\r\n\nfactual matters  that are essential to  ascertaining the parties'\r\n\nrights  in a  particular situation  (though not dependent  on the\r\n\nmeaning of contractual terms per se).  See, e.g., Reliance Steel,\r                                                                          \r\n\n880 F.2d 575, 576-77 (1st  Cir. 1989).  In these types  of cases,\r\n\nthe  issues  are  ordinarily  fact-dominated  rather   than  law-\r\n\ndominated, and,  to that extent, the  district court's resolution\r\n\nof  them is entitled  to deference.   See In re  Howard, 996 F.2d\r                                                                 \r\n\n1320,  1328 (1st Cir. 1993) (\"Many cases involve what courts term\r\n\n`mixed' questions   questions  which, if they are to  be properly\r\n\nresolved,  necessitate combining factfinding  with an elucidation\r\n\nof  the applicable  law.   The standard  of review  applicable to\r\n\nmixed questions usually  depends upon where  they fall along  the\r\n\ndegree-of-deference  continuum:    the  more  fact-dominated  the\r\n\n                                6\r\r\n\nquestion, the more likely it is that the trier's resolution of it\r\n\nwill be accepted unless shown  to be clearly erroneous.\"); Roland\r                                                                           \r\n\nM.  v. Concord Sch.  Comm., 910 F.2d 983,  990-91 (1st Cir. 1990)\r                                    \r\n\n(similar), cert. denied, 499 U.S. 912 (1991).\r                                 \r\n\n          These principles resonate here.  The appellant attempts\r\n\nto escape  from its contractual obligations  on three alternative\r\n\ngrounds.    First, it  denies that  coverage was  ever triggered,\r\n\ntaking  the  position that  Carol  Ann  sustained no  discernible\r\n\ninjuries while its insurance policies were in force.  Second, the\r\n\nappellant says  that, because Carol Ann's injuries  were bound up\r\n\nwith  her earlier  ingestion of  lead paint  (first diagnosed  in\r\n\n1984),  they fell outside the  scope of its  policies (which were\r\n\nwritten  in 1985 and 1986, respectively).  Both of these defenses\r\n\nhave sizeable factual components, hinging, as they do, on whether\r\n\nthe  evidence shows  that discrete  injuries occurred  during the\r\n\nrelevant  coverage  periods.   Third,  the  appellant says  that,\r\n\nbecause  Selman knew about the looming liability on the inception\r\n\ndate of the first  policy, the known loss doctrine  precludes him\r\n\nfrom  insuring against the Razzas'  claims.  The  potency of this\r\n\ndefense likewise depends on the facts:  what Selman knew and when\r\n\nhe  knew  it.   At bottom,  then,  USLIC's appeal  challenges the\r\n\ndistrict court's factfinding;  Fed. R. Civ.  P. 52(a) applies  in\r\n\nfull  flower;  and  appellate  review  is  circumscribed  by  the\r\n\njurisprudence of clear error.\r\n\n          This  is of appreciable  importance because clear error\r\n\nreview ordinarily heralds a  rocky road for an appellant.   Under\r\n\n                                7\r\r\n\nthis standard, \"appellate courts cannot presume to decide factual\r\n\nissues  anew.\"  Cumpiano v.  Banco Santander P.R.,  902 F.2d 148,\r                                                           \r\n\n152  (1st  Cir. 1990).   Rather,  \"Rule  52(a) commands,  and our\r\n\nprecedents  ordain,  that  deference   be  paid  to  the  trier's\r\n\nassessment of the evidence.\"   Id. (citing representative cases).\r                                            \r\n\nMoreover, the  clearly erroneous  rule loses  none  of its  vigor\r\n\n\"when the [lower]  court's findings  do not  rest on  credibility\r\n\ndeterminations, but are based  instead on physical or documentary\r\n\nevidence  or inferences from other  facts.\"  Anderson  v. City of\r                                                                           \r\n\nBessemer City, 470  U.S. 564, 574 (1985); accord In re Tully, 818\r                                                                      \r\n\nF.2d 106, 108-09 (1st Cir. 1987).\r\n\n          In the last analysis,  an appellate tribunal \"ought not\r\n\nto upset findings  of fact or conclusions drawn therefrom unless,\r\n\non  the  whole  of  the  record,  [the  judges]  form  a  strong,\r\n\nunyielding belief that a  mistake has been made.\"   Cumpiano, 902\r                                                                      \r\n\nF.2d at  152.  As long  as the district court's  rendition of the\r\n\nrecord is plausible, our inquiry is at an end.\r\n\nIII.  ANALYSIS\r          III.  ANALYSIS\r\n\n          We divide  our analysis  into four segments,  adding to\r\n\nthe three grounds of  appeal just mentioned a matter  that speaks\r\n\nto the  interrelationship of the liability  ceilings contained in\r\n\nUSLIC's two insurance policies.\r\n\n                   A.  Was Coverage Triggered?\r                             A.  Was Coverage Triggered?\r                                                       \r\n\n          Massachusetts law supplies  the basis  for decision  in\r\n\nthis  diversity case.  See Erie R.  Co. v. Tompkins, 304 U.S. 64,\r                                                             \r\n\n78  (1938).   Under  Massachusetts  law,  the  insured bears  the\r\n\n                                8\r\r\n\ninitial burden  of proving  that  an injury  occurred within  the\r\n\ncoverage ambit of the  insurance policy.  See, e.g.,  Trustees of\r                                                                           \r\n\nTufts  Univ.  v. Commercial  Union Ins.  Co.,  616 N.E.2d  68, 74\r                                                      \r\n\n(Mass. 1993).   Once the insured establishes basic risk coverage,\r\n\nthe devoir of persuasion shifts to the insurer to prove a defense\r\n\nto  coverage, say, the applicability of a policy exclusion or the\r\n\ninsured's  failure  to comply  with  conditions  precedent.   See\r                                                                           \r\n\nGusson v.  Boston Mut. Life Ins.  Co., 95 N.E.2d 670,  672 (Mass.\r                                               \r\n\n1950).\r\n\n          The court below understood these rules and applied them\r\n\nappropriately.   After  reviewing the  documentary  evidence  and\r\n\nconsidering  Dr. Graef's erudite testimony on  the nature of lead\r\n\npoisoning  and its manifestations in  Carol Ann Razza's case, the\r\n\ncourt  found that  \"at least  a portion\"  of Carol  Ann's claimed\r\n\ndamages  arose as  a  result of  exposure  to lead  paint  at the\r\n\napartment  building  during  the   currency  of  the  appellant's\r\n\npolicies.   USLIC, 882 F.  Supp. at 1164.   If  sustainable, this\r                           \r\n\nfinding evinces that the coverage trigger had been pulled: Selman\r\n\nhad  met his entry-level burden  by making a  prima facie showing\r\n\nthat  some part of the  injury claimed falls  within the coverage\r\n\nambit of  the subject policies.   Although the  appellant attacks\r\n\nthis finding  hammer  and  tongs, we  believe  it  is  adequately\r\n\nsupported by the record.\r\n\n          The nisi prius roll  includes a summary of Carol  Ann's\r\n\nblood  toxicity levels  (which,  after lead  paint poisoning  was\r\n\nfirst diagnosed, remained abnormally  high throughout her stay at\r\n\n                                9\r\r\n\n2 North Avenue).  In explaining the significance of the data, Dr.\r\n\nGraef testified that the sharp increases which occurred from time\r\n\nto time  (sometimes called  \"spikes\") were directly  traceable to\r\n\nthe child's sporadic  ingestion of  lead paint chips.   The  data\r\n\nshowed   and  Dr. Graef  confirmed   that  several such  episodes\r\n\noccurred during  the interval when the  appellant's policies were\r\n\nin  force.   Judge  Tauro  queried Dr.  Graef  as to  whether  he\r\n\nregarded  the spikes as \"a manifestation of lead that [Carol Ann]\r\n\nhad in her  system\" before May  4, 1985.   The witness  responded\r\n\nnegatively,  indicating  that  such  levels  were  \"spontaneously\r\n\nreportable.\"      Moreover,   in   the   doctor's   opinion   the\r\n\nroentgenographic  evidence demonstrated  that Carol  Ann consumed\r\n\nadditional  chips  of lead  paint  during  the  currency  of  the\r\n\nappellant's policies.\r\n\n          The district  court's finding that these  new incidents\r\n\ncaused further injury, see id. at 1165, is also supportable.  Dr.\r                                        \r\n\nGraef spelled out in considerable detail the effects of ingesting\r\n\nlead   on  neurological  development   in  early  childhood,  and\r\n\ntestified  that Carol  Ann had  suffered brain  damage, including\r\n\n\"significant gaps\" in her auditory and verbal performance, as the\r\n\ndirect  result of  ingesting lead  while USLIC  was on  the risk.\r                                                                          \r\n\nWhen  Judge Tauro pressed Dr.  Graef about whether  a tie existed\r\n\nbetween  the  spikes  in  Carol  Ann's  toxicity levels  and  her\r\n\nresulting injuries,  the doctor responded in the affirmative.  He\r\n\ntestified,  among other things,  that the predictable consequence\r\n\nof  each major  ingestion of  lead paint  \"probably is  that some\r\n\n                                10\r\r\n\ndamage  is done  to the  brain,\" and  that increases  in toxicity\r\n\nlevels measurable by standard tests \"reflect[] injury.\"6\r\n\n          Given this  dialogue and  certain other insights    for\r\n\nexample,  the appellant neither  impeached Dr.  Graef's testimony\r\n\nnor adduced any contradictory evidence    we cannot impute  clear\r\n\nerror  to the judge's finding  that Carol Ann  Razza suffered new\r\n\nand  further  injuries  during  the  relevant  coverage  periods.\r\n\nAccordingly,  coverage  was  triggered  and  the  district  court\r\n\ncorrectly shifted the burden to the appellant to demonstrate that\r\n\nsome  contractual  exclusion or  other policy  defense foreclosed\r\n\nindemnification.\r\n\n          The appellant claims to  have carried that burden twice\r\n\nover.  The  district court  disagreed.  It  is to those  disputed\r\n\ndefenses that we now turn.\r\n\n               B.  The Post-Manifestation Doctrine.\r                         B.  The Post-Manifestation Doctrine.\r                                                            \r\n\n          The  appellant raises  no  contractual  provision as  a\r\n\ndefense  to coverage  here.   Instead, it  contends that  what it\r\n\neuphemistically terms  the \"post-manifestation doctrine\"  has the\r\n\nsame inhibitory effect.  Under the guise of this euphemism, USLIC\r\n\nhypothesizes  that  when a  disease  process  of a  certain  type\r\n\nmanifests itself  before an insurance policy  incepts, all future\r\n\ninjury  of the same genre should be  deemed to relate back to the\r\n\noriginal condition  even if  the victim incurs  subsequent injury\r\n                    \r                              \r\n\n     6There is nothing unorthodox about these views.  Courts have\r\nfound  in other (similar) cases that each ingestion of lead paint\r\nleads  to discrete  injury.   See,  e.g.,  USLIC v.  Farley,  626\r                                                                     \r\nN.Y.S.2d  238, 239-40 (App. Div. 1995); General Accident Ins. Co.\r                                                                           \r\nv. Idbar Realty Corp., 622 N.Y.S.2d 417, 419 (Sup. Ct. 1994).\r                               \r\n\n                                11\r\r\n\nfrom continued exposure to the causative agent during the  policy\r\n\nperiod.   As applied in this case, the hypothesis holds that if a\r\n\nperson contracts  lead poisoning prior  to the  inception of  the\r\n\ntortfeasor's insurance policy but continues to be exposed to lead\r\n\npaint and thereby suffers  further injury while the policy  is in\r\n\nforce,  any claim that she may assert against the tortfeasor will\r\n\nnot be covered because lead poisoning constitutes a single injury\r\n\n\"occurring\" before the policy incepted.\r\n\n          As doctrines go, this one has very little in the way of\r\n\na pedigree.   The  appellant  cites no  reported case  discussing\r\n\nanything  that resembles  such a  doctrine,7 and  our independent\r\n\nresearch has  come up  equally dry.   In any  event, we  need not\r\n\ntarry over the  hypothesis.   As we have  already indicated,  see\r                                                                           \r\n\nsupra  Part III(A), the  district court had  before it compelling\r               \r\n\nevidence  that Carol  Ann Razza  ingested several \"big  meals\" of\r\n\nlead paint chips  while the appellant's  policies were in  force,\r\n\nand Dr.  Graef  testified that  each  such ingestion  caused  (or\r\n\npotentially could  cause) discrete  injury.   On this  basis, the\r\n\ndistrict court  warrantably found  a \"clear nexus\"  between Carol\r\n\nAnn's \"big meals\" and the spikes in her toxicity levels.   USLIC,\r                                                                          \r\n\n882 F. Supp. at  1165.  Each exposure can,  therefore, reasonably\r\n\nbe seen as a  separate, injury-producing occurrence.  No  more is\r\n\n                    \r                              \r\n\n     7The  appellant does direct us  to an opinion  of a Maryland\r\nstate court, Hartford  Mut. Ins.  Co. v. Jacobson,  536 A.2d  120\r                                                           \r\n(Md. App. 1988), and two unpublished dispositions of trial judges\r\n(one  federal and one state), as  \"authority\" for the \"doctrine.\"\r\nBut  none of these cases involves comparable issues or facts, and\r\nnone of them adverts by name to the elusive doctrine.\r\n\n                                12\r\r\n\nexigible.\r\n\n                   C.  The Known Loss Doctrine.\r                             C.  The Known Loss Doctrine.\r                                                        \r\n\n          The  appellant  next asseverates  that  the  known loss\r\n\ndoctrine  renders  the  risk  of  further  injury  to  Carol  Ann\r\n\nuninsurable  because Selman knew  prior to the  inception date of\r\n\nthe  initial policy  that his  apartment building  contained lead\r\n\npaint and  that Carol Ann was suffering from lead poisoning.  The\r\n\nargument takes the following  form.  The purpose of  insurance is\r\n\nto  protect against misfortune by permitting an actor to whom the\r\n\nlaw assigns  the risk of a  particular kind of loss  to shift the\r\n\nburden of it to  an institution better able to assume  and manage\r\n\nthe   particular  risk   through   diversification  across   risk\r\n\ncategories.  See Group Life &amp; Health Ins. Co. v.  Royal Drug Co.,\r                                                                          \r\n\n440 U.S. 205, 211 (1979); see also 1 Ronald A. Anderson &amp; Mark S.\r                                            \r\n\nRhodes,  Couch on  Insurance (Second)     1:3,  2:7 (rev.  2d ed.\r                                               \r\n\n1984).  Thus, the presence of risk runs to the very essence of an\r\n\ninsurance contract.  Where there is no risk  of loss   as where a\r\n\nloss  has  already  occurred  before  a  policy  takes  effect   \r\n\ninsurance  ceases to  serve its socially  utile purpose  of risk-\r\n\nspreading.   Hence, the law, embodied in the known loss doctrine,\r\n\nprecludes  coverage when  the  insured knows  in  advance of  the\r\n\npolicy's effective date that a specific loss has already happened\r\n\nor is substantially certain to happen. \r\n\n          There are  two iterations  of the known  loss doctrine.\r\n\nThe  doctrine exists both as  a function of  the standard general\r\n\nliability insurance contract and  at common law.  We  discuss the\r\n\n                                13\r\r\n\nfirst iteration briefly, mainly for the sake of completeness.\r\n\n          Since  1966,  the  insurance industry  has  defined  an\r\n\n\"occurrence\"  as  that  word  is  used  in  the standard  general\r\n\nliability policy to  include only accidents that result in bodily\r\n\ninjury or property damage that is \"neither  expected nor intended\r\n\nfrom the  standpoint of the  insured.\"  See  Barry R.  Ostrager &amp;\r                                                     \r\n\nThomas  R.  Newman, Handbook  on  Insurance  Coverage Disputes   \r                                                                        \r\n\n8.03[a] (7th  ed. 1994); 11 Couch,  supra,   44:289.   Under this\r                                                   \r\n\npolicy provision (which graces the policies in question here), it\r\n\nhas been held  that if an insured  \"knew . .  . that there was  a\r\n\nsubstantial  probability that certain  consequences\" would result\r\n\nfrom his acts or  omissions, there is no \"occurrence\"  within the\r\n\nmeaning  of a general liability  policy, and, hence, no coverage.\r\n\nCity of  Carter Lake v.  Aetna Cas.  &amp; Sur. Co.,  604 F.2d  1052,\r                                                         \r\n\n1058-59 (8th  Cir. 1979).   In this case,  the appellant did  not\r\n\nbrief a contract-based  coverage defense on  appeal, and at  oral\r\n\nargument appellant's counsel expressly disclaimed any reliance on\r\n\nsuch a  defense.  Accordingly, we do not pursue this iteration of\r\n\nthe known loss doctrine.\r\n\n          The common  law version of  the known loss  doctrine is\r\n\npart of the  warp and woof of  Massachusetts insurance law.   The\r\n\nMassachusetts Supreme Judicial Court (SJC) recently inspected its\r\n\ncomposition in SCA Servs., Inc.  v. Transportation Ins. Co.,  646\r                                                                     \r\n\nN.E.2d 394, 397-98 (Mass.  1995).  There, the insured  operated a\r\n\nchemical  waste  site in  Illinois.   Local  residents  brought a\r\n\nnuisance  action, alleging that  its activities on  the site were\r\n\n                                14\r\r\n\ncontaminating the local water supply, causing subsidence, filling\r\n\nthe air with dust,  and permitting the escape of  noxious gasses.\r\n\nSee Village of Wilsonville  v. SCA Servs., Inc., 426  N.E.2d 824,\r                                                         \r\n\n828-30 (Ill.  1981).  The trial  court declared the site  to be a\r\n\npublic nuisance and closed the plant.  The Illinois Supreme Court\r\n\naffirmed.  See id. at 827.\r                            \r\n\n          Subsequently,  SCA  purchased   an  insurance   policy.\r\n\nSeveral of the same residents then brought a class action seeking\r\n\ndamages for personal injuries suffered  as the result of exposure\r\n\nto the conditions  limned in  the initial nuisance  action.   SCA\r\n\nsought a declaration  that its insurer had  a duty to defend  and\r\n\nindemnify with respect to  the class action.  The  SJC determined\r\n\nthat,  because  the prior  adjudication  in Illinois  put  SCA on\r\n\nactual notice that the class members had suffered injuries as the\r\n\nresult  of  the  same conduct  and  conditions  that  led to  the\r\n\nshutdown of the  site, it  had \"full knowledge\"  of its  probable\r\n\nliability  for their  damages prior  to purchasing  the insurance\r\n\npolicy.  SCA,  646 N.E.2d at 398.  Thus,  the known loss doctrine\r                      \r\n\nbarred coverage inasmuch as the concept of insurable risk becomes\r\n\na  fiction  \"where  an  insured  knows  there  is  a  substantial\r\n\nprobability  that it will suffer or has already suffered a loss.\"\r\n\nId. at 397.\r             \r\n\n          Before we  can  measure the  case  at bar  against  the\r\n\nspecifications of the common  law doctrine as elucidated in  SCA,\r                                                                          \r\n\nwe  must address two threshold questions.  The first concerns the\r\n\nstandard   objective or subjective   by which the insured's state\r\n\n                                15\r\r\n\nof  mind  is  to be  gauged.   Though  Massachusetts  law  is not\r\n\nexplicit  on the point, there is spoor  for the cognoscenti.  SCA\r                                                                           \r\n\nstrongly  suggests the use of a  subjective standard to determine\r\n\nwhether  a given  loss  was  \"known.\"    See  id.  (stating  that\r                                                           \r\n\n\"insurance risk is eliminated . .  . where an insured knows, when\r\n\nit purchases  a policy, that  there is a  substantial probability\r\n\nthat it will suffer or has already suffered a loss\").  The quoted\r\n\nlanguage is  almost  identical  to  that  used  (and  more  fully\r\n\nexplicated) in Quincy Mut. Fire Ins. Co. v. Abernathy, 469 N.E.2d\r                                                               \r\n\n797  (Mass.  1984).    There,  dealing  with  the  contract-based\r\n\niteration of the known loss  doctrine, the SJC explicitly adopted\r\n\na  subjective test.  See id.  at 800.  Moreover,  SCA and all the\r                                                               \r\n\ncases  relied  on  in SCA  deal  with  insureds  that had  actual\r                                   \r\n\nknowledge of a probable  loss prior to securing coverage.8   See,\r                                                                          \r\n\ne.g., Bartholomew v. Appalachian  Ins. Co., 655 F.2d 27,  28 (1st\r                                                    \r\n\nCir. 1981) (insured had  actual knowledge of probable  loss based\r\n\non its  own intentional misuse  of a  machine that  had on  prior\r\n\noccasions caused injury); Gloucester v. Maryland Cas. Co., 668 F.\r                                                                   \r\n\nSupp.  394, 403  (D.N.J. 1987) (insured  had actual  knowledge of\r\n\nprobable  loss due  to environmental  contamination based  on the\r\n\nclosure of  its landfill  by state authorities);  Outboard Marine\r                                                                           \r\n\nCorp.  v. Liberty Mut. Ins.  Co., 607 N.E.2d  1204, 1209-11 (Ill.\r                                          \r\n\n1992) (insured  had  actual knowledge  of  probable loss  due  to\r\n\n                    \r                              \r\n\n     8The  SJC  repeatedly  emphasized  the  presence  of  actual\r\nknowledge both in the case before it and in its discussion of the\r\nprecedents on  which it relied.   See, e.g.,  SCA, 646 N.E.2d  at\r                                                           \r\n397, 398.\r\n\n                                16\r\r\n\nenvironmental   contamination  based   on  receipt   of  an   EPA\r\n\nadministrative   order   citing  it   as   the   source  of   the\r\n\ncontamination).\r\n\n          Guided by these clearly visible signposts, we hold that\r\n\nthe  applicability vel  non of  the known  loss doctrine,  in its\r                                     \r\n\ncommon law form, depends on the insured's actual knowledge of the\r\n\nlooming loss.  The test, therefore, is subjective, not objective.\r\n\n          The remaining threshold issue  relates to the devoir of\r\n\npersuasion.  The  SJC apparently  placed the burden  of proof  on\r\n\nthis  issue on  the  insurance company  in  a suit  invoking  the\r\n\ncontract-based interaction of the known loss doctrine, see, e.g.,\r                                                                          \r\n\nCity  of Newton  v.  Krasnigor, 536  N.E.2d 1078,  1081-82 (Mass.\r                                        \r\n\n1989), and we see no reason why the court would  take a different\r\n\ntack in allocating the  burden of proof on the  counterpart issue\r\n\nin  the  common  law  setting.   Moreover,  Massachusetts  courts\r\n\ngenerally  place  the burden  of proof  on  the party  seeking to\r\n\ninvalidate  or avoid the  application of a  contract on analogous\r\n\ngrounds, such as when an  insurer raises the defense of  fraud in\r\n\nthe procurement of insurance.  See, e.g., Roger Williams  Grocery\r                                                                           \r\n\nCo. v. Sykes, 258 N.E.2d 553, 555 (Mass. 1970).  Finally, the SJC\r                      \r\n\nappears to have treated the known loss doctrine as an affirmative\r\n\ndefense  in SCA, mimicking a majority of other courts, see, e.g.,\r                                                                          \r\n\nGloucester, 668 F. Supp.  at 402-03, and the usual  rule, honored\r                    \r\n\nby Massachusetts as by most jurisdictions, is to place the burden\r\n\nof proving affirmative defenses on the  party asserting them, see\r                                                                           \r\n\n19  Couch,  supra,     79:368  (discussing  various   affirmative\r                           \r\n\n                                17\r\r\n\ndefenses and assigning burden of proof to insurer).\r\n\n          For these  reasons, we  hold that,  under Massachusetts\r\n\nlaw,  the  common law  version of  the  known loss  doctrine only\r\n\napplies  when  the  insured  actually  knows  on  or  before  the\r\n\neffective date of  the policy either that a loss  has occurred or\r\n\nthat one is substantially  certain to occur.  Relatedly,  we hold\r\n\nthat the  common law  version of  the known loss  doctrine is  an\r\n\naffirmative  defense  to  a   suit  on  a  Massachusetts  policy.\r\n\nAccordingly,  the  insurer  bears   the  burden  of  proving  the\r\n\ninsured's actual knowledge.\r\n\n          The district  court  seems to  have  anticipated  these\r\n\nrulings.   It treated the  known loss doctrine  as an affirmative\r\n\ndefense.   After reviewing the evidence, it found the defense not\r\n\nproven.   See USLIC, 882 F.  Supp. at 1164.   The court concluded\r                             \r\n\nthat a \"significant portion\" of the injuries asserted arose after\r\n\nMay 4, 1985, and therefore could  not be classified as \"known\" on\r\n\nthat date.  Extrapolating from this finding, the court held that,\r\n\nto the  extent Carol  Ann's injuries  stemmed from  ingestions of\r\n\nlead paint occurring after May 4, 1985, but before the expiration\r\n\nof appellant's second (and last) policy, Selman had not sought to\r\n\ninsure against a known loss.  See id.  While there was ample room\r                                               \r\n\nfor  the court  to come  down the  other way,  we think  that its\r\n\ncrucial finding withstands scrutiny.\r\n\n          To be sure, the  matter is not open  and shut.   Selman\r\n\nknew  by  the spring  of 1985  that  his building  contained lead\r\n\npaint.  He also knew that Carol Ann Razza was suffering from lead\r\n\n                                18\r\r\n\npoisoning.   But  these two  facts, naked  and unadorned,  do not\r\n\nnecessarily  prove  that Selman  insured  against  a known  loss.\r\n\nThree  critical elements are lacking.  First, there is nothing in\r\n\nthe record to show  definitively that the lead paint  in Selman's\r\n\nbuilding  constituted the  source of  Carol Ann's  lead poisoning\r\n\n(and, more to  the point,  that Selman knew  of the  connection).\r\n\nWithout such a showing,  the known loss doctrine does  not apply.\r\n\nSecond, nothing  in the  record establishes that  Selman actually\r\n\nknew that  Carol Ann would  suffer further injury  from continued\r\n\nexposure to lead paint, and the trial court found in essence that\r\n\nhe lacked any such appreciation of the  disease process.  See id.\r                                                                           \r\n\nThird, by late March of 1985   six weeks before  the first of the\r\n\nUSLIC  policies became effective    the Razzas were  living in an\r\n\napartment  in  which  lead  removal was  at  least  95% complete.\r\n\nSelman could easily  have assumed  that Carol Ann  was no  longer\r\n\nexposed  to  any  significant  dose  of  lead  paint,  and  would\r\n\ntherefore suffer  no  further  injury.    These  are  not  merely\r\n\ntheoretical possibilities.\r\n\n          The   deposition  testimony  contained  in  the  record\r\n\nstrongly suggests that Selman had not drawn any connection in his\r\n\nmind between the  ongoing removal of lead paint at 2 North Avenue\r\n\nand the future medical  risks that the condition of  the premises\r\n\nportended to  Carol Ann Razza.  The court had the right to credit\r\n\nthat  testimony, see Anthony v.  Sundlun, 952 F.2d  603, 606 (1st\r                                                  \r\n\nCir. 1991) (explaining that in a bench trial, credibility choices\r\n\nare  for the trier); FDIC  v. La Rambla  Shopping Ctr., Inc., 791\r                                                                      \r\n\n                                19\r\r\n\nF.2d 215, 222  (1st Cir. 1986)  (similar), especially since  many\r\n\nfamiliar  diseases, once  contracted    measles,  mumps, the  HIV\r\n\nvirus,  to name a few   do not  result in further injury based on\r\n\nrepeated  exposure to the causative  agent.  There  is nothing in\r\n\nthe  record to show that Selman knew that, unlike these diseases,\r\n\nlead poisoning was a cumulative disease.\r\n\n          The  district court's  finding is  strengthened  by the\r\n\nutter  lack of any evidence  that Selman attempted  to conceal or\r\n\nmisrepresent the  presence of lead  paint in his  apartment house\r\n\nwhen   he  applied  for  insurance.    To  the  extent  that  the\r\n\nappellant's  application form did  not request  such information,\r\n\nthe appellant was the author of  its own misfortune.  See Vappi &amp;\r                                                                           \r\n\nCo.  v. Aetna Cas. &amp; Sur. Co.,  204 N.E.2d 273, 276 (Mass. 1965).\r                                       \r\n\nIt   does  not  seem   unfair  to  hold   an  insurance  company,\r\n\nknowledgeable  about  the  prevalence  of  lead  paint  in  older\r\n\nbuildings  and hardened by the  rough and tumble  of the business\r\n\nworld, to the consequences of which King Solomon long ago warned.\r\n\nSee Proverbs 11:15 (\"He that is surety for a stranger shall smart\r             \r\n\nfor it.\").\r\n\n          The short of it is that the appellant had the burden to\r\n\nprove that its  insured knew of a probable loss, and the district\r\n\ncourt's finding that  he did not, viewed  in light of the  record\r\n\nevidence, is not clearly erroneous.\r\n\n          The  appellant  attempts to  steer  the  appeal into  a\r\n\ndifferent channel by way of two expedients.  First, it asks us to\r\n\ntreat this case  and SCA as a matched pair of ponies.  But SCA is\r                                                                        \r\n\n                                20\r\r\n\na  horse  of  a  much  different  hue.    The  Agency's  informal\r\n\nnotification  that  Selman's  apartment  building  contained lead\r\n\npaint  is at  a considerable  remove from  the adjudication  of a\r\n\nnuisance.    The  agency action  here  at  issue  lacks both  the\r\n\nfinality  and   the  preclusive  effect  of   a  court  judgment.\r\n\nMoreover,  the nature and causes  of the injuries  alleged in the\r\n\nclass action against SCA  were identical to those alleged  in the\r\n\nprior nuisance suit.   As the SJC observed, the  insured actually\r\n\nknew on the basis of the earlier litigation that the class action\r\n\nplaintiffs claimed to have been injured    and it also knew  that\r\n\nthose claims  had already  been adjudicated (unfavorably  to it).\r\n\nThe scenario here is not the same.  The Agency  in this case only\r\n\ninformed Selman that his apartment building contained lead paint;\r\n\nit did not conclude that any particular injuries, much less Carol\r\n\nAnn's injuries, had been caused by the lead in Selman's building.\r\n\n          In a nutshell, accepting  the appellant's view that, as\r                                                                           \r\n\na matter  of  law,  the  known  loss  doctrine  encompasses  this\r                           \r\n\nsituation  would take us several steps beyond the holding in SCA.\r                                                                          \r\n\nWe  are unwilling to take those steps.  The appellant, presumably\r\n\nto  suit  its  own  convenience,  selected  a  federal  forum  in\r\n\npreference to  an available  state forum.   It  has  no right  to\r\n\ngrouse  if a  federal court,  sitting in  diversity jurisdiction,\r\n\ndeclines to push state law past previously established frontiers.\r\n\nSee  Martel v.  Stafford, 992  F.2d 1244,  1247 (1st  Cir. 1993);\r                                  \r\n\nPorter  v. Nutter, 913 F.2d 37, 41  (1st Cir. 1990).  The organic\r                           \r\n\ngrowth of state law is best left to state courts, particularly in\r\n\n                                21\r\r\n\nareas that  traditionally have  been committed to,  and regulated\r\n\nby, the states.  Insurance is such a field.\r\n\n          The  appellant's  second effort  to skirt  the district\r\n\ncourt's  factfinding  involves  its  contention  that  the  court\r\n\napplied the  wrong legal  standard in determining  whether Selman\r\n\nknew  of his  likely liability  to Carol  Ann Razza  for injuries\r\n\nrelated  to  future ingestions  of lead  paint.   This  gambit is\r\n\nconceptually   sound  in  the  sense  that  a  \"finding  of  fact\r\n\npredicated  upon, or  induced  by, a  misapprehension  of law  is\r\n\nrobbed  of its customary vitality.\"   RCI Northeast,  822 F.2d at\r                                                             \r\n\n203.   The concept is inoperative, however, when a party attempts\r\n\nto  play the  artful  Dodger, cf.  Charles Dickens,  Oliver Twist\r                                                                           \r\n\n(1838), recasting its objections to the district court's findings\r\n\nof fact as disputes about the governing law.  See Reliance Steel,\r                                                                          \r\n\n880  F.2d at  577 (declaring  that litigants  may not  \"profit by\r\n\ndressing factual disputes in `legal' costumery\").  So it is here.\r\n\n          The appellant derides the district court's finding that\r\n\nSelman  did not know Carol  Ann Razza would  sustain new injuries\r\n\nafter May 4, 1985.   Embedded in this finding,  appellant claims,\r\n\nis  the legal benchmark by which the district court evaluated the\r\n\nevidence  in  determining  Selman's  state of  knowledge.    This\r\n\nbenchmark is wrong, appellant postulates, because the substantive\r\n\nlaw that  governs  Selman's putative  liability is  based not  on\r\n\nknowledge  but on strict liability.  See Bencosme v. Kokoras, 507\r                                                                      \r\n\nN.E.2d 748, 749 (Mass. 1987).\r\n\n          This  is  a red  herring.    Whether Massachusetts  law\r\n\n                                22\r\r\n\nrenders  Selman  strictly  liable  for  Carol  Ann's  damages  is\r\n\nirrelevant to  whether Selman  knew he  was virtually  certain to\r\n\nexperience a  loss  as  the  inevitable result  of  his  tenant's\r\n\ncontinued exposure to lead  paint during the policy periods.   It\r\n\nis  the  answer  to  this pivotal  question  that  determines the\r\n\napplicability of the known loss doctrine to this case    and that\r\n\nquestion, as we have said, is predominantly a question of fact.\r\n\n          To  say  more would  be  supererogatory.   Because  the\r\n\ndistrict court's findings of fact  are not clearly erroneous, its\r\n\nrejection of the appellant's known loss defense must be upheld.\r\n\n               D.  Applicability of Policy Limits.\r                         D.  Applicability of Policy Limits.\r                                                           \r\n\n          In this instance, the appellant issued two  consecutive\r\n\none-year policies to  Selman.  Each policy contains a stipulation\r\n\nlimiting the  insurer's liability  to $300,000 \"per  occurrence,\"\r\n\nand each policy states  that \"continuous or repeated exposure  to\r\n\nconditions\" is  to be treated as  a single \"occurrence.\"   In its\r\n\ncomplaint for  declaratory relief, the appellant  prayed that, if\r\n\nit were found to have  any obligation at all to  indemnify Selman\r\n\nvis-a-vis the Razza  claims, then  in such event,  the limits  of\r                   \r\n\nliability contained in its two  policies should be interpreted so\r\n\nas to  cap the insurer's  total potential liability  at $300,000.\r\n\nThe district court did not entertain this prayer for relief.  The\r\n\nappellant now invites us to do so.  We decline the invitation.\r\n\n          In general, declaratory relief is  discretionary.  See,\r                                                                          \r\n\ne.g., Ernst &amp; Young  v. Depositors Economic Protection  Corp., 45\r                                                                       \r\n\nF.3d 530, 534 (1st  Cir. 1995); El Dia, Inc.  v. Hernandez Colon,\r                                                                          \r\n\n                                23\r\r\n\n963 F.2d 488, 493-94 (1st Cir. 1992).  Thus, we view the district\r\n\ncourt's withholding of a declaration in regard to the appellant's\r\n\n\"policy  limit\" question  through  a deferential  glass.   In the\r\n\nprocess, we focus our  inquiry on the whole of  the circumstances\r\n\nconfronting the district court.  See El Dia, 963 F.2d at 492.\r                                                     \r\n\n          The  trial judge  did  not spell  out  his reasons  for\r\n\ndeclining to declare the  parties' rights in this regard.   While\r\n\ncourts should  articulate grounds for their  actions, see Pearson\r                                                                           \r\n\nv. Fair 808  F.2d 163, 165-66  (1st Cir. 1986) (per  curiam), the\r                 \r\n\ndistrict court's failure to do so here is not fatal, as the basis\r\n\nfor  the  declination  seems  evident.   The  insurance  policies\r\n\ncontain no definition of the operative terms (e.g., \"continuous,\"\r\n\n\"repeated,\" \"conditions\");  and the  record  suggests that  there\r\n\nwere many conditions  to which  Carol Ann Razza  might have  been\r\n\nexposed and  which could  have been  sources  of her  deleterious\r\n\ningestion of lead paint.   Consequently, the lack  of development\r\n\nin the record concerning  the possible sources of the  lead paint\r\n\ningested by  Carol Ann  placed  the lower  court  at so  great  a\r\n\ndisadvantage  that it reasonably could conclude that it was in no\r\n\nposition to  rule  intelligently  on  the  appellant's  request.9\r\n                    \r                              \r\n\n     9Furthermore, the appellant made no compelling demonstration\r\nof a need for the declaration.  For instance, there is no showing\r\nthat  Carol  Ann's claim  against  Selman  for the  injuries  she\r\nsustained within the coverage period could support  a recovery of\r\nmore than $300,000,  and, thus,  insofar as the  trial court  was\r\nconcerned, the  policy limit  question may  have  appeared to  be\r\nacademic.  The Declaratory  Judgment Act notwithstanding,  courts\r\nhave no obligation to answer hypothetical questions.  See El Dia,\r                                                                          \r\n963  F.2d  at  494  (cautioning  that  courts  should  not  issue\r\ndeclaratory judgments  when the  need is remote  or speculative);\r\nWashington  Pub. Power Supply Sys. v. Pacific N.W. Power Co., 332\r                                                                      \r\n\n                                24\r\r\n\nAccordingly, the  court acted within the realm  of its discretion\r\n\nin refusing the declaration.   See, e.g., Askew v.  Hargrave, 401\r                                                                      \r\n\nU.S. 476, 478-79 (1971)  (cautioning against grant of declaratory\r\n\njudgment on the  basis of sparse  and inadequate record);  Public\r                                                                           \r\n\nAffairs  Assocs., Inc. v. Rickover, 369 U.S. 111, 112 (1962) (per\r                                            \r\n\ncuriam)  (similar); A.  L. Mechling  Barge Lines, Inc.  v. United\r                                                                           \r\n\nStates, 368 U.S. 324, 330-31 (1961) (similar).\r                \r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          We need go no further.  This case pivots on  the facts,\r\n\nnot on the  law   and factual issues that are resolved in a bench\r\n\ntrial may not  freely be  relitigated on appeal.   Discerning  no\r\n\nerror, we hold the appellant to its contractual duty.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                    \r                              \r\n\nF.2d 87, 88 (9th Cir. 1964) (similar).\r\n\n                                25\r\r\n",
  "html": "<p class=\"case_cite\">70 F.3d 684</p>\n    <p class=\"parties\">UNITED STATES LIABILITY INSURANCE COMPANY, Plaintiff, Appellant,<br>v.<br>Livingstone R. SELMAN, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1435.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1995.<br>Decided Nov. 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alice Olsen Mann, with whom Mark P. Bailey, and Morrison, Mahoney &amp; Miller, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Kenneth H. Soble, and Soble, Van Dam, Pearlman and Gittelsohn, Chestnut Hill, MA, on brief, for appellee Livingstone R. Selman.</p>\n      <p class=\"indent\">Clyde D. Bergstresser, with whom Angela M. Vieira, and Bergstresser and Associates, Boston, MA, were on brief, for appellee Robin Razza.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant United States Liability Insurance Company (USLIC) strives to extricate itself from coverage obligations owed to its insured, Livingstone R. Selman, vis-a-vis personal injury claims brought by Robin Razza on behalf of her minor daughter.  The district court ruled that USLIC had a duty to indemnify Selman with respect to those injuries that occurred while the subject policies were in force.  See USLIC v. Selman, 882 F.Supp. 1163 (D.Mass.1995).  USLIC appeals.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The chronology of events is not in dispute.  Selman owned an apartment house situated at 2 North Avenue, Roxbury, Massachusetts.  In 1982, he rented apartment # 3A to Robin Razza.  On May 6, 1983, Robin gave birth to Carol Ann Razza.  In the fall of 1984, a physician discovered that Carol Ann had contracted lead poisoning.  On February 5, 1985, an inspector from the Massachusetts Child Lead Poisoning Prevention Program (the Agency) found that both the Razzas' apartment and the building's common areas contained lead paint.  The Agency informed Selman of its findings.  Shortly thereafter, a fire damaged apartment # 3A, and Selman, responding to his tenant's expressed desire to relocate, moved the Razzas to apartment # 1A.  He also requested that the Agency inspect the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The inspection occurred on March 7, 1985, and disclosed the presence of lead paint.  The Agency notified Selman and he made arrangements to purge the entire building (including apartment # 1A).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  Inspection reports reveal that by March 29 lead removal in apartment # 1A was \"95% complete.\"   Beyond that date, the pace of lead removal in the Razzas' apartment is unclear:  all that we can tell from the record is that, by September of the following year (when the Razzas departed), Selman had rid the entire building of the residue of lead paint.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At all times material hereto, Selman purchased insurance coverage annually.  For four consecutive one-year periods commencing May 4, 1981, Selman insured the apartment house with Mutual Fire &amp; Marine Insurance Company.  In May of 1985, his allegiance shifted.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  Coincident with the expiration of the latest Mutual Fire policy, Selman bought a one-year policy from USLIC, effective May 4, 1985.  The next year, USLIC issued a renewal policy effective May 4, 1986.  Each policy covered claims for bodily injuries arising out of Selman's ownership, maintenance, and use of the property.  The policies define \"bodily injury\" as \"bodily injury, sickness or disease sustained by any person which occurs during the policy period,\" and define an \"occurrence\" as \"an accident, including continuous or repeated exposure to conditions, which results in bodily injury or property damage neither expected nor intended from the standpoint of the insured.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Long after the second of USLIC's two one-year policies lapsed, Robin Razza asserted a claim against Selman for Carol Ann's lead paint poisoning.  Bent on exonerating itself from all responsibility under its policies in regard to this claim, USLIC brought a declaratory judgment action against Selman and the Razzas in the United States District Court for the District of Massachusetts.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a>  See 28 U.S.C. Secs. 2201-2202 (1988);  Fed.R.Civ.P. 57.  It premised jurisdiction on diversity of citizenship and the existence of a controversy in the requisite amount.  See 28 U.S.C. Sec. 1332(a).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In due course, the parties tried the case to the court on stipulations of fact, documentary submissions, and the live testimony of the Razzas' expert witness, Dr. John Graef.  The district judge determined that USLIC had no duty to indemnify Selman in respect to claims for injuries resulting from the ingestion of lead paint prior to May 4, 1985 (the inception date of its first policy), and the defendants do not challenge this determination on appeal.  The judge also concluded, however, that USLIC had a duty to indemnify Selman with respect to claims arising out of Carol Ann's ingestion of lead paint while USLIC's policies were in force, that is, from May 4, 1985 until May 3, 1987.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  After the district court entered a declaratory judgment to this effect,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> USLIC appealed.</p>\n    </div>\n    <p>II. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We face a preliminary dispute as to the applicable standard of review.  Citing Pallet v. Gallagher, 725 F.2d 131, 134 (1st Cir.1984), the appellant insists that, inasmuch as its claims require construction of the terms of an insurance policy, appellate review is plenary.  This generalization oversimplifies the matter, and, in the end, is wide of the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">To be sure, it is for the court to determine whether the terms of an integrated agreement are unambiguous and, if so, to construe them according to their plain meaning.  See Allen v. Adage, Inc., 967 F.2d 695, 698 (1st Cir.1992);  RCI Northeast Servs.  Div. v. Boston Edison Co., 822 F.2d 199, 202 (1st Cir.1987);  Robert Indus., Inc. v. Spence, 362 Mass. 751, 291 N.E.2d 407, 409-10 (1973).  In this sense, questions about the meaning of contractual provisions are questions of law, and we review the district court's answers to them de novo.  See ITT Corp. v. LTX Corp., 926 F.2d 1258, 1261 (1st Cir.1991).  However, when the district court's answers rest not on plain meaning but on differential findings by the trier of fact, derived from extrinsic evidence as to the parties' intent with regard to an uncertain contract provision, appellate review proceeds under the \"clearly erroneous\" standard.  See RCI Northeast, 822 F.2d at 202.   The same standard pertains whenever the trial court decides factual matters that are essential to ascertaining the parties' rights in a particular situation (though not dependent on the meaning of contractual terms per se).  See, e.g., Reliance Steel Products Co. v. National Fire Ins. Co., 880 F.2d 575, 576-77 (1st Cir.1989).  In these types of cases, the issues are ordinarily fact-dominated rather than law-dominated, and, to that extent, the district court's resolution of them is entitled to deference.  See In re Howard, 996 F.2d 1320, 1328 (1st Cir.1993) (\"Many cases involve what courts term 'mixed' questions--questions which, if they are to be properly resolved, necessitate combining factfinding with an elucidation of the applicable law.  The standard of review applicable to mixed questions usually depends upon where they fall along the degree-of-deference continuum:  the more fact-dominated the question, the more likely it is that the trier's resolution of it will be accepted unless shown to be clearly erroneous.\");  Roland M. v. Concord Sch. Comm., 910 F.2d 983, 990-91 (1st Cir.1990) (similar), cert. denied, 499 U.S. 912, 111 S.Ct. 1122, 113 L.Ed.2d 230 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">These principles resonate here.  The appellant attempts to escape from its contractual obligations on three alternative grounds.  First, it denies that coverage was ever triggered, taking the position that Carol Ann sustained no discernible injuries while its insurance policies were in force.  Second, the appellant says that, because Carol Ann's injuries were bound up with her earlier ingestion of lead paint (first diagnosed in 1984), they fell outside the scope of its policies (which were written in 1985 and 1986, respectively).  Both of these defenses have sizeable factual components, hinging, as they do, on whether the evidence shows that discrete injuries occurred during the relevant coverage periods.  Third, the appellant says that, because Selman knew about the looming liability on the inception date of the first policy, the known loss doctrine precludes him from insuring against the Razzas' claims.  The potency of this defense likewise depends on the facts:  what Selman knew and when he knew it.  At bottom, then, USLIC's appeal challenges the district court's factfinding;  Fed.R.Civ.P. 52(a) applies in full flower;  and appellate review is circumscribed by the jurisprudence of clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This is of appreciable importance because clear error review ordinarily heralds a rocky road for an appellant.  Under this standard, \"appellate courts cannot presume to decide factual issues anew.\"  Cumpiano v. Banco Santander P.R., 902 F.2d 148, 152 (1st Cir.1990).  Rather, \"Rule 52(a) commands, and our precedents ordain, that deference be paid to the trier's assessment of the evidence.\"  Id. (citing representative cases).  Moreover, the clearly erroneous rule loses none of its vigor \"when the [lower] court's findings do not rest on credibility determinations, but are based instead on physical or documentary evidence or inferences from other facts.\"  Anderson v. City of Bessemer City, 470 U.S. 564, 574, 105 S.Ct. 1504, 1511, 84 L.Ed.2d 518 (1985);  accord In re Tully, 818 F.2d 106, 108-09 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the last analysis, an appellate tribunal \"ought not to upset findings of fact or conclusions drawn therefrom unless, on the whole of the record, [the judges] form a strong, unyielding belief that a mistake has been made.\"  Cumpiano, 902 F.2d at 152.   As long as the district court's rendition of the record is plausible, our inquiry is at an end.</p>\n    </div>\n    <p>III. ANALYSIS</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We divide our analysis into four segments, adding to the three grounds of appeal just mentioned a matter that speaks to the interrelationship of the liability ceilings contained in USLIC's two insurance policies.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>A. Was Coverage Triggered?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Massachusetts law supplies the basis for decision in this diversity case.  See Erie R. Co. v. Tompkins, 304 U.S. 64, 78, 58 S.Ct. 817, 822, 82 L.Ed. 1188 (1938).  Under Massachusetts law, the insured bears the initial burden of proving that an injury occurred within the coverage ambit of the insurance policy.  See, e.g., Trustees of Tufts Univ. v. Commercial Union Ins. Co., 415 Mass. 844, 616 N.E.2d 68, 74 (1993).  Once the insured establishes basic risk coverage, the devoir of persuasion shifts to the insurer to prove a defense to coverage, say, the applicability of a policy exclusion or the insured's failure to comply with conditions precedent.  See Gusson v. Boston Mut. Life Ins. Co., 326 Mass. 571, 95 N.E.2d 670, 672 (1950).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The court below understood these rules and applied them appropriately.  After reviewing the documentary evidence and considering Dr. Graef's erudite testimony on the nature of lead poisoning and its manifestations in Carol Ann Razza's case, the court found that \"at least a portion\" of Carol Ann's claimed damages arose as a result of exposure to lead paint at the apartment building during the currency of the appellant's policies.  USLIC, 882 F.Supp. at 1164.   If sustainable, this finding evinces that the coverage trigger had been pulled:  Selman had met his entry-level burden by making a prima facie showing that some part of the injury claimed falls within the coverage ambit of the subject policies.  Although the appellant attacks this finding hammer and tongs, we believe it is adequately supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The nisi prius roll includes a summary of Carol Ann's blood toxicity levels (which, after lead paint poisoning was first diagnosed, remained abnormally high throughout her stay at 2 North Avenue).  In explaining the significance of the data, Dr. Graef testified that the sharp increases which occurred from time to time (sometimes called \"spikes\") were directly traceable to the child's sporadic ingestion of lead paint chips.  The data showed--and Dr. Graef confirmed--that several such episodes occurred during the interval when the appellant's policies were in force.  Judge Tauro queried Dr. Graef as to whether he regarded the spikes as \"a manifestation of lead that [Carol Ann] had in her system\" before May 4, 1985.  The witness responded negatively, indicating that such levels were \"spontaneously reportable.\"   Moreover, in the doctor's opinion the roentgenographic evidence demonstrated that Carol Ann consumed additional chips of lead paint during the currency of the appellant's policies.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court's finding that these new incidents caused further injury, see id. at 1165, is also supportable.  Dr. Graef spelled out in considerable detail the effects of ingesting lead on neurological development in early childhood, and testified that Carol Ann had suffered brain damage, including \"significant gaps\" in her auditory and verbal performance, as the direct result of ingesting lead while USLIC was on the risk.   When Judge Tauro pressed Dr. Graef about whether a tie existed between the spikes in Carol Ann's toxicity levels and her resulting injuries, the doctor responded in the affirmative.  He testified, among other things, that the predictable consequence of each major ingestion of lead paint \"probably is that some damage is done to the brain,\" and that increases in toxicity levels measurable by standard tests \"reflect[ ] injury.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Given this dialogue and certain other insights--for example, the appellant neither impeached Dr. Graef's testimony nor adduced any contradictory evidence--we cannot impute clear error to the judge's finding that Carol Ann Razza suffered new and further injuries during the relevant coverage periods.  Accordingly, coverage was triggered and the district court correctly shifted the burden to the appellant to demonstrate that some contractual exclusion or other policy defense foreclosed indemnification.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The appellant claims to have carried that burden twice over.  The district court disagreed.  It is to those disputed defenses that we now turn.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>B. The Post-Manifestation Doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The appellant raises no contractual provision as a defense to coverage here.  Instead, it contends that what it euphemistically terms the \"post-manifestation doctrine\" has the same inhibitory effect.  Under the guise of this euphemism, USLIC hypothesizes that when a disease process of a certain type manifests itself before an insurance policy incepts, all future injury of the same genre should be deemed to relate back to the original condition even if the victim incurs subsequent injury from continued exposure to the causative agent during the policy period.  As applied in this case, the hypothesis holds that if a person contracts lead poisoning prior to the inception of the tortfeasor's insurance policy but continues to be exposed to lead paint and thereby suffers further injury while the policy is in force, any claim that she may assert against the tortfeasor will not be covered because lead poisoning constitutes a single injury \"occurring\" before the policy incepted.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As doctrines go, this one has very little in the way of a pedigree.  The appellant cites no reported case discussing anything that resembles such a doctrine,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and our independent research has come up equally dry.  In any event, we need not tarry over the hypothesis.  As we have already indicated, see supra Part III(A), the district court had before it compelling evidence that Carol Ann Razza ingested several \"big meals\" of lead paint chips while the appellant's policies were in force, and Dr. Graef testified that each such ingestion caused (or potentially could cause) discrete injury.  On this basis, the district court warrantably found a \"clear nexus\" between Carol Ann's \"big meals\" and the spikes in her toxicity levels.  USLIC, 882 F.Supp. at 1165.   Each exposure can, therefore, reasonably be seen as a separate, injury-producing occurrence.  No more is exigible.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>C. The Known Loss Doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The appellant next asseverates that the known loss doctrine renders the risk of further injury to Carol Ann uninsurable because Selman knew prior to the inception date of the initial policy that his apartment building contained lead paint and that Carol Ann was suffering from lead poisoning.  The argument takes the following form.  The purpose of insurance is to protect against misfortune by permitting an actor to whom the law assigns the risk of a particular kind of loss to shift the burden of it to an institution better able to assume and manage the particular risk through diversification across risk categories.  See Group Life &amp; Health Ins. Co. v. Royal Drug Co., 440 U.S. 205, 211, 99 S.Ct. 1067, 1073, 59 L.Ed.2d 261 (1979);  see also 1 Ronald A. Anderson &amp; Mark S. Rhodes, Couch on Insurance (Second) Secs. 1:3, 2:7 (rev. 2d ed. 1984).  Thus, the presence of risk runs to the very essence of an insurance contract.  Where there is no risk of loss--as where a loss has already occurred before a policy takes effect--insurance ceases to serve its socially utile purpose of risk-spreading.  Hence, the law, embodied in the known loss doctrine, precludes coverage when the insured knows in advance of the policy's effective date that a specific loss has already happened or is substantially certain to happen.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There are two iterations of the known loss doctrine.  The doctrine exists both as a function of the standard general liability insurance contract and at common law.  We discuss the first iteration briefly, mainly for the sake of completeness.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Since 1966, the insurance industry has defined an \"occurrence\" as that word is used in the standard general liability policy to include only accidents that result in bodily injury or property damage that is \"neither expected nor intended from the standpoint of the insured.\"   See Barry R. Ostrager &amp; Thomas R. Newman, Handbook on Insurance Coverage Disputes Sec. 8.03[a] (7th ed. 1994);  11 Couch, supra, Sec. 44:289.  Under this policy provision (which graces the policies in question here), it has been held that if an insured \"knew ... that there was a substantial probability that certain consequences\" would result from his acts or omissions, there is no \"occurrence\" within the meaning of a general liability policy, and, hence, no coverage.  City of Carter Lake v. Aetna Cas. &amp; Sur. Co., 604 F.2d 1052, 1058-59 (8th Cir.1979).  In this case, the appellant did not brief a contract-based coverage defense on appeal, and at oral argument appellant's counsel expressly disclaimed any reliance on such a defense.  Accordingly, we do not pursue this iteration of the known loss doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The common law version of the known loss doctrine is part of the warp and woof of Massachusetts insurance law.  The Massachusetts Supreme Judicial Court (SJC) recently inspected its composition in SCA Servs., Inc. v. Transportation Ins. Co., 419 Mass. 528, 646 N.E.2d 394, 397-98 (1995).  There, the insured operated a chemical waste site in Illinois.  Local residents brought a nuisance action, alleging that its activities on the site were contaminating the local water supply, causing subsidence, filling the air with dust, and permitting the escape of noxious gasses.  See Village of Wilsonville v. SCA Servs., Inc., 86 Ill.2d 1, 55 Ill.Dec. 499, 503-05, 426 N.E.2d 824, 828-30 (1981).  The trial court declared the site to be a public nuisance and closed the plant.  The Illinois Supreme Court affirmed.  See id., 55 Ill.Dec. at 502, 426 N.E.2d at 827.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Subsequently, SCA purchased an insurance policy.  Several of the same residents then brought a class action seeking damages for personal injuries suffered as the result of exposure to the conditions limned in the initial nuisance action.  SCA sought a declaration that its insurer had a duty to defend and indemnify with respect to the class action.  The SJC determined that, because the prior adjudication in Illinois put SCA on actual notice that the class members had suffered injuries as the result of the same conduct and conditions that led to the shutdown of the site, it had \"full knowledge\" of its probable liability for their damages prior to purchasing the insurance policy.  SCA, 646 N.E.2d at 398.   Thus, the known loss doctrine barred coverage inasmuch as the concept of insurable risk becomes a fiction \"where an insured knows there is a substantial probability that it will suffer or has already suffered a loss.\"  Id. at 397.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Before we can measure the case at bar against the specifications of the common law doctrine as elucidated in SCA, we must address two threshold questions.  The first concerns the standard--objective or subjective--by which the insured's state of mind is to be gauged.  Though Massachusetts law is not explicit on the point, there is spoor for the cognoscenti.  SCA strongly suggests the use of a subjective standard to determine whether a given loss was \"known.\"   See id.  (stating that \"insurance risk is eliminated ... where an insured knows, when it purchases a policy, that there is a substantial probability that it will suffer or has already suffered a loss\").  The quoted language is almost identical to that used (and more fully explicated) in Quincy Mut. Fire Ins. Co. v. Abernathy, 393 Mass. 81, 469 N.E.2d 797 (1984).  There, dealing with the contract-based iteration of the known loss doctrine, the SJC explicitly adopted a subjective test.  See id., 469 N.E.2d at 800.   Moreover, SCA and all the cases relied on in SCA deal with insureds that had actual knowledge of a probable loss prior to securing coverage.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  See, e.g., Bartholomew v. Appalachian Ins. Co., 655 F.2d 27, 28 (1st Cir.1981) (insured had actual knowledge of probable loss based on its own intentional misuse of a machine that had on prior occasions caused injury);  Gloucester v. Maryland Cas. Co., 668 F.Supp. 394, 403 (D.N.J.1987) (insured had actual knowledge of probable loss due to environmental contamination based on the closure of its landfill by state authorities);  Outboard Marine Corp. v. Liberty Mut. Ins. Co., 154 Ill.2d 90, 180 Ill.Dec. 691, 696-98, 607 N.E.2d 1204, 1209-11 (1992) (insured had actual knowledge of probable loss due to environmental contamination based on receipt of an EPA administrative order citing it as the source of the contamination).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Guided by these clearly visible signposts, we hold that the applicability vel non of the known loss doctrine, in its common law form, depends on the insured's actual knowledge of the looming loss.  The test, therefore, is subjective, not objective.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The remaining threshold issue relates to the devoir of persuasion.  The SJC apparently placed the burden of proof on this issue on the insurance company in a suit invoking the contract-based interaction of the known loss doctrine, see, e.g., City of Newton v. Krasnigor, 404 Mass. 682, 536 N.E.2d 1078, 1081-82 (1989), and we see no reason why the court would take a different tack in allocating the burden of proof on the counterpart issue in the common law setting.  Moreover, Massachusetts courts generally place the burden of proof on the party seeking to invalidate or avoid the application of a contract on analogous grounds, such as when an insurer raises the defense of fraud in the procurement of insurance.  See, e.g., Roger Williams Grocery Co. v. Sykes, 357 Mass. 485, 258 N.E.2d 553, 555 (1970).  Finally, the SJC appears to have treated the known loss doctrine as an affirmative defense in SCA, mimicking a majority of other courts, see, e.g., Gloucester, 668 F.Supp. at 402-03, and the usual rule, honored by Massachusetts as by most jurisdictions, is to place the burden of proving affirmative defenses on the party asserting them, see 19 Couch, supra, Sec. 79:368 (discussing various affirmative defenses and assigning burden of proof to insurer).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">For these reasons, we hold that, under Massachusetts law, the common law version of the known loss doctrine only applies when the insured actually knows on or before the effective date of the policy either that a loss has occurred or that one is substantially certain to occur.  Relatedly, we hold that the common law version of the known loss doctrine is an affirmative defense to a suit on a Massachusetts policy.  Accordingly, the insurer bears the burden of proving the insured's actual knowledge.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court seems to have anticipated these rulings.  It treated the known loss doctrine as an affirmative defense.  After reviewing the evidence, it found the defense not proven.  See USLIC, 882 F.Supp. at 1164.   The court concluded that a \"significant portion\" of the injuries asserted arose after May 4, 1985, and therefore could not be classified as \"known\" on that date.  Extrapolating from this finding, the court held that, to the extent Carol Ann's injuries stemmed from ingestions of lead paint occurring after May 4, 1985, but before the expiration of appellant's second (and last) policy, Selman had not sought to insure against a known loss.  See id.   While there was ample room for the court to come down the other way, we think that its crucial finding withstands scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To be sure, the matter is not open and shut.  Selman knew by the spring of 1985 that his building contained lead paint.  He also knew that Carol Ann Razza was suffering from lead poisoning.  But these two facts, naked and unadorned, do not necessarily prove that Selman insured against a known loss.  Three critical elements are lacking.  First, there is nothing in the record to show definitively that the lead paint in Selman's building constituted the source of Carol Ann's lead poisoning (and, more to the point, that Selman knew of the connection).  Without such a showing, the known loss doctrine does not apply.  Second, nothing in the record establishes that Selman actually knew that Carol Ann would suffer further injury from continued exposure to lead paint, and the trial court found in essence that he lacked any such appreciation of the disease process.  See id.   Third, by late March of 1985--six weeks before the first of the USLIC policies became effective--the Razzas were living in an apartment in which lead removal was at least 95% complete.  Selman could easily have assumed that Carol Ann was no longer exposed to any significant dose of lead paint, and would therefore suffer no further injury.  These are not merely theoretical possibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The deposition testimony contained in the record strongly suggests that Selman had not drawn any connection in his mind between the ongoing removal of lead paint at 2 North Avenue and the future medical risks that the condition of the premises portended to Carol Ann Razza.  The court had the right to credit that testimony, see Anthony v. Sundlun, 952 F.2d 603, 606 (1st Cir.1991) (explaining that in a bench trial, credibility choices are for the trier);  FDIC v. La Rambla Shopping Ctr., Inc., 791 F.2d 215, 222 (1st Cir.1986) (similar), especially since many familiar diseases, once contracted--measles, mumps, the HIV virus, to name a few--do not result in further injury based on repeated exposure to the causative agent.  There is nothing in the record to show that Selman knew that, unlike these diseases, lead poisoning was a cumulative disease.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court's finding is strengthened by the utter lack of any evidence that Selman attempted to conceal or misrepresent the presence of lead paint in his apartment house when he applied for insurance.  To the extent that the appellant's application form did not request such information, the appellant was the author of its own misfortune.  See Vappi &amp; Co. v. Aetna Cas. &amp; Sur. Co., 348 Mass. 427, 204 N.E.2d 273, 276 (1965).  It does not seem unfair to hold an insurance company, knowledgeable about the prevalence of lead paint in older buildings and hardened by the rough and tumble of the business world, to the consequences of which King Solomon long ago warned.  See Proverbs 11:15 (\"He that is surety for a stranger shall smart for it.\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The short of it is that the appellant had the burden to prove that its insured knew of a probable loss, and the district court's finding that he did not, viewed in light of the record evidence, is not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The appellant attempts to steer the appeal into a different channel by way of two expedients.  First, it asks us to treat this case and SCA as a matched pair of ponies.  But SCA is a horse of a much different hue.  The Agency's informal notification that Selman's apartment building contained lead paint is at a considerable remove from the adjudication of a nuisance.  The agency action here at issue lacks both the finality and the preclusive effect of a court judgment.  Moreover, the nature and causes of the injuries alleged in the class action against SCA were identical to those alleged in the prior nuisance suit.  As the SJC observed, the insured actually knew on the basis of the earlier litigation that the class action plaintiffs claimed to have been injured--and it also knew that those claims had already been adjudicated (unfavorably to it).  The scenario here is not the same.  The Agency in this case only informed Selman that his apartment building contained lead paint;  it did not conclude that any particular injuries, much less Carol Ann's injuries, had been caused by the lead in Selman's building.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In a nutshell, accepting the appellant's view that, as a matter of law, the known loss doctrine encompasses this situation would take us several steps beyond the holding in SCA.   We are unwilling to take those steps.  The appellant, presumably to suit its own convenience, selected a federal forum in preference to an available state forum.  It has no right to grouse if a federal court, sitting in diversity jurisdiction, declines to push state law past previously established frontiers.  See Martel v. Stafford, 992 F.2d 1244, 1247 (1st Cir.1993);  Porter v. Nutter, 913 F.2d 37, 41 (1st Cir.1990).  The organic growth of state law is best left to state courts, particularly in areas that traditionally have been committed to, and regulated by, the states.  Insurance is such a field.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The appellant's second effort to skirt the district court's factfinding involves its contention that the court applied the wrong legal standard in determining whether Selman knew of his likely liability to Carol Ann Razza for injuries related to future ingestions of lead paint.  This gambit is conceptually sound in the sense that a \"finding of fact predicated upon, or induced by, a misapprehension of law is robbed of its customary vitality.\"  RCI Northeast, 822 F.2d at 203.   The concept is inoperative, however, when a party attempts to play the artful Dodger, cf. Charles Dickens, Oliver Twist (1838), recasting its objections to the district court's findings of fact as disputes about the governing law.  See Reliance Steel, 880 F.2d at 577 (declaring that litigants may not \"profit by dressing factual disputes in 'legal' costumery\").  So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The appellant derides the district court's finding that Selman did not know Carol Ann Razza would sustain new injuries after May 4, 1985.  Embedded in this finding, appellant claims, is the legal benchmark by which the district court evaluated the evidence in determining Selman's state of knowledge.  This benchmark is wrong, appellant postulates, because the substantive law that governs Selman's putative liability is based not on knowledge but on strict liability.  See Bencosme v. Kokoras, 400 Mass. 40, 507 N.E.2d 748, 749 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This is a red herring.  Whether Massachusetts law renders Selman strictly liable for Carol Ann's damages is irrelevant to whether Selman knew he was virtually certain to experience a loss as the inevitable result of his tenant's continued exposure to lead paint during the policy periods.  It is the answer to this pivotal question that determines the applicability of the known loss doctrine to this case--and that question, as we have said, is predominantly a question of fact.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">To say more would be supererogatory.  Because the district court's findings of fact are not clearly erroneous, its rejection of the appellant's known loss defense must be upheld.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>D. Applicability of Policy Limits.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In this instance, the appellant issued two consecutive one-year policies to Selman.  Each policy contains a stipulation limiting the insurer's liability to $300,000 \"per occurrence,\" and each policy states that \"continuous or repeated exposure to conditions\" is to be treated as a single \"occurrence.\"   In its complaint for declaratory relief, the appellant prayed that, if it were found to have any obligation at all to indemnify Selman vis-a-vis the Razza claims, then in such event, the limits of liability contained in its two policies should be interpreted so as to cap the insurer's total potential liability at $300,000.  The district court did not entertain this prayer for relief.  The appellant now invites us to do so.  We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In general, declaratory relief is discretionary.  See, e.g., Ernst &amp; Young v. Depositors Economic Protection Corp., 45 F.3d 530, 534 (1st Cir.1995);  El Dia, Inc. v. Hernandez Colon, 963 F.2d 488, 493-94 (1st Cir.1992).  Thus, we view the district court's withholding of a declaration in regard to the appellant's \"policy limit\" question through a deferential glass.  In the process, we focus our inquiry on the whole of the circumstances confronting the district court.  See El Dia, 963 F.2d at 492.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The trial judge did not spell out his reasons for declining to declare the parties' rights in this regard.  While courts should articulate grounds for their actions, see Pearson v. Fair, 808 F.2d 163, 165-66 (1st Cir.1986) (per curiam), the district court's failure to do so here is not fatal, as the basis for the declination seems evident.  The insurance policies contain no definition of the operative terms (e.g., \"continuous,\" \"repeated,\" \"conditions\");  and the record suggests that there were many conditions to which Carol Ann Razza might have been exposed and which could have been sources of her deleterious ingestion of lead paint.  Consequently, the lack of development in the record concerning the possible sources of the lead paint ingested by Carol Ann placed the lower court at so great a disadvantage that it reasonably could conclude that it was in no position to rule intelligently on the appellant's request.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Accordingly, the court acted within the realm of its discretion in refusing the declaration.  See, e.g., Askew v. Hargrave, 401 U.S. 476, 478-79, 91 S.Ct. 856, 857-58, 28 L.Ed.2d 196 (1971) (cautioning against grant of declaratory judgment on the basis of sparse and inadequate record);  Public Affairs Assocs., Inc. v. Rickover, 369 U.S. 111, 112, 82 S.Ct. 580, 581, 7 L.Ed.2d 604 (1962) (per curiam) (similar);  A.L. Mechling Barge Lines, Inc. v. United States, 368 U.S. 324, 330-31, 82 S.Ct. 337, 341-42, 7 L.Ed.2d 317 (1961) (similar).</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We need go no further.  This case pivots on the facts, not on the law--and factual issues that are resolved in a bench trial may not freely be relitigated on appeal.  Discerning no error, we hold the appellant to its contractual duty.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Selman eliminated the hazard by scraping lead paint from the walls in some locations and covering over lead paint in other locations.  Since the method of abstersion is not important for present purposes, we refer to both processes as \"removal.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The record contains no hint either that Mutual Fire canceled Selman's coverage or that the change in carriers was somehow connected to the discovery of lead paint on the premises</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> While pretrial discovery was ongoing, Robin Razza sued Selman to her daughter's behoof in a Massachusetts state court, seeking damages for injuries allegedly sustained as a result of Carol Ann's exposure to lead paint in the apartment building.  That suit is still pending</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In reality, the cutoff date is probably September 27, 1986 (when the Razzas moved from 2 North Avenue)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court's holding, while obvious from its reasoning, is not explicitly articulated in the text of its opinion.  The final judgment cured this omission.  There, the court declared that:</p>\n        <p>[I]n regard to the lawsuit filed against Livingstone Selman by Robin Razza, as mother and next friend of Carol Ann Razza ...:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> The plaintiff has no duty to indemnify Livingstone Selman with respect to injuries to Carol Ann Razza resulting from ingestions of lead paint prior to May 4, 1985;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> The plaintiff has a duty to indemnify Livingstone Selman with respect to injuries to Carol Ann Razza resulting from ingestions of lead paint on and after May 4, 1985, and;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p> The case is closed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> There is nothing unorthodox about these views.  Courts have found in other (similar) cases that each ingestion of lead paint leads to discrete injury.  See, e.g., USLIC v. Farley, 626 N.Y.S.2d 238, 239-40 (App.Div.1995);  General Accident Ins. Co. v. Idbar Realty Corp., 163 Misc.2d 809, 622 N.Y.S.2d 417, 419 (Sup.Ct.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The appellant does direct us to an opinion of a Maryland state court, Harford Mut. Ins. Co. v. Jacobson, 73 Md.App. 670, 536 A.2d 120 (1988), and two unpublished dispositions of trial judges (one federal and one state), as \"authority\" for the \"doctrine.\"   But none of these cases involves comparable issues or facts, and none of them adverts by name to the elusive doctrine</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The SJC repeatedly emphasized the presence of actual knowledge both in the case before it and in its discussion of the precedents on which it relied.  See, e.g., SCA, 646 N.E.2d at 397, 398</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Furthermore, the appellant made no compelling demonstration of a need for the declaration.  For instance, there is no showing that Carol Ann's claim against Selman for the injuries she sustained within the coverage period could support a recovery of more than $300,000, and, thus, insofar as the trial court was concerned, the policy limit question may have appeared to be academic.  The Declaratory Judgment Act notwithstanding, courts have no obligation to answer hypothetical questions.  See El Dia, 963 F.2d at 494 (cautioning that courts should not issue declaratory judgments when the need is remote or speculative);  Washington Pub. Power Supply Sys. v. Pacific N.W. Power Co., 332 F.2d 87, 88 (9th Cir.1964) (similar)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></span></p>\n    <p class=\"parties\">UNITED STATES LIABILITY INSURANCE COMPANY, Plaintiff, Appellant,<br>v.<br>Livingstone R. SELMAN, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1435.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1995.<br>Decided Nov. 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alice Olsen Mann, with whom Mark P. Bailey, and Morrison, Mahoney &amp; Miller, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Kenneth H. Soble, and Soble, Van Dam, Pearlman and Gittelsohn, Chestnut Hill, MA, on brief, for appellee Livingstone R. Selman.</p>\n      <p class=\"indent\">Clyde D. Bergstresser, with whom Angela M. Vieira, and Bergstresser and Associates, Boston, MA, were on brief, for appellee Robin Razza.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant United States Liability Insurance Company (USLIC) strives to extricate itself from coverage obligations owed to its insured, Livingstone R. Selman, vis-a-vis personal injury claims brought by Robin Razza on behalf of her minor daughter.  The district court ruled that USLIC had a duty to indemnify Selman with respect to those injuries that occurred while the subject policies were in force.  See USLIC v. Selman, <span class=\"citation no-link\"><span class=\"volume\">882</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1163</span> </span>(D.Mass.1995).  USLIC appeals.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The chronology of events is not in dispute.  Selman owned an apartment house situated at 2 North Avenue, Roxbury, Massachusetts.  In 1982, he rented apartment # 3A to Robin Razza.  On May 6, 1983, Robin gave birth to Carol Ann Razza.  In the fall of 1984, a physician discovered that Carol Ann had contracted lead poisoning.  On February 5, 1985, an inspector from the Massachusetts Child Lead Poisoning Prevention Program (the Agency) found that both the Razzas' apartment and the building's common areas contained lead paint.  The Agency informed Selman of its findings.  Shortly thereafter, a fire damaged apartment # 3A, and Selman, responding to his tenant's expressed desire to relocate, moved the Razzas to apartment # 1A.  He also requested that the Agency inspect the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The inspection occurred on March 7, 1985, and disclosed the presence of lead paint.  The Agency notified Selman and he made arrangements to purge the entire building (including apartment # 1A).<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  Inspection reports reveal that by March 29 lead removal in apartment # 1A was \"95% complete.\"   Beyond that date, the pace of lead removal in the Razzas' apartment is unclear:  all that we can tell from the record is that, by September of the following year (when the Razzas departed), Selman had rid the entire building of the residue of lead paint.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At all times material hereto, Selman purchased insurance coverage annually.  For four consecutive one-year periods commencing May 4, 1981, Selman insured the apartment house with Mutual Fire &amp; Marine Insurance Company.  In May of 1985, his allegiance shifted.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  Coincident with the expiration of the latest Mutual Fire policy, Selman bought a one-year policy from USLIC, effective May 4, 1985.  The next year, USLIC issued a renewal policy effective May 4, 1986.  Each policy covered claims for bodily injuries arising out of Selman's ownership, maintenance, and use of the property.  The policies define \"bodily injury\" as \"bodily injury, sickness or disease sustained by any person which occurs during the policy period,\" and define an \"occurrence\" as \"an accident, including continuous or repeated exposure to conditions, which results in bodily injury or property damage neither expected nor intended from the standpoint of the insured.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Long after the second of USLIC's two one-year policies lapsed, Robin Razza asserted a claim against Selman for Carol Ann's lead paint poisoning.  Bent on exonerating itself from all responsibility under its policies in regard to this claim, USLIC brought a declaratory judgment action against Selman and the Razzas in the United States District Court for the District of Massachusetts.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a>  See 28 U.S.C. Secs. 2201-2202 (1988);  Fed.R.Civ.P. 57.  It premised jurisdiction on diversity of citizenship and the existence of a controversy in the requisite amount.  See 28 U.S.C. Sec. 1332(a).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In due course, the parties tried the case to the court on stipulations of fact, documentary submissions, and the live testimony of the Razzas' expert witness, Dr. John Graef.  The district judge determined that USLIC had no duty to indemnify Selman in respect to claims for injuries resulting from the ingestion of lead paint prior to May 4, 1985 (the inception date of its first policy), and the defendants do not challenge this determination on appeal.  The judge also concluded, however, that USLIC had a duty to indemnify Selman with respect to claims arising out of Carol Ann's ingestion of lead paint while USLIC's policies were in force, that is, from May 4, 1985 until May 3, 1987.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  After the district court entered a declaratory judgment to this effect,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> USLIC appealed.</p>\n    </div>\n    <p>II. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We face a preliminary dispute as to the applicable standard of review.  Citing Pallet v. Gallagher, <span class=\"citation\" data-id=\"429745\"><a href=\"/opinion/429745/atlas-pallet-inc-v-bernard-gallagher-etc/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">131</span></a></span>, 134 (1st Cir.1984), the appellant insists that, inasmuch as its claims require construction of the terms of an insurance policy, appellate review is plenary.  This generalization oversimplifies the matter, and, in the end, is wide of the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">To be sure, it is for the court to determine whether the terms of an integrated agreement are unambiguous and, if so, to construe them according to their plain meaning.  See Allen v. Adage, Inc., <span class=\"citation\" data-id=\"585780\"><a href=\"/opinion/585780/richard-g-allen-v-adage-inc/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">695</span></a></span>, 698 (1st Cir.1992);  RCI Northeast Servs.  Div. v. Boston Edison Co., <span class=\"citation\" data-id=\"490520\"><a href=\"/opinion/490520/rci-northeast-services-division-v-boston-edison-company/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 202 (1st Cir.1987);  Robert Indus., Inc. v. Spence, <span class=\"citation\" data-id=\"2215427\"><a href=\"/opinion/2215427/robert-industries-inc-v-spence/\"><span class=\"volume\">362</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">751</span></a></span>, <span class=\"citation\" data-id=\"2215427\"><a href=\"/opinion/2215427/robert-industries-inc-v-spence/\"><span class=\"volume\">291</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">407</span></a></span>, 409-10 (1973).  In this sense, questions about the meaning of contractual provisions are questions of law, and we review the district court's answers to them de novo.  See ITT Corp. v. LTX Corp., <span class=\"citation\" data-id=\"556606\"><a href=\"/opinion/556606/itt-corporation-v-ltx-corporation/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1258</span></a></span>, 1261 (1st Cir.1991).  However, when the district court's answers rest not on plain meaning but on differential findings by the trier of fact, derived from extrinsic evidence as to the parties' intent with regard to an uncertain contract provision, appellate review proceeds under the \"clearly erroneous\" standard.  See RCI <span class=\"citation\" data-id=\"490520\"><span class=\"antecedent_guess\">Northeast,</span> <a href=\"/opinion/490520/rci-northeast-services-division-v-boston-edison-company/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">202</span></a></span>.   The same standard pertains whenever the trial court decides factual matters that are essential to ascertaining the parties' rights in a particular situation (though not dependent on the meaning of contractual terms per se).  See, e.g., Reliance Steel Products Co. v. National Fire Ins. Co., <span class=\"citation\" data-id=\"526735\"><a href=\"/opinion/526735/reliance-steel-products-company-v-national-fire-insurance-company-of/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">575</span></a></span>, 576-77 (1st Cir.1989).  In these types of cases, the issues are ordinarily fact-dominated rather than law-dominated, and, to that extent, the district court's resolution of them is entitled to deference.  See In re Howard, <span class=\"citation\" data-id=\"610553\"><a href=\"/opinion/610553/in-re-extradition-of-curtis-andrew-howard-united-states-of-america-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span>, 1328 (1st Cir.1993) (\"Many cases involve what courts term 'mixed' questions--questions which, if they are to be properly resolved, necessitate combining factfinding with an elucidation of the applicable law.  The standard of review applicable to mixed questions usually depends upon where they fall along the degree-of-deference continuum:  the more fact-dominated the question, the more likely it is that the trier's resolution of it will be accepted unless shown to be clearly erroneous.\");  Roland M. v. Concord Sch. Comm., <span class=\"citation\" data-id=\"546213\"><a href=\"/opinion/546213/roland-m-and-miriam-m-v-the-concord-school-committee/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></a></span>, 990-91 (1st Cir.1990) (similar), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1122</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">230</span> </span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">These principles resonate here.  The appellant attempts to escape from its contractual obligations on three alternative grounds.  First, it denies that coverage was ever triggered, taking the position that Carol Ann sustained no discernible injuries while its insurance policies were in force.  Second, the appellant says that, because Carol Ann's injuries were bound up with her earlier ingestion of lead paint (first diagnosed in 1984), they fell outside the scope of its policies (which were written in 1985 and 1986, respectively).  Both of these defenses have sizeable factual components, hinging, as they do, on whether the evidence shows that discrete injuries occurred during the relevant coverage periods.  Third, the appellant says that, because Selman knew about the looming liability on the inception date of the first policy, the known loss doctrine precludes him from insuring against the Razzas' claims.  The potency of this defense likewise depends on the facts:  what Selman knew and when he knew it.  At bottom, then, USLIC's appeal challenges the district court's factfinding;  Fed.R.Civ.P. 52(a) applies in full flower;  and appellate review is circumscribed by the jurisprudence of clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This is of appreciable importance because clear error review ordinarily heralds a rocky road for an appellant.  Under this standard, \"appellate courts cannot presume to decide factual issues anew.\"  Cumpiano v. Banco Santander P.R., <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (1st Cir.1990).  Rather, \"Rule 52(a) commands, and our precedents ordain, that deference be paid to the trier's assessment of the evidence.\"  <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"id_token\">Id.</span> (citing representative </a></span>cases).  Moreover, the clearly erroneous rule loses none of its vigor \"when the [lower] court's findings do not rest on credibility determinations, but are based instead on physical or documentary evidence or inferences from other facts.\"  Anderson v. City of Bessemer City, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 574, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, 1511, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span> </a></span>(1985);  accord In re Tully, <span class=\"citation\" data-id=\"488021\"><a href=\"/opinion/488021/bankr-l-rep-p-71787-in-re-john-e-tully-debtor-henry-j-boroff/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">106</span></a></span>, 108-09 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the last analysis, an appellate tribunal \"ought not to upset findings of fact or conclusions drawn therefrom unless, on the whole of the record, [the judges] form a strong, unyielding belief that a mistake has been made.\"  <span class=\"citation\" data-id=\"540783\"><span class=\"antecedent_guess\">Cumpiano,</span> <a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">152</span></a></span>.   As long as the district court's rendition of the record is plausible, our inquiry is at an end.</p>\n    </div>\n    <p>III. ANALYSIS</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We divide our analysis into four segments, adding to the three grounds of appeal just mentioned a matter that speaks to the interrelationship of the liability ceilings contained in USLIC's two insurance policies.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>A. Was Coverage Triggered?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Massachusetts law supplies the basis for decision in this diversity case.  See Erie R. Co. v. Tompkins, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, 78, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, 822, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span> </a></span>(1938).  Under Massachusetts law, the insured bears the initial burden of proving that an injury occurred within the coverage ambit of the insurance policy.  See, e.g., Trustees of Tufts Univ. v. Commercial Union Ins. Co., <span class=\"citation\" data-id=\"2234816\"><a href=\"/opinion/2234816/trustees-of-tufts-univ-v-commercial-union-ins-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">844</span></a></span>, <span class=\"citation\" data-id=\"2234816\"><a href=\"/opinion/2234816/trustees-of-tufts-univ-v-commercial-union-ins-co/\"><span class=\"volume\">616</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">68</span></a></span>, 74 (1993).  Once the insured establishes basic risk coverage, the devoir of persuasion shifts to the insurer to prove a defense to coverage, say, the applicability of a policy exclusion or the insured's failure to comply with conditions precedent.  See Gusson v. Boston Mut. Life Ins. Co., <span class=\"citation\" data-id=\"2058507\"><a href=\"/opinion/2058507/gusson-v-boston-mutual-life-ins-co/\"><span class=\"volume\">326</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">571</span></a></span>, <span class=\"citation\" data-id=\"2058507\"><a href=\"/opinion/2058507/gusson-v-boston-mutual-life-ins-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">670</span></a></span>, 672 (1950).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The court below understood these rules and applied them appropriately.  After reviewing the documentary evidence and considering Dr. Graef's erudite testimony on the nature of lead poisoning and its manifestations in Carol Ann Razza's case, the court found that \"at least a portion\" of Carol Ann's claimed damages arose as a result of exposure to lead paint at the apartment building during the currency of the appellant's policies.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">USLIC,</span> <span class=\"volume\">882</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1164</span></span>.   If sustainable, this finding evinces that the coverage trigger had been pulled:  Selman had met his entry-level burden by making a prima facie showing that some part of the injury claimed falls within the coverage ambit of the subject policies.  Although the appellant attacks this finding hammer and tongs, we believe it is adequately supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The nisi prius roll includes a summary of Carol Ann's blood toxicity levels (which, after lead paint poisoning was first diagnosed, remained abnormally high throughout her stay at 2 North Avenue).  In explaining the significance of the data, Dr. Graef testified that the sharp increases which occurred from time to time (sometimes called \"spikes\") were directly traceable to the child's sporadic ingestion of lead paint chips.  The data showed--and Dr. Graef confirmed--that several such episodes occurred during the interval when the appellant's policies were in force.  Judge Tauro queried Dr. Graef as to whether he regarded the spikes as \"a manifestation of lead that [Carol Ann] had in her system\" before May 4, 1985.  The witness responded negatively, indicating that such levels were \"spontaneously reportable.\"   Moreover, in the doctor's opinion the roentgenographic evidence demonstrated that Carol Ann consumed additional chips of lead paint during the currency of the appellant's policies.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court's finding that these new incidents caused further injury, see <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 1165, </span>is also supportable.  Dr. Graef spelled out in considerable detail the effects of ingesting lead on neurological development in early childhood, and testified that Carol Ann had suffered brain damage, including \"significant gaps\" in her auditory and verbal performance, as the direct result of ingesting lead while USLIC was on the risk.   When Judge Tauro pressed Dr. Graef about whether a tie existed between the spikes in Carol Ann's toxicity levels and her resulting injuries, the doctor responded in the affirmative.  He testified, among other things, that the predictable consequence of each major ingestion of lead paint \"probably is that some damage is done to the brain,\" and that increases in toxicity levels measurable by standard tests \"reflect[ ] injury.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Given this dialogue and certain other insights--for example, the appellant neither impeached Dr. Graef's testimony nor adduced any contradictory evidence--we cannot impute clear error to the judge's finding that Carol Ann Razza suffered new and further injuries during the relevant coverage periods.  Accordingly, coverage was triggered and the district court correctly shifted the burden to the appellant to demonstrate that some contractual exclusion or other policy defense foreclosed indemnification.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The appellant claims to have carried that burden twice over.  The district court disagreed.  It is to those disputed defenses that we now turn.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>B. The Post-Manifestation Doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The appellant raises no contractual provision as a defense to coverage here.  Instead, it contends that what it euphemistically terms the \"post-manifestation doctrine\" has the same inhibitory effect.  Under the guise of this euphemism, USLIC hypothesizes that when a disease process of a certain type manifests itself before an insurance policy incepts, all future injury of the same genre should be deemed to relate back to the original condition even if the victim incurs subsequent injury from continued exposure to the causative agent during the policy period.  As applied in this case, the hypothesis holds that if a person contracts lead poisoning prior to the inception of the tortfeasor's insurance policy but continues to be exposed to lead paint and thereby suffers further injury while the policy is in force, any claim that she may assert against the tortfeasor will not be covered because lead poisoning constitutes a single injury \"occurring\" before the policy incepted.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As doctrines go, this one has very little in the way of a pedigree.  The appellant cites no reported case discussing anything that resembles such a doctrine,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and our independent research has come up equally dry.  In any event, we need not tarry over the hypothesis.  As we have already indicated, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>Part III(A), the district court had before it compelling evidence that Carol Ann Razza ingested several \"big meals\" of lead paint chips while the appellant's policies were in force, and Dr. Graef testified that each such ingestion caused (or potentially could cause) discrete injury.  On this basis, the district court warrantably found a \"clear nexus\" between Carol Ann's \"big meals\" and the spikes in her toxicity levels.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">USLIC,</span> <span class=\"volume\">882</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1165</span></span>.   Each exposure can, therefore, reasonably be seen as a separate, injury-producing occurrence.  No more is exigible.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>C. The Known Loss Doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The appellant next asseverates that the known loss doctrine renders the risk of further injury to Carol Ann uninsurable because Selman knew prior to the inception date of the initial policy that his apartment building contained lead paint and that Carol Ann was suffering from lead poisoning.  The argument takes the following form.  The purpose of insurance is to protect against misfortune by permitting an actor to whom the law assigns the risk of a particular kind of loss to shift the burden of it to an institution better able to assume and manage the particular risk through diversification across risk categories.  See Group Life &amp; Health Ins. Co. v. Royal Drug Co., <span class=\"citation\" data-id=\"110027\"><a href=\"/opinion/110027/group-life-health-ins-co-v-royal-drug-co/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, 211, <span class=\"citation\" data-id=\"110027\"><a href=\"/opinion/110027/group-life-health-ins-co-v-royal-drug-co/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1067</span></a></span>, 1073, <span class=\"citation\" data-id=\"110027\"><a href=\"/opinion/110027/group-life-health-ins-co-v-royal-drug-co/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">261</span> </a></span>(1979);  see also 1 Ronald A. Anderson &amp; Mark S. Rhodes, Couch on Insurance (Second) Secs. 1:3, 2:7 (rev. 2d ed. 1984).  Thus, the presence of risk runs to the very essence of an insurance contract.  Where there is no risk of loss--as where a loss has already occurred before a policy takes effect--insurance ceases to serve its socially utile purpose of risk-spreading.  Hence, the law, embodied in the known loss doctrine, precludes coverage when the insured knows in advance of the policy's effective date that a specific loss has already happened or is substantially certain to happen.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There are two iterations of the known loss doctrine.  The doctrine exists both as a function of the standard general liability insurance contract and at common law.  We discuss the first iteration briefly, mainly for the sake of completeness.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Since 1966, the insurance industry has defined an \"occurrence\" as that word is used in the standard general liability policy to include only accidents that result in bodily injury or property damage that is \"neither expected nor intended from the standpoint of the insured.\"   See Barry R. Ostrager &amp; Thomas R. Newman, Handbook on Insurance Coverage Disputes Sec. 8.03[a] (7th ed. 1994);  11 Couch, supra, Sec. 44:289.  Under this policy provision (which graces the policies in question here), it has been held that if an insured \"knew ... that there was a substantial probability that certain consequences\" would result from his acts or omissions, there is no \"occurrence\" within the meaning of a general liability policy, and, hence, no coverage.  City of Carter Lake v. Aetna Cas. &amp; Sur. Co., <span class=\"citation\" data-id=\"369261\"><a href=\"/opinion/369261/ca-79-2759-city-of-carter-lake-a-municipal-corporation-in-the-state-of/\"><span class=\"volume\">604</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1052</span></a></span>, 1058-59 (8th Cir.1979).  In this case, the appellant did not brief a contract-based coverage defense on appeal, and at oral argument appellant's counsel expressly disclaimed any reliance on such a defense.  Accordingly, we do not pursue this iteration of the known loss doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The common law version of the known loss doctrine is part of the warp and woof of Massachusetts insurance law.  The Massachusetts Supreme Judicial Court (SJC) recently inspected its composition in SCA Servs., Inc. v. Transportation Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">528</span></span>, <span class=\"citation no-link\"><span class=\"volume\">646</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">394</span></span>, 397-98 (1995).  There, the insured operated a chemical waste site in Illinois.  Local residents brought a nuisance action, alleging that its activities on the site were contaminating the local water supply, causing subsidence, filling the air with dust, and permitting the escape of noxious gasses.  See Village of Wilsonville v. SCA Servs., Inc., <span class=\"citation\" data-id=\"2170408\"><a href=\"/opinion/2170408/village-of-wilsonville-v-sca-services-inc/\"><span class=\"volume\">86</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">499</span></span>, 503-05, <span class=\"citation\" data-id=\"2170408\"><a href=\"/opinion/2170408/village-of-wilsonville-v-sca-services-inc/\"><span class=\"volume\">426</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">824</span></a></span>, 828-30 (1981).  The trial court declared the site to be a public nuisance and closed the plant.  The Illinois Supreme Court affirmed.  See <span class=\"citation\" data-id=\"2170408\"><a href=\"/opinion/2170408/village-of-wilsonville-v-sca-services-inc/\"><span class=\"id_token\">id.,</span> 55 Ill.Dec. </a></span>at <span class=\"citation\" data-id=\"2170408\"><span class=\"antecedent_guess\">502,</span> <a href=\"/opinion/2170408/village-of-wilsonville-v-sca-services-inc/\"><span class=\"volume\">426</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">827</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Subsequently, SCA purchased an insurance policy.  Several of the same residents then brought a class action seeking damages for personal injuries suffered as the result of exposure to the conditions limned in the initial nuisance action.  SCA sought a declaration that its insurer had a duty to defend and indemnify with respect to the class action.  The SJC determined that, because the prior adjudication in Illinois put SCA on actual notice that the class members had suffered injuries as the result of the same conduct and conditions that led to the shutdown of the site, it had \"full knowledge\" of its probable liability for their damages prior to purchasing the insurance policy.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">SCA,</span> <span class=\"volume\">646</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">398</span></span>.   Thus, the known loss doctrine barred coverage inasmuch as the concept of insurable risk becomes a fiction \"where an insured knows there is a substantial probability that it will suffer or has already suffered a loss.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 397.</span></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Before we can measure the case at bar against the specifications of the common law doctrine as elucidated in SCA, we must address two threshold questions.  The first concerns the standard--objective or subjective--by which the insured's state of mind is to be gauged.  Though Massachusetts law is not explicit on the point, there is spoor for the cognoscenti.  SCA strongly suggests the use of a subjective standard to determine whether a given loss was \"known.\"   See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>  (stating that </span>\"insurance risk is eliminated ... where an insured knows, when it purchases a policy, that there is a substantial probability that it will suffer or has already suffered a loss\").  The quoted language is almost identical to that used (and more fully explicated) in Quincy Mut. Fire Ins. Co. v. Abernathy, <span class=\"citation\" data-id=\"2163227\"><a href=\"/opinion/2163227/quincy-mutual-fire-ins-co-v-abernathy/\"><span class=\"volume\">393</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">81</span></a></span>, <span class=\"citation\" data-id=\"2163227\"><a href=\"/opinion/2163227/quincy-mutual-fire-ins-co-v-abernathy/\"><span class=\"volume\">469</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">797</span> </a></span>(1984).  There, dealing with the contract-based iteration of the known loss doctrine, the SJC explicitly adopted a subjective test.  See <span class=\"citation\" data-id=\"2163227\"><a href=\"/opinion/2163227/quincy-mutual-fire-ins-co-v-abernathy/\"><span class=\"id_token\">id.,</span> 469 N.E.2d </a></span>at 800.   Moreover, SCA and all the cases relied on in SCA deal with insureds that had actual knowledge of a probable loss prior to securing coverage.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  See, e.g., Bartholomew v. Appalachian Ins. Co., <span class=\"citation\" data-id=\"392718\"><a href=\"/opinion/392718/george-bartholomew-v-appalachian-insurance-company/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 28 (1st Cir.1981) (insured had actual knowledge of probable loss based on its own intentional misuse of a machine that had on prior occasions caused injury);  Gloucester v. Maryland Cas. Co., <span class=\"citation\" data-id=\"1403777\"><a href=\"/opinion/1403777/gloucester-tp-v-maryland-cas-co/\"><span class=\"volume\">668</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">394</span></a></span>, 403 (D.N.J.1987) (insured had actual knowledge of probable loss due to environmental contamination based on the closure of its landfill by state authorities);  Outboard Marine Corp. v. Liberty Mut. Ins. Co., <span class=\"citation\" data-id=\"2092445\"><a href=\"/opinion/2092445/outboard-marine-corp-v-liberty-mut-ins-co/\"><span class=\"volume\">154</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">90</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">691</span></span>, 696-98, <span class=\"citation\" data-id=\"2092445\"><a href=\"/opinion/2092445/outboard-marine-corp-v-liberty-mut-ins-co/\"><span class=\"volume\">607</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1204</span></a></span>, 1209-11 (1992) (insured had actual knowledge of probable loss due to environmental contamination based on receipt of an EPA administrative order citing it as the source of the contamination).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Guided by these clearly visible signposts, we hold that the applicability vel non of the known loss doctrine, in its common law form, depends on the insured's actual knowledge of the looming loss.  The test, therefore, is subjective, not objective.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The remaining threshold issue relates to the devoir of persuasion.  The SJC apparently placed the burden of proof on this issue on the insurance company in a suit invoking the contract-based interaction of the known loss doctrine, see, e.g., City of Newton v. Krasnigor, <span class=\"citation\" data-id=\"2009048\"><a href=\"/opinion/2009048/newton-v-krasnigor/\"><span class=\"volume\">404</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">682</span></a></span>, <span class=\"citation\" data-id=\"2009048\"><a href=\"/opinion/2009048/newton-v-krasnigor/\"><span class=\"volume\">536</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1078</span></a></span>, 1081-82 (1989), and we see no reason why the court would take a different tack in allocating the burden of proof on the counterpart issue in the common law setting.  Moreover, Massachusetts courts generally place the burden of proof on the party seeking to invalidate or avoid the application of a contract on analogous grounds, such as when an insurer raises the defense of fraud in the procurement of insurance.  See, e.g., Roger Williams Grocery Co. v. Sykes, <span class=\"citation\" data-id=\"2133924\"><a href=\"/opinion/2133924/roger-williams-grocery-co-v-sykes/\"><span class=\"volume\">357</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">485</span></a></span>, <span class=\"citation\" data-id=\"2133924\"><a href=\"/opinion/2133924/roger-williams-grocery-co-v-sykes/\"><span class=\"volume\">258</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">553</span></a></span>, 555 (1970).  Finally, the SJC appears to have treated the known loss doctrine as an affirmative defense in SCA, mimicking a majority of other courts, see, e.g., <span class=\"citation\" data-id=\"1403777\"><span class=\"antecedent_guess\">Gloucester,</span> <a href=\"/opinion/1403777/gloucester-tp-v-maryland-cas-co/\"><span class=\"volume\">668</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">402-03</span></a></span>, and the usual rule, honored by Massachusetts as by most jurisdictions, is to place the burden of proving affirmative defenses on the party asserting them, see 19 Couch, supra, Sec. 79:368 (discussing various affirmative defenses and assigning burden of proof to insurer).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">For these reasons, we hold that, under Massachusetts law, the common law version of the known loss doctrine only applies when the insured actually knows on or before the effective date of the policy either that a loss has occurred or that one is substantially certain to occur.  Relatedly, we hold that the common law version of the known loss doctrine is an affirmative defense to a suit on a Massachusetts policy.  Accordingly, the insurer bears the burden of proving the insured's actual knowledge.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The district court seems to have anticipated these rulings.  It treated the known loss doctrine as an affirmative defense.  After reviewing the evidence, it found the defense not proven.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">USLIC,</span> <span class=\"volume\">882</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1164</span></span>.   The court concluded that a \"significant portion\" of the injuries asserted arose after May 4, 1985, and therefore could not be classified as \"known\" on that date.  Extrapolating from this finding, the court held that, to the extent Carol Ann's injuries stemmed from ingestions of lead paint occurring after May 4, 1985, but before the expiration of appellant's second (and last) policy, Selman had not sought to insure against a known loss.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>   While there </span>was ample room for the court to come down the other way, we think that its crucial finding withstands scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To be sure, the matter is not open and shut.  Selman knew by the spring of 1985 that his building contained lead paint.  He also knew that Carol Ann Razza was suffering from lead poisoning.  But these two facts, naked and unadorned, do not necessarily prove that Selman insured against a known loss.  Three critical elements are lacking.  First, there is nothing in the record to show definitively that the lead paint in Selman's building constituted the source of Carol Ann's lead poisoning (and, more to the point, that Selman knew of the connection).  Without such a showing, the known loss doctrine does not apply.  Second, nothing in the record establishes that Selman actually knew that Carol Ann would suffer further injury from continued exposure to lead paint, and the trial court found in essence that he lacked any such appreciation of the disease process.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>   Third, by </span>late March of 1985--six weeks before the first of the USLIC policies became effective--the Razzas were living in an apartment in which lead removal was at least 95% complete.  Selman could easily have assumed that Carol Ann was no longer exposed to any significant dose of lead paint, and would therefore suffer no further injury.  These are not merely theoretical possibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The deposition testimony contained in the record strongly suggests that Selman had not drawn any connection in his mind between the ongoing removal of lead paint at 2 North Avenue and the future medical risks that the condition of the premises portended to Carol Ann Razza.  The court had the right to credit that testimony, see Anthony v. Sundlun, <span class=\"citation\" data-id=\"574884\"><a href=\"/opinion/574884/jane-anthony-v-bruce-g-sundlun/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">603</span></a></span>, 606 (1st Cir.1991) (explaining that in a bench trial, credibility choices are for the trier);  FDIC v. La Rambla Shopping Ctr., Inc., <span class=\"citation\" data-id=\"470287\"><a href=\"/opinion/470287/federal-deposit-insurance-corporation-v-la-rambla-shopping-center-inc/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span>, 222 (1st Cir.1986) (similar), especially since many familiar diseases, once contracted--measles, mumps, the HIV virus, to name a few--do not result in further injury based on repeated exposure to the causative agent.  There is nothing in the record to show that Selman knew that, unlike these diseases, lead poisoning was a cumulative disease.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court's finding is strengthened by the utter lack of any evidence that Selman attempted to conceal or misrepresent the presence of lead paint in his apartment house when he applied for insurance.  To the extent that the appellant's application form did not request such information, the appellant was the author of its own misfortune.  See Vappi &amp; Co. v. Aetna Cas. &amp; Sur. Co., <span class=\"citation\" data-id=\"2047834\"><a href=\"/opinion/2047834/vappi-co-inc-v-aetna-casualty-surety-co/\"><span class=\"volume\">348</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">427</span></a></span>, <span class=\"citation\" data-id=\"2047834\"><a href=\"/opinion/2047834/vappi-co-inc-v-aetna-casualty-surety-co/\"><span class=\"volume\">204</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">273</span></a></span>, 276 (1965).  It does not seem unfair to hold an insurance company, knowledgeable about the prevalence of lead paint in older buildings and hardened by the rough and tumble of the business world, to the consequences of which King Solomon long ago warned.  See Proverbs 11:15 (\"He that is surety for a stranger shall smart for it.\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The short of it is that the appellant had the burden to prove that its insured knew of a probable loss, and the district court's finding that he did not, viewed in light of the record evidence, is not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The appellant attempts to steer the appeal into a different channel by way of two expedients.  First, it asks us to treat this case and SCA as a matched pair of ponies.  But SCA is a horse of a much different hue.  The Agency's informal notification that Selman's apartment building contained lead paint is at a considerable remove from the adjudication of a nuisance.  The agency action here at issue lacks both the finality and the preclusive effect of a court judgment.  Moreover, the nature and causes of the injuries alleged in the class action against SCA were identical to those alleged in the prior nuisance suit.  As the SJC observed, the insured actually knew on the basis of the earlier litigation that the class action plaintiffs claimed to have been injured--and it also knew that those claims had already been adjudicated (unfavorably to it).  The scenario here is not the same.  The Agency in this case only informed Selman that his apartment building contained lead paint;  it did not conclude that any particular injuries, much less Carol Ann's injuries, had been caused by the lead in Selman's building.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In a nutshell, accepting the appellant's view that, as a matter of law, the known loss doctrine encompasses this situation would take us several steps beyond the holding in SCA.   We are unwilling to take those steps.  The appellant, presumably to suit its own convenience, selected a federal forum in preference to an available state forum.  It has no right to grouse if a federal court, sitting in diversity jurisdiction, declines to push state law past previously established frontiers.  See Martel v. Stafford, <span class=\"citation\" data-id=\"606323\"><a href=\"/opinion/606323/scott-martel-v-george-f-stafford-administrator-etc/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1244</span></a></span>, 1247 (1st Cir.1993);  Porter v. Nutter, <span class=\"citation\" data-id=\"547470\"><a href=\"/opinion/547470/john-s-porter-v-harold-nutter/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 41 (1st Cir.1990).  The organic growth of state law is best left to state courts, particularly in areas that traditionally have been committed to, and regulated by, the states.  Insurance is such a field.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The appellant's second effort to skirt the district court's factfinding involves its contention that the court applied the wrong legal standard in determining whether Selman knew of his likely liability to Carol Ann Razza for injuries related to future ingestions of lead paint.  This gambit is conceptually sound in the sense that a \"finding of fact predicated upon, or induced by, a misapprehension of law is robbed of its customary vitality.\"  RCI <span class=\"citation\" data-id=\"490520\"><span class=\"antecedent_guess\">Northeast,</span> <a href=\"/opinion/490520/rci-northeast-services-division-v-boston-edison-company/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">203</span></a></span>.   The concept is inoperative, however, when a party attempts to play the artful Dodger, cf. Charles Dickens, Oliver Twist (1838), recasting its objections to the district court's findings of fact as disputes about the governing law.  See Reliance <span class=\"citation\" data-id=\"526735\"><span class=\"antecedent_guess\">Steel,</span> <a href=\"/opinion/526735/reliance-steel-products-company-v-national-fire-insurance-company-of/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">577</span> </a></span>(declaring that litigants may not \"profit by dressing factual disputes in 'legal' costumery\").  So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The appellant derides the district court's finding that Selman did not know Carol Ann Razza would sustain new injuries after May 4, 1985.  Embedded in this finding, appellant claims, is the legal benchmark by which the district court evaluated the evidence in determining Selman's state of knowledge.  This benchmark is wrong, appellant postulates, because the substantive law that governs Selman's putative liability is based not on knowledge but on strict liability.  See Bencosme v. Kokoras, <span class=\"citation\" data-id=\"2043815\"><a href=\"/opinion/2043815/bencosme-v-kokoras/\"><span class=\"volume\">400</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">40</span></a></span>, <span class=\"citation\" data-id=\"2043815\"><a href=\"/opinion/2043815/bencosme-v-kokoras/\"><span class=\"volume\">507</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">748</span></a></span>, 749 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This is a red herring.  Whether Massachusetts law renders Selman strictly liable for Carol Ann's damages is irrelevant to whether Selman knew he was virtually certain to experience a loss as the inevitable result of his tenant's continued exposure to lead paint during the policy periods.  It is the answer to this pivotal question that determines the applicability of the known loss doctrine to this case--and that question, as we have said, is predominantly a question of fact.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">To say more would be supererogatory.  Because the district court's findings of fact are not clearly erroneous, its rejection of the appellant's known loss defense must be upheld.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>D. Applicability of Policy Limits.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In this instance, the appellant issued two consecutive one-year policies to Selman.  Each policy contains a stipulation limiting the insurer's liability to $300,000 \"per occurrence,\" and each policy states that \"continuous or repeated exposure to conditions\" is to be treated as a single \"occurrence.\"   In its complaint for declaratory relief, the appellant prayed that, if it were found to have any obligation at all to indemnify Selman vis-a-vis the Razza claims, then in such event, the limits of liability contained in its two policies should be interpreted so as to cap the insurer's total potential liability at $300,000.  The district court did not entertain this prayer for relief.  The appellant now invites us to do so.  We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In general, declaratory relief is discretionary.  See, e.g., Ernst &amp; Young v. Depositors Economic Protection Corp., <span class=\"citation\" data-id=\"195859\"><a href=\"/opinion/195859/ernst-young-v-depositors-economic/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">530</span></a></span>, 534 (1st Cir.1995);  El Dia, Inc. v. Hernandez Colon, <span class=\"citation\" data-id=\"583336\"><a href=\"/opinion/583336/el-dia-inc-v-rafael-hernandez-colon/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">488</span></a></span>, 493-94 (1st Cir.1992).  Thus, we view the district court's withholding of a declaration in regard to the appellant's \"policy limit\" question through a deferential glass.  In the process, we focus our inquiry on the whole of the circumstances confronting the district court.  See El <span class=\"citation\" data-id=\"583336\"><span class=\"antecedent_guess\">Dia,</span> <a href=\"/opinion/583336/el-dia-inc-v-rafael-hernandez-colon/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">492</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The trial judge did not spell out his reasons for declining to declare the parties' rights in this regard.  While courts should articulate grounds for their actions, see Pearson v. Fair, <span class=\"citation\" data-id=\"480983\"><a href=\"/opinion/480983/donald-pearson-v-michael-fair-donald-pearson-v-michael-fair/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">163</span></a></span>, 165-66 (1st Cir.1986) (per curiam), the district court's failure to do so here is not fatal, as the basis for the declination seems evident.  The insurance policies contain no definition of the operative terms (e.g., \"continuous,\" \"repeated,\" \"conditions\");  and the record suggests that there were many conditions to which Carol Ann Razza might have been exposed and which could have been sources of her deleterious ingestion of lead paint.  Consequently, the lack of development in the record concerning the possible sources of the lead paint ingested by Carol Ann placed the lower court at so great a disadvantage that it reasonably could conclude that it was in no position to rule intelligently on the appellant's request.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Accordingly, the court acted within the realm of its discretion in refusing the declaration.  See, e.g., Askew v. Hargrave, <span class=\"citation\" data-id=\"108286\"><a href=\"/opinion/108286/askew-v-hargrave/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">476</span></a></span>, 478-79, <span class=\"citation\" data-id=\"108286\"><a href=\"/opinion/108286/askew-v-hargrave/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">856</span></a></span>, 857-58, <span class=\"citation\" data-id=\"108286\"><a href=\"/opinion/108286/askew-v-hargrave/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">196</span> </a></span>(1971) (cautioning against grant of declaratory judgment on the basis of sparse and inadequate record);  Public Affairs Assocs., Inc. v. Rickover, <span class=\"citation\" data-id=\"106355\"><a href=\"/opinion/106355/public-affairs-associates-inc-v-rickover/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span>, 112, <span class=\"citation\" data-id=\"106355\"><a href=\"/opinion/106355/public-affairs-associates-inc-v-rickover/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">580</span></a></span>, 581, <span class=\"citation\" data-id=\"106355\"><a href=\"/opinion/106355/public-affairs-associates-inc-v-rickover/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">604</span> </a></span>(1962) (per curiam) (similar);  A.L. Mechling Barge Lines, Inc. v. United States, <span class=\"citation\" data-id=\"106316\"><a href=\"/opinion/106316/al-mechling-barge-lines-inc-v-united-states/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 330-31, <span class=\"citation\" data-id=\"106316\"><a href=\"/opinion/106316/al-mechling-barge-lines-inc-v-united-states/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">337</span></a></span>, 341-42, <span class=\"citation\" data-id=\"106316\"><a href=\"/opinion/106316/al-mechling-barge-lines-inc-v-united-states/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">317</span> </a></span>(1961) (similar).</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We need go no further.  This case pivots on the facts, not on the law--and factual issues that are resolved in a bench trial may not freely be relitigated on appeal.  Discerning no error, we hold the appellant to its contractual duty.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Selman eliminated the hazard by scraping lead paint from the walls in some locations and covering over lead paint in other locations.  Since the method of abstersion is not important for present purposes, we refer to both processes as \"removal.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The record contains no hint either that Mutual Fire canceled Selman's coverage or that the change in carriers was somehow connected to the discovery of lead paint on the premises</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> While pretrial discovery was ongoing, Robin Razza sued Selman to her daughter's behoof in a Massachusetts state court, seeking damages for injuries allegedly sustained as a result of Carol Ann's exposure to lead paint in the apartment building.  That suit is still pending</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In reality, the cutoff date is probably September 27, 1986 (when the Razzas moved from 2 North Avenue)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court's holding, while obvious from its reasoning, is not explicitly articulated in the text of its opinion.  The final judgment cured this omission.  There, the court declared that:</p>\n        <p>[I]n regard to the lawsuit filed against Livingstone Selman by Robin Razza, as mother and next friend of Carol Ann Razza ...:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> The plaintiff has no duty to indemnify Livingstone Selman with respect to injuries to Carol Ann Razza resulting from ingestions of lead paint prior to May 4, 1985;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> The plaintiff has a duty to indemnify Livingstone Selman with respect to injuries to Carol Ann Razza resulting from ingestions of lead paint on and after May 4, 1985, and;</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p> The case is closed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> There is nothing unorthodox about these views.  Courts have found in other (similar) cases that each ingestion of lead paint leads to discrete injury.  See, e.g., USLIC v. Farley, <span class=\"citation no-link\"><span class=\"volume\">626</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">238</span></span>, 239-40 (App.Div.1995);  General Accident Ins. Co. v. Idbar Realty Corp., <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">809</span></span>, <span class=\"citation no-link\"><span class=\"volume\">622</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">417</span></span>, 419 (Sup.Ct.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The appellant does direct us to an opinion of a Maryland state court, Harford Mut. Ins. Co. v. Jacobson, 73 Md.App. 670, <span class=\"citation\" data-id=\"2350442\"><a href=\"/opinion/2350442/harford-mut-ins-co-v-jacobson/\"><span class=\"volume\">536</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">120</span> </a></span>(1988), and two unpublished dispositions of trial judges (one federal and one state), as \"authority\" for the \"doctrine.\"   But none of these cases involves comparable issues or facts, and none of them adverts by name to the elusive doctrine</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The SJC repeatedly emphasized the presence of actual knowledge both in the case before it and in its discussion of the precedents on which it relied.  See, e.g., <span class=\"citation no-link\"><span class=\"antecedent_guess\">SCA,</span> <span class=\"volume\">646</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">397</span></span>, 398</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Furthermore, the appellant made no compelling demonstration of a need for the declaration.  For instance, there is no showing that Carol Ann's claim against Selman for the injuries she sustained within the coverage period could support a recovery of more than $300,000, and, thus, insofar as the trial court was concerned, the policy limit question may have appeared to be academic.  The Declaratory Judgment Act notwithstanding, courts have no obligation to answer hypothetical questions.  See El <span class=\"citation\" data-id=\"583336\"><span class=\"antecedent_guess\">Dia,</span> <a href=\"/opinion/583336/el-dia-inc-v-rafael-hernandez-colon/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">494</span> </a></span>(cautioning that courts should not issue declaratory judgments when the need is remote or speculative);  Washington Pub. Power Supply Sys. v. Pacific N.W. Power Co., <span class=\"citation\" data-id=\"264391\"><a href=\"/opinion/264391/washington-public-power-supply-system-a-municipal-corporation-v-pacific/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">87</span></a></span>, 88 (9th Cir.1964) (similar)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106316/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106355/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108286/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110027/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195859/",
    "https://www.courtlistener.com/api/rest/v3/opinions/264391/",
    "https://www.courtlistener.com/api/rest/v3/opinions/369261/",
    "https://www.courtlistener.com/api/rest/v3/opinions/392718/",
    "https://www.courtlistener.com/api/rest/v3/opinions/429745/",
    "https://www.courtlistener.com/api/rest/v3/opinions/470287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488021/",
    "https://www.courtlistener.com/api/rest/v3/opinions/490520/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526735/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547470/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574884/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583336/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610553/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1403777/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2009048/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2043815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2047834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2058507/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2092445/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2133924/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2163227/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2170408/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2215427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2234816/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2350442/"
  ]
}