{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196423/",
  "id": 196423,
  "absolute_url": "/opinion/196423/coventry-sewage-v-dworkin-realty/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196423/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:27Z",
  "date_modified": "2020-02-21T23:41:46.098243Z",
  "type": "010combined",
  "sha1": "657e522ddf7d93b5126c415ca28e430139f3fa78",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1410.01A",
  "local_path": null,
  "plain_text": "\n\nDecember 7, 1995\r\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-1410\r\n\n             COVENTRY SEWAGE ASSOCIATES, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                 DWORKIN REALTY CO., ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n           [Hon. Mary J. Lisi, U.S. District Judge]\r                                                              \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Stahl and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\n\n                         ERRATA SHEET\r                                     ERRATA SHEET\r\n\nPlease make  the  following  changes  to  the  opinion  issued  on\r\nNovember 22, 1995:\r\n\nCover   sheet    -   delete   \"Incorporation\"    and   insert\r\n\"Incorporated\" for name of appellants' law firm\r\n\nPage 2, line 18 - change \"appellants\" to \"appellees\" \r\r\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-1410\r\n\n             COVENTRY SEWAGE ASSOCIATES, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                 DWORKIN REALTY CO., ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n           [Hon. Mary J. Lisi, U.S. District Judge]\r                                                              \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Stahl and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nDavid A.  Wollin with whom Adler,  Pollock &amp; Sheehan  Incorporated\r                                                                              \r\nwas on brief for appellants.\r\nSteven M. Richard with whom Tillinghast,  Collins &amp; Graham was  on\r                                                                      \r\nbrief for appellees.\r\n\n                                         \r\n\n                      November 22, 1995\r\n                                         \r\r\n\n          STAHL,  Circuit Judge.  Appellants, Coventry Sewage\r                      STAHL,  Circuit Judge.\r                                           \r\n\nAssociates  (\"Coventry\")  and   Woodland  Manor   Improvement\r\n\nAssociation (\"Woodland\")  brought a diversity  action against\r\n\nappellees, Dworkin Realty Co. (\"Dworkin\") and The Stop &amp; Shop\r\n\nSupermarket  Company  (\"Stop &amp;  Shop\").    The United  States\r\n\nDistrict Court  for the District  of Rhode Island  found that\r\n\nthe amount-in-controversy requirement of  28 U.S.C.   1332(a)\r\n\nwas  not met and  dismissed the case,  pursuant to appellees'\r\n\nmotion  under Fed. R. Civ.  P. 12(b)(1), for  lack of subject\r\n\nmatter  jurisdiction.   For  the  reasons  stated below,  and\r\n\nbecause of the unusual facts of this case, we reverse.\r\n\n                              I.\r                                          I.\r                                            \r\n\n           FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\r                       FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\r                                                               \r\n\n          Coventry  and Woodland  own and  operate a  private\r\n\nsewer  line  and  sewage  pumping  station  servicing,  among\r\n\nothers, a supermarket run by Stop &amp; Shop, located on property\r\n\nowned  by Dworkin, a  wholly-owned subsidiary of  Stop &amp; Shop\r\n\n(hereinafter  appellees will  be referred to  collectively as\r\n\n\"Stop  &amp;  Shop\").1    In  June 1992,  Coventry  and  Woodland\r\n\n(hereinafter, collectively \"Coventry\") entered into  a \"Sewer\r\n\nConnection Agreement\" with  Stop &amp; Shop, whereby  Stop &amp; Shop\r\n\nagreed  to pay  a  service fee  for  sewer-main usage.    The\r\n\nservice fee was based, in part, upon the number of cubic feet\r\n\nof water consumed on  the property.  To determine  the amount\r\n\n                    \r                                \r\n\n1.  The existence of diversity of citizenship is undisputed.\r\n\n                             -2-\r                                          2\r\r\n\nof water  consumed, the parties' contract  relied on invoices\r\n\nfrom the Kent County Water Authority (\"KCWA\").  The KCWA sent\r\n\nthese  invoices to  Stop  &amp; Shop,  and Stop  &amp;  Shop in  turn\r\n\nforwarded them to Coventry.\r\n\n          Because of a dispute  over the reasonableness of an\r\n\nincrease  in the service fee --  an increase Coventry claimed\r\n\nwas permitted by  the contract -- Stop &amp;  Shop refused to pay\r\n\nCoventry's bills which  accumulated beginning in early  1994.\r\n\nIn October 1994, Coventry  filed this action seeking recovery\r\n\nof $74,953.00, the  amount it  claimed to be  due based  upon\r\n\nwater-usage numbers obtained from  the KCWA invoices and what\r\n\nCoventry  claimed  was  the  correct new  service  fee  rate.\r\n\nCoventry  also sought  contractual  attorneys' fees.   It  is\r\n\nundisputed that,  at the time Coventry  commenced the action,\r\n\nit  alleged the amount in  controversy in the  belief that it\r\n\nexceeded the  jurisdictional minimum,  and not  as a ruse  to\r\n\ninvoke federal jurisdiction.\r\n\n          Shortly after the  complaint was filed,  but before\r\n\nStop &amp; Shop filed  its answer, Stop &amp; Shop contacted the KCWA\r\n\nabout  the invoices  underlying Coventry's  fee calculations.\r\n\nThe KCWA then sent an employee to the property who discovered\r\n\nthat  there  had been  a misreading  of  Stop &amp;  Shop's water\r\n\nmeters,  essentially caused by the adding of an extra zero to\r\n\nthe  number of  cubic  meters actually  consumed.   By letter\r\n\ndated November 18, 1994,  the KCWA notified Stop &amp;  Shop that\r\n\n                             -3-\r                                          3\r\r\n\nit was correcting the  billing error by changing  the amounts\r\n\nof the invoices.\r\n\n          Based upon the  KCWA's corrected invoices, Coventry\r\n\nreduced  the  sum  of  its  bills  to  Shop  &amp;  Stop to  only\r\n\n$18,667.88,  an  amount  that   included  the  disputed   fee\r\n\nincrease.   Subsequently,  Stop  &amp; Shop  paid the  undisputed\r\n\nportion  of the  fee, $10,182.48,  initially withholding  the\r\n\ndisputed balance of $8,485.40.   Stop &amp; Shop ultimately  paid\r\n\nthis remaining sum as well, reserving the right to recoup the\r\n\namount   should  it   prevail   in  its   challenge  to   the\r\n\nreasonableness of the  service fee.  Stop &amp;  Shop, presumably\r\n\ndoubting  the  existence  of  diversity  jurisdiction,  asked\r\n\nCoventry to voluntarily dismiss  the federal action; Coventry\r\n\nrefused,  however, apparently  because  of  its intention  to\r\n\npursue in federal court  its claim for contractual attorneys'\r\n\nfees.2\r\n\n                    \r                                \r\n\n2.  We note  that although  attorneys' fees usually  will not\r\nconstitute a portion  of the amount in  controversy, there is\r\nan  exception  where,  as  here, the  fees  are  contractual.\r\nDepartment of Recreation v. World Boxing Ass'n, 942 F.2d  84,\r                                                          \r\n89  (1st Cir.  1991).   In this  case, Coventry  cannot avail\r\nitself of this exception as  a basis for federal jurisdiction\r\nbecause, not only are there no specifics in  the record as to\r\nthe amount of such fees, Coventry informed this court at oral\r\nargument  that its  estimation  of attorneys'  fees was  only\r\n$10,000.\r\n\n                             -4-\r                                          4\r\r\n\n          Stop &amp; Shop moved to dismiss  the action under Fed.\r\n\nR.   Civ.   P.   12(b)(1)   for  lack   of   subject   matter\r\n\njurisdiction.3    The  district  court  granted  the  motion,\r\n\nfinding  that,   \"to  a  legal  certainty,\"   the  amount  in\r\n\ncontroversy did not exceed $50,000 as required by 28 U.S.C.  \r\n\n1332(a).    Notwithstanding  the  small  amount  actually  in\r\n\ncontroversy, Coventry  appeals the  dismissal of  the action.\r\n\nAt  oral argument  before  this court,  counsel for  Coventry\r\n\nstated  that  the  reason  for the  insistence  upon  federal\r\n\njurisdiction  was that the case would get to an earlier trial\r\n\nin federal  court (including the appeal  proceedings) than if\r\n\nthe case were pursued in state court.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.  Standard of Review\r                                  \r\n\n          We  review de novo  the district  court's dismissal\r                                        \r\n\nfor lack of subject matter jurisdiction under Fed. R. Civ. P.\r\n\n12(b)(1).  Murphy  v. United  States, 45 F.3d  520, 522  (1st\r                                                \r\n\nCir.),  cert. denied, 115 S.  Ct. 2581 (1995).   Although the\r                                \r\n\nfacts  pertinent  to  this  appeal  are  undisputed,  we  are\r\n\nnonetheless \"mindful that the party invoking the jurisdiction\r\n\nof  a  federal  court  carries  the  burden  of  proving  its\r\n\n                    \r                                \r\n\n3.  Although  the KCWA notified Stop  &amp; Shop of  the error in\r\nNovember 1994, Stop &amp; Shop raised only a general, boilerplate\r\namount-in-controversy  defense in  its December  1994 answer,\r\nand  did not formally  move to dismiss  on the jurisdictional\r\nbasis until February 1995.\r\n\n                             -5-\r                                          5\r\r\n\nexistence.\"  Taber Partners,  I v. Merit Builders,  Inc., 987\r                                                                    \r\n\nF.2d 57, 60 (1st Cir.), cert. denied, 114 S. Ct. 82 (1993).\r                                                \r\n\nB.  Analysis\r                        \r\n\n          Coventry  argues  that at  the  time  it filed  the\r\n\naction,  it claimed,  in  good faith,  damages  in excess  of\r\n\n$50,000;  thus, the  subsequent  reduction of  the amount  in\r\n\ncontroversy   did   not   divest  the   district   court   of\r\n\njurisdiction.  Coventry contends that  the KCWA's post-filing\r\n\ndiscovery of  the billing error  and changing of  the invoice\r\n\namounts was a \"subsequent  event\" that neither undermined its\r\n\ngood faith in filing,  nor disturbed the court's jurisdiction\r\n\nonce it attached.  Shop &amp; Stop argues that  the billing error\r\n\nwas a mere  \"subsequent revelation\" that  proved, to a  legal\r\n\ncertainty,  that the  amount in  controversy had  always been\r\n\nbelow the jurisdictional minimum  and thus the court properly\r\n\ndismissed the case for lack of subject matter jurisdiction.\r\n\n          This  case illustrates the  competing policies that\r\n\noperate   when  a   court   makes  an   amount-in-controversy\r\n\ndetermination.    On the  one  hand, a  federal  court should\r\n\nrigorously  enforce the  jurisdictional limits  that Congress\r\n\nchooses  to set in diversity  cases.  See  Pratt Central Park\r                                                                         \r\n\nLtd.  v. Dames  &amp; Moore,  Inc., 60  F.3d 350,  352 (7th  Cir.\r                                          \r\n\n1995).    On  the  other  hand,   preliminary  jurisdictional\r\n\ndeterminations  should  neither  unduly delay,  nor  unfairly\r\n\ndeprive a party from, determination of the controversy on the\r\n\n                             -6-\r                                          6\r\r\n\nmerits.  See id. at 351-52 (noting the undesirable  cost of a\r                            \r\n\nprolonged   jurisdictional  inquiry   that  only   serves  to\r\n\ndetermine  which court  will  hear the  case);  14A Wright  &amp;\r\n\nMiller, Federal Practice and Procedure   3701 at 12-13 (1985)\r                                                  \r\n\n(noting competing policies).  As  a policy matter, the \"which\r\n\ncourt\" determination ought to  be made with relative dispatch\r\n\nso  that  the  parties  may  proceed  to  resolution  of  the\r\n\ndispute'smerits.  See Pratt Central ParkLtd., 60 F.3d at 352.\r                                                        \r\n\n          For   the   purpose   of   establishing   diversity\r\n\njurisdiction,  the amount  in  controversy is  determined  by\r\n\nlooking to  the circumstances  at the time  the complaint  is\r\n\nfiled.  Thesleff v. Harvard Trust Co., 154 F.2d  732, 732 n.1\r                                                 \r\n\n(1st Cir.  1946) (noting  that \"federal  jurisdiction depends\r\n\nupon  the facts at the time suit is commenced, and subsequent\r\n\nchanges . . . in the amount in controversy [will  not] devest\r\n\n[sic] it\"); 14A Charles A. Wright &amp; Arthur R. Miller, Federal\r                                                                         \r\n\nPractice and Procedure   3702 at 28-29 n.31 (1985); Watson v.\r                                                                      \r\n\nBlankinship, 20  F.3d 383, 387  (10th Cir. 1994);  Klepper v.\r                                                                      \r\n\nFirst American Bank, 916  F.2d 337, 340 (6th Cir.  1990); see\r                                                                         \r\n\nNewman-Green,  Inc. v.  Alfonzo-Larrain,  490  U.S. 826,  830\r                                                   \r\n\n(1989) (noting that for determining diversity of citizenship,\r\n\n\"[t]he existence of  federal jurisdiction ordinarily  depends\r\n\non the facts  as they  exist when the  complaint is  filed\").\r\n\nMoreover, it  has long been the rule that a court decides the\r\n\namount in controversy from the face of the complaint, \"unless\r\n\n                             -7-\r                                          7\r\r\n\nit appears or is in some way shown that the  amount stated in\r\n\nthe complaint is not  claimed `in good faith.'\"   Horton, 367\r                                                                    \r\n\nU.S. at 353  (quoting St. Paul Mercury Indem. Co.  v. Red Cab\r                                                                         \r\n\nCo., 303 U.S. 283,  288 (1938)).  When a  plaintiff initiates\r               \r\n\nan action  in federal  court, the  plaintiff knows  or should\r\n\nknow whether the claim  surpasses the jurisdictional minimum.\r\n\nSt. Paul, 303 U.S. at 290.\r                    \r\n\n          [The plaintiff's] good faith  in choosing\r\n          the  federal forum  is open  to challenge\r\n          not  only by  resort to  the face  of the\r\n          complaint, but by the facts  disclosed at\r\n          trial, and  if from either  source it  is\r\n          clear  that his  claim  never could  have\r\n          amounted to  the  sum necessary  to  give\r\n          jurisdiction,  there  is no  injustice in\r\n          dismissing the suit.\r\n\nId.\r               \r\n\n          Coventry and  Stop &amp;  Shop both cite  passages from\r\n\nthe  seminal case of St.  Paul, 303 U.S.  283 (1938), without\r                                          \r\n\ndiscussing its facts.   We pause to do so here.  In St. Paul,\r                                                                        \r\n\nthe plaintiff-employer initiated a state-court action against\r\n\nthe  defendant-insurer for  payment of  workers' compensation\r\n\nbenefits.  Id. at 284-85.  The plaintiff alleged an amount of\r                          \r\n\ndamages sufficient to permit the defendant to remove the case\r\n\nto federal  court.  Id. at  285.  Once in  federal court, the\r                                   \r\n\nplaintiff  filed two  amended  complaints.   Attached to  the\r\n\nsecond amended  complaint, which  alleged the same  amount of\r\n\ndamages as  originally claimed, was an  exhibit detailing the\r\n\ndamages;  the exhibit revealed that  the total sum of damages\r\n\n                             -8-\r                                          8\r\r\n\nwas   no   more  than   $1,380.89,   an   amount  below   the\r\n\njurisdictional  minimum (then  $3,000).   Id.   The  court of\r                                                         \r\n\nappeals, sua sponte, took notice  of the exhibit and directed\r                               \r\n\na  remand   of  the  case,  reasoning  that   the  amount  in\r\n\ncontroversy was less than the jurisdictional minimum and that\r\n\n\"[t]he court cannot  close its  eyes to the  obvious, nor  go\r\n\nahead  with  the  trial  of  a  cause  of  which  it  has  no\r\n\njurisdiction.\"  90 F.2d 229, 230 (7th Cir. 1936).\r\n\n          The  Supreme Court reversed,  noting that there was\r\n\nno evidence that, at  the time the action was  commenced, the\r\n\nplaintiff  could  have  ascertained  the actual  sum  of  the\r\n\ndamages, and  that the later  exhibit setting forth  this sum\r\n\ndid not  undermine plaintiff's initial good faith.   303 U.S.\r\n\nat 295-96 (also observing that  the sum claimed was comprised\r\n\nof \"numerous\" items  that, in  turn, were each  the total  of\r\n\nseveral other items).4   Accordingly, the Court reasoned that\r\n\n                    \r                                \r\n\n4.  The Court also noted that the removal posture of the case\r\nadditionally bolstered the finding  of good faith in claiming\r\ndamages.   St.  Paul,  303  U.S.  at  290-91.    Because  the\r                                \r\nplaintiff  initially filed  in state  court, it  was unlikely\r\nthat the amount claimed  was meant to somehow  confer federal\r\njurisdiction.  Id. \r                              \r\nThe Court reasoned that a defendant's right to remove was not\r\nto  be \"subject  to  the plaintiff's  caprice\" by  subsequent\r\nevents --  whether or not  such events are  under plaintiff's\r\ncontrol.    Id.  at 293-94;  see  also  Pro  Medica, Inc.  v.\r                                                                     \r\nTheradyne  Corp.,  331  F.   Supp.  231,  232  (D.P.R.  1971)\r                            \r\n(refusing  to  allow   plaintiff's  amended  complaint,  that\r\nreduced amount of damages claimed to less than jurisdictional\r\nminimum,  to divest  federal court  of jurisdiction).   Thus,\r\nevents   occurring  subsequent   to   removal,   such  as   a\r\nstipulation, an  affidavit, or an amendment  that reduces the\r\nclaim below the jurisdictional minimum, would not deprive the\r\n\n                             -9-\r                                          9\r\r\n\nthe case  fell comfortably  within the rule  that \"subsequent\r\n\nreduction  of the  amount  claimed cannot  oust the  district\r\n\ncourt's jurisdiction.\"  Id. at 295.\r                                       \r\n\n          In  a portion  of St. Paul  crucial to  the instant\r                                                \r\n\ncase,  and  from which  the  parties  before us  parse  their\r\n\nfavorite phrases, the Court wrote:\r\n\n               The  intent of  Congress drastically\r\n          to   restrict  federal   jurisdiction  in\r\n          controversies    between   citizens    of\r\n          different   states    has   always   been\r\n          rigorously enforced  by the courts.   The\r\n          rule  governing  dismissal  for  want  of\r\n          jurisdiction  in  cases  brought  in  the\r\n          federal  court is  that,  unless the  law\r\n          gives  a different rule,  the sum claimed\r\n          by the plaintiff controls if the claim is\r\n          apparently made in good  faith.  It  must\r\n          appear  to  a  legal  certainty  that the\r\n          claim  is  really   for  less  than   the\r\n          jurisdictional    amount    to    justify\r\n          dismissal.  The inability of plaintiff to\r\n          recover  an amount  adequate to  give the\r\n          court jurisdiction does  not show his bad\r\n          faith or oust the jurisdiction.  Nor does\r\n          the fact that the complaint discloses the\r\n          existence  of  a  valid  defense  to  the\r\n          claim.   But  if,  from the  face of  the\r\n          pleadings,  it  is apparent,  to  a legal\r\n          certainty,  that   the  plaintiff  cannot\r\n          recover  the amount  claimed or  if, from\r\n          the proofs, the court  is satisfied to  a\r\n          like certainty that  the plaintiff  never\r\n\n                    \r                                \r\n\ncourt  of jurisdiction once it  has attached.   St. Paul, 303\r                                                                    \r\nU.S. at 292-93.\r\n          Despite  the  added  weight  the   removal  posture\r\ncontributed to  the good faith finding, the  Court noted that\r\ndismissal  of the  case  would not  have  been warranted  had\r\nplaintiff originally brought the case  in federal court.  Id.\r                                                                         \r\nat 290.  Therefore, we find the reasoning of St. Paul no less\r                                                                 \r\napplicable  to the  instant case,  where Coventry  originally\r\nfiled in federal court,  and where there is no  dispute as to\r\nits good faith in its claimed amount in controversy.\r\n\n                             -10-\r                                          10\r\r\n\n          was  entitled to recover that amount, and\r\n          that  his  claim was  therefore colorable\r\n          for    the    purpose    of    conferring\r\n          jurisdiction, the suit will be dismissed.\r\n          Events   occurring   subsequent  to   the\r\n          institution  of  suit  which  reduce  the\r\n          amount  recoverable  below the  statutory\r\n          limit do not oust jurisdiction.\r\n\nId. at 288-89 (footnotes and citations omitted).\r               \r\n\n          The rules gleaned from the foregoing passage may be\r\n\nsummarized as follows.  First, federal courts must diligently\r\n\nenforce  the  rules   establishing  and  limiting   diversity\r\n\njurisdiction.  Second, unless the law provides otherwise, the\r\n\nplaintiff's  damages   claim  will  control  the   amount  in\r\n\ncontroversy  for jurisdictional  purposes if  it is  made \"in\r\n\ngood faith.\"   If  the face of  the complaint  reveals, to  a\r\n\nlegal  certainty, that  the  controversy cannot  involve  the\r\n\nrequisite amount, jurisdiction will not attach.   Id. at 289,\r                                                                 \r\n\n291.     Moreover,  if  later  evidence  shows,  to  a  legal\r\n\ncertainty,  that the  damages never  could have  exceeded the\r\n\njurisdictional minimum  such that  the claim  was essentially\r                                             \r\n\nfeigned  (colorable)  in order  to  confer  jurisdiction, the\r\n\naction must be  dismissed.  See also id. at  290 (noting that\r                                                    \r\n\nplaintiff's good  faith in  choosing a  federal forum may  be\r\n\nchallenged  by trial  facts which  establish that  the \"claim\r\n\nnever  could  have  amounted to  the  sum  necessary  to give\r\n\njurisdiction\").      Finally,   if   events   subsequent   to\r\n\ncommencement of  the action reduce the  amount in controversy\r\n\n                             -11-\r                                          11\r\r\n\nbelow  the  statutory  minimum,  the  federal  court  is  not\r\n\ndivested of jurisdiction.\r\n\n          A careful  review of  St. Paul evinces  its primary\r                                                    \r\n\nconcern  for the  plaintiff's  \"good faith\"  in alleging  the\r\n\namount in  controversy.   When discerning a  plaintiff's good\r\n\nfaith, a court may  look to whether it \"appear[s] to  a legal\r\n\ncertainty  that  the  claim  is  really  for  less  than  the\r\n\njurisdictional  amount.\"  St. Paul, 303 U.S. at 289; see also\r                                                                         \r\n\nHorton, 367 U.S. at 353;  Jones v. Landry, 387 F.2d 102,  104\r                                                     \r\n\n(5th Cir. 1967) (\"Thus, there is but one test; good faith and\r\n\nlegal  certainty  are equivalents  rather  than two  separate\r\n\ntests.\").   But see Local  Div. No. 714,  Amalgamated Transit\r                                                                         \r\n\nUnion v. Greater Portland  Transit Dist., 589 F.2d 1,  9 (1st\r                                                    \r\n\nCir. 1978) (apparently finding alternative tests, noting that\r\n\nwhere there is no evidence that the amount claimed was not in\r\n\ngood  faith, it must appear  \"to a legal  certainty\" that the\r\n\namount  in controversy  does  not exceed  the  jurisdictional\r\n\nminimum),  overruled  on other  grounds  by  Local Div.  589,\r                                                                         \r\n\nAmalgamated Transit Union v. Massachusetts, 666 F.2d 618 (1st\r                                                      \r\n\nCir.), cert. denied, 457 U.S. 1117 (1981).\r                               \r\n\n          The parties in the instant case spill much ink over\r\n\nthe meaning of \"good faith\": whether it includes an objective\r\n\nas  well   as  subjective  component,  and   if  so,  whether\r\n\n\"objective\" good faith includes \"objective facts\" as  opposed\r\n\nto  \"actual facts,\"  etc.    Stop  &amp;  Shop  argues  that  the\r\n\n                             -12-\r                                          12\r\r\n\n\"objective facts\" were always the same: that it consumed much\r\n\nless water than originally shown on KCWA's invoices, and that\r\n\nalthough the  claimed amount in controversy  was over $50,000\r\n\nat the time of filing, the \"actual\" amount in controversy is,\r\n\nindisputably, less than the jurisdictional minimum.  Coventry\r\n\ncounters  that not  only  did it  file  with subjective  good\r\n\nfaith,  but,  because  a  wholly  independent  third  party's\r\n\nactions were relied  upon (indeed,  it was Stop  &amp; Shop  that\r\n\nforwarded KCWA's  invoices to  Coventry), there is  no reason\r\n\nthat Coventry  \"should have known\" about  the \"actual\" amount\r\n\nin  controversy   and  thus,   it  claimed  the   damages  in\r\n\n\"objective\" good faith as well.\r\n\n          This  court  has found  that  \"good  faith\" in  the\r\n\namount-in-controversy   context   includes   an  element   of\r\n\n\"objective\"  good faith.  In Jimenez  Puig v. Avis Rent-A-Car\r                                                                         \r\n\nSys.,  574  F.2d  37, 40  (1st  Cir.  1978),  we found  that,\r                \r\n\nalthough  the  plaintiff had  not  acted  \"in deliberate  bad\r\n\nfaith\" in filing his damages claim for mental anguish, \"[t]he\r\n\nquestion,  however, is  whether to  anyone familiar  with the\r\n\napplicable law this claim  could objectively have been viewed\r\n\nas  worth  [the  jurisdictional   minimum].\"    Id.  (viewing\r                                                               \r\n\nevidence in  light most  favorable to plaintiff,  and finding\r\n\nthat, from the outset, plaintiff  had no chance of recovering\r\n\nstatutory minimum);  cf. Pratt Central  Park Ltd. v.  Dames &amp;\r                                                                         \r\n\nMoore,  60   F.3d  350,   353  (7th  Cir.   1995)  (upholding\r                 \r\n\n                             -13-\r                                          13\r\r\n\ncontractual  liability  cap of  $5,000,  then  dismissing for\r\n\nfailure to meet amount-in-controversy requirement).   We find\r\n\nthat here, there is  no dispute as to good  faith, subjective\r\n\nor objective.5   It is undisputed  that Coventry alleged  the\r\n\namount  in controversy  believing its  accuracy at  the time.\r\n\nFurthermore, there is no  evidence, and Stop &amp; Shop  does not\r\n\nargue otherwise, that  Coventry had any reason to believe, at\r\n\nthe time  of  filing, that  KCWA's invoices,  upon which  the\r\n\nservice  fee was  calculated, were  factually incorrect.   We\r\n\nfind that, objectively  viewed, at  the time  of its  filing,\r\n\nCoventry's claim  was  worth  more  than  the  jurisdictional\r\n\nminimum.\r\n\n          This  case  fits well  within  the  rule that  once\r\n\njurisdiction  attaches,  it is  not  ousted  by a  subsequent\r\n\nchange of events.   See St.  Paul, 303 U.S. at  295; Klepper,\r                                                                        \r\n\n916  F.2d at 340 (holding that summary judgment on one claim,\r\n\nthat reduced  amount in controversy  below statutory minimum,\r\n\ndid not divest court  of jurisdiction); 14A Wright &amp;  Miller,\r\n\nsupra,   3702 at  35 (noting same).   In Thesleff v.  Harvard\r                                                                         \r\n\nTrust  Co., 154 F.2d  732, 732 n.1 (1st  Cir. 1946), we noted\r                      \r\n\nthat although  plaintiff filed  remittiturs that  reduced the\r\n\namount in controversy  below the jurisdictional minimum,  the\r\n\nfacts  at  the  time   the  action  was  commenced  conferred\r\n\n                    \r                                \r\n\n5.  We  decline,  at this  time, to  make  any sort  of legal\r\ndistinction between \"objective facts\" and \"actual facts\"  for\r\npurposes of determining amount in controversy.\r\n\n                             -14-\r                                          14\r\r\n\njurisdiction which  subsequent events could not  divest.  See\r                                                                         \r\n\nalso Ford, Bacon &amp; Davis, Inc. v. Volentine, 64 F.2d 800, 801\r                                                       \r\n\n(5th Cir. 1933) (refusing  remand where an amended complaint,\r\n\nremoving co-plaintiff  who had  died after action  was filed,\r\n\n\"merely  discloses a  fact  which arose  after  the suit  and\r\n\nrecognizes  its  legal  consequences, without  impugning  the\r\n\noriginal  propriety  of  the   jurisdiction\").    As  in  the\r\n\namount-in-controversy context, the rule that  jurisdiction is\r\n\nnot divested  by subsequent events  has also been  applied to\r\n\nthe  diversity-of-citizenship  requirement.    See  Smith  v.\r                                                                     \r\n\nSperling,  354 U.S. 91, 93 n.1 (1957); Mollen v. Torrance, 22\r                                                                     \r\n\nU.S. 537, 539 (1824).\r\n\n          In the  instant case, Coventry filed  the complaint\r\n\nbecause  Stop  &amp; Shop  refused  to  pay its  bills  totalling\r\n\n$74,953.00.   The  amount  in  controversy, at  the  time  of\r\n\nfiling, exceeded  the  statutory minimum  regardless  of  the\r\n\nthen-unknown   \"actual  facts\"   of   Stop  &amp;   Shop's  water\r\n\nconsumption.  It was not until Coventry filed the action that\r\n\nStop  &amp;   Shop  inquired  about  KCWA's   invoices  and  KCWA\r\n\nsubsequently changed them to reflect accurately the amount of\r\n\nwater usage.   Presumably, had  the billing error  never been\r\n\ndetected,  the  action  would  have proceeded  on  Coventry's\r\n\ndamages claim  of $74,953.00.   The fact that  an independent\r\n\nthird  party's   error  initially  inflated   the  amount  in\r\n\ncontroversy above the jurisdictional minimum does not lead to\r\n\n                             -15-\r                                          15\r\r\n\nthe  inevitable  result that  the  third  party's correction,\r\n\nsubsequent  to  the  filing  of the  complaint,  affects  the\r\n\npropriety of the jurisdiction once it attached.\r\n\n          Stop &amp;  Shop insists that, in this  case, we should\r\n\ndraw   a   distinction   between   \"subsequent   events\"  and\r\n\n\"subsequent  revelations.\"    Stop  &amp; Shop  argues  that  the\r\n\nsubsequent revelation that the actual amount of damages never\r\n\nmet the jurisdictional minimum -- as opposed  to a subsequent\r\n\nevent  that  reduces  that amount  --  divests  the  court of\r\n\njurisdiction, regardless  of what the parties  knew or should\r\n\nhave known  at the time of  filing.  At oral  argument before\r\n\nthis court,  counsel for  Stop &amp;  Shop acknowledged  that the\r\n\nlogical extension of  this argument is  that the court  would\r\n\nhave been without  jurisdiction over the case  even if KCWA's\r\n\nerror had not been discovered until trial.\r\n\n          To support  this argument, Stop &amp;  Shop cites three\r\n\ncases  that are  factually  distinguishable from  the instant\r\n\none,  and that, in any  event, are not  controlling upon this\r\n\ncourt.   First, in American Mutual Liab. Ins. Co. v. Campbell\r                                                                         \r\n\nLumber Mfg. Corp., 329  F. Supp. 1283, 1284 (N.D.  Ga. 1971),\r                             \r\n\nthe plaintiff  filed an action  for amounts due  on insurance\r\n\ncontracts.  The plaintiff was forced to estimate its  damages\r\n\nclaim  because  certain  of  defendant's  records   were  not\r\n\navailable to it.  Id. at 1285.  During post-filing discovery,\r                                 \r\n\nthe plaintiff  learned that the actual  amount in controversy\r\n\n                             -16-\r                                          16\r\r\n\nwas  below the statutory minimum.   Id.  The court found that\r                                                   \r\n\nthe maximum  amount  recoverable on  the  plaintiff's  theory\r\n\nnever  varied,   and  noted   that  the  correct   amount  in\r\n\ncontroversy  was ascertainable  at  the time  the action  was\r\n\nfiled.   Id. at  1286.  Thus,  in dismissing the  action, the\r                        \r\n\ncourt  reasoned that  the  plaintiff's  realization that  its\r\n\nearlier  estimation  of  damages  was erroneous  was  not  an\r\n\n\"event,\" under St. Paul, that reduced the amount recoverable.\r                                   \r\n\nId. at 1286.\r               \r\n\n          Second, in Jones v.  Knox Exploration Corp., 2 F.3d\r                                                                 \r\n\n181,  182 (6th Cir.  1993), the plaintiffs  revealed in their\r\n\nappellate brief that \"it was not discovered until this appeal\r\n\nthat  the  amount  in   controversy  is  actually  less  than\r\n\n$50,000.\"  The court acknowledged that subsequent events that\r\n\nreduce the amount in controversy, such as an amendment to the\r\n\ncomplaint  or  an  application  of  a   post-discovery  legal\r\n\ndefense,  would not oust  federal jurisdiction.   Id. at 183.\r                                                                 \r\n\nThe  court  reasoned  that  \"[a] distinction  must  be  made,\r\n\nhowever, between subsequent events  that change the amount in\r\n\ncontroversy  and subsequent  revelations that,  in fact,  the\r\n\nrequired  amount  was  or  was  not  in  controversy  at  the\r\n\ncommencement of  the action.\"  Id.  at 183.  The  court found\r                                              \r\n\nthat there  was no subsequent  event that occurred  to reduce\r\n\nthe amount;  instead, there was only  a subsequent revelation\r\n\nthat,  in fact, the required amount was not in controversy at\r\n\n                             -17-\r                                          17\r\r\n\nthe time the action was filed.  Id.  Thus,  the court ordered\r                                               \r\n\ndismissal based on lack of subject matter jurisdiction.  Id.\r                                                                        \r\n\n          Third,  in   Tongkook  America,  Inc.   v.  Shipton\r                                                                         \r\n\nSportswear  Co.,  14 F.3d  781,  782-83 (2d  Cir.  1994), the\r                           \r\n\nparties realized  during pre-trial  discovery that, one  year\r\n\nprior  to filing  suit,  the plaintiff  had  drawn a  certain\r\n\namount  upon a letter of credit that was erroneously added to\r\n\nthe damages  claim.  The court  rejected plaintiff's argument\r\n\nthat  the  discovery  of the  failure  to  credit  the amount\r\n\nwithdrawn was an \"event subsequent to  the institution of the\r\n\nsuit.\"   Id.  at 784-85.   The  court deemed  the plaintiff's\r                        \r\n\nprevious withdrawal upon the letter of credit an \"event which\r\n\npreceded  the commencement  of  the  suit [that]  objectively\r\n\naltered  the amount  of [plaintiff's]  claim.\"   Id. at  786.\r                                                                \r\n\nThus,  the sum  certain  in controversy  was  lower than  the\r\n\njurisdictional  minimum  and  the  court  ordered   the  case\r\n\ndismissed for lack of subject matter jurisdiction.\r\n\n          In  the instant  case,  Coventry did  not base  its\r\n\ndamages   claim  on   a  faulty   estimation   that  required\r\n\nrecalculation  during  discovery,  as  in   American  Mutual;\r                                                                        \r\n\nrather, it  alleged the  amount in  controversy based  upon a\r\n\nthird-party's information that  neither party had any  reason\r\n\nto know was erroneous.  Unlike the \"mere revelation\" in Jones\r                                                                         \r\n\nthat there was never the requisite amount in controversy, the\r\n\nreduction  in the  amount in  controversy here  occurred only\r\n\n                             -18-\r                                          18\r\r\n\nafter KCWA's  affirmative acts  of checking the  water meters\r\n\nand changing the invoice amounts.  Finally, although portions\r\n\nof the Tongkook court's reasoning are not entirely consistent\r                           \r\n\nwith our decision here, we distinguish that case narrowly  on\r\n\nthe facts; in Tongkook, the parties themselves made the error\r                                  \r\n\naffecting the  amount in  controversy approximately  one year\r\n\nprior to commencement of the suit.  14 F.3d at 782-83.  Thus,\r\n\nit  appears that the plaintiff in that case should have known\r\n\nthat  its claim  did not  exceed the  jurisdictional minimum.\r\n\nSee  St.  Paul, 303  U.S. at  290  (stating that  a plaintiff\r                          \r\n\nshould know whether the claim meets the amount in controversy\r\n\nrequirement).   In  the  instant case,  an independent  third\r\n\nparty  with otherwise  no  connection  to  the case  made  an\r\n\napparently  non-obvious   error   so  that   the   amount-in-\r\n\ncontroversy  at the  time  of filing,  in fact,  exceeded the\r\n\njurisdictional minimum.   Coventry had no reason to know that\r\n\nits  claimed amount of damages  was in error.   Moreover, the\r\n\nreduction  of the  amount in  controversy resulted  from acts\r\n\noccurring wholly after the  action commenced.  We  hold that,\r\n\nunder these extraordinary circumstances, the district court's\r\n\njurisdiction was not disturbed by the subsequent reduction of\r\n\nthe amount in controversy.6\r\n\n                    \r                                \r\n\n6.  We note here  a paradox.   Under 28  U.S.C.   1332(b),  a\r\nplaintiff  who  files  a  claim  in federal  court  based  on\r\ndiversity jurisdiction  is subject to the  court's imposition\r\nof costs if the plaintiff \"is finally adjudged to be entitled\r\nto recover less than the sum or value of $50,000.\"  28 U.S.C.\r\n\n                             -19-\r                                          19\r\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the  foregoing reasons, we  vacate the judgment\r\n\nof  the district  court, and  remand for  further proceedings\r\n\nconsistent  with this opinion.  Each party shall bear its own\r\n\ncosts.\r\n\n                    \r                                \r\n\n1332(b).  Assuming that Coventry will persist in pursuing the\r\ncase  in  federal  court, it  seems  odd  that  while it  has\r\ntechnically  met the  requirements of    1332(a), it  may not\r\navoid  potential liability  under   1332(b)'s  cost sanction.\r\nCf.  Horton, 367 U.S. at 362 (noting the \"strange result that\r                       \r\nwhile respondent has met the requirements of   1332(a), . . .\r\nunder    1332(b) it will be  liable for costs  for failing to\r\nmeet  the same  requirements)  (Clark, J.  dissenting).   The\r\ndetermination of whether or not to impose such cost sanctions\r\nis,  of course, within  the sound discretion  of the district\r\ncourt.\r\n\n                             -20-\r                                          20\r\r\n",
  "html": "<p class=\"case_cite\">71 F.3d 1</p>\n    <p class=\"case_cite\">33 Fed.R.Serv.3d 395</p>\n    <p class=\"parties\">COVENTRY SEWAGE ASSOCIATES, et al., Plaintiffs, Appellants,<br>v.<br>DWORKIN REALTY CO., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1410.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1995.<br>Decided Nov. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David A. Wollin, Providence, RI, with whom Adler, Pollock &amp; Sheehan Incorporated was on brief, for appellants.</p>\n      <p class=\"indent\">Steven M. Richard, Providence, RI, with whom Tillinghast, Collins &amp; Graham was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants, Coventry Sewage Associates (\"Coventry\") and Woodland Manor Improvement Association (\"Woodland\") brought a diversity action against appellees, Dworkin Realty Co.  (\"Dworkin\") and The Stop &amp; Shop Supermarket Company (\"Stop &amp; Shop\").  The United States District Court for the District of Rhode Island found that the amount-in-controversy requirement of 28 U.S.C. Sec. 1332(a) was not met and dismissed the case, pursuant to appellees' motion under Fed.R.Civ.P. 12(b)(1), for lack of subject matter jurisdiction.  For the reasons stated below, and because of the unusual facts of this case, we reverse.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL BACKGROUND AND PRIOR PROCEEDINGS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Coventry and Woodland own and operate a private sewer line and sewage pumping station servicing, among others, a supermarket run by Stop &amp; Shop, located on property owned by Dworkin, a wholly-owned subsidiary of Stop &amp; Shop (hereinafter appellees will be referred to collectively as \"Stop &amp; Shop\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In June 1992, Coventry and Woodland (hereinafter, collectively \"Coventry\") entered into a \"Sewer Connection Agreement\" with Stop &amp; Shop, whereby Stop &amp; Shop agreed to pay a service fee for sewer-main usage.  The service fee was based, in part, upon the number of cubic feet of water consumed on the property.  To determine the amount of water consumed, the parties' contract relied on invoices from the Kent County Water Authority (\"KCWA\").  The KCWA sent these invoices to Stop &amp; Shop, and Stop &amp; Shop in turn forwarded them to Coventry.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because of a dispute over the reasonableness of an increase in the service fee--an increase Coventry claimed was permitted by the contract--Stop &amp; Shop refused to pay Coventry's bills which accumulated beginning in early 1994.  In October 1994, Coventry filed this action seeking recovery of $74,953.00, the amount it claimed to be due based upon water-usage numbers obtained from the KCWA invoices and what Coventry claimed was the correct new service fee rate.  Coventry also sought contractual attorneys' fees.  It is undisputed that, at the time Coventry commenced the action, it alleged the amount in controversy in the belief that it exceeded the jurisdictional minimum, and not as a ruse to invoke federal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly after the complaint was filed, but before Stop &amp; Shop filed its answer, Stop &amp; Shop contacted the KCWA about the invoices underlying Coventry's fee calculations.  The KCWA then sent an employee to the property who discovered that there had been a misreading of Stop &amp; Shop's water meters, essentially caused by the adding of an extra zero to the number of cubic meters actually consumed.  By letter dated November 18, 1994, the KCWA notified Stop &amp; Shop that it was correcting the billing error by changing the amounts of the invoices.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Based upon the KCWA's corrected invoices, Coventry reduced the sum of its bills to Shop &amp; Stop to only $18,667.88, an amount that included the disputed fee increase.  Subsequently, Stop &amp; Shop paid the undisputed portion of the fee, $10,182.48, initially withholding the disputed balance of $8,485.40.  Stop &amp; Shop ultimately paid this remaining sum as well, reserving the right to recoup the amount should it prevail in its challenge to the reasonableness of the service fee.  Stop &amp; Shop, presumably doubting the existence of diversity jurisdiction, asked Coventry to voluntarily dismiss the federal action;  Coventry refused, however, apparently because of its intention to pursue in federal court its claim for contractual attorneys' fees.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Stop &amp; Shop moved to dismiss the action under Fed.R.Civ.P. 12(b)(1) for lack of subject matter jurisdiction.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The district court granted the motion, finding that, \"to a legal certainty,\" the amount in controversy did not exceed $50,000 as required by 28 U.S.C. Sec. 1332(a).  Notwithstanding the small amount actually in controversy, Coventry appeals the dismissal of the action.  At oral argument before this court, counsel for Coventry stated that the reason for the insistence upon federal jurisdiction was that the case would get to an earlier trial in federal court (including the appeal proceedings) than if the case were pursued in state court.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review de novo the district court's dismissal for lack of subject matter jurisdiction under Fed.R.Civ.P. 12(b)(1).  Murphy v. United States, 45 F.3d 520, 522 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 2581, 132 L.Ed.2d 831 (1995).  Although the facts pertinent to this appeal are undisputed, we are nonetheless \"mindful that the party invoking the jurisdiction of a federal court carries the burden of proving its existence.\"  Taber Partners, I v. Merit Builders, Inc., 987 F.2d 57, 60 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 82, 126 L.Ed.2d 50 (1993).</p>\n    </div>\n    <p>B. Analysis</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Coventry argues that at the time it filed the action, it claimed, in good faith, damages in excess of $50,000;  thus, the subsequent reduction of the amount in controversy did not divest the district court of jurisdiction.  Coventry contends that the KCWA's post-filing discovery of the billing error and changing of the invoice amounts was a \"subsequent event\" that neither undermined its good faith in filing, nor disturbed the court's jurisdiction once it attached.  Shop &amp; Stop argues that the billing error was a mere \"subsequent revelation\" that proved, to a legal certainty, that the amount in controversy had always been below the jurisdictional minimum and thus the court properly dismissed the case for lack of subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This case illustrates the competing policies that operate when a court makes an amount-in-controversy determination.  On the one hand, a federal court should rigorously enforce the jurisdictional limits that Congress chooses to set in diversity cases.  See Pratt Central Park Ltd. v. Dames &amp; Moore, Inc., 60 F.3d 350, 352 (7th Cir.1995).  On the other hand, preliminary jurisdictional determinations should neither unduly delay, nor unfairly deprive a party from, determination of the controversy on the merits.  See id. at 351-52 (noting the undesirable cost of a prolonged jurisdictional inquiry that only serves to determine which court will hear the case);  14A Charles A. Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure Sec. 3702 at 12-13 (1985) (noting competing policies).  As a policy matter, the \"which court\" determination ought to be made with relative dispatch so that the parties may proceed to resolution of the dispute's merits.  See Pratt Central Park Ltd., 60 F.3d at 352.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">For the purpose of establishing diversity jurisdiction, the amount in controversy is determined by looking to the circumstances at the time the complaint is filed.  Thesleff v. Harvard Trust Co., 154 F.2d 732, 732 n. 1 (1st Cir.1946) (noting that \"federal jurisdiction depends upon the facts at the time suit is commenced, and subsequent changes ... in the amount in controversy [will not] devest [sic] it\");  14A Charles A. Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure Sec. 3702 at 28-29 n. 31 (1985);  Watson v. Blankinship, 20 F.3d 383, 387 (10th Cir.1994);  Klepper v. First American Bank, 916 F.2d 337, 340 (6th Cir.1990);  see Newman-Green, Inc. v. Alfonzo-Larrain, 490 U.S. 826, 830, 109 S.Ct. 2218, 2222, 104 L.Ed.2d 893 (1989) (noting that for determining diversity of citizenship, \"[t]he existence of federal jurisdiction ordinarily depends on the facts as they exist when the complaint is filed\").  Moreover, it has long been the rule that a court decides the amount in controversy from the face of the complaint, \"unless it appears or is in some way shown that the amount stated in the complaint is not claimed 'in good faith.' \"  Horton, 367 U.S. at 353, 81 S.Ct. at 1573 (quoting St. Paul Mercury Indem. Co. v. Red Cab Co., 303 U.S. 283, 288, 58 S.Ct. 586, 590, 82 L.Ed. 845 (1938)).  When a plaintiff initiates an action in federal court, the plaintiff knows or should know whether the claim surpasses the jurisdictional minimum.  St. Paul, 303 U.S. at 290, 58 S.Ct. at 591.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>[The plaintiff's] good faith in choosing the federal forum is open to challenge not only by resort to the face of the complaint, but by the facts disclosed at trial, and if from either source it is clear that his claim never could have amounted to the sum necessary to give jurisdiction, there is no injustice in dismissing the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Coventry and Stop &amp; Shop both cite passages from the seminal case of St. Paul, 303 U.S. 283, 58 S.Ct. 586 (1938), without discussing its facts.  We pause to do so here.  In St. Paul, the plaintiff-employer initiated a state-court action against the defendant-insurer for payment of workers' compensation benefits.  Id. at 284-85, 58 S.Ct. at 588-89.   The plaintiff alleged an amount of damages sufficient to permit the defendant to remove the case to federal court.  Id. at 285, 58 S.Ct. at 588.   Once in federal court, the plaintiff filed two amended complaints.  Attached to the second amended complaint, which alleged the same amount of damages as originally claimed, was an exhibit detailing the damages;  the exhibit revealed that the total sum of damages was no more than $1,380.89, an amount below the jurisdictional minimum (then $3,000).  Id.  The court of appeals, sua sponte, took notice of the exhibit and directed a remand of the case, reasoning that the amount in controversy was less than the jurisdictional minimum and that \"[t]he court cannot close its eyes to the obvious, nor go ahead with the trial of a cause of which it has no jurisdiction.\"  St. Paul Mercury Indemnity Co. v. Red Cab Co., 90 F.2d 229, 230 (7th Cir.1936).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Supreme Court reversed, noting that there was no evidence that, at the time the action was commenced, the plaintiff could have ascertained the actual sum of the damages, and that the later exhibit setting forth this sum did not undermine plaintiff's initial good faith.  303 U.S. at 295-96, 58 S.Ct. at 593-94 (also observing that the sum claimed was comprised of \"numerous\" items that, in turn, were each the total of several other items).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Accordingly, the Court reasoned that the case fell comfortably within the rule that \"subsequent reduction of the amount claimed cannot oust the district court's jurisdiction.\"  Id. at 295, 58 S.Ct. at 593.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In a portion of St. Paul crucial to the instant case, and from which the parties before us parse their favorite phrases, the Court wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The intent of Congress drastically to restrict federal jurisdiction in controversies between citizens of different states has always been rigorously enforced by the courts.  The rule governing dismissal for want of jurisdiction in cases brought in the federal court is that, unless the law gives a different rule, the sum claimed by the plaintiff controls if the claim is apparently made in good faith.  It must appear to a legal certainty that the claim is really for less than the jurisdictional amount to justify dismissal.  The inability of plaintiff to recover an amount adequate to give the court jurisdiction does not show his bad faith or oust the jurisdiction.  Nor does the fact that the complaint discloses the existence of a valid defense to the claim.  But if, from the face of the pleadings, it is apparent, to a legal certainty, that the plaintiff cannot recover the amount claimed or if, from the proofs, the court is satisfied to a like certainty that the plaintiff never was entitled to recover that amount, and that his claim was therefore colorable for the purpose of conferring jurisdiction, the suit will be dismissed.  Events occurring subsequent to the institution of suit which reduce the amount recoverable below the statutory limit do not oust jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Id. at 288-89, 58 S.Ct. at 590-91 (footnotes and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The rules gleaned from the foregoing passage may be summarized as follows.  First, federal courts must diligently enforce the rules establishing and limiting diversity jurisdiction.  Second, unless the law provides otherwise, the plaintiff's damages claim will control the amount in controversy for jurisdictional purposes if it is made \"in good faith.\"   If the face of the complaint reveals, to a legal certainty, that the controversy cannot involve the requisite amount, jurisdiction will not attach.  Id. at 289, 291, 58 S.Ct. at 590, 591.   Moreover, if later evidence shows, to a legal certainty, that the damages never could have exceeded the jurisdictional minimum such that the claim was essentially feigned (colorable) in order to confer jurisdiction, the action must be dismissed.  See also id. at 290, 58 S.Ct. at 591 (noting that plaintiff's good faith in choosing a federal forum may be challenged by trial facts which establish that the \"claim never could have amounted to the sum necessary to give jurisdiction\").  Finally, if events subsequent to commencement of the action reduce the amount in controversy below the statutory minimum, the federal court is not divested of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A careful review of St. Paul evinces its primary concern for the plaintiff's \"good faith\" in alleging the amount in controversy.  When discerning a plaintiff's good faith, a court may look to whether it \"appear[s] to a legal certainty that the claim is really for less than the jurisdictional amount.\"  St. Paul, 303 U.S. at 289, 58 S.Ct. at 590;  see also Horton, 367 U.S. at 353, 81 S.Ct. at 1573;  Jones v. Landry, 387 F.2d 102, 104 (5th Cir.1967) (\"Thus, there is but one test;  good faith and legal certainty are equivalents rather than two separate tests.\").  But see Local Div. No. 714, Amalgamated Transit Union v. Greater Portland Transit Dist., 589 F.2d 1, 9 (1st Cir.1978) (apparently finding alternative tests, noting that where there is no evidence that the amount claimed was not in good faith, it must appear \"to a legal certainty\" that the amount in controversy does not exceed the jurisdictional minimum), overruled on other grounds by Local Div. 589, Amalgamated Transit Union v. Massachusetts, 666 F.2d 618 (1st Cir.), cert. denied, 457 U.S. 1117, 102 S.Ct. 2928, 73 L.Ed.2d 1329 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The parties in the instant case spill much ink over the meaning of \"good faith\":  whether it includes an objective as well as subjective component, and if so, whether \"objective\" good faith includes \"objective facts\" as opposed to \"actual facts,\" etc.  Stop &amp; Shop argues that the \"objective facts\" were always the same:  that it consumed much less water than originally shown on KCWA's invoices, and that although the claimed amount in controversy was over $50,000 at the time of filing, the \"actual\" amount in controversy is, indisputably, less than the jurisdictional minimum.  Coventry counters that not only did it file with subjective good faith, but, because a wholly independent third party's actions were relied upon (indeed, it was Stop &amp; Shop that forwarded KCWA's invoices to Coventry), there is no reason that Coventry \"should have known\" about the \"actual\" amount in controversy and thus, it claimed the damages in \"objective\" good faith as well.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This court has found that \"good faith\" in the amount-in-controversy context includes an element of \"objective\" good faith.  In Jimenez Puig v. Avis Rent-A-Car Sys., 574 F.2d 37, 40 (1st Cir.1978), we found that, although the plaintiff had not acted \"in deliberate bad faith\" in filing his damages claim for mental anguish, \"[t]he question, however, is whether to anyone familiar with the applicable law this claim could objectively have been viewed as worth [the jurisdictional minimum].\"  Id.  (viewing evidence in light most favorable to plaintiff, and finding that, from the outset, plaintiff had no chance of recovering statutory minimum);  cf. Pratt Central Park Ltd. v. Dames &amp; Moore, 60 F.3d 350, 353 (7th Cir.1995) (upholding contractual liability cap of $5,000, then dismissing for failure to meet amount-in-controversy requirement).  We find that here, there is no dispute as to good faith, subjective or objective.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  It is undisputed that Coventry alleged the amount in controversy believing its accuracy at the time.  Furthermore, there is no evidence, and Stop &amp; Shop does not argue otherwise, that Coventry had any reason to believe, at the time of filing, that KCWA's invoices, upon which the service fee was calculated, were factually incorrect.  We find that, objectively viewed, at the time of its filing, Coventry's claim was worth more than the jurisdictional minimum.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This case fits well within the rule that once jurisdiction attaches, it is not ousted by a subsequent change of events.  See St. Paul, 303 U.S. at 295, 58 S.Ct. at 593;  Klepper, 916 F.2d at 340 (holding that summary judgment on one claim, that reduced amount in controversy below statutory minimum, did not divest court of jurisdiction);  14A Charles A. Wright, Arthur R. Miller &amp; Edward H. Cooper, supra, Sec. 3702 at 35 (noting same).  In Thesleff v. Harvard Trust Co., 154 F.2d 732, 732 n. 1 (1st Cir.1946), we noted that although plaintiff filed remittiturs that reduced the amount in controversy below the jurisdictional minimum, the facts at the time the action was commenced conferred jurisdiction which subsequent events could not divest.  See also Ford, Bacon &amp; Davis, Inc. v. Volentine, 64 F.2d 800, 801 (5th Cir.1933) (refusing remand where an amended complaint, removing co-plaintiff who had died after action was filed, \"merely discloses a fact which arose after the suit and recognizes its legal consequences, without impugning the original propriety of the jurisdiction\").  As in the amount-in-controversy context, the rule that jurisdiction is not divested by subsequent events has also been applied to the diversity-of-citizenship requirement.  See Smith v. Sperling, 354 U.S. 91, 93 n. 1, 77 S.Ct. 1112, 1114 n. 1, 1 L.Ed.2d 1205 (1957);  Mollan v. Torrance, 22 U.S.  (9 Wheat) 537, 539, 6 L.Ed. 154 (1824).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the instant case, Coventry filed the complaint because Stop &amp; Shop refused to pay its bills totalling $74,953.00.  The amount in controversy, at the time of filing, exceeded the statutory minimum regardless of the then-unknown \"actual facts\" of Stop &amp; Shop's water consumption.  It was not until Coventry filed the action that Stop &amp; Shop inquired about KCWA's invoices and KCWA subsequently changed them to reflect accurately the amount of water usage.  Presumably, had the billing error never been detected, the action would have proceeded on Coventry's damages claim of $74,953.00.  The fact that an independent third party's error initially inflated the amount in controversy above the jurisdictional minimum does not lead to the inevitable result that the third party's correction, subsequent to the filing of the complaint, affects the propriety of the jurisdiction once it attached.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Stop &amp; Shop insists that, in this case, we should draw a distinction between \"subsequent events\" and \"subsequent revelations.\"   Stop &amp; Shop argues that the subsequent revelation that the actual amount of damages never met the jurisdictional minimum--as opposed to a subsequent event that reduces that amount--divests the court of jurisdiction, regardless of what the parties knew or should have known at the time of filing.  At oral argument before this court, counsel for Stop &amp; Shop acknowledged that the logical extension of this argument is that the court would have been without jurisdiction over the case even if KCWA's error had not been discovered until trial.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To support this argument, Stop &amp; Shop cites three cases that are factually distinguishable from the instant one, and that, in any event, are not controlling upon this court.  First, in American Mutual Liab.  Ins. Co. v. Campbell Lumber Mfg. Corp., 329 F.Supp. 1283, 1284 (N.D.Ga.1971), the plaintiff filed an action for amounts due on insurance contracts.  The plaintiff was forced to estimate its damages claim because certain of defendant's records were not available to it.  Id. at 1285.   During post-filing discovery, the plaintiff learned that the actual amount in controversy was below the statutory minimum.  Id.  The court found that the maximum amount recoverable on the plaintiff's theory never varied, and noted that the correct amount in controversy was ascertainable at the time the action was filed.  Id. at 1286.   Thus, in dismissing the action, the court reasoned that the plaintiff's realization that its earlier estimation of damages was erroneous was not an \"event,\" under St. Paul, that reduced the amount recoverable.  Id. at 1286.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Second, in Jones v. Knox Exploration Corp., 2 F.3d 181, 182 (6th Cir.1993), the plaintiffs revealed in their appellate brief that \"it was not discovered until this appeal that the amount in controversy is actually less than $50,000.\"   The court acknowledged that subsequent events that reduce the amount in controversy, such as an amendment to the complaint or an application of a post-discovery legal defense, would not oust federal jurisdiction.  Id. at 183.   The court reasoned that \"[a] distinction must be made, however, between subsequent events that change the amount in controversy and subsequent revelations that, in fact, the required amount was or was not in controversy at the commencement of the action.\"  Id. at 183.   The court found that there was no subsequent event that occurred to reduce the amount;  instead, there was only a subsequent revelation that, in fact, the required amount was not in controversy at the time the action was filed.  Id.  Thus, the court ordered dismissal based on lack of subject matter jurisdiction.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Third, in Tongkook America, Inc. v. Shipton Sportswear Co., 14 F.3d 781, 782-83 (2d Cir.1994), the parties realized during pre-trial discovery that, one year prior to filing suit, the plaintiff had drawn a certain amount upon a letter of credit that was erroneously added to the damages claim.  The court rejected plaintiff's argument that the discovery of the failure to credit the amount withdrawn was an \"event subsequent to the institution of the suit.\"  Id. at 784-85.   The court deemed the plaintiff's previous withdrawal upon the letter of credit an \"event which preceded the commencement of the suit [that] objectively altered the amount of [plaintiff's] claim.\"  Id. at 786.   Thus, the sum certain in controversy was lower than the jurisdictional minimum and the court ordered the case dismissed for lack of subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the instant case, Coventry did not base its damages claim on a faulty estimation that required recalculation during discovery, as in American Mutual;  rather, it alleged the amount in controversy based upon a third-party's information that neither party had any reason to know was erroneous.  Unlike the \"mere revelation\" in Jones that there was never the requisite amount in controversy, the reduction in the amount in controversy here occurred only after KCWA's affirmative acts of checking the water meters and changing the invoice amounts.  Finally, although portions of the Tongkook court's reasoning are not entirely consistent with our decision here, we distinguish that case narrowly on the facts;  in Tongkook, the parties themselves made the error affecting the amount in controversy approximately one year prior to commencement of the suit.  14 F.3d at 782-83.   Thus, it appears that the plaintiff in that case should have known that its claim did not exceed the jurisdictional minimum.  See St. Paul, 303 U.S. at 290, 58 S.Ct. at 591 (stating that a plaintiff should know whether the claim meets the amount in controversy requirement).  In the instant case, an independent third party with otherwise no connection to the case made an apparently non-obvious error so that the amount-in-controversy at the time of filing, in fact, exceeded the jurisdictional minimum.  Coventry had no reason to know that its claimed amount of damages was in error.  Moreover, the reduction of the amount in controversy resulted from acts occurring wholly after the action commenced.  We hold that, under these extraordinary circumstances, the district court's jurisdiction was not disturbed by the subsequent reduction of the amount in controversy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>III.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For the foregoing reasons, we vacate the judgment of the district court, and remand for further proceedings consistent with this opinion.  Each party shall bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The existence of diversity of citizenship is undisputed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note that although attorneys' fees usually will not constitute a portion of the amount in controversy, there is an exception where, as here, the fees are contractual.  Department of Recreation v. World Boxing Ass'n, 942 F.2d 84, 89 (1st Cir.1991).  In this case, Coventry cannot avail itself of this exception as a basis for federal jurisdiction because, not only are there no specifics in the record as to the amount of such fees, Coventry informed this court at oral argument that its estimation of attorneys' fees was only $10,000</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the KCWA notified Stop &amp; Shop of the error in November 1994, Stop &amp; Shop raised only a general, boilerplate amount-in-controversy defense in its December 1994 answer, and did not formally move to dismiss on the jurisdictional basis until February 1995</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Court also noted that the removal posture of the case additionally bolstered the finding of good faith in claiming damages.  St. Paul, 303 U.S. at 290-91, 58 S.Ct. at 591.   Because the plaintiff initially filed in state court, it was unlikely that the amount claimed was meant to somehow confer federal jurisdiction.  Id.  The Court reasoned that a defendant's right to remove was not to be \"subject to the plaintiff's caprice\" by subsequent events--whether or not such events are under plaintiff's control.  Id. at 293-94, 58 S.Ct. at 592-93;  see also Pro Medica, Inc. v. Theradyne Corp., 331 F.Supp. 231, 232 (D.P.R.1971) (refusing to allow plaintiff's amended complaint, that reduced amount of damages claimed to less than jurisdictional minimum, to divest federal court of jurisdiction).  Thus, events occurring subsequent to removal, such as a stipulation, an affidavit, or an amendment that reduces the claim below the jurisdictional minimum, would not deprive the court of jurisdiction once it has attached.  St. Paul, 303 U.S. at 292-93, 58 S.Ct. at 592</p>\n        <p>Despite the added weight the removal posture contributed to the good faith finding, the Court noted that dismissal of the case would not have been warranted had plaintiff originally brought the case in federal court.  Id. at 290, 58 S.Ct. at 591.   Therefore, we find the reasoning of St. Paul no less applicable to the instant case, where Coventry originally filed in federal court, and where there is no dispute as to its good faith in its claimed amount in controversy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We decline, at this time, to make any sort of legal distinction between \"objective facts\" and \"actual facts\" for purposes of determining amount in controversy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note here a paradox.  Under 28 U.S.C. Sec. 1332(b), a plaintiff who files a claim in federal court based on diversity jurisdiction is subject to the court's imposition of costs if the plaintiff \"is finally adjudged to be entitled to recover less than the sum or value of $50,000.\"  28 U.S.C. 1332(b).  Assuming that Coventry will persist in pursuing the case in federal court, it seems odd that while it has technically met the requirements of Sec. 1332(a), it may not avoid potential liability under Sec. 1332(b)'s cost sanction.  Cf. Horton, 367 U.S. at 362, 81 S.Ct. at 1578 (noting the \"strange result that while respondent has met the requirements of Sec. 1332(a), ... under Sec. 1332(b) it will be liable for costs for failing to meet the same requirements) (Clark, J. dissenting).  The determination of whether or not to impose such cost sanctions is, of course, within the sound discretion of the district court</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">395</span></span></p>\n    <p class=\"parties\">COVENTRY SEWAGE ASSOCIATES, et al., Plaintiffs, Appellants,<br>v.<br>DWORKIN REALTY CO., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1410.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1995.<br>Decided Nov. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David A. Wollin, Providence, RI, with whom Adler, Pollock &amp; Sheehan Incorporated was on brief, for appellants.</p>\n      <p class=\"indent\">Steven M. Richard, Providence, RI, with whom Tillinghast, Collins &amp; Graham was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellants, Coventry Sewage Associates (\"Coventry\") and Woodland Manor Improvement Association (\"Woodland\") brought a diversity action against appellees, Dworkin Realty Co.  (\"Dworkin\") and The Stop &amp; Shop Supermarket Company (\"Stop &amp; Shop\").  The United States District Court for the District of Rhode Island found that the amount-in-controversy requirement of 28 U.S.C. Sec. 1332(a) was not met and dismissed the case, pursuant to appellees' motion under Fed.R.Civ.P. 12(b)(1), for lack of subject matter jurisdiction.  For the reasons stated below, and because of the unusual facts of this case, we reverse.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL BACKGROUND AND PRIOR PROCEEDINGS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Coventry and Woodland own and operate a private sewer line and sewage pumping station servicing, among others, a supermarket run by Stop &amp; Shop, located on property owned by Dworkin, a wholly-owned subsidiary of Stop &amp; Shop (hereinafter appellees will be referred to collectively as \"Stop &amp; Shop\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In June 1992, Coventry and Woodland (hereinafter, collectively \"Coventry\") entered into a \"Sewer Connection Agreement\" with Stop &amp; Shop, whereby Stop &amp; Shop agreed to pay a service fee for sewer-main usage.  The service fee was based, in part, upon the number of cubic feet of water consumed on the property.  To determine the amount of water consumed, the parties' contract relied on invoices from the Kent County Water Authority (\"KCWA\").  The KCWA sent these invoices to Stop &amp; Shop, and Stop &amp; Shop in turn forwarded them to Coventry.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because of a dispute over the reasonableness of an increase in the service fee--an increase Coventry claimed was permitted by the contract--Stop &amp; Shop refused to pay Coventry's bills which accumulated beginning in early 1994.  In October 1994, Coventry filed this action seeking recovery of $74,953.00, the amount it claimed to be due based upon water-usage numbers obtained from the KCWA invoices and what Coventry claimed was the correct new service fee rate.  Coventry also sought contractual attorneys' fees.  It is undisputed that, at the time Coventry commenced the action, it alleged the amount in controversy in the belief that it exceeded the jurisdictional minimum, and not as a ruse to invoke federal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly after the complaint was filed, but before Stop &amp; Shop filed its answer, Stop &amp; Shop contacted the KCWA about the invoices underlying Coventry's fee calculations.  The KCWA then sent an employee to the property who discovered that there had been a misreading of Stop &amp; Shop's water meters, essentially caused by the adding of an extra zero to the number of cubic meters actually consumed.  By letter dated November 18, 1994, the KCWA notified Stop &amp; Shop that it was correcting the billing error by changing the amounts of the invoices.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Based upon the KCWA's corrected invoices, Coventry reduced the sum of its bills to Shop &amp; Stop to only $18,667.88, an amount that included the disputed fee increase.  Subsequently, Stop &amp; Shop paid the undisputed portion of the fee, $10,182.48, initially withholding the disputed balance of $8,485.40.  Stop &amp; Shop ultimately paid this remaining sum as well, reserving the right to recoup the amount should it prevail in its challenge to the reasonableness of the service fee.  Stop &amp; Shop, presumably doubting the existence of diversity jurisdiction, asked Coventry to voluntarily dismiss the federal action;  Coventry refused, however, apparently because of its intention to pursue in federal court its claim for contractual attorneys' fees.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Stop &amp; Shop moved to dismiss the action under Fed.R.Civ.P. 12(b)(1) for lack of subject matter jurisdiction.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The district court granted the motion, finding that, \"to a legal certainty,\" the amount in controversy did not exceed $50,000 as required by 28 U.S.C. Sec. 1332(a).  Notwithstanding the small amount actually in controversy, Coventry appeals the dismissal of the action.  At oral argument before this court, counsel for Coventry stated that the reason for the insistence upon federal jurisdiction was that the case would get to an earlier trial in federal court (including the appeal proceedings) than if the case were pursued in state court.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review de novo the district court's dismissal for lack of subject matter jurisdiction under Fed.R.Civ.P. 12(b)(1).  Murphy v. United States, <span class=\"citation\" data-id=\"195855\"><a href=\"/opinion/195855/murphy-v-united-states/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span>, 522 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2581</span></span>, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">831</span> </span>(1995).  Although the facts pertinent to this appeal are undisputed, we are nonetheless \"mindful that the party invoking the jurisdiction of a federal court carries the burden of proving its existence.\"  Taber Partners, I v. Merit Builders, Inc., <span class=\"citation\" data-id=\"601484\"><a href=\"/opinion/601484/taber-partners-i-a-new-york-general-partnership-v-merit-builders-inc/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">57</span></a></span>, 60 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">82</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">50</span> </span>(1993).</p>\n    </div>\n    <p>B. Analysis</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Coventry argues that at the time it filed the action, it claimed, in good faith, damages in excess of $50,000;  thus, the subsequent reduction of the amount in controversy did not divest the district court of jurisdiction.  Coventry contends that the KCWA's post-filing discovery of the billing error and changing of the invoice amounts was a \"subsequent event\" that neither undermined its good faith in filing, nor disturbed the court's jurisdiction once it attached.  Shop &amp; Stop argues that the billing error was a mere \"subsequent revelation\" that proved, to a legal certainty, that the amount in controversy had always been below the jurisdictional minimum and thus the court properly dismissed the case for lack of subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This case illustrates the competing policies that operate when a court makes an amount-in-controversy determination.  On the one hand, a federal court should rigorously enforce the jurisdictional limits that Congress chooses to set in diversity cases.  See Pratt Central Park Ltd. v. Dames &amp; Moore, Inc., <span class=\"citation\" data-id=\"699585\"><a href=\"/opinion/699585/pratt-central-park-limited-partnership-v-dames-moore-inc/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">350</span></a></span>, 352 (7th Cir.1995).  On the other hand, preliminary jurisdictional determinations should neither unduly delay, nor unfairly deprive a party from, determination of the controversy on the merits.  See <span class=\"citation\" data-id=\"699585\"><a href=\"/opinion/699585/pratt-central-park-limited-partnership-v-dames-moore-inc/\"><span class=\"id_token\">id.</span> at 351-52 </a></span>(noting the undesirable cost of a prolonged jurisdictional inquiry that only serves to determine which court will hear the case);  14A Charles A. Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure Sec. 3702 at 12-13 (1985) (noting competing policies).  As a policy matter, the \"which court\" determination ought to be made with relative dispatch so that the parties may proceed to resolution of the dispute's merits.  See Pratt Central Park <span class=\"citation\" data-id=\"699585\"><span class=\"antecedent_guess\">Ltd.,</span> <a href=\"/opinion/699585/pratt-central-park-limited-partnership-v-dames-moore-inc/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">352</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">For the purpose of establishing diversity jurisdiction, the amount in controversy is determined by looking to the circumstances at the time the complaint is filed.  Thesleff v. Harvard Trust Co., <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">732</span></span>, 732 n. 1 (1st Cir.1946) (noting that \"federal jurisdiction depends upon the facts at the time suit is commenced, and subsequent changes ... in the amount in controversy [will not] devest [sic] it\");  14A Charles A. Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure Sec. 3702 at 28-29 n. 31 (1985);  Watson v. Blankinship, <span class=\"citation\" data-id=\"666613\"><a href=\"/opinion/666613/william-c-watson-kelly-macias-and-rufugio-macias-counter-defendants-v/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">383</span></a></span>, 387 (10th Cir.1994);  Klepper v. First American Bank, <span class=\"citation\" data-id=\"549790\"><a href=\"/opinion/549790/irwin-klepper-v-first-american-bank/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">337</span></a></span>, 340 (6th Cir.1990);  see Newman-Green, Inc. v. Alfonzo-Larrain, <span class=\"citation\" data-id=\"112278\"><a href=\"/opinion/112278/newman-green-inc-v-alfonzo-larrain/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span></a></span>, 830, <span class=\"citation\" data-id=\"112278\"><a href=\"/opinion/112278/newman-green-inc-v-alfonzo-larrain/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2218</span></a></span>, 2222, <span class=\"citation\" data-id=\"112278\"><a href=\"/opinion/112278/newman-green-inc-v-alfonzo-larrain/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">893</span> </a></span>(1989) (noting that for determining diversity of citizenship, \"[t]he existence of federal jurisdiction ordinarily depends on the facts as they exist when the complaint is filed\").  Moreover, it has long been the rule that a court decides the amount in controversy from the face of the complaint, \"unless it appears or is in some way shown that the amount stated in the complaint is not claimed 'in good faith.' \"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Horton,</span> <span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">353</span></span>, 81 S.Ct. at 1573 (quoting St. Paul Mercury Indem. Co. v. Red Cab Co., <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span>, 288, <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></a></span>, 590, <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">845</span> </a></span>(1938)).  When a plaintiff initiates an action in federal court, the plaintiff knows or should know whether the claim surpasses the jurisdictional minimum.  St. <span class=\"citation\" data-id=\"102976\"><span class=\"antecedent_guess\">Paul,</span> <a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">290</span></a></span>, 58 S.Ct. at 591.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>[The plaintiff's] good faith in choosing the federal forum is open to challenge not only by resort to the face of the complaint, but by the facts disclosed at trial, and if from either source it is clear that his claim never could have amounted to the sum necessary to give jurisdiction, there is no injustice in dismissing the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Coventry and Stop &amp; Shop both cite passages from the seminal case of St. Paul, <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span>, <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span> </a></span>(1938), without discussing its facts.  We pause to do so here.  In St. Paul, the plaintiff-employer initiated a state-court action against the defendant-insurer for payment of workers' compensation benefits.  <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"id_token\">Id.</span> at 284-85, </a></span>58 S.Ct. at 588-89.   The plaintiff alleged an amount of damages sufficient to permit the defendant to remove the case to federal court.  <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"id_token\">Id.</span> at 285, </a></span>58 S.Ct. at 588.   Once in federal court, the plaintiff filed two amended complaints.  Attached to the second amended complaint, which alleged the same amount of damages as originally claimed, was an exhibit detailing the damages;  the exhibit revealed that the total sum of damages was no more than $1,380.89, an amount below the jurisdictional minimum (then $3,000).  <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"id_token\">Id.</span>  The court </a></span>of appeals, sua sponte, took notice of the exhibit and directed a remand of the case, reasoning that the amount in controversy was less than the jurisdictional minimum and that \"[t]he court cannot close its eyes to the obvious, nor go ahead with the trial of a cause of which it has no jurisdiction.\"  St. Paul Mercury Indemnity Co. v. Red Cab Co., <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">229</span></span>, 230 (7th Cir.1936).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Supreme Court reversed, noting that there was no evidence that, at the time the action was commenced, the plaintiff could have ascertained the actual sum of the damages, and that the later exhibit setting forth this sum did not undermine plaintiff's initial good <span class=\"citation\" data-id=\"102976\"><span class=\"antecedent_guess\">faith.</span>  <a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">295-96</span></a></span>, 58 S.Ct. at 593-94 (also observing that the sum claimed was comprised of \"numerous\" items that, in turn, were each the total of several other items).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Accordingly, the Court reasoned that the case fell comfortably within the rule that \"subsequent reduction of the amount claimed cannot oust the district court's jurisdiction.\"  <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"id_token\">Id.</span> at 295, </a></span>58 S.Ct. at 593.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In a portion of St. Paul crucial to the instant case, and from which the parties before us parse their favorite phrases, the Court wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The intent of Congress drastically to restrict federal jurisdiction in controversies between citizens of different states has always been rigorously enforced by the courts.  The rule governing dismissal for want of jurisdiction in cases brought in the federal court is that, unless the law gives a different rule, the sum claimed by the plaintiff controls if the claim is apparently made in good faith.  It must appear to a legal certainty that the claim is really for less than the jurisdictional amount to justify dismissal.  The inability of plaintiff to recover an amount adequate to give the court jurisdiction does not show his bad faith or oust the jurisdiction.  Nor does the fact that the complaint discloses the existence of a valid defense to the claim.  But if, from the face of the pleadings, it is apparent, to a legal certainty, that the plaintiff cannot recover the amount claimed or if, from the proofs, the court is satisfied to a like certainty that the plaintiff never was entitled to recover that amount, and that his claim was therefore colorable for the purpose of conferring jurisdiction, the suit will be dismissed.  Events occurring subsequent to the institution of suit which reduce the amount recoverable below the statutory limit do not oust jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"id_token\">Id.</span> at 288-89, </a></span>58 S.Ct. at 590-91 (footnotes and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The rules gleaned from the foregoing passage may be summarized as follows.  First, federal courts must diligently enforce the rules establishing and limiting diversity jurisdiction.  Second, unless the law provides otherwise, the plaintiff's damages claim will control the amount in controversy for jurisdictional purposes if it is made \"in good faith.\"   If the face of the complaint reveals, to a legal certainty, that the controversy cannot involve the requisite amount, jurisdiction will not attach.  <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"id_token\">Id.</span> at 289, </a></span><span class=\"citation\" data-id=\"102976\"><span class=\"antecedent_guess\">291,</span> <a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">590</span></a></span>, 591.   Moreover, if later evidence shows, to a legal certainty, that the damages never could have exceeded the jurisdictional minimum such that the claim was essentially feigned (colorable) in order to confer jurisdiction, the action must be dismissed.  See also id. at <span class=\"citation\" data-id=\"102976\"><span class=\"antecedent_guess\">290,</span> <a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">591</span> </a></span>(noting that plaintiff's good faith in choosing a federal forum may be challenged by trial facts which establish that the \"claim never could have amounted to the sum necessary to give jurisdiction\").  Finally, if events subsequent to commencement of the action reduce the amount in controversy below the statutory minimum, the federal court is not divested of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A careful review of St. Paul evinces its primary concern for the plaintiff's \"good faith\" in alleging the amount in controversy.  When discerning a plaintiff's good faith, a court may look to whether it \"appear[s] to a legal certainty that the claim is really for less than the jurisdictional amount.\"  St. <span class=\"citation\" data-id=\"102976\"><span class=\"antecedent_guess\">Paul,</span> <a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">289</span></a></span>, 58 S.Ct. at 590;  see also <span class=\"citation no-link\"><span class=\"antecedent_guess\">Horton,</span> <span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">353</span></span>, 81 S.Ct. at 1573;  Jones v. Landry, <span class=\"citation\" data-id=\"278170\"><a href=\"/opinion/278170/brown-jones-v-lynda-a-landry/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">102</span></a></span>, 104 (5th Cir.1967) (\"Thus, there is but one test;  good faith and legal certainty are equivalents rather than two separate tests.\").  But see Local Div. No. 714, Amalgamated Transit Union v. Greater Portland Transit Dist., <span class=\"citation\" data-id=\"362192\"><a href=\"/opinion/362192/local-division-no-714-amalgamated-transit-union-afl-cio-an/\"><span class=\"volume\">589</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.1978) (apparently finding alternative tests, noting that where there is no evidence that the amount claimed was not in good faith, it must appear \"to a legal certainty\" that the amount in controversy does not exceed the jurisdictional minimum), overruled on other grounds by Local Div. 589, Amalgamated Transit Union v. Massachusetts, <span class=\"citation\" data-id=\"398005\"><a href=\"/opinion/398005/local-division-589-amalgamated-transit-union-afl-cio-clc-v-the/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">618</span> </a></span>(1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1117</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2928</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1329</span> </span>(1981).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The parties in the instant case spill much ink over the meaning of \"good faith\":  whether it includes an objective as well as subjective component, and if so, whether \"objective\" good faith includes \"objective facts\" as opposed to \"actual facts,\" etc.  Stop &amp; Shop argues that the \"objective facts\" were always the same:  that it consumed much less water than originally shown on KCWA's invoices, and that although the claimed amount in controversy was over $50,000 at the time of filing, the \"actual\" amount in controversy is, indisputably, less than the jurisdictional minimum.  Coventry counters that not only did it file with subjective good faith, but, because a wholly independent third party's actions were relied upon (indeed, it was Stop &amp; Shop that forwarded KCWA's invoices to Coventry), there is no reason that Coventry \"should have known\" about the \"actual\" amount in controversy and thus, it claimed the damages in \"objective\" good faith as well.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This court has found that \"good faith\" in the amount-in-controversy context includes an element of \"objective\" good faith.  In Jimenez Puig v. Avis Rent-A-Car Sys., <span class=\"citation\" data-id=\"355108\"><a href=\"/opinion/355108/dr-gabriel-jimenez-puig-v-avis-rent-a-car-system/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 40 (1st Cir.1978), we found that, although the plaintiff had not acted \"in deliberate bad faith\" in filing his damages claim for mental anguish, \"[t]he question, however, is whether to anyone familiar with the applicable law this claim could objectively have been viewed as worth [the jurisdictional minimum].\"  <span class=\"citation\" data-id=\"355108\"><a href=\"/opinion/355108/dr-gabriel-jimenez-puig-v-avis-rent-a-car-system/\"><span class=\"id_token\">Id.</span>  (viewing evidence </a></span>in light most favorable to plaintiff, and finding that, from the outset, plaintiff had no chance of recovering statutory minimum);  cf. Pratt Central Park Ltd. v. Dames &amp; Moore, <span class=\"citation\" data-id=\"699585\"><a href=\"/opinion/699585/pratt-central-park-limited-partnership-v-dames-moore-inc/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">350</span></a></span>, 353 (7th Cir.1995) (upholding contractual liability cap of $5,000, then dismissing for failure to meet amount-in-controversy requirement).  We find that here, there is no dispute as to good faith, subjective or objective.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  It is undisputed that Coventry alleged the amount in controversy believing its accuracy at the time.  Furthermore, there is no evidence, and Stop &amp; Shop does not argue otherwise, that Coventry had any reason to believe, at the time of filing, that KCWA's invoices, upon which the service fee was calculated, were factually incorrect.  We find that, objectively viewed, at the time of its filing, Coventry's claim was worth more than the jurisdictional minimum.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This case fits well within the rule that once jurisdiction attaches, it is not ousted by a subsequent change of events.  See St. Paul, 303 U.S. at <span class=\"citation\" data-id=\"102976\"><span class=\"antecedent_guess\">295,</span> <a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">593</span></a></span>;  <span class=\"citation\" data-id=\"549790\"><span class=\"antecedent_guess\">Klepper,</span> <a href=\"/opinion/549790/irwin-klepper-v-first-american-bank/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">340</span> </a></span>(holding that summary judgment on one claim, that reduced amount in controversy below statutory minimum, did not divest court of jurisdiction);  14A Charles A. Wright, Arthur R. Miller &amp; Edward H. Cooper, supra, Sec. 3702 at 35 (noting same).  In Thesleff v. Harvard Trust Co., <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">732</span></span>, 732 n. 1 (1st Cir.1946), we noted that although plaintiff filed remittiturs that reduced the amount in controversy below the jurisdictional minimum, the facts at the time the action was commenced conferred jurisdiction which subsequent events could not divest.  See also Ford, Bacon &amp; Davis, Inc. v. Volentine, <span class=\"citation\" data-id=\"1510793\"><a href=\"/opinion/1510793/ford-bacon-davis-v-volentine/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">800</span></a></span>, 801 (5th Cir.1933) (refusing remand where an amended complaint, removing co-plaintiff who had died after action was filed, \"merely discloses a fact which arose after the suit and recognizes its legal consequences, without impugning the original propriety of the jurisdiction\").  As in the amount-in-controversy context, the rule that jurisdiction is not divested by subsequent events has also been applied to the diversity-of-citizenship requirement.  See Smith v. Sperling, <span class=\"citation\" data-id=\"105526\"><a href=\"/opinion/105526/smith-v-sperling/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 93 n. 1, <span class=\"citation\" data-id=\"105526\"><a href=\"/opinion/105526/smith-v-sperling/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1112</span></a></span>, 1114 n. 1, <span class=\"citation\" data-id=\"105526\"><a href=\"/opinion/105526/smith-v-sperling/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1205</span> </a></span>(1957);  Mollan v. Torrance, 22 U.S.  (9 Wheat) 537, 539, <span class=\"citation\" data-id=\"85432\"><a href=\"/opinion/85432/mollan-v-torrance/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">154</span> </a></span>(1824).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the instant case, Coventry filed the complaint because Stop &amp; Shop refused to pay its bills totalling $74,953.00.  The amount in controversy, at the time of filing, exceeded the statutory minimum regardless of the then-unknown \"actual facts\" of Stop &amp; Shop's water consumption.  It was not until Coventry filed the action that Stop &amp; Shop inquired about KCWA's invoices and KCWA subsequently changed them to reflect accurately the amount of water usage.  Presumably, had the billing error never been detected, the action would have proceeded on Coventry's damages claim of $74,953.00.  The fact that an independent third party's error initially inflated the amount in controversy above the jurisdictional minimum does not lead to the inevitable result that the third party's correction, subsequent to the filing of the complaint, affects the propriety of the jurisdiction once it attached.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Stop &amp; Shop insists that, in this case, we should draw a distinction between \"subsequent events\" and \"subsequent revelations.\"   Stop &amp; Shop argues that the subsequent revelation that the actual amount of damages never met the jurisdictional minimum--as opposed to a subsequent event that reduces that amount--divests the court of jurisdiction, regardless of what the parties knew or should have known at the time of filing.  At oral argument before this court, counsel for Stop &amp; Shop acknowledged that the logical extension of this argument is that the court would have been without jurisdiction over the case even if KCWA's error had not been discovered until trial.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">To support this argument, Stop &amp; Shop cites three cases that are factually distinguishable from the instant one, and that, in any event, are not controlling upon this court.  First, in American Mutual Liab.  Ins. Co. v. Campbell Lumber Mfg. Corp., <span class=\"citation\" data-id=\"2596194\"><a href=\"/opinion/2596194/american-mut-liab-ins-co-v-campbell-lbr-mfg-corp/\"><span class=\"volume\">329</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1283</span></a></span>, 1284 (N.D.Ga.1971), the plaintiff filed an action for amounts due on insurance contracts.  The plaintiff was forced to estimate its damages claim because certain of defendant's records were not available to it.  <span class=\"citation\" data-id=\"2596194\"><a href=\"/opinion/2596194/american-mut-liab-ins-co-v-campbell-lbr-mfg-corp/\"><span class=\"id_token\">Id.</span> at 1285. </a></span>  During post-filing discovery, the plaintiff learned that the actual amount in controversy was below the statutory minimum.  <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"id_token\">Id.</span>  The court </a></span>found that the maximum amount recoverable on the plaintiff's theory never varied, and noted that the correct amount in controversy was ascertainable at the time the action was filed.  <span class=\"citation\" data-id=\"2596194\"><a href=\"/opinion/2596194/american-mut-liab-ins-co-v-campbell-lbr-mfg-corp/\"><span class=\"id_token\">Id.</span> at 1286. </a></span>  Thus, in dismissing the action, the court reasoned that the plaintiff's realization that its earlier estimation of damages was erroneous was not an \"event,\" under St. Paul, that reduced the amount recoverable.  <span class=\"citation\" data-id=\"2596194\"><a href=\"/opinion/2596194/american-mut-liab-ins-co-v-campbell-lbr-mfg-corp/\"><span class=\"id_token\">Id.</span> at 1286.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Second, in Jones v. Knox Exploration Corp., <span class=\"citation\" data-id=\"628093\"><a href=\"/opinion/628093/jeffrey-jones-danny-branham-judith-branham-and-randy-bradley-v-knox/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span>, 182 (6th Cir.1993), the plaintiffs revealed in their appellate brief that \"it was not discovered until this appeal that the amount in controversy is actually less than $50,000.\"   The court acknowledged that subsequent events that reduce the amount in controversy, such as an amendment to the complaint or an application of a post-discovery legal defense, would not oust federal jurisdiction.  <span class=\"citation\" data-id=\"628093\"><a href=\"/opinion/628093/jeffrey-jones-danny-branham-judith-branham-and-randy-bradley-v-knox/\"><span class=\"id_token\">Id.</span> at 183. </a></span>  The court reasoned that \"[a] distinction must be made, however, between subsequent events that change the amount in controversy and subsequent revelations that, in fact, the required amount was or was not in controversy at the commencement of the action.\"  <span class=\"citation\" data-id=\"628093\"><a href=\"/opinion/628093/jeffrey-jones-danny-branham-judith-branham-and-randy-bradley-v-knox/\"><span class=\"id_token\">Id.</span> at 183. </a></span>  The court found that there was no subsequent event that occurred to reduce the amount;  instead, there was only a subsequent revelation that, in fact, the required amount was not in controversy at the time the action was filed.  <span class=\"citation\" data-id=\"628093\"><a href=\"/opinion/628093/jeffrey-jones-danny-branham-judith-branham-and-randy-bradley-v-knox/\"><span class=\"id_token\">Id.</span>  Thus, the </a></span>court ordered dismissal based on lack of subject matter jurisdiction.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Third, in Tongkook America, Inc. v. Shipton Sportswear Co., <span class=\"citation\" data-id=\"661461\"><a href=\"/opinion/661461/tongkook-america-inc-v-shipton-sportswear-company/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">781</span></a></span>, 782-83 (2d Cir.1994), the parties realized during pre-trial discovery that, one year prior to filing suit, the plaintiff had drawn a certain amount upon a letter of credit that was erroneously added to the damages claim.  The court rejected plaintiff's argument that the discovery of the failure to credit the amount withdrawn was an \"event subsequent to the institution of the suit.\"  <span class=\"citation\" data-id=\"661461\"><a href=\"/opinion/661461/tongkook-america-inc-v-shipton-sportswear-company/\"><span class=\"id_token\">Id.</span> at 784-85. </a></span>  The court deemed the plaintiff's previous withdrawal upon the letter of credit an \"event which preceded the commencement of the suit [that] objectively altered the amount of [plaintiff's] claim.\"  <span class=\"citation\" data-id=\"661461\"><a href=\"/opinion/661461/tongkook-america-inc-v-shipton-sportswear-company/\"><span class=\"id_token\">Id.</span> at 786. </a></span>  Thus, the sum certain in controversy was lower than the jurisdictional minimum and the court ordered the case dismissed for lack of subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the instant case, Coventry did not base its damages claim on a faulty estimation that required recalculation during discovery, as in American Mutual;  rather, it alleged the amount in controversy based upon a third-party's information that neither party had any reason to know was erroneous.  Unlike the \"mere revelation\" in Jones that there was never the requisite amount in controversy, the reduction in the amount in controversy here occurred only after KCWA's affirmative acts of checking the water meters and changing the invoice amounts.  Finally, although portions of the Tongkook court's reasoning are not entirely consistent with our decision here, we distinguish that case narrowly on the facts;  in Tongkook, the parties themselves made the error affecting the amount in controversy approximately one year prior to commencement of the <span class=\"citation\" data-id=\"661461\"><span class=\"antecedent_guess\">suit.</span>  <a href=\"/opinion/661461/tongkook-america-inc-v-shipton-sportswear-company/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">782-83</span></a></span>.   Thus, it appears that the plaintiff in that case should have known that its claim did not exceed the jurisdictional minimum.  See St. <span class=\"citation\" data-id=\"102976\"><span class=\"antecedent_guess\">Paul,</span> <a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">290</span></a></span>, 58 S.Ct. at 591 (stating that a plaintiff should know whether the claim meets the amount in controversy requirement).  In the instant case, an independent third party with otherwise no connection to the case made an apparently non-obvious error so that the amount-in-controversy at the time of filing, in fact, exceeded the jurisdictional minimum.  Coventry had no reason to know that its claimed amount of damages was in error.  Moreover, the reduction of the amount in controversy resulted from acts occurring wholly after the action commenced.  We hold that, under these extraordinary circumstances, the district court's jurisdiction was not disturbed by the subsequent reduction of the amount in controversy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>III.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For the foregoing reasons, we vacate the judgment of the district court, and remand for further proceedings consistent with this opinion.  Each party shall bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The existence of diversity of citizenship is undisputed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note that although attorneys' fees usually will not constitute a portion of the amount in controversy, there is an exception where, as here, the fees are contractual.  Department of Recreation v. World Boxing Ass'n, <span class=\"citation\" data-id=\"566803\"><a href=\"/opinion/566803/department-of-recreation-and-sports-of-puerto-rico-v-world-boxing/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">84</span></a></span>, 89 (1st Cir.1991).  In this case, Coventry cannot avail itself of this exception as a basis for federal jurisdiction because, not only are there no specifics in the record as to the amount of such fees, Coventry informed this court at oral argument that its estimation of attorneys' fees was only $10,000</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the KCWA notified Stop &amp; Shop of the error in November 1994, Stop &amp; Shop raised only a general, boilerplate amount-in-controversy defense in its December 1994 answer, and did not formally move to dismiss on the jurisdictional basis until February 1995</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Court also noted that the removal posture of the case additionally bolstered the finding of good faith in claiming damages.  St. <span class=\"citation\" data-id=\"102976\"><span class=\"antecedent_guess\">Paul,</span> <a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">290</span></a></span>-91, 58 S.Ct. at 591.   Because the plaintiff initially filed in state court, it was unlikely that the amount claimed was meant to somehow confer federal jurisdiction.  <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"id_token\">Id.</span>  The Court </a></span>reasoned that a defendant's right to remove was not to be \"subject to the plaintiff's caprice\" by subsequent events--whether or not such events are under plaintiff's control.  <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"id_token\">Id.</span> at 293-94, </a></span>58 S.Ct. at 592-93;  see also Pro Medica, Inc. v. Theradyne Corp., <span class=\"citation\" data-id=\"1400939\"><a href=\"/opinion/1400939/pro-medica-inc-v-theradyne-corporation/\"><span class=\"volume\">331</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">231</span></a></span>, 232 (D.P.R.1971) (refusing to allow plaintiff's amended complaint, that reduced amount of damages claimed to less than jurisdictional minimum, to divest federal court of jurisdiction).  Thus, events occurring subsequent to removal, such as a stipulation, an affidavit, or an amendment that reduces the claim below the jurisdictional minimum, would not deprive the court of jurisdiction once it has attached.  St. <span class=\"citation\" data-id=\"102976\"><span class=\"antecedent_guess\">Paul,</span> <a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">292-93</span></a></span>, 58 S.Ct. at 592</p>\n        <p>Despite the added weight the removal posture contributed to the good faith finding, the Court noted that dismissal of the case would not have been warranted had plaintiff originally brought the case in federal court.  Id. at <span class=\"citation\" data-id=\"102976\"><span class=\"antecedent_guess\">290,</span> <a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">591</span></a></span>.   Therefore, we find the reasoning of St. Paul no less applicable to the instant case, where Coventry originally filed in federal court, and where there is no dispute as to its good faith in its claimed amount in controversy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We decline, at this time, to make any sort of legal distinction between \"objective facts\" and \"actual facts\" for purposes of determining amount in controversy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note here a paradox.  Under 28 U.S.C. Sec. 1332(b), a plaintiff who files a claim in federal court based on diversity jurisdiction is subject to the court's imposition of costs if the plaintiff \"is finally adjudged to be entitled to recover less than the sum or value of $50,000.\"  28 U.S.C. 1332(b).  Assuming that Coventry will persist in pursuing the case in federal court, it seems odd that while it has technically met the requirements of Sec. 1332(a), it may not avoid potential liability under Sec. 1332(b)'s cost sanction.  Cf. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Horton,</span> <span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">362</span></span>, 81 S.Ct. at 1578 (noting the \"strange result that while respondent has met the requirements of Sec. 1332(a), ... under Sec. 1332(b) it will be liable for costs for failing to meet the same requirements) (Clark, J. dissenting).  The determination of whether or not to impose such cost sanctions is, of course, within the sound discretion of the district court</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/85432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/102976/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105526/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112278/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195855/",
    "https://www.courtlistener.com/api/rest/v3/opinions/278170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/355108/",
    "https://www.courtlistener.com/api/rest/v3/opinions/362192/",
    "https://www.courtlistener.com/api/rest/v3/opinions/398005/",
    "https://www.courtlistener.com/api/rest/v3/opinions/549790/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566803/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601484/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628093/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661461/",
    "https://www.courtlistener.com/api/rest/v3/opinions/666613/",
    "https://www.courtlistener.com/api/rest/v3/opinions/699585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1400939/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1510793/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2596194/"
  ]
}