{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196415/",
  "id": 196415,
  "absolute_url": "/opinion/196415/service-employees-v-local-1199-nw/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196415/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:16Z",
  "date_modified": "2020-02-21T23:41:02.267157Z",
  "type": "010combined",
  "sha1": "94aedeba97f58b3b9b2f042a6d20dff6c2f6e098",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1471.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n\n                                         \r\n\nNo. 95-1471\r\n\n     SERVICE EMPLOYEES INTERNATIONAL UNION, AFL-CIO, CLC,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n             LOCAL 1199 N.E., SEIU, AFL-CIO, CLC,\r\n\n                    Defendant, Appellant,\r\n                                         \r\n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT \r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. William G. Young, U.S. District Judge] \r                                                               \r\n                                        \r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n               Campbell, Senior Circuit Judge,\r                                                         \r\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nLarry Engelstein with whom Jonathan P.  Hiatt, Warren H. Pyle, and\r                                                                         \r\nAngoff, Goldman, Manning,  Pyle, Wanger  &amp; Hiatt, were  on briefs  for\r                                                        \r\nappellee.\r\nRobert M. Gault with whom Richard  Mirabito, Susan M. Basham, John\r                                                                              \r\nM. Creane, Michael E. Passero, Mintz, Levin, Cohn, Ferris, Glovsky and\r                                                                              \r\nPopeo,  P.C.,  and Law  Firm of  John M.  Creane,  were on  briefs for\r                                                        \r\nappellant.\r\n\n                                         \r\n                      November 21, 1995\r\n                                         \r\n          LYNCH, Circuit Judge.  The attempted dissolution of\r                      LYNCH, Circuit Judge.\r                                          \r\r\n\ntimeless  vows  of fidelity  between two  labor organizations\r\n\ngave  rise   to  this  litigation.     An  extremely  unhappy\r\n\nrelationship between a local  union and its International led\r\n\nthe Local to stop paying its monthly per capita taxes  to the\r\n\nInternational.  That in turn led the International to sue the\r\n\nLocal  in federal  court  in Massachusetts  to collect  those\r\n\ntaxes.  When  the Local replied that it  had no obligation to\r\n\npay the  taxes, the  International claimed arbitration.   The\r\n\ncourt ordered arbitration; the arbitrator ordered the payment\r\n\nof the  taxes and  late fees.    The Local  appeals from  the\r\n\ndistrict court's decision confirming the  arbitrator's award.\r\n\nWe affirm in part and vacate and remand in part.\r\n\n          The   plaintiff   International   is  the   Service\r\n\nEmployees International  Union, AFL-CIO, CLC (\"SEIU\"),  a one\r\n\nmillion member organization.  The Local is District  1199, an\r\n\n18,000  member union  of health  care employees.    The Local\r\n\nasserts that following a New York Times article in the Spring\r                                                   \r\n\nof 1991   questioning the propriety of the financial dealings\r\n\nof  certain International  officials,  it led  a movement  to\r\n\npromote reform  within the International.   These efforts, it\r\n\nsays,  were  met  with retribution  from  the  International,\r\n\nwhich, in  turn,  caused  the Local  to withhold taxes.   The\r\n\nInternational  denies  any  wrongdoing  or   retribution  and\r\n\nattributes more common, self-interested motives to the Local.\r\n\n                           History\r                                              \r\n\n                             -3-\r                                          3\r\r\n\n          The International sued  the Local in federal  court\r\n\nin Massachusetts on September 17, 1993, seeking a preliminary\r\n\ninjunction requiring the Local to  pay per capita taxes which\r\n\nit  had  withheld since  October 1992.    Six days  later, in\r\n\nfederal court in Connecticut,  certain individual members  of\r\n\nthe Local  sued both the  Local itself and  the International\r\n\nfor  rescission   of  the contract  between  the two  on  the\r\n\ngrounds  that the  contract  was entered  into without  fully\r\n\ninforming  the  members  or  receiving  their  authorization.\r\n\nThis, the  Connecticut suit claimed,  contravened the  bylaws\r\n\nand  constitution governing the  Local as well  as the Labor-\r\n\nManagement Reporting  and Disclosure Act (\"LMRDA\"), 29 U.S.C.\r\n\n  401, et seq.1\r                          \r\n\n          The  Massachusetts court denied  the Local's motion\r\n\nto  transfer the action to  Connecticut.  It  also denied the\r\n\nInternational's  motion for  a  preliminary  injunction,  but\r\n\ngranted the  International's  motion to  compel  arbitration.\r\n\nThe district  court denied both  the Local's motions  to stay\r\n\nproceedings and to dismiss and the International's motions to\r\n\nenjoin  the Local  from  proceeding with  its cross-claim  in\r\n\nConnecticut and  for entry  of default.   The  district court\r\n\nlater  denied the  Local's motion  to reconsider,  vacate and\r\n\n                    \r                                \r\n\n1.        Motions in  the Connecticut case, O'Neil  et al. v.\r                                                                      \r\nNew England  Health Care Employees Union,  District 1199, and\r                                                                         \r\nSEIU, No.  3:93CV1918(JAC)  (D. Conn.), were under advisement\r                 \r\nat the time of oral argument in this case.\r\n\n                             -4-\r                                          4\r\r\n\nreassign  for  reargument the  motion to  compel arbitration.\r\n\nThe  Local, however,  went to  arbitration voluntarily.   The\r\n\nparties  agreed upon  the  six questions  to  be put  to  the\r\n\narbitrator.2 \r\n\n          Before arbitration commenced, on January  19, 1994,\r\n\nthe  Executive  Board  of  the  Local  unanimously  voted  to\r\n\nterminate its contract with the International.\r\n\n                    \r                                \r\n\n2.        The Local and the International stipulated that the\r\nsix questions to be addressed by the arbitrator were:\r\n\n1. Does the failure of District 1199 NE to remit  to the SEIU\r\nthe monthly per capita tax, as set forth in Article 10 of the\r\nAffiliation   Agreement,  constitute   a  violation   of  the\r\nAffiliation Agreement, and if so, what shall be the remedy?\r\n\n2.   Does the failure of District  1199 NE to pay to the SEIU\r\nthe late penalty fee as required under Art II, Sec.  3 of the\r\nSEIU constitution  and bylaws  constitute a violation  of the\r\nAffiliation Agreement, and if so, what shall be the remedy?\r\n\n3.  Does  the failure of District 1199 NE to pay its full per\r\ncapita  tax obligations to  the SEIU before  paying any other\r\nbills,  as required  under  Art  XII,  Sec.  4  of  the  SEIU\r\nconstitution  and  bylaws,  constitute  a  violation  of  the\r\nAffiliation Agreement, and if so, what shall be the remedy?\r\n\n4.   Does the failure  of District 1199  NE to furnish  to an\r\nauditor  designated by the International President to examine\r\nits books and  record all  of its  books, records,  accounts,\r\nreceipts,  vouchers, and  financial  data  as  requested,  as\r\nrequired  under Art XII,  Sec. 6(a) of  the SEIU constitution\r\nand  bylaws,  constitute  a   violation  of  the  Affiliation\r\nAgreement, and if so, what shall be the remedy?\r\n\n5.   Does the District have  the right to  terminate the 1992\r\nAffiliation Agreement, and if so, under what circumstances?\r\n\n6.  Does  the District's  purported termination  on or  about\r\nJanuary 19, 1994, violate the 1992 Affiliation Agreement, and\r\nif so, what shall be the remedy?\r\n\n                             -5-\r                                          5\r\r\n\n          After seven days of hearings, the arbitrator issued\r\n\nan initial  decision that:  (i)  the Local was  liable to the\r\n\nInternational for per capita  taxes;  (ii) the Local  did not\r\n\nhave the  right to  terminate its contract  (the \"Affiliation\r\n\nAgreement\")  with  the  International,  except   through  the\r\n\nprocedure set  forth within the  International's Constitution\r\n\nand Bylaws,  and (iii)  the Local's  purported disaffiliation\r\n\nvote of  January 19, 1994 violated  the Affiliation Agreement\r\n\nand  was  rescinded.   The  Arbitrator  reserved decision  on\r\n\nvarious  remedial  issues, including  payment  schedule, late\r\n\nfees,  auditor's access to  data, and priority  of paying per\r\n\ncapita  obligations, in order to give the parties a chance to\r\n\nreach a negotiated resolution.\r\n\n          Negotiations on remedial matters  failed, according\r\n\nto the Local,  because the  International preconditioned  any\r\n\ncompromise  on  the  Local  securing the  withdrawal  of  the\r\n\nConnecticut lawsuit.  The Local argued to the arbitrator that\r\n\nsuch preconditioning  was an unlawful burden on the \"right to\r\n\nsue\"  guaranteed  to  union  members  by   the  LMRDA.    The\r\n\narbitrator, however, refused to  consider the issue, since it\r\n\nrelated to a   separate lawsuit that was not  before him.  On\r\n\nNovember  9,  1994 the  arbitrator awarded  the International\r\n\nunpaid  taxes, late  fees, and  all other  ancillary relief.3\r\n\n                    \r                                \r\n\n3.        The  total  amount of  unpaid  dues  and late  fees\r\n(calculated at  the rate  of 2% per  month, compounded),  was\r\napproximately  $2,000,000  ($1,500,000  in  unpaid  dues  and\r\n\n                             -6-\r                                          6\r\r\n\nPost-arbitration,  the International  moved  to  confirm  the\r\n\narbitrator's  award, and the Local  moved to vacate  it.  The\r\n\ndistrict court granted the International's motion to confirm.\r\n\n          The  Local  has appealed,  making  three arguments.\r\n\nThe Local  argues that the arbitrator  exceeded his authority\r\n\nby rescinding  the vote of  the Local's  Executive Board  and\r\n\nordering payment of the  outstanding per capita taxes, saying\r\n\nthese  remedies  were  not  authorized   by  the  Affiliation\r\n\nAgreement.   The  Local also  urges that confirmation  of the\r\n\narbitrator's award  violated public policy in  that the award\r\n\nundermined both the free speech rights of union members to be\r\n\ncritical  of  the  International   and  to  institute   legal\r\n\nproceedings against it.   The Local  finally argues that  the\r\n\ndistrict court  erred in granting the  International's motion\r\n\nto compel arbitration and in denying both the  Local's motion\r\n\nto  stay proceedings and its  motion to transfer  the case to\r\n\nConnecticut.\r\n\n            Confirmation of the Arbitrator's Award\r                                                              \r\n\n          This   Court   reviews    the   district    court's\r\n\nconfirmation  of  the  arbitrator's   award  de  novo  as  to\r                                                                 \r\n\nquestions of law and mixed questions of law and fact, and for\r\n\nclear error  as to questions of  fact.  See First  Options of\r                                                                         \r\n\nChicago,  Inc.  v. Kaplan,  115  S.  Ct. 1920,  1926  (1995).\r                                     \r\n\nFederal  court review  of  arbitral decisions  on matters  of\r\n\n                    \r                                \r\n\n$500,000 in late fees). \r\n\n                             -7-\r                                          7\r\r\n\ncontract    interpretation    is    extremely   narrow    and\r\n\nextraordinarily deferential.  See Dorado Beach Hotel Corp. v.\r                                                                      \r\n\nUnion de Trabajadores de la Industria Gastronomica Local 610,\r                                                                        \r\n\n959  F.2d 2, 3-4 (1st Cir. 1992); El Dorado Technical Servs.,\r                                                                         \r\n\nInc. v. Union General de Trabajadores, 961 F.2d 317, 319 (1st\r                                                 \r\n\nCir. 1992) (\"[A] court should uphold an award that depends on\r\n\nan  arbitrator's  interpretation of  a  collective bargaining\r\n\nagreement  if it  can find,  within the  four corners  of the\r\n\nagreement, any plausible basis for that interpretation.\"). \r\n\n          The Local  argues that this case  should be treated\r\n\nas a commercial contract dispute between two entities and not\r\n\nas  a labor  dispute  under    301  of the  Labor  Management\r\n\nRelations  Act, 29  U.S.C.    185.   This, the  Local posits,\r\n\nwould permit  less deference to  the arbitrator.   Indeed, it\r\n\nappears  it would  not.    This  Court  in  Advest,  Inc.  v.\r                                                                     \r\n\nMcCarthy,  914  F.2d  6  (1st  Cir.  1990)  explained,  after\r                    \r\n\nreviewing different  articulations of the  standard of review\r\n\nof an  arbitrator's award in both labor and commercial cases,\r\n\nthat the  different formulations were in essence \"identical.\"\r\n\nSee id. at 8-9; see also Hill v. Norfolk W. Ry. Co., 814 F.2d\r                                                               \r\n\n1192,  1195 (7th  Cir. 1987).   Without  deciding the  larger\r\n\nquestion, we decline  in this dispute  between two unions  to\r\n\nvary from  the  deferential treatment  of arbitration  awards\r\n\nestablished by the Supreme Court in labor disputes  under the\r\n\nUnited   Steelworkers   trilogy  of   cases.     See   United\r                                                                         \r\n\n                             -8-\r                                          8\r\r\n\nSteelworkers v. Enterprise Wheel  &amp; Car Corp., 363  U.S. 593,\r                                                         \r\n\n596-97 (1960); United Steelworkers  v. American Mfg. Co., 363\r                                                                    \r\n\nU.S. 564, 568  (1960); United Steelworkers v.  Warrior &amp; Gulf\r                                                                         \r\n\nNavigation Co., 363 U.S. 574, 582 (1960). \r                          \r\n\n          The Local argues that  the arbitrator exceeded  his\r\n\nauthority  by  imposing remedies  he  was  not authorized  to\r\n\nimpose.  It concentrates its force on the arbitrator's ruling\r\n\nthat the disaffiliation vote  was contrary to the Affiliation\r\n\nAgreement and his award rescinding the vote.  It also attacks\r\n\nthe order that it pay the due per capita taxes  and late fees\r\n\nthat had accrued.   \r\n\n          The   arbitrator    interpreted   the   Affiliation\r\n\nAgreement to  disallow disaffiliation  except by  the methods\r\n\nset forth  in the  International's Constitution  and Bylaws.4\r\n\nThose  methods do not include  disaffiliation by a  vote of a\r\n\nlocal  union's   executive  board.     The  only   method  of\r\n\ndisaffiliation  allowed  by the  International's Constitution\r\n\nand   Bylaws  imposes  onerous  requirements.    The  article\r\n\nentitled  \"Dissolution\"  states  that  no  local  union  \"can\r\n\ndissolve, secede  or disaffiliate  while there are  seven (7)\r\n\ndissenting  members  .  .  . .\"    Further,  the  Affiliation\r\n\nAgreement is of indefinite duration.   \r\n\n                    \r                                \r\n\n4.        In  the  Affiliation  Agreement  the  International\r\nexplicitly   waived,  for   the  Local,   a  number   of  the\r\nrequirements  of its  Constitution  and Bylaws,  but did  not\r\nwaive  the  requirements  of  Article  XXIV,  the dissolution\r\nprovision. \r\n\n                             -9-\r                                          9\r\r\n\n          The   Local  argues  that  the  arbitrator's  award\r\n\ncontradicts the autonomy it  had explicitly negotiated for in\r\n\nthe Affiliation Agreement.  Whether or not we might have read\r\n\nthe contract differently, or have sympathy for the plight  of\r\n\nthe Local that  now finds itself unable  to disaffiliate from\r\n\nthe    International  with whom  it  has,  at  best, a  badly\r\n\nstrained   relationship,  the  arbitrator's  reading  of  the\r\n\nAffiliation Agreement is plausible  and we cannot disturb it.\r\n\nIn  the face  of evidence  that affiliation  negotiations had\r\n\nbeen lengthy, with the Local negotiating a number of specific\r\n\nprotective provisions in  the Affiliation Agreement  (such as\r\n\nbars  on  the   power  of  the  International   to  impose  a\r\n\ntrusteeship, a merger, or a forfeiture of assets in the event\r\n\nof  a dissolution),  it  was plausible  to  conclude, as  the\r\n\narbitrator  did, that the Local bound itself to a contract of\r\n\nunlimited duration that allowed only a tiny escape hatch.5 \r\n\n          The Local also erroneously argues that because this\r\n\ncase  involves a  contract dispute,  the arbitrator  was only\r\n\nauthorized to award  damages and nothing  else for breach  of\r\n\ncontract.   Specific performance is a recognized remedy for a\r\n\n                    \r                                \r\n\n5.        The   Local  also   points   to  cases   mentioning\r\n\"autonomy\" as a factor in  determining a local union's  right\r\nto   terminate  its  affiliation  agreement.    Those  cases,\r\nhowever, turn, as does  this one, on the  terms of the  local\r\nunion's agreement  with the international.   See, e.g., Local\r                                                                         \r\nNo. 1, Amalgamated Lithographers  v. Brown, 270 N.Y.S.2d 891,\r                                                      \r\n896  (N.Y. App.  Div.  1966), aff'd,  286 N.Y.S.2d  853 (N.Y.\r                                               \r\n1967); Sanders v. De  Lucia, 266 F. Supp. 852,  856 (S.D.N.Y.\r                                       \r\n1967), aff'd, 379 F.2d 550 (2d Cir. 1967).  \r                        \r\n\n                             -10-\r                                          10\r\r\n\nbreach of contract, and because that remedy was not expressly\r\n\nprecluded by the Affiliation  Agreement, it was plausible for\r\n\nthe arbitrator to  award it.  \"[S]ubject to the  terms of the\r\n\nempowering clause, arbitrators  possess latitude in  crafting\r\n\nremedies  as wide  as  that which  they  possess in  deciding\r\n\ncases.\" Advest,  914 F.2d at 10-11. \r                          \r\n\n          The   Local  argues  that  the  arbitrator's  award\r\n\nexceeded his authority in that requiring a payment of the per\r\n\ncapita  taxes  plus  a penalty  was  not  among  the specific\r\n\nremedies  listed  in  the  International's  Constitution  and\r\n\nBylaws  for non-payment  of  dues.   The remedies  explicitly\r\n\nlisted are suspension  of the local union,  revocation of the\r\n\nlocal  union's charter,  and appointment of  a trustee.   The\r\n\narbitrator,  however,  plausibly  rejected an  interpretation\r\n\nthat these were exclusive remedies.  The relevant  section of\r\n\nthe  International's Constitution and  Bylaws does  not limit\r\n\nthe   International's  remedies  to   the  three  enumerated.\r\n\nRather, the relevant clause  refers the matter of non-payment\r\n\nof  dues to the International President for such action as he\r\n\nshall  deem appropriate,  \"including without  limitation\" the\r                                                                    \r\n\nthree actions specifically listed (emphasis added).\r\n\n             Alleged Violations of Public Policy\r                                                            \r\n\n          The  Local argues that  the arbitrator's award must\r\n\nbe set  aside in any event  because it is  contrary to public\r\n\npolicy  that is  explicit, well-defined  and dominant.   See,\r                                                                        \r\n\n                             -11-\r                                          11\r\r\n\ne.g., W.R. Grace &amp; Co. v. Local Union 759, Int'l Union of the\r                                                                         \r\n\nUnited Rubber, Cork,  Linoleum &amp; Plastic Workers of  Am., 461\r                                                                    \r\n\nU.S. 757, 766 (1983).  That  policy, it says, is contained in\r\n\nthe   LMRDA,       101(a)(2),(4),  and  the   protections  it\r\n\nguarantees  to union  members to  be able  to express  freely\r\n\ntheir  views and  opinions, and  to institute  proceedings in\r\n\ncourt or in front of an administrative agency.  W h e n     a\r\n\nviolation  of  well-defined  and  dominant public  policy  is\r\n\nasserted, the  question is  ultimately one for  resolution by\r\n\nthe  courts,  and  a  court  is  required  to  make  its  own\r\n\nindependent evaluation.  See id.\r                                            \r\n\n          The  Local  makes   two  very  precise  arguments.6\r\n\nFirst, it  says, the award condones violation  of free speech\r\n\nrights  in ignoring  that the  International \"repeatedly  and\r\n\nsystematically retaliated  against the District  for engaging\r\n\nin union  democracy activities.\"   As  an example, the  Local\r\n\npoints  to the  fact that  the International  President, John\r\n\nSweeney, did  not include  the Local's representative  on his\r\n\nslate of candidates  for election to  the executive board  of\r\n\nthe International (which would,  according to the Local, have\r\n\n                    \r                                \r\n\n6.        For the first time on appeal, the Local also argues\r\nthat  the arbitrator's reading of the Affiliation Agreement's\r\npreconditions to disaffiliation  violates public policy.   It\r\nis settled that \"absent the most extraordinary circumstances,\r\nlegal theories not raised squarely in  the lower court cannot\r\nbe  broached  for  the  first  time  on  appeal.\"  Teamsters,\r                                                                         \r\nChauffeurs, Warehousemen  and Helpers Union, Local  No. 59 v.\r                                                                      \r\nSuperline Transp. Co., 953 F.2d 17, 21 (1st Cir. 1992).\r                                 \r\n\n                             -12-\r                                          12\r\r\n\nguaranteed the election of  its candidate).  The  Local cites\r\n\nin  support of  its  argument cases  involving situations  in\r\n\nwhich the union  officials whose rights under  the LMRDA were\r\n\nendangered  had  won  elections  and were  being  removed  or\r                                \r\n\nsuspended during their terms.  See Maceira v. Pagan, 649 F.2d\r                                                               \r\n\n8, 10-11  (1st Cir. 1981);  Bradford v. Textile  Workers, 563\r                                                                    \r\n\nF.2d 1138,  1139-40 (4th  Cir. 1977).   Although a  plausible\r\n\nargument might be made for extending those cases beyond their\r\n\nfacts,  the  arbitrator found  as a  matter  of fact  that no\r\n\npromise   to   slate   the   Local's   candidate   for    the\r\n\nInternational's  board elections had  been made as  a part of\r\n\nthe  Affiliation Agreement, and that refusal to do so was not\r\n\nin retaliation for the  Local's \"union democracy\" activities.\r\n\nWe  may  not  second  guess   the  factual  findings  of  the\r\n\narbitrator.  See Paperworkers Int'l Union v. Misco, Inc., 484\r                                                                    \r\n\nU.S.  29 (1987).  In Misco, the Supreme Court counselled that\r                                      \r\n\nit  is \"the arbitrator's  view of the  facts . .  . that [the\r\n\nparties have]  agreed to accept\"  and that \"[c]ourts  thus do\r\n\nnot  sit to  hear  claims  of  factual  . .  .  error  by  an\r\n\narbitrator as an appellate  court does in reviewing decisions\r\n\nof lower courts.\"   Id. at 37-38.  The  factual predicate for\r                                   \r\n\nthe  Local's argument  was  explicitly found  wanting by  the\r\n\narbitrator.   Absent  such a  factual predicate,  we may  not\r\n\nreach the legal claims.\r\n\n                             -13-\r                                          13\r\r\n\n          The Local next  argues that the arbitrator's  award\r\n\nviolates LMRDA   101(a)(4), which provides as follows:\r\n\n          Protection  of  right  to sue.--No  labor\r\n          organization shall limit the right of any\r\n          member  thereof to institute an action in\r\n          any court, or in a  proceeding before any\r\n          administrative  agency,  irrespective  of\r\n          whether  or not the labor organization or\r\n          its officers  are named as  defendants or\r\n          respondents in such action or proceeding \r\n          . . .\r\n\n29 U.S.C.   411(a)(4).\r\n\n          During the negotiations mandated by the arbitrator,\r\n\nthe  International,  according  to  the  Local,  refused   to\r\n\nnegotiate  over  a reduction  in  or  a reasonable  repayment\r\n\nschedule for  the per capita  taxes or a  waiver of  the late\r\n\nfees,  unless the  Local arranged for  the withdrawal  of the\r\n\nO'Neil lawsuit  that its members had  brought in Connecticut.\r                  \r\n\nThe  Local  argues that  the  International,  by conditioning\r\n\nnegotiations  on the  Local  securing the  withdrawal of  its\r\n\nmembers' lawsuit,  violated the \"right to  sue\" guaranteed to\r\n\nunion members by LMRDA   101(a)(4).\r\n\n          The  arbitrator refused  to consider  the  issue of\r\n\nwhether  the International had violated the \"right to sue\" of\r\n\nthe Local's members.  He said that the O'Neil lawsuit was not\r                                                         \r\n\nbefore him.  The  legal question, however, has nothing  to do\r\n\nwith the  O'Neil litigation  itself.   Instead, the  issue is\r                            \r\n\nwhether  the  International, in  refusing  to  do other  than\r\n\nextract its maximum  recovery  unless  the Local secured  the\r\n\n                             -14-\r                                          14\r\r\n\nwithdrawal  of  its members'  lawsuit, violated  the members'\r\n\n\"right  to  sue.\"7     Two  distinct  issues  are  presented:\r\n\npayment of the per capita taxes and payment of the late fee. \r\n\n          The per  capita taxes paid by the  local unions are\r\n\nthe  means by  which the  International funds  its existence.\r\n\nThe  Local makes  no  claim that  the  per capita  taxes  are\r\n\nusually  waived,  reduced, or  rescheduled.    Since the  per\r\n\ncapita taxes  are payments that the  International expects to\r\n\ncollect  in  full  as a  matter  of  course,  the failure  to\r\n\n                    \r                                \r\n\n7.        There   is   clear   evidence  in   the   form   of\r\ncorrespondence  between  the   International  and  the  Local\r\nshowing the International's unwillingness  to waive or reduce\r\nthe payments  owed, unless the O'Neil  lawsuit was withdrawn.\r                                                 \r\nThe arbitrator, however, made no findings on whether this was\r\nso and on the issue  of whether conditioning negotiations  on\r\nthe   Local  securing  withdrawal   of  a   member's  lawsuit\r\nconstitutedan  interference with a member's \"right to sue.\"  \r\n          In addition, an issue mentioned in passing, but not\r\nsquarely argued  by the International, is  whether this Court\r\nmay  consider  the evidence  of  the International's  conduct\r\nduring  settlement  negotiations.   But  issues  not squarely\r\nraised  by the parties are  waived. See Grella  v. Salem Five\r                                                                         \r\nCent Savings Bank, 42  F.3d 26, 36 (1st Cir.  1994) (argument\r                             \r\nraised by way of \"cursory footnote\" deemed waived).  There is\r\nmuch law, in any  event, to support admissibility.   See NLRB\r                                                                         \r\nv. Gotham Indus., Inc.,  406 F.2d 1306, 1313 (1st  Cir. 1969)\r                                  \r\n(statements  made during  the course  of a  labor negotiation\r\nthat are the basis for a charge of unfair labor practices are\r\nadmissible on the  trial of  that issue); see  also Urico  v.\r                                                                     \r\nParnell  Oil Co., 708 F.2d 852, 854 (1st Cir. 1983) (evidence\r                            \r\nof  settlement  negotiations is  admissible  to  show that  a\r\nwrongful  refusal  to  make  a  reasonable  settlement  offer\r\nprevented  the   plaintiffs  from  being  able   to  mitigate\r\ndamages); Overseas  Motors, Inc.  v. Import Motors  Ltd., 375\r                                                                    \r\nF.Supp.  499, 537  (E.D.  Mich. 1974)(\"[I]t  would also  seem\r\nreasonable  to  admit  such  evidence  where  the  settlement\r\nnegotiations  are themselves  subjects of  the lawsuit--i.e.,\r\noperative  facts\"), aff'd,  519  F.2d 119  (6th Cir.),  cert.\r                                                                         \r\ndenied, 423 U.S. 987 (1975).     \r                  \r\n\n                             -15-\r                                          15\r\r\n\nnegotiate over reducing or  rescheduling them cannot on these\r\n\nfacts be said to be a \"penalty\" on the \"right to sue.\"  \r\n\n          The late fee is a different matter.  The 2% a month\r\n\nlate  fee is at a  rate many states  consider usurious8. When\r\n\ncompounded monthly,  the annual  rate works  out to  26.82% a\r\n\nyear and adds up here to $500,000 -- approximately a third of\r\n\nthe actual principal  payment.  Further, the evidence is that\r\n\nlate fees are routinely waived by the International, and even\r\n\nwhen  assessed, the  fees  are  typically  small.9    In  the\r\n\ncontext  of the high rate  charged and the  routine waiver of\r\n\nlate  fees in other cases, conditioning a waiver on the Local\r\n\nsecuring  withdrawal  of  its   members'  lawsuit  may  be  a\r\n\ndeterrent  to members suing.   \"If a union  member's right to\r\n\nsue is to  have any meaning, courts must be  ever vigilant in\r\n\nprotecting that right against  indirect and subtle devices as\r\n\nwell as against direct and obvious limitations.\"  Phillips v.\r                                                                      \r\n\nInternational Ass'n  of Bridge  Workers, Local 118,  556 F.2d\r                                                              \r\n\n939, 942  (9th Cir.  1977); see also  Moore v.  Local 569  of\r                                                                         \r\n\n                    \r                                \r\n\n8.       For  example, the rate  above which interest charges\r\nconstitute  usury in Massachusetts is 20%.  See Mass. Gen. L.\r                                                           \r\nch.  271,    49;  Begelfer v.  Najarian,  381 Mass.  177, 182\r                                                   \r\n(1980);  see also Eric A. Posner, Contract Law in the Welfare\r                                                                         \r\nState:  A Defense  of  the Unconscionability  Doctrine, Usury\r                                                                         \r\nLaws, and Related Limitations on the Freedom  To Contract, 24\r                                                                     \r\nJ. Legal Stud. 283, 313 (1995) (presenting a short history of\r\nthe development of usury laws).    \r\n\n9.        Evidence pointed to by the International itself, to\r\nshow how it regularly assesses and collects late  fees, shows\r\nthat  other than  in  this case,  all  the late  fees  it has\r\nassessed have been for amounts lower than $1,000. \r\n\n                             -16-\r                                          16\r\r\n\nInt'l.  Bhd. of Elec. Workers,  53 F.3d 1054,  1056 (9th Cir.\r                                         \r\n\n1995) (\"The employee  bill of rights protection is  worded in\r\n\nthe  most  inclusive terms,  which  are  clearly intended  to\r\n\npreclude restraints upon members'  rights to seek relief from\r\n\ncourts and agencies.\"), petition for cert. filed, 64 U.S.L.W.\r                                                            \r\n\n3271 (Sep. 20, 1995).  If enforcement of the late fee portion\r\n\nof  the arbitrator's award was  in retaliation for the filing\r\n\nof  the  O'Neil  lawsuit,   that  would  arguably  violate   \r                           \r\n\n101(a)(4)'s prohibition against a union obstructing the right\r\n\nof  its members to sue.  The arbitrator failed to conduct any\r\n\nfactfinding on this issue.  Hence we vacate the award of late\r\n\nfees and remand this issue to the district court to send back\r\n\nto the arbitrator  for factfinding and  decision.  See  Labor\r                                                                         \r\n\nRelations Div. of Constr.  Industries v. International Bhd of\r                                                                         \r\n\nTeamsters,  Local No. 379, 29  F.3d 742, 749  (1st Cir. 1994)\r                                     \r\n\n(case involving fact-intensive  factor balancing remanded  to\r\n\ndistrict court with instructions that  it be remanded to  the\r\n\narbitrator for initial determination).\r\n\n          The International  argues that there was no penalty\r\n\non the members' right to  sue because in this case, the  late\r\n\nfees  were imposed before the  O'Neil suit was  brought.  The\r                                                 \r\n\nInternational's distinction, however,  is evanescent.  It  is\r\n\nnot the imposition of the late fees that is at issue, but the\r\n\nsubsequent  refusal to grant a  waiver of those  late fees as\r                      \r\n\n                             -17-\r                                          17\r\r\n\nthe  International  usually has  done,  unless  the suit  was\r\n\nwithdrawn.10          Rulings on Motions\r                                                    \r\n\n          The Local  argues that the district  court erred in\r\n\ngranting the International's motion to compel arbitration and\r\n\nin  not granting  both the  Local's motion  to have  the case\r\n\ntransferred to Connecticut for  consolidation with the O'Neil\r                                                                         \r\n\ncase and its motion to stay the Massachusetts action.  \r\n\n          There  was  no error  in  compelling  the Local  to\r\n\narbitration.   To the extent  that the Local  is arguing that\r\n\nthere  was no need to order it  to arbitration as it would go\r\n\nvoluntarily, the  district court  could  reasonably think  an\r\n\norder necessary in light of  the motion to enjoin arbitration\r\n\nfiled by the Local in the Connecticut action.  \r\n\n          The  district court's  rulings  on  the motions  to\r\n\ntransfer and  stay are reviewed  for an abuse  of discretion.\r\n\nSee Cianbro Corp. v. Curran-Lavoie, Inc., 814 F.2d 7, 11 (1st\r                                                    \r\n\n                    \r                                \r\n\n10.       The  International  also  argues  that    101(a)(4)\r\nprotects  the rights of \"members\" to sue, and that that right\r\ndoes not extend to the Local as an  organization.  The Local,\r\nhowever, is  not asserting its own right  to sue, but that of\r\nits members.   The Local  appears to  meet the  three-pronged\r\ntest for associational standing set out in Hunt v. Washington\r                                                                         \r\nState Apple Advertising Comm'n, 432 U.S. 333, 343 (1977). See\r                                                                         \r\nInternational   Union,   United   Automobile,   Aerospace   &amp;\r                                                                         \r\nAgricultural Implement  Workers v.  Brock, 477 U.S.  274, 282\r                                                     \r\n(1986) (holding that union has  standing to assert rights  of\r\nmembers where Hunt test is satisfied); United States v. Local\r                                                                         \r\n560 (I.B.T.),  974 F.2d  315, 339-42 (3d  Cir. 1992)(applying\r                        \r\nthe test of  organizational standing to sue to the  case of a\r\nLocal asserting the rights  of its members under  the LMRDA);\r\nsee  also American Postal Workers Union v. M. Frank, 968 F.2d\r                                                               \r\n1373, 1375 (1st Cir. 1992);\r\n\n                             -18-\r                                          18\r\r\n\nCir. 1987); Chrysler Credit Corp. v. Marino, 63 F.3d 574, 578\r                                                       \r\n\n(7th  Cir. 1995).    The district  court  did not  abuse  its\r\n\ndiscretion  in denying  the Local's  motions to  transfer the\r\n\naction or to stay it.  The Massachusetts suit dealt  with the\r\n\ndistinct issue of the  parties' conduct under the Affiliation\r\n\nAgreement.   The Connecticut  action dealt with  the separate\r\n\nissue of whether  the Local's members needed to have ratified\r\n\nthe Affiliation Agreement.  In the interests  of dealing with\r\n\nmatters before  it in  a timely  manner,  the district  court\r\n\ndenied the stay, and was well within its bounds in doing so.\r\n\n          Accordingly, the  late fee portion of  the award is\r                                                                         \r\n\nvacated  and remanded to the district court to be remanded to\r                                                                         \r\n\nthe arbitrator.  The district court's judgment is affirmed in\r                                                                         \r\n\nall other respects.  The International's motion for sanctions\r                                                                         \r\n\nagainst the Local, for filing a frivolous appeal,  is denied.\r                                                                         \r\n\nNo costs are awarded.    \r                                 \r\n\n                             -19-\r                                          19\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n\n                                         \r\n\nNo. 95-1471\r\n\n     SERVICE EMPLOYEES INTERNATIONAL UNION, AFL-CIO, CLC,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n             LOCAL 1199 N.E., SEIU, AFL-CIO, CLC,\r\n\n                    Defendant, Appellant,\r\n                                         \r\n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT \r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. William G. Young, U.S. District Judge] \r                                                               \r\n                                        \r\n\n                            Before\r\n\n                     Stahl, Circuit Judge,\r                                                     \r\n               Campbell, Senior Circuit Judge,\r                                                         \r\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nLarry Engelstein with whom Jonathan P.  Hiatt, Warren H. Pyle, and\r                                                                         \r\nAngoff, Goldman, Manning,  Pyle, Wanger  &amp; Hiatt, were  on briefs  for\r                                                        \r\nappellee.\r\nRobert M. Gault with whom Richard  Mirabito, Susan M. Basham, John\r                                                                              \r\nM. Creane, Michael E. Passero, Mintz, Levin, Cohn, Ferris, Glovsky and\r                                                                              \r\nPopeo,  P.C.,  and Law  Firm of  John M.  Creane,  were on  briefs for\r                                                        \r\nappellant.\r\n\n                                         \r\n                      November 21, 1995\r\n                                         \r\n          LYNCH, Circuit Judge.  The attempted dissolution of\r                      LYNCH, Circuit Judge.\r                                          \r\r\n\ntimeless  vows  of fidelity  between two  labor organizations\r\n\ngave  rise   to  this  litigation.     An  extremely  unhappy\r\n\nrelationship between a local  union and its International led\r\n\nthe Local to stop paying its monthly per capita taxes  to the\r\n\nInternational.  That in turn led the International to sue the\r\n\nLocal  in federal  court  in Massachusetts  to collect  those\r\n\ntaxes.  When  the Local replied that it  had no obligation to\r\n\npay the  taxes, the  International claimed arbitration.   The\r\n\ncourt ordered arbitration; the arbitrator ordered the payment\r\n\nof the  taxes and  late fees.    The Local  appeals from  the\r\n\ndistrict court's decision confirming the  arbitrator's award.\r\n\nWe affirm in part and vacate and remand in part.\r\n\n          The   plaintiff   International   is  the   Service\r\n\nEmployees International  Union, AFL-CIO, CLC (\"SEIU\"),  a one\r\n\nmillion member organization.  The Local is District  1199, an\r\n\n18,000  member union  of health  care employees.    The Local\r\n\nasserts that following a New York Times article in the Spring\r                                                   \r\n\nof 1991   questioning the propriety of the financial dealings\r\n\nof  certain International  officials,  it led  a movement  to\r\n\npromote reform  within the International.   These efforts, it\r\n\nsays,  were  met  with retribution  from  the  International,\r\n\nwhich, in  turn,  caused  the Local  to withhold taxes.   The\r\n\nInternational  denies  any  wrongdoing  or   retribution  and\r\n\nattributes more common, self-interested motives to the Local.\r\n\n                           History\r                                              \r\n\n                             -3-\r                                          3\r\r\n\n          The International sued  the Local in federal  court\r\n\nin Massachusetts on September 17, 1993, seeking a preliminary\r\n\ninjunction requiring the Local to  pay per capita taxes which\r\n\nit  had  withheld since  October 1992.    Six days  later, in\r\n\nfederal court in Connecticut,  certain individual members  of\r\n\nthe Local  sued both the  Local itself and  the International\r\n\nfor  rescission   of  the contract  between  the two  on  the\r\n\ngrounds  that the  contract  was entered  into without  fully\r\n\ninforming  the  members  or  receiving  their  authorization.\r\n\nThis, the  Connecticut suit claimed,  contravened the  bylaws\r\n\nand  constitution governing the  Local as well  as the Labor-\r\n\nManagement Reporting  and Disclosure Act (\"LMRDA\"), 29 U.S.C.\r\n\n  401, et seq.1\r                          \r\n\n          The  Massachusetts court denied  the Local's motion\r\n\nto  transfer the action to  Connecticut.  It  also denied the\r\n\nInternational's  motion for  a  preliminary  injunction,  but\r\n\ngranted the  International's  motion to  compel  arbitration.\r\n\nThe district  court denied both  the Local's motions  to stay\r\n\nproceedings and to dismiss and the International's motions to\r\n\nenjoin  the Local  from  proceeding with  its cross-claim  in\r\n\nConnecticut and  for entry  of default.   The  district court\r\n\nlater  denied the  Local's motion  to reconsider,  vacate and\r\n\n                    \r                                \r\n\n1.        Motions in  the Connecticut case, O'Neil  et al. v.\r                                                                      \r\nNew England  Health Care Employees Union,  District 1199, and\r                                                                         \r\nSEIU, No.  3:93CV1918(JAC)  (D. Conn.), were under advisement\r                 \r\nat the time of oral argument in this case.\r\n\n                             -4-\r                                          4\r\r\n\nreassign  for  reargument the  motion to  compel arbitration.\r\n\nThe  Local, however,  went to  arbitration voluntarily.   The\r\n\nparties  agreed upon  the  six questions  to  be put  to  the\r\n\narbitrator.2 \r\n\n          Before arbitration commenced, on January  19, 1994,\r\n\nthe  Executive  Board  of  the  Local  unanimously  voted  to\r\n\nterminate its contract with the International.\r\n\n                    \r                                \r\n\n2.        The Local and the International stipulated that the\r\nsix questions to be addressed by the arbitrator were:\r\n\n1. Does the failure of District 1199 NE to remit  to the SEIU\r\nthe monthly per capita tax, as set forth in Article 10 of the\r\nAffiliation   Agreement,  constitute   a  violation   of  the\r\nAffiliation Agreement, and if so, what shall be the remedy?\r\n\n2.   Does the failure of District  1199 NE to pay to the SEIU\r\nthe late penalty fee as required under Art II, Sec.  3 of the\r\nSEIU constitution  and bylaws  constitute a violation  of the\r\nAffiliation Agreement, and if so, what shall be the remedy?\r\n\n3.  Does  the failure of District 1199 NE to pay its full per\r\ncapita  tax obligations to  the SEIU before  paying any other\r\nbills,  as required  under  Art  XII,  Sec.  4  of  the  SEIU\r\nconstitution  and  bylaws,  constitute  a  violation  of  the\r\nAffiliation Agreement, and if so, what shall be the remedy?\r\n\n4.   Does the failure  of District 1199  NE to furnish  to an\r\nauditor  designated by the International President to examine\r\nits books and  record all  of its  books, records,  accounts,\r\nreceipts,  vouchers, and  financial  data  as  requested,  as\r\nrequired  under Art XII,  Sec. 6(a) of  the SEIU constitution\r\nand  bylaws,  constitute  a   violation  of  the  Affiliation\r\nAgreement, and if so, what shall be the remedy?\r\n\n5.   Does the District have  the right to  terminate the 1992\r\nAffiliation Agreement, and if so, under what circumstances?\r\n\n6.  Does  the District's  purported termination  on or  about\r\nJanuary 19, 1994, violate the 1992 Affiliation Agreement, and\r\nif so, what shall be the remedy?\r\n\n                             -5-\r                                          5\r\r\n\n          After seven days of hearings, the arbitrator issued\r\n\nan initial  decision that:  (i)  the Local was  liable to the\r\n\nInternational for per capita  taxes;  (ii) the Local  did not\r\n\nhave the  right to  terminate its contract  (the \"Affiliation\r\n\nAgreement\")  with  the  International,  except   through  the\r\n\nprocedure set  forth within the  International's Constitution\r\n\nand Bylaws,  and (iii)  the Local's  purported disaffiliation\r\n\nvote of  January 19, 1994 violated  the Affiliation Agreement\r\n\nand  was  rescinded.   The  Arbitrator  reserved decision  on\r\n\nvarious  remedial  issues, including  payment  schedule, late\r\n\nfees,  auditor's access to  data, and priority  of paying per\r\n\ncapita  obligations, in order to give the parties a chance to\r\n\nreach a negotiated resolution.\r\n\n          Negotiations on remedial matters  failed, according\r\n\nto the Local,  because the  International preconditioned  any\r\n\ncompromise  on  the  Local  securing the  withdrawal  of  the\r\n\nConnecticut lawsuit.  The Local argued to the arbitrator that\r\n\nsuch preconditioning  was an unlawful burden on the \"right to\r\n\nsue\"  guaranteed  to  union  members  by   the  LMRDA.    The\r\n\narbitrator, however, refused to  consider the issue, since it\r\n\nrelated to a   separate lawsuit that was not  before him.  On\r\n\nNovember  9,  1994 the  arbitrator awarded  the International\r\n\nunpaid  taxes, late  fees, and  all other  ancillary relief.3\r\n\n                    \r                                \r\n\n3.        The  total  amount of  unpaid  dues  and late  fees\r\n(calculated at  the rate  of 2% per  month, compounded),  was\r\napproximately  $2,000,000  ($1,500,000  in  unpaid  dues  and\r\n\n                             -6-\r                                          6\r\r\n\nPost-arbitration,  the International  moved  to  confirm  the\r\n\narbitrator's  award, and the Local  moved to vacate  it.  The\r\n\ndistrict court granted the International's motion to confirm.\r\n\n          The  Local  has appealed,  making  three arguments.\r\n\nThe Local  argues that the arbitrator  exceeded his authority\r\n\nby rescinding  the vote of  the Local's  Executive Board  and\r\n\nordering payment of the  outstanding per capita taxes, saying\r\n\nthese  remedies  were  not  authorized   by  the  Affiliation\r\n\nAgreement.   The  Local also  urges that confirmation  of the\r\n\narbitrator's award  violated public policy in  that the award\r\n\nundermined both the free speech rights of union members to be\r\n\ncritical  of  the  International   and  to  institute   legal\r\n\nproceedings against it.   The Local  finally argues that  the\r\n\ndistrict court  erred in granting the  International's motion\r\n\nto compel arbitration and in denying both the  Local's motion\r\n\nto  stay proceedings and its  motion to transfer  the case to\r\n\nConnecticut.\r\n\n            Confirmation of the Arbitrator's Award\r                                                              \r\n\n          This   Court   reviews    the   district    court's\r\n\nconfirmation  of  the  arbitrator's   award  de  novo  as  to\r                                                                 \r\n\nquestions of law and mixed questions of law and fact, and for\r\n\nclear error  as to questions of  fact.  See First  Options of\r                                                                         \r\n\nChicago,  Inc.  v. Kaplan,  115  S.  Ct. 1920,  1926  (1995).\r                                     \r\n\nFederal  court review  of  arbitral decisions  on matters  of\r\n\n                    \r                                \r\n\n$500,000 in late fees). \r\n\n                             -7-\r                                          7\r\r\n\ncontract    interpretation    is    extremely   narrow    and\r\n\nextraordinarily deferential.  See Dorado Beach Hotel Corp. v.\r                                                                      \r\n\nUnion de Trabajadores de la Industria Gastronomica Local 610,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"579482\"><a href=\"/opinion/579482/dorado-beach-hotel-corporation-v-union-de-trabajadores-de-la-industria/\"><span class=\"volume\">959</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span><pre class=\"inline\">, 3-4 (1st Cir. 1992); El Dorado Technical Servs.,\r                                                                         \r\n\nInc. v. Union General de Trabajadores, </pre><span class=\"citation\" data-id=\"581363\"><a href=\"/opinion/581363/el-dorado-technical-services-inc-v-union-general-de-trabajadores-de/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 319 (1st\r                                                 \r\n\nCir. 1992) (\"[A] court should uphold an award that depends on\r\n\nan  arbitrator's  interpretation of  a  collective bargaining\r\n\nagreement  if it  can find,  within the  four corners  of the\r\n\nagreement, any plausible basis for that interpretation.\"). \r\n\n          The Local  argues that this case  should be treated\r\n\nas a commercial contract dispute between two entities and not\r\n\nas  a labor  dispute  under    301  of the  Labor  Management\r\n\nRelations  Act, 29  U.S.C.    185.   This, the  Local posits,\r\n\nwould permit  less deference to  the arbitrator.   Indeed, it\r\n\nappears  it would  not.    This  Court  in  Advest,  Inc.  v.\r                                                                     \r\n\nMcCarthy,  </pre><span class=\"citation\" data-id=\"547665\"><a href=\"/opinion/547665/advest-inc-v-patrick-mccarthy/\"><span class=\"volume\">914</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">6</span> </a></span><pre class=\"inline\"> (1st  Cir.  1990)  explained,  after\r                    \r\n\nreviewing different  articulations of the  standard of review\r\n\nof an  arbitrator's award in both labor and commercial cases,\r\n\nthat the  different formulations were in essence \"identical.\"\r\n\nSee </pre><span class=\"citation\" data-id=\"547665\"><a href=\"/opinion/547665/advest-inc-v-patrick-mccarthy/\"><span class=\"id_token\">id.</span> at 8-9; </a></span><pre class=\"inline\">see also Hill v. Norfolk W. Ry. Co., </pre><span class=\"citation\" data-id=\"485293\"><a href=\"/opinion/485293/morton-m-hill-jr-v-norfolk-and-western-railway-company/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span>\r                                                               \r\n\n<span class=\"page\">1192</span></a></span><pre class=\"inline\">,  1195 (7th  Cir. 1987).   Without  deciding the  larger\r\n\nquestion, we decline  in this dispute  between two unions  to\r\n\nvary from  the  deferential treatment  of arbitration  awards\r\n\nestablished by the Supreme Court in labor disputes  under the\r\n\nUnited   Steelworkers   trilogy  of   cases.     See   United\r                                                                         \r\n\n                             -8-\r                                          8\r\r\n\nSteelworkers v. Enterprise Wheel  &amp; Car Corp., </pre><span class=\"citation\" data-id=\"106086\"><a href=\"/opinion/106086/steelworkers-v-enterprise-wheel-car-corp/\"><span class=\"volume\">363</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span><pre class=\"inline\">,\r                                                         \r\n\n596-97 (1960); United Steelworkers  v. American Mfg. Co., </pre><span class=\"citation\" data-id=\"106084\"><a href=\"/opinion/106084/steelworkers-v-american-mfg-co/\"><span class=\"volume\">363</span>\r                                                                    \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span><pre class=\"inline\">, 568  (1960); United Steelworkers v.  Warrior &amp; Gulf\r                                                                         \r\n\nNavigation Co., </pre><span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span><pre class=\"inline\">, 582 (1960). \r                          \r\n\n          The Local argues that  the arbitrator exceeded  his\r\n\nauthority  by  imposing remedies  he  was  not authorized  to\r\n\nimpose.  It concentrates its force on the arbitrator's ruling\r\n\nthat the disaffiliation vote  was contrary to the Affiliation\r\n\nAgreement and his award rescinding the vote.  It also attacks\r\n\nthe order that it pay the due per capita taxes  and late fees\r\n\nthat had accrued.   \r\n\n          The   arbitrator    interpreted   the   Affiliation\r\n\nAgreement to  disallow disaffiliation  except by  the methods\r\n\nset forth  in the  International's Constitution  and Bylaws.4\r\n\nThose  methods do not include  disaffiliation by a  vote of a\r\n\nlocal  union's   executive  board.     The  only   method  of\r\n\ndisaffiliation  allowed  by the  International's Constitution\r\n\nand   Bylaws  imposes  onerous  requirements.    The  article\r\n\nentitled  \"Dissolution\"  states  that  no  local  union  \"can\r\n\ndissolve, secede  or disaffiliate  while there are  seven (7)\r\n\ndissenting  members  .  .  . .\"    Further,  the  Affiliation\r\n\nAgreement is of indefinite duration.   \r\n\n                    \r                                \r\n\n4.        In  the  Affiliation  Agreement  the  International\r\nexplicitly   waived,  for   the  Local,   a  number   of  the\r\nrequirements  of its  Constitution  and Bylaws,  but did  not\r\nwaive  the  requirements  of  Article  XXIV,  the dissolution\r\nprovision. \r\n\n                             -9-\r                                          9\r\r\n\n          The   Local  argues  that  the  arbitrator's  award\r\n\ncontradicts the autonomy it  had explicitly negotiated for in\r\n\nthe Affiliation Agreement.  Whether or not we might have read\r\n\nthe contract differently, or have sympathy for the plight  of\r\n\nthe Local that  now finds itself unable  to disaffiliate from\r\n\nthe    International  with whom  it  has,  at  best, a  badly\r\n\nstrained   relationship,  the  arbitrator's  reading  of  the\r\n\nAffiliation Agreement is plausible  and we cannot disturb it.\r\n\nIn  the face  of evidence  that affiliation  negotiations had\r\n\nbeen lengthy, with the Local negotiating a number of specific\r\n\nprotective provisions in  the Affiliation Agreement  (such as\r\n\nbars  on  the   power  of  the  International   to  impose  a\r\n\ntrusteeship, a merger, or a forfeiture of assets in the event\r\n\nof  a dissolution),  it  was plausible  to  conclude, as  the\r\n\narbitrator  did, that the Local bound itself to a contract of\r\n\nunlimited duration that allowed only a tiny escape hatch.5 \r\n\n          The Local also erroneously argues that because this\r\n\ncase  involves a  contract dispute,  the arbitrator  was only\r\n\nauthorized to award  damages and nothing  else for breach  of\r\n\ncontract.   Specific performance is a recognized remedy for a\r\n\n                    \r                                \r\n\n5.        The   Local  also   points   to  cases   mentioning\r\n\"autonomy\" as a factor in  determining a local union's  right\r\nto   terminate  its  affiliation  agreement.    Those  cases,\r\nhowever, turn, as does  this one, on the  terms of the  local\r\nunion's agreement  with the international.   See, e.g., Local\r                                                                         \r\nNo. 1, Amalgamated Lithographers  v. Brown, </pre><span class=\"citation no-link\"><span class=\"volume\">270</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">891</span></span><pre class=\"inline\">,\r                                                      \r\n896  (N.Y. App.  Div.  1966), aff'd,  </pre><span class=\"citation no-link\"><span class=\"volume\">286</span> <span class=\"reporter\">N.Y.S.2d</span>  <span class=\"page\">853</span> </span><pre class=\"inline\">(N.Y.\r                                               \r\n1967); Sanders v. De  Lucia, </pre><span class=\"citation\" data-id=\"1682056\"><a href=\"/opinion/1682056/sanders-v-de-lucia/\"><span class=\"volume\">266</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">852</span></a></span><pre class=\"inline\">,  856 (S.D.N.Y.\r                                       \r\n1967), aff'd, </pre><span class=\"citation\" data-id=\"276412\"><a href=\"/opinion/276412/edgar-m-sanders-as-general-secretary-treasurer-of-journeymen-barbers/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">550</span> </a></span><pre class=\"inline\">(2d Cir. 1967).  \r                        \r\n\n                             -10-\r                                          10\r\r\n\nbreach of contract, and because that remedy was not expressly\r\n\nprecluded by the Affiliation  Agreement, it was plausible for\r\n\nthe arbitrator to  award it.  \"[S]ubject to the  terms of the\r\n\nempowering clause, arbitrators  possess latitude in  crafting\r\n\nremedies  as wide  as  that which  they  possess in  deciding\r\n\ncases.\" </pre><span class=\"citation\" data-id=\"547665\"><span class=\"antecedent_guess\">Advest,</span>  <a href=\"/opinion/547665/advest-inc-v-patrick-mccarthy/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">10-11</span></a></span><pre class=\"inline\">. \r                          \r\n\n          The   Local  argues  that  the  arbitrator's  award\r\n\nexceeded his authority in that requiring a payment of the per\r\n\ncapita  taxes  plus  a penalty  was  not  among  the specific\r\n\nremedies  listed  in  the  International's  Constitution  and\r\n\nBylaws  for non-payment  of  dues.   The remedies  explicitly\r\n\nlisted are suspension  of the local union,  revocation of the\r\n\nlocal  union's charter,  and appointment of  a trustee.   The\r\n\narbitrator,  however,  plausibly  rejected an  interpretation\r\n\nthat these were exclusive remedies.  The relevant  section of\r\n\nthe  International's Constitution and  Bylaws does  not limit\r\n\nthe   International's  remedies  to   the  three  enumerated.\r\n\nRather, the relevant clause  refers the matter of non-payment\r\n\nof  dues to the International President for such action as he\r\n\nshall  deem appropriate,  \"including without  limitation\" the\r                                                                    \r\n\nthree actions specifically listed (emphasis added).\r\n\n             Alleged Violations of Public Policy\r                                                            \r\n\n          The  Local argues that  the arbitrator's award must\r\n\nbe set  aside in any event  because it is  contrary to public\r\n\npolicy  that is  explicit, well-defined  and dominant.   See,\r                                                                        \r\n\n                             -11-\r                                          11\r\r\n\ne.g., W.R. Grace &amp; Co. v. Local Union 759, Int'l Union of the\r                                                                         \r\n\nUnited Rubber, Cork,  Linoleum &amp; Plastic Workers of  Am., </pre><span class=\"citation\" data-id=\"110944\"><a href=\"/opinion/110944/wr-grace-co-v-rubber-workers/\"><span class=\"volume\">461</span>\r                                                                    \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">757</span></a></span><pre class=\"inline\">, 766 (1983).  That  policy, it says, is contained in\r\n\nthe   LMRDA,       101(a)(2),(4),  and  the   protections  it\r\n\nguarantees  to union  members to  be able  to express  freely\r\n\ntheir  views and  opinions, and  to institute  proceedings in\r\n\ncourt or in front of an administrative agency.  W h e n     a\r\n\nviolation  of  well-defined  and  dominant public  policy  is\r\n\nasserted, the  question is  ultimately one for  resolution by\r\n\nthe  courts,  and  a  court  is  required  to  make  its  own\r\n\nindependent evaluation.  See </pre><span class=\"citation\" data-id=\"110944\"><a href=\"/opinion/110944/wr-grace-co-v-rubber-workers/\"><span class=\"id_token\">id.</span>\r                                            \r\n\n          The  Local </a></span><pre class=\"inline\"> makes   two  very  precise  arguments.6\r\n\nFirst, it  says, the award condones violation  of free speech\r\n\nrights  in ignoring  that the  International \"repeatedly  and\r\n\nsystematically retaliated  against the District  for engaging\r\n\nin union  democracy activities.\"   As  an example, the  Local\r\n\npoints  to the  fact that  the International  President, John\r\n\nSweeney, did  not include  the Local's representative  on his\r\n\nslate of candidates  for election to  the executive board  of\r\n\nthe International (which would,  according to the Local, have\r\n\n                    \r                                \r\n\n6.        For the first time on appeal, the Local also argues\r\nthat  the arbitrator's reading of the Affiliation Agreement's\r\npreconditions to disaffiliation  violates public policy.   It\r\nis settled that \"absent the most extraordinary circumstances,\r\nlegal theories not raised squarely in  the lower court cannot\r\nbe  broached  for  the  first  time  on  appeal.\"  Teamsters,\r                                                                         \r\nChauffeurs, Warehousemen  and Helpers Union, Local  No. 59 v.\r                                                                      \r\nSuperline Transp. Co., </pre><span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 21 (1st Cir. 1992).\r                                 \r\n\n                             -12-\r                                          12\r\r\n\nguaranteed the election of  its candidate).  The  Local cites\r\n\nin  support of  its  argument cases  involving situations  in\r\n\nwhich the union  officials whose rights under  the LMRDA were\r\n\nendangered  had  won  elections  and were  being  removed  or\r                                \r\n\nsuspended during their terms.  See Maceira v. Pagan, </pre><span class=\"citation\" data-id=\"390420\"><a href=\"/opinion/390420/efrain-maceira-v-luis-enrique-pagan/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span>\r                                                               \r\n\n<span class=\"page\">8</span></a></span><pre class=\"inline\">, 10-11  (1st Cir. 1981);  Bradford v. Textile  Workers, </pre><span class=\"citation\" data-id=\"349623\"><a href=\"/opinion/349623/roger-bradford-v-textile-workers-of-america-afl-cio-local-1093/\"><span class=\"volume\">563</span>\r                                                                    \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1138</span></a></span><pre class=\"inline\">,  1139-40 (4th  Cir. 1977).   Although a  plausible\r\n\nargument might be made for extending those cases beyond their\r\n\nfacts,  the  arbitrator found  as a  matter  of fact  that no\r\n\npromise   to   slate   the   Local's   candidate   for    the\r\n\nInternational's  board elections had  been made as  a part of\r\n\nthe  Affiliation Agreement, and that refusal to do so was not\r\n\nin retaliation for the  Local's \"union democracy\" activities.\r\n\nWe  may  not  second  guess   the  factual  findings  of  the\r\n\narbitrator.  See Paperworkers Int'l Union v. Misco, Inc., </pre><span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span>\r                                                                    \r\n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">29</span> </a></span><pre class=\"inline\">(1987).  In Misco, the Supreme Court counselled that\r                                      \r\n\nit  is \"the arbitrator's  view of the  facts . .  . that [the\r\n\nparties have]  agreed to accept\"  and that \"[c]ourts  thus do\r\n\nnot  sit to  hear  claims  of  factual  . .  .  error  by  an\r\n\narbitrator as an appellate  court does in reviewing decisions\r\n\nof lower courts.\"   </pre><span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"id_token\">Id.</span> at 37-38. </a></span><pre class=\"inline\"> The  factual predicate for\r                                   \r\n\nthe  Local's argument  was  explicitly found  wanting by  the\r\n\narbitrator.   Absent  such a  factual predicate,  we may  not\r\n\nreach the legal claims.\r\n\n                             -13-\r                                          13\r\r\n\n          The Local next  argues that the arbitrator's  award\r\n\nviolates LMRDA   101(a)(4), which provides as follows:\r\n\n          Protection  of  right  to sue.--No  labor\r\n          organization shall limit the right of any\r\n          member  thereof to institute an action in\r\n          any court, or in a  proceeding before any\r\n          administrative  agency,  irrespective  of\r\n          whether  or not the labor organization or\r\n          its officers  are named as  defendants or\r\n          respondents in such action or proceeding \r\n          . . .\r\n\n29 U.S.C.   411(a)(4).\r\n\n          During the negotiations mandated by the arbitrator,\r\n\nthe  International,  according  to  the  Local,  refused   to\r\n\nnegotiate  over  a reduction  in  or  a reasonable  repayment\r\n\nschedule for  the per capita  taxes or a  waiver of  the late\r\n\nfees,  unless the  Local arranged for  the withdrawal  of the\r\n\nO'Neil lawsuit  that its members had  brought in Connecticut.\r                  \r\n\nThe  Local  argues that  the  International,  by conditioning\r\n\nnegotiations  on the  Local  securing the  withdrawal of  its\r\n\nmembers' lawsuit,  violated the \"right to  sue\" guaranteed to\r\n\nunion members by LMRDA   101(a)(4).\r\n\n          The  arbitrator refused  to consider  the  issue of\r\n\nwhether  the International had violated the \"right to sue\" of\r\n\nthe Local's members.  He said that the O'Neil lawsuit was not\r                                                         \r\n\nbefore him.  The  legal question, however, has nothing  to do\r\n\nwith the  O'Neil litigation  itself.   Instead, the  issue is\r                            \r\n\nwhether  the  International, in  refusing  to  do other  than\r\n\nextract its maximum  recovery  unless  the Local secured  the\r\n\n                             -14-\r                                          14\r\r\n\nwithdrawal  of  its members'  lawsuit, violated  the members'\r\n\n\"right  to  sue.\"7     Two  distinct  issues  are  presented:\r\n\npayment of the per capita taxes and payment of the late fee. \r\n\n          The per  capita taxes paid by the  local unions are\r\n\nthe  means by  which the  International funds  its existence.\r\n\nThe  Local makes  no  claim that  the  per capita  taxes  are\r\n\nusually  waived,  reduced, or  rescheduled.    Since the  per\r\n\ncapita taxes  are payments that the  International expects to\r\n\ncollect  in  full  as a  matter  of  course,  the failure  to\r\n\n                    \r                                \r\n\n7.        There   is   clear   evidence  in   the   form   of\r\ncorrespondence  between  the   International  and  the  Local\r\nshowing the International's unwillingness  to waive or reduce\r\nthe payments  owed, unless the O'Neil  lawsuit was withdrawn.\r                                                 \r\nThe arbitrator, however, made no findings on whether this was\r\nso and on the issue  of whether conditioning negotiations  on\r\nthe   Local  securing  withdrawal   of  a   member's  lawsuit\r\nconstitutedan  interference with a member's \"right to sue.\"  \r\n          In addition, an issue mentioned in passing, but not\r\nsquarely argued  by the International, is  whether this Court\r\nmay  consider  the evidence  of  the International's  conduct\r\nduring  settlement  negotiations.   But  issues  not squarely\r\nraised  by the parties are  waived. See Grella  v. Salem Five\r                                                                         \r\nCent Savings Bank, </pre><span class=\"citation\" data-id=\"684074\"><a href=\"/opinion/684074/paul-j-grella-trustee-v-salem-five-cent-savings-bank/\"><span class=\"volume\">42</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 36 (1st Cir.  1994) (argument\r                             \r\nraised by way of \"cursory footnote\" deemed waived).  There is\r\nmuch law, in any  event, to support admissibility.   See NLRB\r                                                                         \r\nv. Gotham Indus., Inc.,  </pre><span class=\"citation\" data-id=\"283498\"><a href=\"/opinion/283498/national-labor-relations-board-v-gotham-industries-inc-and-crawford/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1306</span></a></span><pre class=\"inline\">, 1313 (1st  Cir. 1969)\r                                  \r\n(statements  made during  the course  of a  labor negotiation\r\nthat are the basis for a charge of unfair labor practices are\r\nadmissible on the  trial of  that issue); see  also Urico  v.\r                                                                     \r\nParnell  Oil Co., </pre><span class=\"citation\" data-id=\"419604\"><a href=\"/opinion/419604/robert-urico-v-parnell-oil-company/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">852</span></a></span><pre class=\"inline\">, 854 (1st Cir. 1983) (evidence\r                            \r\nof  settlement  negotiations is  admissible  to  show that  a\r\nwrongful  refusal  to  make  a  reasonable  settlement  offer\r\nprevented  the   plaintiffs  from  being  able   to  mitigate\r\ndamages); Overseas  Motors, Inc.  v. Import Motors  Ltd., </pre><span class=\"citation\" data-id=\"1669971\"><a href=\"/opinion/1669971/overseas-motors-inc-v-import-motors-limited-inc/\"><span class=\"volume\">375</span>\r                                                                    \r\n<span class=\"reporter\">F. Supp.</span>  <span class=\"page\">499</span></a></span><pre class=\"inline\">, 537  (E.D.  Mich. 1974)(\"[I]t  would also  seem\r\nreasonable  to  admit  such  evidence  where  the  settlement\r\nnegotiations  are themselves  subjects of  the lawsuit--i.e.,\r\noperative  facts\"), aff'd,  </pre><span class=\"citation\" data-id=\"328759\"><a href=\"/opinion/328759/overseas-motors-inc-a-michigan-corporation-v-import-motors-limited/\"><span class=\"volume\">519</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">119</span> </a></span><pre class=\"inline\"> (6th Cir.),  cert.\r                                                                         \r\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">987</span> </span><pre class=\"inline\">(1975).     \r                  \r\n\n                             -15-\r                                          15\r\r\n\nnegotiate over reducing or  rescheduling them cannot on these\r\n\nfacts be said to be a \"penalty\" on the \"right to sue.\"  \r\n\n          The late fee is a different matter.  The 2% a month\r\n\nlate  fee is at a  rate many states  consider usurious8. When\r\n\ncompounded monthly,  the annual  rate works  out to  26.82% a\r\n\nyear and adds up here to $500,000 -- approximately a third of\r\n\nthe actual principal  payment.  Further, the evidence is that\r\n\nlate fees are routinely waived by the International, and even\r\n\nwhen  assessed, the  fees  are  typically  small.9    In  the\r\n\ncontext  of the high rate  charged and the  routine waiver of\r\n\nlate  fees in other cases, conditioning a waiver on the Local\r\n\nsecuring  withdrawal  of  its   members'  lawsuit  may  be  a\r\n\ndeterrent  to members suing.   \"If a union  member's right to\r\n\nsue is to  have any meaning, courts must be  ever vigilant in\r\n\nprotecting that right against  indirect and subtle devices as\r\n\nwell as against direct and obvious limitations.\"  Phillips v.\r                                                                      \r\n\nInternational Ass'n  of Bridge  Workers, Local 118,  </pre><span class=\"citation\" data-id=\"346640\"><a href=\"/opinion/346640/wendell-b-phillips-iii-and-george-c-lorentzen-v-international/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span>\r                                                              \r\n\n<span class=\"page\">939</span></a></span><pre class=\"inline\">, 942  (9th Cir.  1977); see also  Moore v.  Local 569  of\r                                                                         \r\n\n                    \r                                \r\n\n8.       For  example, the rate  above which interest charges\r\nconstitute  usury in Massachusetts is 20%.  See Mass. Gen. L.\r                                                           \r\nch.  271,    49;  Begelfer v.  Najarian,  </pre><span class=\"citation\" data-id=\"2089435\"><a href=\"/opinion/2089435/begelfer-v-najarian/\"><span class=\"volume\">381</span> <span class=\"reporter\">Mass.</span>  <span class=\"page\">177</span></a></span><pre class=\"inline\">, 182\r                                                   \r\n(1980);  see also Eric A. Posner, Contract Law in the Welfare\r                                                                         \r\nState:  A Defense  of  the Unconscionability  Doctrine, Usury\r                                                                         \r\nLaws, and Related Limitations on the Freedom  To Contract, 24\r                                                                     \r\nJ. Legal Stud. 283, 313 (1995) (presenting a short history of\r\nthe development of usury laws).    \r\n\n9.        Evidence pointed to by the International itself, to\r\nshow how it regularly assesses and collects late  fees, shows\r\nthat  other than  in  this case,  all  the late  fees  it has\r\nassessed have been for amounts lower than $1,000. \r\n\n                             -16-\r                                          16\r\r\n\nInt'l.  Bhd. of Elec. Workers,  </pre><span class=\"citation\" data-id=\"695236\"><a href=\"/opinion/695236/lawrence-moore-and-walter-f-whelan-walter-f-woblan-jr-v-local-569-of/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span><pre class=\"inline\">,  1056 (9th Cir.\r                                         \r\n\n1995) (\"The employee  bill of rights protection is  worded in\r\n\nthe  most  inclusive terms,  which  are  clearly intended  to\r\n\npreclude restraints upon members'  rights to seek relief from\r\n\ncourts and agencies.\"), petition for cert. filed, </pre><span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">U.S.L.W.</span>\r                                                            \r\n\n<span class=\"page\">3271</span> </span><pre class=\"inline\">(Sep. 20, 1995).  If enforcement of the late fee portion\r\n\nof  the arbitrator's award was  in retaliation for the filing\r\n\nof  the  O'Neil  lawsuit,   that  would  arguably  violate   \r                           \r\n\n101(a)(4)'s prohibition against a union obstructing the right\r\n\nof  its members to sue.  The arbitrator failed to conduct any\r\n\nfactfinding on this issue.  Hence we vacate the award of late\r\n\nfees and remand this issue to the district court to send back\r\n\nto the arbitrator  for factfinding and  decision.  See  Labor\r                                                                         \r\n\nRelations Div. of Constr.  Industries v. International Bhd of\r                                                                         \r\n\nTeamsters,  Local No. 379, </pre><span class=\"citation\" data-id=\"674593\"><a href=\"/opinion/674593/labor-relations-division-of-construction-industries-of-massachusetts-inc/\"><span class=\"volume\">29</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></a></span><pre class=\"inline\">, 749  (1st Cir. 1994)\r                                     \r\n\n(case involving fact-intensive  factor balancing remanded  to\r\n\ndistrict court with instructions that  it be remanded to  the\r\n\narbitrator for initial determination).\r\n\n          The International  argues that there was no penalty\r\n\non the members' right to  sue because in this case, the  late\r\n\nfees  were imposed before the  O'Neil suit was  brought.  The\r                                                 \r\n\nInternational's distinction, however,  is evanescent.  It  is\r\n\nnot the imposition of the late fees that is at issue, but the\r\n\nsubsequent  refusal to grant a  waiver of those  late fees as\r                      \r\n\n                             -17-\r                                          17\r\r\n\nthe  International  usually has  done,  unless  the suit  was\r\n\nwithdrawn.10          Rulings on Motions\r                                                    \r\n\n          The Local  argues that the district  court erred in\r\n\ngranting the International's motion to compel arbitration and\r\n\nin  not granting  both the  Local's motion  to have  the case\r\n\ntransferred to Connecticut for  consolidation with the O'Neil\r                                                                         \r\n\ncase and its motion to stay the Massachusetts action.  \r\n\n          There  was  no error  in  compelling  the Local  to\r\n\narbitration.   To the extent  that the Local  is arguing that\r\n\nthere  was no need to order it  to arbitration as it would go\r\n\nvoluntarily, the  district court  could  reasonably think  an\r\n\norder necessary in light of  the motion to enjoin arbitration\r\n\nfiled by the Local in the Connecticut action.  \r\n\n          The  district court's  rulings  on  the motions  to\r\n\ntransfer and  stay are reviewed  for an abuse  of discretion.\r\n\nSee Cianbro Corp. v. Curran-Lavoie, Inc., </pre><span class=\"citation\" data-id=\"484929\"><a href=\"/opinion/484929/cianbro-corporation-v-curran-lavoie-inc-dba-kenneth-e-curran-inc/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">, 11 (1st\r                                                    \r\n\n                    \r                                \r\n\n10.       The  International  also  argues  that    101(a)(4)\r\nprotects  the rights of \"members\" to sue, and that that right\r\ndoes not extend to the Local as an  organization.  The Local,\r\nhowever, is  not asserting its own right  to sue, but that of\r\nits members.   The Local  appears to  meet the  three-pronged\r\ntest for associational standing set out in Hunt v. Washington\r                                                                         \r\nState Apple Advertising Comm'n, </pre><span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span><pre class=\"inline\">, 343 (1977). See\r                                                                         \r\nInternational   Union,   United   Automobile,   Aerospace   &amp;\r                                                                         \r\nAgricultural Implement  Workers v.  Brock, </pre><span class=\"citation\" data-id=\"111720\"><a href=\"/opinion/111720/automobile-workers-v-brock/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">274</span></a></span><pre class=\"inline\">, 282\r                                                     \r\n(1986) (holding that union has  standing to assert rights  of\r\nmembers where Hunt test is satisfied); United States v. Local\r                                                                         \r\n560 (I.B.T.),  </pre><span class=\"citation\" data-id=\"590223\"><a href=\"/opinion/590223/united-states-v-local-560-ibt-nominal-intervenor-in-no-91-5440/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">315</span></a></span><pre class=\"inline\">, 339-42 (3d  Cir. 1992)(applying\r                        \r\nthe test of  organizational standing to sue to the  case of a\r\nLocal asserting the rights  of its members under  the LMRDA);\r\nsee  also American Postal Workers Union v. M. Frank, </pre><span class=\"citation\" data-id=\"586809\"><a href=\"/opinion/586809/american-postal-workers-union-v-anthony-m-frank/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span>\r                                                               \r\n<span class=\"page\">1373</span></a></span><pre class=\"inline\">, 1375 (1st Cir. 1992);\r\n\n                             -18-\r                                          18\r\r\n\nCir. 1987); Chrysler Credit Corp. v. Marino, </pre><span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">574</span></span><pre class=\"inline\">, 578\r                                                       \r\n\n(7th  Cir. 1995).    The district  court  did not  abuse  its\r\n\ndiscretion  in denying  the Local's  motions to  transfer the\r\n\naction or to stay it.  The Massachusetts suit dealt  with the\r\n\ndistinct issue of the  parties' conduct under the Affiliation\r\n\nAgreement.   The Connecticut  action dealt with  the separate\r\n\nissue of whether  the Local's members needed to have ratified\r\n\nthe Affiliation Agreement.  In the interests  of dealing with\r\n\nmatters before  it in  a timely  manner,  the district  court\r\n\ndenied the stay, and was well within its bounds in doing so.\r\n\n          Accordingly, the  late fee portion of  the award is\r                                                                         \r\n\nvacated  and remanded to the district court to be remanded to\r                                                                         \r\n\nthe arbitrator.  The district court's judgment is affirmed in\r                                                                         \r\n\nall other respects.  The International's motion for sanctions\r                                                                         \r\n\nagainst the Local, for filing a frivolous appeal,  is denied.\r                                                                         \r\n\nNo costs are awarded.    \r                                 \r\n\n                             -19-\r                                          19\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106085/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106086/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109703/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110944/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111720/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/276412/",
    "https://www.courtlistener.com/api/rest/v3/opinions/283498/",
    "https://www.courtlistener.com/api/rest/v3/opinions/328759/",
    "https://www.courtlistener.com/api/rest/v3/opinions/346640/",
    "https://www.courtlistener.com/api/rest/v3/opinions/349623/",
    "https://www.courtlistener.com/api/rest/v3/opinions/390420/",
    "https://www.courtlistener.com/api/rest/v3/opinions/419604/",
    "https://www.courtlistener.com/api/rest/v3/opinions/484929/",
    "https://www.courtlistener.com/api/rest/v3/opinions/485293/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547665/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579482/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581363/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586809/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590223/",
    "https://www.courtlistener.com/api/rest/v3/opinions/674593/",
    "https://www.courtlistener.com/api/rest/v3/opinions/684074/",
    "https://www.courtlistener.com/api/rest/v3/opinions/695236/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1669971/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1682056/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2089435/"
  ]
}