{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196465/",
  "id": 196465,
  "absolute_url": "/opinion/196465/foster-v-secretary-of-navy/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196465/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:06:28Z",
  "date_modified": "2020-02-21T23:11:02.223646Z",
  "type": "010combined",
  "sha1": "71e5b0ccf74e2dfe47fe6bc2163761f72f89bd4a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1522.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1522\r\n\n                        SHARON C. FOSTER,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n              JOHN H. DALTON, SECRETARY OF THE NAVY,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \r\n                                           \r\n\n                              Before\r\n\n              Selya, Cyr and Stahl, Circuit Judges.\r                                                            \r\n\n                                           \r\n\n     Robert B. Mann, with  whom Mann &amp; Mitchell was on brief, for\r                                                         \r\nappellant.\r\n      Jennifer H.  Zacks, Attorney,  U.S. Dep't of  Justice, with\r                                  \r\nwhom   Frank  W.  Hunger,  Assistant  Attorney  General,  Sheldon\r                                                                           \r\nWhitehouse,  United  States  Attorney,  and  Marleigh  D.  Dover,\r                                                                          \r\nAttorney, U.S. Dep't of Justice, were on brief, for appellee.\r\n\n                                           \r\n\n                        December 11, 1995\r\n\n                                           \r\r\n\n          SELYA,  Circuit Judge.   Plaintiff-appellant  Sharon C.\r                    SELYA,  Circuit Judge.\r                                         \r\n\nFoster, an African-American woman, sued the Secretary of the Navy\r\n\non  the ground  that  the Newport  Naval Hospital  (the Hospital)\r\n\ndenied her a job due to her race.1   Following a bench trial, the\r\n\ndistrict court rendered judgment for the Secretary.  Although the\r\n\nrecord  makes it painfully clear that this episode is light years\r\n\naway  from the Navy's finest  hour, we have  no principled choice\r\n\nbut to affirm.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          The  subsidiary  facts  are  largely undisputed.    The\r\n\nUnited States  Navy maintains a substantial  presence in Newport,\r\n\nRhode  Island.    In the  summer  of  1989,  the appellant  found\r\n\ncivilian employment at the Naval War College.  Seeking to advance\r\n\nthrough  the  ranks,  she  assiduously applied  for  other,  more\r\n\nattractive jobs in the  Newport naval establishment.  Since  most\r\n\nfacilities located at  the base  adhered to a  policy of  filling\r\n\nvacancies  by  selecting  internal  candidates  (i.e., candidates\r\n\nalready employed within the particular facility)  where possible,\r\n\nthe appellant  had no luck  until the  Hospital hired her  as its\r\n\nprofessional affairs coordinator.  She  reported for duty in July\r\n\nof 1990.\r\n\n          Shortly  after   the  appellant  came  on   board,  the\r\n\nHospital's director of administration, Commander  William Travis,\r\n\nsought  to fill a newly created opening for a management analyst.\r\n\n                    \r                              \r\n\n     1The  Secretary is the appropriate defendant in this type of\r\naction.  See 42 U.S.C.   2000e-16(c) (1988).\r                      \r\n\n                                2\r\r\n\nBecause he  believed that available funding  would be jeopardized\r\n\nif the position  remained open  at the start  of the next  fiscal\r\n\nyear  (October 1,  1990),  Commander Travis  eschewed the  hiring\r\n\nprocedure ordinarily used to recruit civilian staff and undertook\r\n\na  non-competitive  search.   This  process  consisted mainly  of\r\n\nculling  the names  of  aspirants for  advancement from  existing\r\n\nfiles  and  assembling a  list  of potential  candidates.   Staff\r\n\npersonnel compiled  a roster  of five such  candidates (including\r\n\nthe  appellant).  As among  the five nominees,  the appellant was\r\n\ntwice distinguished:  she was the only non-Caucasian and the only\r\n\nperson already  employed at  the Hospital.   Thus,  had Commander\r\n\nTravis  adhered  to  the  usual  policy  of  preferring  in-house\r\n\naspirants, the appellant   who was plainly qualified for the post\r\n\n  would have been selected.\r\n\n          When  George  Warch,  the Hospital's  civilian  program\r\n\nspecialist,  presented Commander  Travis  with  the list,  Travis\r\n\ninquired  why  James Berry's  name was  omitted  from it.   Warch\r\n\ninformed Travis that Berry   Warch's \"fishing buddy\" and Travis's\r\n\nacquaintance     could not  be  offered employment  at  the grade\r\n\nspecified for  the position.   Travis promptly directed  Warch to\r\n\nrewrite  the job  description,  specify a  lower grade  (at which\r\n\nBerry  would  be eligible),  and generate  a  new list.   Leaving\r\n\nlittle  to chance, Travis  also decreed  that candidates  for the\r\n\nposition should have certain  computer expertise   expertise that\r\n\nBerry possessed   and intimated that he would invoke the Veterans\r\n\nReadjustment Act (VRA), 38  U.S.C.   4214 (1988 &amp;  Supp. V 1993),\r\n\n                                3\r\r\n\nin filling the management analyst vacancy.2\r\n\n          The modified job description  yielded a fresh list with\r\n\nonly one name on it:  James Berry.  Although Warch mused that the\r\n\nrevisions made it  appear that the powers-that-be had connived to\r\n\npreselect Berry  for the  vacancy, Travis brushed  these concerns\r\n\naside and named Berry to the management analyst position.\r\n\n          In the wake of  Berry's hiring, the appellant  filed an\r\n\nadministrative  complaint  with  the   Navy,  alleging  that  the\r\n\nHospital had discriminated against  her on the basis of  her race\r\n\nand gender.  Receiving no satisfaction, she brought suit in Rhode\r\n\nIsland's  federal  district  court,  charging  discrimination  in\r\n\ncontravention of Title VII  of the Civil  Rights Act of 1964,  42\r\n\nU.S.C.    2000e (1988).  Following a  bench trial that focused on\r\n\nallegations of race discrimination,3  the district court ruled in\r\n\nthe Secretary's  favor.   The court  thought  that the  appellant\r\n\nproved a prima  facie case, see Foster v. Secretary  of the Navy,\r                                                                          \r\n\nNo. 93-0509,  slip op. at  12 (D.R.I.  Apr. 13,  1995), and  also\r\n\nthought  that she  was  better qualified  for  the position  than\r\n\nBerry, see id. at 8.  But the court determined that the Secretary\r                        \r\n                    \r                              \r\n\n     2Under  the  VRA,  veterans  receive preference  in  certain\r\ngovernmental employment.   See,  e.g., Jakes v.  Veterans Admin.,\r                                                                          \r\n793  F.2d 293, 295  (Fed. Cir. 1986)  (elucidating VRA preference\r\nsystem); see also Keyes v. Secretary of  the Navy, 853 F.2d 1016,\r                                                           \r\n1020-21  (1st   Cir.  1988)  (discussing   veterans'  preferences\r\ngenerally); 5 C.F.R.    307.102(a) (1995) (\"Federal agencies have\r\nthe responsibility  to provide the maximum of  employment and job\r\nadvancement  opportunities to eligible veterans  . . .  .\").  Not\r\ncoincidentally, Berry had served in the United States Navy. \r\n\n     3The   appellant  did   not  press   her  claim   of  gender\r\ndiscrimination at trial,  and does  not seek to  resurrect it  on\r\nappeal.  The claim is therefore waived.\r\n\n                                4\r\r\n\nhad successfully rebutted  the prima facie  case by proffering  a\r\n\nnondiscriminatory, if unsavory, reason  for the personnel action:\r\n\npreselection of a friend of  the appointing officer.  See id.  at\r                                                                       \r\n\n14.    Overriding  Travis's  and Warch's  pious  assurances  that\r\n\ncronyism  played  no  role  in  Berry's  recruitment,  the  court\r\n\nconcluded that this was a near-classic case of an old boy network\r\n\nin  operation,  but  not  a  situation in  which  the  employment\r\n\ndecision was motivated by racial animus.4  This appeal ensued.\r\n\nII.  ANALYSIS\r          II.  ANALYSIS\r\n\n          The  district  court wrote  a  thoughtful, meticulously\r\n\nreasoned opinion dealing  with many of the  same contentions that\r\n\nFoster voices on appeal.  Having carefully explored the nooks and\r\n\ncrannies of the case,  we affirm the judgment essentially  on the\r\n\nbasis  of Judge Pettine's rescript.  We embellish only in certain\r\n\nlimited respects.\r\n\n          First:   We start at a  high level of generality.   The\r                    First:\r                         \r\n\nappellant does not seriously dispute the district court's account\r\n\nof  the facts,  but vigorously  attacks the  inferences that  the\r\n\ncourt saw fit  to draw from  them.  Although  she denies it,  her\r\n\njeremiad essentially asks  that we reweigh the  evidence de novo,\r\n\nand substitute a new  set of inferences for the  inferences drawn\r\n\n                    \r                              \r\n\n     4Though  entering judgment  in  the  Secretary's favor,  the\r\ndistrict  court  expressed its  distaste  for Commander  Travis's\r\nichthyophagous hiring  practices.  Among other  things, the court\r\nchastised Travis for  his \"ignorance of EEO  hiring policies, his\r\ncalloused attitude toward the hiring of  minorities, and the fact\r\nthat  he  rejected  [Warch's]  pre-selection  concern  .  . .  .\"\r\nFoster,  slip op.  at 14.   The court's  criticism appears  to be\r                \r\nwell-founded.\r\n\n                                5\r\r\n\nby the  trier.   Our standard of  review, however,  is much  more\r\n\ncircumscribed.\r\n\n          Following a  bench trial, an appellate  tribunal is not\r\n\nwarranted  in substituting  its judgment  for that  of  the trial\r\n\ncourt.   This rule is composed of equal parts of common sense and\r\n\npractical wisdom:  it is difficult to gain a full appreciation of\r\n\na  fact-sensitive  controversy  from  a  paper  record,  and  the\r\n\ndistrict judge  ordinarily  has had  the  benefit of  seeing  and\r\n\nhearing the  witnesses in  person.   Hence,  we are  not free  to\r\n\nreject  either his findings of  fact or the  conclusions he draws\r\n\ntherefrom unless they are clearly erroneous, that is, \"unless, on\r\n\nthe whole of the record, we form a strong, unyielding belief that\r\n\na mistake has been  made.\"  Cumpiano v. Banco Santander P.R., 902\r                                                                      \r\n\nF.2d 148, 152 (1st Cir. 1990).  Findings concerning an employer's\r\n\nintent  are subject to review under this standard, and can be set\r\n\naside only for clear error.  See id. (citing authorities).\r                                              \r\n\n          This  case is  troubling in  that we,  if writing  on a\r\n\npristine page, might well have  reached a different conclusion as\r\n\nto the impetus behind the  refusal to hire.  But that is  not the\r\n\ntest.   See Keyes v. Secretary  of the Navy, 853  F.2d 1016, 1027\r                                                     \r\n\n(1st  Cir. 1988).  While the record, read objectively, shows that\r\n\nthe   district   court  could   have   drawn   an  inference   of\r\n\ndiscriminatory intent, it does not show that such an inference is\r\n\ncompelled.  That  raises the  stakes appreciably.   It is  common\r\n\nground  that,  \"when  there  are  two permissible  views  of  the\r\n\nevidence, the factfinder's choice  between them cannot be clearly\r\n\n                                6\r\r\n\nerroneous.\"  Johnson v.  Watts Regulator Co., 63 F.3d  1129, 1138\r                                                      \r\n\n(1st  Cir. 1995) (citing Anderson  v. City of  Bessemer City, 470\r                                                                      \r\n\nU.S. 564, 574 (1985)).  So it is here.\r\n\n          Second:  Turning to  specifics, the appellant says that\r                    Second:\r                          \r\n\npreselection (which,  according to the court  below, dictated the\r\n\nadverse   employment   decision)    occurred   only   after   the\r\n\ndecisionmaker learned  that the management analyst  post would go\r\n\nto  an African-American woman, virtually by default, if he failed\r\n\nto adopt an alternative means of candidate selection.  This  is a\r\n\nplausible rendition of  the facts, but  not the only  permissible\r\n\none.  Though  Berry's name first surfaced  after Commander Travis\r\n\nreceived an  initial list, Travis  could well  have expected  all\r\n\nalong  to  see Berry  in that  lineup  and, when  his  hopes were\r\n\ndashed,  attempted to regain  lost ground by  altering the rules.\r\n\nBecause  both scenarios  are plausible,  we will not  disturb the\r\n\ntrial judge's choice between them.  See Johnson, 63 F.3d at 1138;\r                                                         \r\n\nCumpiano, 902 F.2d at 152; Keyes, 853 F.2d at 1019-20.\r                                          \r\n\n          Third:   The appellant  insists that Commander Travis's\r                    Third:\r                         \r\n\nabandonment  of the  Hospital's wonted  policy of  preferring in-\r\n\nhouse candidates  itself gives rise to  an irresistible inference\r\n\nof racial  animus.  The  appellant weaves a  complicated tapestry\r\n\nwith  the threads of this argument, hinting that the policy often\r\n\noperated  in  the  past   to  exclude  minority  candidates  from\r\n\nelevation, thus making the  Hospital's disregard of it in  a case\r\n\nwhere  that policy would redound  to the advantage  of a minority\r\n\ncandidate all the more cruel.  In her view, this abrupt departure\r\n\n                                7\r\r\n\nfrom past practice  can only be explained on  the basis of racial\r\n\nbias.  We do not agree.\r\n\n          The   district   court   treated  this   departure   as\r\n\nsuspicious,  but  concluded  that  Commander  Travis tweaked  the\r\n\nordinary  praxis  to benefit  a friend  rather  than to  thwart a\r\n\nperson  of color.  Two obvious  propositions spring to mind.  One\r\n\nis  that cronyism is deplorable, especially when it is allowed to\r\n\ninfect  public sector  employment decisions.   The  other obvious\r\n\nproposition  is that Title VII does not have a limitless remedial\r\n\nreach.  An  employer can hire one  person instead of  another for\r\n\nany reason, fair  or unfair, without transgressing  Title VII, as\r\n\nlong as the hiring  decision is not  spurred by race, gender,  or\r\n\nsome  other protected  characteristic.   See Keyes,  853  F.2d at\r                                                            \r\n\n1026.   As we explain infra, Title VII does not outlaw cronyism  \r                                     \r\n\nand,  in this  case, cronyism  provides a  sufficient alternative\r\n\nexplanation for the challenged deviation from the standard hiring\r\n\nprotocol.  Thus, the district court's assessment of the proffered\r\n\nevidence was not clearly erroneous.\r\n\n          Fourth:     At   trial,  Commander   Travis  stalwartly\r                    Fourth:\r                          \r\n\nmaintained  that he hired Berry because he was the best qualified\r\n\naspirant.     Judge   Pettine   understandably  discounted   this\r\n\ntestimony.   See  Foster,  slip  op.  at  14-15.    Although  the\r                                  \r\n\nappellant concedes that a court is not legally bound to find  for\r\n\na Title  VII plaintiff simply  because it rejects  the employer's\r\n\nproffered reason for an  employment decision, she maintains that,\r\n\nhere,  the court's disbelief of the explanation, coupled with the\r\n\n                                8\r\r\n\ndeviation  from  the  standard  policy  of  in-house  preferment,\r\n\ncompels an inference that the decision was race-driven.  To shore\r\n\nup this contention, the appellant points to the  naval officials'\r\n\nrepeated  denials of favoritism.   Noting that the district court\r\n\ndeclined to credit these  denials because they were self-serving,\r\n\nsee id. at 14, the appellant asseverates that, since preselection\r                 \r\n\nwas the only alternative rationale that could sidetrack a finding\r\n\nof racial  discrimination, the district court  erred; the denials\r\n\nof  preselection were,  in fact,  against self-interest,  and the\r\n\nemployer should be held to them.\r\n\n          This argument is too clever by half.  We do not believe\r\n\nit  is implausible that veteran  bureaucrats   and,  in our view,\r\n\n\"bureaucrat\" and \"naval officer\" are not mutually exclusive terms\r\n\n  would deny preselection to avoid the stigma of having failed to\r\n\nfollow neutral  hiring procedures.  Indeed,  Travis's and Warch's\r\n\non-the-stand  denials  are  replete  with clues  from  which  the\r\n\ndistrict judge  reasonably could  have deduced that  the two  men\r\n\ncollogued to  tilt the process in Berry's favor.5  In all events,\r\n\nactions speak louder than words.  In a bench trial \"what an actor\r\n\nsays is not conclusive on a state-of-mind issue.  Notwithstanding\r\n\na  person's disclaimers, a contrary state of mind may be inferred\r\n\nfrom what he does and from a factual mosaic tending  to show that\r\n\nhe really meant to accomplish that which he professes not to have\r\n\nintended.\"    Anthony v.  Sundlun, 952  F.2d  603, 606  (1st Cir.\r                                           \r\n                    \r                              \r\n\n     5To  cite  one  example,  Warch admitted  that  he  proposed\r\ninvoking  the VRA  as  a means  to  getting Berry's  name  to the\r\nforefront.\r\n\n                                9\r\r\n\n1991).\r\n\n          In one sense, the district  court's finding that an old\r\n\nboy  network was  in  operation though  the  old boys  denied  it\r\n\namounts to a credibility call.  By and large, such  calls are for\r\n\nthe district court, not for the court of appeals.  See, e.g., id.\r                                                                           \r\n\n(warning  that  the  court  of  appeals  \"ought  not  to  disturb\r\n\nsupportable  findings, based  on witness  credibility, made  by a\r\n\ntrial judge who has seen and heard the witnesses at first hand\").\r\n\nThere is no reason to apply a different rule in this case.\r\n\n          Fifth:  The appellant  argues passionately that even if\r                    Fifth:\r                         \r\n\nCommander  Travis fished  Berry  from the  applicant pool  simply\r\n\nbecause he  was spawned  by the old  boy network,  such a  hiring\r\n\ndecision itself  contravenes the  mandate of  Title VII.   Though\r\n\nthis construct, which rests  on the premise that cronyism  is the\r\n\nprimary means by which  employers perpetuate workplace apartheid,\r\n\npossesses a certain superficial appeal, it cannot withstand close\r\n\nperscrutation.\r\n\n          Indeed, the construct lacks any vestige of precedential\r\n\nsupport.  The very cases on which the appellant relies explicitly\r\n\nreject it.  See, e.g.,  Holder v. City of Raleigh, 867  F.2d 823,\r                                                           \r\n\n825-26  (4th  Cir.  1989) (rebuffing  plaintiff's  assertion that\r\n\nnepotistic hiring practices, even  when denied by defendant under\r\n\nracially   charged    circumstances,   constitute   impermissible\r\n\ndiscrimination under Title VII); Autry v. North Carolina Dep't of\r                                                                           \r\n\nHuman Resources, 820 F.2d  1384, 1385 (4th Cir.  1987) (similar).\r                         \r\n\nThus,  her argument amounts to  nothing more than  a plea that we\r\n\n                                10\r\r\n\nimpose  the construct  by judicial  fiat.   But  that is  not our\r\n\nprovince.   Given  the state  of the  law, appellant's  construct\r\n\nshould  be debated  before  the Congress,  not argued  before the\r\n\ncourts.\r\n\n          Relatedly, the  appellant suggests that  Title VII must\r\n\nbe read  to bar  cronyism because  that  tawdry practice  assures\r\n\ncontinued white domination in the workplace.  But this suggestion\r\n\nchallenges   as  discriminatory   a  facially   race-neutral  (if\r\n\noffensive)  policy, and  necessarily  depends for  support on  an\r\n\nexamination  of multiple  hiring  decisions.   It is,  therefore,\r\n\nbetter tailored to cases alleging  disparate impact as opposed to\r\n\ndisparate  treatment.  See Autry, 820 F.2d at 1385; see generally\r                                                                           \r\n\nFurnco  Constr. Corp. v. Waters, 438 U.S. 567, 575, 579-80 (1987)\r                                         \r\n\n(explaining  the  basic  dichotomy between  disparate  impact and\r\n\ndisparate treatment);  cf. EEOC v. Steamship  Clerks Union, Local\r                                                                           \r\n\n1066,  48 F.3d 594, 606  (1st Cir.) (holding  in disparate impact\r              \r\n\ncase  that a policy of nepotism can, under certain circumstances,\r\n\nconstitute evidence of race discrimination in  employment), cert.\r                                                                           \r\n\ndenied, 116 S. Ct. 65 (1995).\r                \r\n\n          Where, as  here, a  disappointed applicant has  made no\r\n\nsystematic effort  to prove pervasive  cronyism or  to show  that\r                                               \r\n\ncronyism,  when practiced  in a  particular workplace,  regularly\r\n\nyields a racially discriminatory result, a disparate impact claim\r\n\ngoes by the  boards.   So here:   at trial, appellant's  counsel,\r\n\nresponding   to  the  district  court's  insightful  questioning,\r\n\ncharacterized the suit as  one involving disparate treatment, not\r\n\n                                11\r\r\n\ndisparate impact.   That characterization binds  the appellant in\r\n\nthe present venue as well.\r\n\n          This  brings us full circle.   While the  facts of this\r\n\ndisparate   treatment   case   can   support   an  inference   of\r\n\ndiscriminatory  intent, they  can  equally support  a finding  of\r\n\nundiluted favoritism,  unmixed with  racial animus.    On such  a\r\n\nrecord, it  is the trial court's prerogative   indeed, its duty  \r\n\nto  select the inference that  it deems appropriate.   Because we\r\n\ncannot accept the appellant's  invitation to create a presumption\r\n\nthat  the use of an old boy  network in hiring constitutes per se\r\n\nracial discrimination,  we are powerless to  subvert the district\r\n\ncourt's election between conflicting inferences.\r\n\nIII.  CONCLUSION\r          III.  CONCLUSION\r\n\n          We  need go no further.6   Title VII  \"does not presume\r\n\nto  obliterate all manner of inequity, or to stanch, once and for\r\n\nall,  what  a Scottish  poet  two centuries  ago  termed `[m]an's\r\n\ninhumanity to man.'\"   Keyes,  853 F.2d at  1026 (quoting  Robert\r                                      \r\n\nBurns, Man Was  Made to Mourn (1786)).  Like  the court below, we\r                                       \r\n\nfind  the conduct  of  the naval  hierarchy in  this  case to  be\r\n\ndeserving  of opprobrium,  but two  wrongs seldom  make a  right.\r\n\nDiscerning no  clear error in  the district court's  finding that\r\n\nfavoritism,    not    racism,    tainted    Commander    Travis's\r\n\ndecisionmaking, we reject Foster's appeal.\r\n\n                    \r                              \r\n\n     6This appeal concerns only  Foster's claims under Title VII.\r\nWe  take no  view  of  what  remedies, if  any,  federal  law  or\r\nregulations   governing  personnel   practices  may   afford  the\r\nappellant to redress this seeming injustice.\r\n\n                                12\r\r\n\nAffirmed.  No costs.\r          Affirmed.  No costs.\r                             \r\n\n                                13\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1522\r\n\n                        SHARON C. FOSTER,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n              JOHN H. DALTON, SECRETARY OF THE NAVY,\r\n\n                       Defendant, Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \r\n                                           \r\n\n                              Before\r\n\n              Selya, Cyr and Stahl, Circuit Judges.\r                                                            \r\n\n                                           \r\n\n     Robert B. Mann, with  whom Mann &amp; Mitchell was on brief, for\r                                                         \r\nappellant.\r\n      Jennifer H.  Zacks, Attorney,  U.S. Dep't of  Justice, with\r                                  \r\nwhom   Frank  W.  Hunger,  Assistant  Attorney  General,  Sheldon\r                                                                           \r\nWhitehouse,  United  States  Attorney,  and  Marleigh  D.  Dover,\r                                                                          \r\nAttorney, U.S. Dep't of Justice, were on brief, for appellee.\r\n\n                                           \r\n\n                        December 11, 1995\r\n\n                                           \r\r\n\n          SELYA,  Circuit Judge.   Plaintiff-appellant  Sharon C.\r                    SELYA,  Circuit Judge.\r                                         \r\n\nFoster, an African-American woman, sued the Secretary of the Navy\r\n\non  the ground  that  the Newport  Naval Hospital  (the Hospital)\r\n\ndenied her a job due to her race.1   Following a bench trial, the\r\n\ndistrict court rendered judgment for the Secretary.  Although the\r\n\nrecord  makes it painfully clear that this episode is light years\r\n\naway  from the Navy's finest  hour, we have  no principled choice\r\n\nbut to affirm.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          The  subsidiary  facts  are  largely undisputed.    The\r\n\nUnited States  Navy maintains a substantial  presence in Newport,\r\n\nRhode  Island.    In the  summer  of  1989,  the appellant  found\r\n\ncivilian employment at the Naval War College.  Seeking to advance\r\n\nthrough  the  ranks,  she  assiduously applied  for  other,  more\r\n\nattractive jobs in the  Newport naval establishment.  Since  most\r\n\nfacilities located at  the base  adhered to a  policy of  filling\r\n\nvacancies  by  selecting  internal  candidates  (i.e., candidates\r\n\nalready employed within the particular facility)  where possible,\r\n\nthe appellant  had no luck  until the  Hospital hired her  as its\r\n\nprofessional affairs coordinator.  She  reported for duty in July\r\n\nof 1990.\r\n\n          Shortly  after   the  appellant  came  on   board,  the\r\n\nHospital's director of administration, Commander  William Travis,\r\n\nsought  to fill a newly created opening for a management analyst.\r\n\n                    \r                              \r\n\n     1The  Secretary is the appropriate defendant in this type of\r\naction.  See 42 U.S.C.   2000e-16(c) (1988).\r                      \r\n\n                                2\r\r\n\nBecause he  believed that available funding  would be jeopardized\r\n\nif the position  remained open  at the start  of the next  fiscal\r\n\nyear  (October 1,  1990),  Commander Travis  eschewed the  hiring\r\n\nprocedure ordinarily used to recruit civilian staff and undertook\r\n\na  non-competitive  search.   This  process  consisted mainly  of\r\n\nculling  the names  of  aspirants for  advancement from  existing\r\n\nfiles  and  assembling a  list  of potential  candidates.   Staff\r\n\npersonnel compiled  a roster  of five such  candidates (including\r\n\nthe  appellant).  As among  the five nominees,  the appellant was\r\n\ntwice distinguished:  she was the only non-Caucasian and the only\r\n\nperson already  employed at  the Hospital.   Thus,  had Commander\r\n\nTravis  adhered  to  the  usual  policy  of  preferring  in-house\r\n\naspirants, the appellant   who was plainly qualified for the post\r\n\n  would have been selected.\r\n\n          When  George  Warch,  the Hospital's  civilian  program\r\n\nspecialist,  presented Commander  Travis  with  the list,  Travis\r\n\ninquired  why  James Berry's  name was  omitted  from it.   Warch\r\n\ninformed Travis that Berry   Warch's \"fishing buddy\" and Travis's\r\n\nacquaintance     could not  be  offered employment  at  the grade\r\n\nspecified for  the position.   Travis promptly directed  Warch to\r\n\nrewrite  the job  description,  specify a  lower grade  (at which\r\n\nBerry  would  be eligible),  and generate  a  new list.   Leaving\r\n\nlittle  to chance, Travis  also decreed  that candidates  for the\r\n\nposition should have certain  computer expertise   expertise that\r\n\nBerry possessed   and intimated that he would invoke the Veterans\r\n\nReadjustment Act (VRA), 38  U.S.C.   4214 (1988 &amp;  Supp. V 1993),\r\n\n                                3\r\r\n\nin filling the management analyst vacancy.2\r\n\n          The modified job description  yielded a fresh list with\r\n\nonly one name on it:  James Berry.  Although Warch mused that the\r\n\nrevisions made it  appear that the powers-that-be had connived to\r\n\npreselect Berry  for the  vacancy, Travis brushed  these concerns\r\n\naside and named Berry to the management analyst position.\r\n\n          In the wake of  Berry's hiring, the appellant  filed an\r\n\nadministrative  complaint  with  the   Navy,  alleging  that  the\r\n\nHospital had discriminated against  her on the basis of  her race\r\n\nand gender.  Receiving no satisfaction, she brought suit in Rhode\r\n\nIsland's  federal  district  court,  charging  discrimination  in\r\n\ncontravention of Title VII  of the Civil  Rights Act of 1964,  42\r\n\nU.S.C.    2000e (1988).  Following a  bench trial that focused on\r\n\nallegations of race discrimination,3  the district court ruled in\r\n\nthe Secretary's  favor.   The court  thought  that the  appellant\r\n\nproved a prima  facie case, see Foster v. Secretary  of the Navy,\r                                                                          \r\n\nNo. 93-0509,  slip op. at  12 (D.R.I.  Apr. 13,  1995), and  also\r\n\nthought  that she  was  better qualified  for  the position  than\r\n\nBerry, see </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 8. </span><pre class=\"inline\"> But the court determined that the Secretary\r                        \r\n                    \r                              \r\n\n     2Under  the  VRA,  veterans  receive preference  in  certain\r\ngovernmental employment.   See,  e.g., Jakes v.  Veterans Admin.,\r                                                                          \r\n</pre><span class=\"citation\" data-id=\"471711\"><a href=\"/opinion/471711/eddie-jakes-v-veterans-administration/\"><span class=\"volume\">793</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">293</span></a></span><pre class=\"inline\">, 295  (Fed. Cir. 1986)  (elucidating VRA preference\r\nsystem); see also Keyes v. Secretary of  the Navy, </pre><span class=\"citation\" data-id=\"510031\"><a href=\"/opinion/510031/47-fair-emplpraccas-891-47-empl-prac-dec-p-38208-joyce-ah-keyes/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1016</span></a></span><pre class=\"inline\">,\r                                                           \r\n1020-21  (1st   Cir.  1988)  (discussing   veterans'  preferences\r\ngenerally); 5 C.F.R.    307.102(a) (1995) (\"Federal agencies have\r\nthe responsibility  to provide the maximum of  employment and job\r\nadvancement  opportunities to eligible veterans  . . .  .\").  Not\r\ncoincidentally, Berry had served in the United States Navy. \r\n\n     3The   appellant  did   not  press   her  claim   of  gender\r\ndiscrimination at trial,  and does  not seek to  resurrect it  on\r\nappeal.  The claim is therefore waived.\r\n\n                                4\r\r\n\nhad successfully rebutted  the prima facie  case by proffering  a\r\n\nnondiscriminatory, if unsavory, reason  for the personnel action:\r\n\npreselection of a friend of  the appointing officer.  See </pre><span class=\"citation\" data-id=\"510031\"><a href=\"/opinion/510031/47-fair-emplpraccas-891-47-empl-prac-dec-p-38208-joyce-ah-keyes/\"><span class=\"id_token\">id.</span>  at\r                                                                       \r\n\n14. </a></span><pre class=\"inline\">   Overriding  Travis's  and Warch's  pious  assurances  that\r\n\ncronyism  played  no  role  in  Berry's  recruitment,  the  court\r\n\nconcluded that this was a near-classic case of an old boy network\r\n\nin  operation,  but  not  a  situation in  which  the  employment\r\n\ndecision was motivated by racial animus.4  This appeal ensued.\r\n\nII.  ANALYSIS\r          II.  ANALYSIS\r\n\n          The  district  court wrote  a  thoughtful, meticulously\r\n\nreasoned opinion dealing  with many of the  same contentions that\r\n\nFoster voices on appeal.  Having carefully explored the nooks and\r\n\ncrannies of the case,  we affirm the judgment essentially  on the\r\n\nbasis  of Judge Pettine's rescript.  We embellish only in certain\r\n\nlimited respects.\r\n\n          First:   We start at a  high level of generality.   The\r                    First:\r                         \r\n\nappellant does not seriously dispute the district court's account\r\n\nof  the facts,  but vigorously  attacks the  inferences that  the\r\n\ncourt saw fit  to draw from  them.  Although  she denies it,  her\r\n\njeremiad essentially asks  that we reweigh the  evidence de novo,\r\n\nand substitute a new  set of inferences for the  inferences drawn\r\n\n                    \r                              \r\n\n     4Though  entering judgment  in  the  Secretary's favor,  the\r\ndistrict  court  expressed its  distaste  for Commander  Travis's\r\nichthyophagous hiring  practices.  Among other  things, the court\r\nchastised Travis for  his \"ignorance of EEO  hiring policies, his\r\ncalloused attitude toward the hiring of  minorities, and the fact\r\nthat  he  rejected  [Warch's]  pre-selection  concern  .  . .  .\"\r\nFoster,  slip op.  at 14.   The court's  criticism appears  to be\r                \r\nwell-founded.\r\n\n                                5\r\r\n\nby the  trier.   Our standard of  review, however,  is much  more\r\n\ncircumscribed.\r\n\n          Following a  bench trial, an appellate  tribunal is not\r\n\nwarranted  in substituting  its judgment  for that  of  the trial\r\n\ncourt.   This rule is composed of equal parts of common sense and\r\n\npractical wisdom:  it is difficult to gain a full appreciation of\r\n\na  fact-sensitive  controversy  from  a  paper  record,  and  the\r\n\ndistrict judge  ordinarily  has had  the  benefit of  seeing  and\r\n\nhearing the  witnesses in  person.   Hence,  we are  not free  to\r\n\nreject  either his findings of  fact or the  conclusions he draws\r\n\ntherefrom unless they are clearly erroneous, that is, \"unless, on\r\n\nthe whole of the record, we form a strong, unyielding belief that\r\n\na mistake has been  made.\"  Cumpiano v. Banco Santander P.R., </pre><span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span><pre class=\"inline\">, 152 (1st Cir. 1990).  Findings concerning an employer's\r\n\nintent  are subject to review under this standard, and can be set\r\n\naside only for clear error.  See </pre><span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"id_token\">id.</span> (citing authorities).\r</a></span><pre class=\"inline\">                                              \r\n\n          This  case is  troubling in  that we,  if writing  on a\r\n\npristine page, might well have  reached a different conclusion as\r\n\nto the impetus behind the  refusal to hire.  But that is  not the\r\n\ntest.   See Keyes v. Secretary  of the Navy, </pre><span class=\"citation\" data-id=\"510031\"><a href=\"/opinion/510031/47-fair-emplpraccas-891-47-empl-prac-dec-p-38208-joyce-ah-keyes/\"><span class=\"volume\">853</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1016</span></a></span><pre class=\"inline\">, 1027\r                                                     \r\n\n(1st  Cir. 1988).  While the record, read objectively, shows that\r\n\nthe   district   court  could   have   drawn   an  inference   of\r\n\ndiscriminatory intent, it does not show that such an inference is\r\n\ncompelled.  That  raises the  stakes appreciably.   It is  common\r\n\nground  that,  \"when  there  are  two permissible  views  of  the\r\n\nevidence, the factfinder's choice  between them cannot be clearly\r\n\n                                6\r\r\n\nerroneous.\"  Johnson v.  Watts Regulator Co., </pre><span class=\"citation\" data-id=\"702493\"><a href=\"/opinion/702493/pens-plan-guide-p-23912p-james-johnson-v-watts-regulator-company/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1129</span></a></span><pre class=\"inline\">, 1138\r                                                      \r\n\n(1st  Cir. 1995) (citing Anderson  v. City of  Bessemer City, </pre><span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span><pre class=\"inline\">, 574 (1985)).  So it is here.\r\n\n          Second:  Turning to  specifics, the appellant says that\r                    Second:\r                          \r\n\npreselection (which,  according to the court  below, dictated the\r\n\nadverse   employment   decision)    occurred   only   after   the\r\n\ndecisionmaker learned  that the management analyst  post would go\r\n\nto  an African-American woman, virtually by default, if he failed\r\n\nto adopt an alternative means of candidate selection.  This  is a\r\n\nplausible rendition of  the facts, but  not the only  permissible\r\n\none.  Though  Berry's name first surfaced  after Commander Travis\r\n\nreceived an  initial list, Travis  could well  have expected  all\r\n\nalong  to  see Berry  in that  lineup  and, when  his  hopes were\r\n\ndashed,  attempted to regain  lost ground by  altering the rules.\r\n\nBecause  both scenarios  are plausible,  we will not  disturb the\r\n\ntrial judge's choice between them.  See </pre><span class=\"citation\" data-id=\"702493\"><span class=\"antecedent_guess\">Johnson,</span> <a href=\"/opinion/702493/pens-plan-guide-p-23912p-james-johnson-v-watts-regulator-company/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1138</span></a></span><pre class=\"inline\">;\r                                                         \r\n\n</pre><span class=\"citation\" data-id=\"540783\"><span class=\"antecedent_guess\">Cumpiano,</span> <a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">152</span></a></span><pre class=\"inline\">; </pre><span class=\"citation\" data-id=\"510031\"><span class=\"antecedent_guess\">Keyes,</span> <a href=\"/opinion/510031/47-fair-emplpraccas-891-47-empl-prac-dec-p-38208-joyce-ah-keyes/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1019-20</span></a></span><pre class=\"inline\">.\r                                          \r\n\n          Third:   The appellant  insists that Commander Travis's\r                    Third:\r                         \r\n\nabandonment  of the  Hospital's wonted  policy of  preferring in-\r\n\nhouse candidates  itself gives rise to  an irresistible inference\r\n\nof racial  animus.  The  appellant weaves a  complicated tapestry\r\n\nwith  the threads of this argument, hinting that the policy often\r\n\noperated  in  the  past   to  exclude  minority  candidates  from\r\n\nelevation, thus making the  Hospital's disregard of it in  a case\r\n\nwhere  that policy would redound  to the advantage  of a minority\r\n\ncandidate all the more cruel.  In her view, this abrupt departure\r\n\n                                7\r\r\n\nfrom past practice  can only be explained on  the basis of racial\r\n\nbias.  We do not agree.\r\n\n          The   district   court   treated  this   departure   as\r\n\nsuspicious,  but  concluded  that  Commander  Travis tweaked  the\r\n\nordinary  praxis  to benefit  a friend  rather  than to  thwart a\r\n\nperson  of color.  Two obvious  propositions spring to mind.  One\r\n\nis  that cronyism is deplorable, especially when it is allowed to\r\n\ninfect  public sector  employment decisions.   The  other obvious\r\n\nproposition  is that Title VII does not have a limitless remedial\r\n\nreach.  An  employer can hire one  person instead of  another for\r\n\nany reason, fair  or unfair, without transgressing  Title VII, as\r\n\nlong as the hiring  decision is not  spurred by race, gender,  or\r\n\nsome  other protected  characteristic.   See </pre><span class=\"citation\" data-id=\"510031\"><span class=\"antecedent_guess\">Keyes,</span>  <a href=\"/opinion/510031/47-fair-emplpraccas-891-47-empl-prac-dec-p-38208-joyce-ah-keyes/\"><span class=\"volume\">853</span>  <span class=\"reporter\">F.2d</span> at\r                                                            \r\n\n<span class=\"page\">1026</span></a></span><pre class=\"inline\">.   As we explain infra, Title VII does not outlaw cronyism  \r                                     \r\n\nand,  in this  case, cronyism  provides a  sufficient alternative\r\n\nexplanation for the challenged deviation from the standard hiring\r\n\nprotocol.  Thus, the district court's assessment of the proffered\r\n\nevidence was not clearly erroneous.\r\n\n          Fourth:     At   trial,  Commander   Travis  stalwartly\r                    Fourth:\r                          \r\n\nmaintained  that he hired Berry because he was the best qualified\r\n\naspirant.     Judge   Pettine   understandably  discounted   this\r\n\ntestimony.   See  Foster,  slip  op.  at  14-15.    Although  the\r                                  \r\n\nappellant concedes that a court is not legally bound to find  for\r\n\na Title  VII plaintiff simply  because it rejects  the employer's\r\n\nproffered reason for an  employment decision, she maintains that,\r\n\nhere,  the court's disbelief of the explanation, coupled with the\r\n\n                                8\r\r\n\ndeviation  from  the  standard  policy  of  in-house  preferment,\r\n\ncompels an inference that the decision was race-driven.  To shore\r\n\nup this contention, the appellant points to the  naval officials'\r\n\nrepeated  denials of favoritism.   Noting that the district court\r\n\ndeclined to credit these  denials because they were self-serving,\r\n\nsee </pre><span class=\"citation\" data-id=\"510031\"><a href=\"/opinion/510031/47-fair-emplpraccas-891-47-empl-prac-dec-p-38208-joyce-ah-keyes/\"><span class=\"id_token\">id.</span> at 14, </a></span><pre class=\"inline\">the appellant asseverates that, since preselection\r                 \r\n\nwas the only alternative rationale that could sidetrack a finding\r\n\nof racial  discrimination, the district court  erred; the denials\r\n\nof  preselection were,  in fact,  against self-interest,  and the\r\n\nemployer should be held to them.\r\n\n          This argument is too clever by half.  We do not believe\r\n\nit  is implausible that veteran  bureaucrats   and,  in our view,\r\n\n\"bureaucrat\" and \"naval officer\" are not mutually exclusive terms\r\n\n  would deny preselection to avoid the stigma of having failed to\r\n\nfollow neutral  hiring procedures.  Indeed,  Travis's and Warch's\r\n\non-the-stand  denials  are  replete  with clues  from  which  the\r\n\ndistrict judge  reasonably could  have deduced that  the two  men\r\n\ncollogued to  tilt the process in Berry's favor.5  In all events,\r\n\nactions speak louder than words.  In a bench trial \"what an actor\r\n\nsays is not conclusive on a state-of-mind issue.  Notwithstanding\r\n\na  person's disclaimers, a contrary state of mind may be inferred\r\n\nfrom what he does and from a factual mosaic tending  to show that\r\n\nhe really meant to accomplish that which he professes not to have\r\n\nintended.\"    Anthony v.  Sundlun, </pre><span class=\"citation\" data-id=\"574884\"><a href=\"/opinion/574884/jane-anthony-v-bruce-g-sundlun/\"><span class=\"volume\">952</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">603</span></a></span><pre class=\"inline\">, 606  (1st Cir.\r                                           \r\n                    \r                              \r\n\n     5To  cite  one  example,  Warch admitted  that  he  proposed\r\ninvoking  the VRA  as  a means  to  getting Berry's  name  to the\r\nforefront.\r\n\n                                9\r\r\n\n1991).\r\n\n          In one sense, the district  court's finding that an old\r\n\nboy  network was  in  operation though  the  old boys  denied  it\r\n\namounts to a credibility call.  By and large, such  calls are for\r\n\nthe district court, not for the court of appeals.  See, e.g., </pre><span class=\"citation\" data-id=\"574884\"><a href=\"/opinion/574884/jane-anthony-v-bruce-g-sundlun/\"><span class=\"id_token\">id.</span>\r                                                                           \r\n\n(warning  that </a></span><pre class=\"inline\"> the  court  of  appeals  \"ought  not  to  disturb\r\n\nsupportable  findings, based  on witness  credibility, made  by a\r\n\ntrial judge who has seen and heard the witnesses at first hand\").\r\n\nThere is no reason to apply a different rule in this case.\r\n\n          Fifth:  The appellant  argues passionately that even if\r                    Fifth:\r                         \r\n\nCommander  Travis fished  Berry  from the  applicant pool  simply\r\n\nbecause he  was spawned  by the old  boy network,  such a  hiring\r\n\ndecision itself  contravenes the  mandate of  Title VII.   Though\r\n\nthis construct, which rests  on the premise that cronyism  is the\r\n\nprimary means by which  employers perpetuate workplace apartheid,\r\n\npossesses a certain superficial appeal, it cannot withstand close\r\n\nperscrutation.\r\n\n          Indeed, the construct lacks any vestige of precedential\r\n\nsupport.  The very cases on which the appellant relies explicitly\r\n\nreject it.  See, e.g.,  Holder v. City of Raleigh, </pre><span class=\"citation\" data-id=\"518409\"><a href=\"/opinion/518409/needham-holder-v-city-of-raleigh-jack-c-duncan-needham-holder-v-city-of/\"><span class=\"volume\">867</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">823</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n825-26  (4th  Cir.  1989) (rebuffing  plaintiff's  assertion that\r\n\nnepotistic hiring practices, even  when denied by defendant under\r\n\nracially   charged    circumstances,   constitute   impermissible\r\n\ndiscrimination under Title VII); Autry v. North Carolina Dep't of\r                                                                           \r\n\nHuman Resources, </pre><span class=\"citation\" data-id=\"489904\"><a href=\"/opinion/489904/44-fair-emplpraccas-169-43-empl-prac-dec-p-37260-omega-r-autry-v/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1384</span></a></span><pre class=\"inline\">, 1385 (4th Cir.  1987) (similar).\r                         \r\n\nThus,  her argument amounts to  nothing more than  a plea that we\r\n\n                                10\r\r\n\nimpose  the construct  by judicial  fiat.   But  that is  not our\r\n\nprovince.   Given  the state  of the  law, appellant's  construct\r\n\nshould  be debated  before  the Congress,  not argued  before the\r\n\ncourts.\r\n\n          Relatedly, the  appellant suggests that  Title VII must\r\n\nbe read  to bar  cronyism because  that  tawdry practice  assures\r\n\ncontinued white domination in the workplace.  But this suggestion\r\n\nchallenges   as  discriminatory   a  facially   race-neutral  (if\r\n\noffensive)  policy, and  necessarily  depends for  support on  an\r\n\nexamination  of multiple  hiring  decisions.   It is,  therefore,\r\n\nbetter tailored to cases alleging  disparate impact as opposed to\r\n\ndisparate  treatment.  See </pre><span class=\"citation\" data-id=\"489904\"><span class=\"antecedent_guess\">Autry,</span> <a href=\"/opinion/489904/44-fair-emplpraccas-169-43-empl-prac-dec-p-37260-omega-r-autry-v/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1385</span></a></span><pre class=\"inline\">; see generally\r                                                                           \r\n\nFurnco  Constr. Corp. v. Waters, </pre><span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">567</span></span><pre class=\"inline\">, 575, 579-80 (1987)\r                                         \r\n\n(explaining  the  basic  dichotomy between  disparate  impact and\r\n\ndisparate treatment);  cf. EEOC v. Steamship  Clerks Union, Local\r                                                                           \r\n\n1066,  </pre><span class=\"citation\" data-id=\"195936\"><a href=\"/opinion/195936/eeoc-v-local-1066/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span><pre class=\"inline\">, 606  (1st Cir.) (holding  in disparate impact\r              \r\n\ncase  that a policy of nepotism can, under certain circumstances,\r\n\nconstitute evidence of race discrimination in  employment), cert.\r                                                                           \r\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">65</span> </span><pre class=\"inline\">(1995).\r                \r\n\n          Where, as  here, a  disappointed applicant has  made no\r\n\nsystematic effort  to prove pervasive  cronyism or  to show  that\r                                               \r\n\ncronyism,  when practiced  in a  particular workplace,  regularly\r\n\nyields a racially discriminatory result, a disparate impact claim\r\n\ngoes by the  boards.   So here:   at trial, appellant's  counsel,\r\n\nresponding   to  the  district  court's  insightful  questioning,\r\n\ncharacterized the suit as  one involving disparate treatment, not\r\n\n                                11\r\r\n\ndisparate impact.   That characterization binds  the appellant in\r\n\nthe present venue as well.\r\n\n          This  brings us full circle.   While the  facts of this\r\n\ndisparate   treatment   case   can   support   an  inference   of\r\n\ndiscriminatory  intent, they  can  equally support  a finding  of\r\n\nundiluted favoritism,  unmixed with  racial animus.    On such  a\r\n\nrecord, it  is the trial court's prerogative   indeed, its duty  \r\n\nto  select the inference that  it deems appropriate.   Because we\r\n\ncannot accept the appellant's  invitation to create a presumption\r\n\nthat  the use of an old boy  network in hiring constitutes per se\r\n\nracial discrimination,  we are powerless to  subvert the district\r\n\ncourt's election between conflicting inferences.\r\n\nIII.  CONCLUSION\r          III.  CONCLUSION\r\n\n          We  need go no further.6   Title VII  \"does not presume\r\n\nto  obliterate all manner of inequity, or to stanch, once and for\r\n\nall,  what  a Scottish  poet  two centuries  ago  termed `[m]an's\r\n\ninhumanity to man.'\"   </pre><span class=\"citation\" data-id=\"510031\"><span class=\"antecedent_guess\">Keyes,</span>  <a href=\"/opinion/510031/47-fair-emplpraccas-891-47-empl-prac-dec-p-38208-joyce-ah-keyes/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">1026</span> </a></span><pre class=\"inline\">(quoting  Robert\r                                      \r\n\nBurns, Man Was  Made to Mourn (1786)).  Like  the court below, we\r                                       \r\n\nfind  the conduct  of  the naval  hierarchy in  this  case to  be\r\n\ndeserving  of opprobrium,  but two  wrongs seldom  make a  right.\r\n\nDiscerning no  clear error in  the district court's  finding that\r\n\nfavoritism,    not    racism,    tainted    Commander    Travis's\r\n\ndecisionmaking, we reject Foster's appeal.\r\n\n                    \r                              \r\n\n     6This appeal concerns only  Foster's claims under Title VII.\r\nWe  take no  view  of  what  remedies, if  any,  federal  law  or\r\nregulations   governing  personnel   practices  may   afford  the\r\nappellant to redress this seeming injustice.\r\n\n                                12\r\r\n\nAffirmed.  No costs.\r          Affirmed.  No costs.\r                             \r\n\n                                13\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/471711/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489904/",
    "https://www.courtlistener.com/api/rest/v3/opinions/510031/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518409/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574884/",
    "https://www.courtlistener.com/api/rest/v3/opinions/702493/"
  ]
}