{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196431/",
  "id": 196431,
  "absolute_url": "/opinion/196431/grenier-v-cyanimid-plastics/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196431/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:38Z",
  "date_modified": "2020-02-21T23:42:21.500073Z",
  "type": "010combined",
  "sha1": "3563850bfc981fccedcee68e9712f109190711cd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1313.01A",
  "local_path": null,
  "plain_text": "\n\nDecember 13, 1995 UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                            \r\n\nNo. 95-1313\r\n\n                          ANDRE GRENIER,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                     CYANAMID PLASTICS, INC.,\r\n\n                      Defendant - Appellee.\r\n\n                                            \r\n\n                           ERRATA SHEET\r                                     ERRATA SHEET\r\n\n     The opinion of this Court issued on November 27, 1995, is\r\namended as follows:\r\n\n1.   On page 12, change footnote 3 to read:\r                           change \r\n\n     Both parties refer us to this Guidance although it was\r\n     published after the decision by Cyro to reject Grenier's\r\n     application.  We note that a revised version of the Guidance\r\n     was issued October 10, 1995, after oral argument in this\r\n     case.  See Equal Employment Opportunity Comm'n, Enforcement\r                                                                          \r\n     Guidance: Pre-Employment Disability-Related Questions and\r                                                                        \r\n     Medical Examinations (Oct. 10, 1995) (reprinted in EEOC\r                                                                      \r\n     Compl. Man. (CCH)   6093, at 5371).\r                          \r\n\n2.   On page 13, lines 2-3, delete this parenthetical:\r                                      delete\r\n\n     (reprinted in EEOC Compl. Man. (CCH)   6903, at 5371, and in\r                                             \r\n     Americans with Disabilities Act Manual (BNA) No. 29)\r                                                     \r\n\n3.   On page 22, end of 6th line from bottom, add \"1st Cir.\" to\r                                                        add\r\nparenthetical, so that it reads: \r\n\n     (1st Cir. 1995)\r\n\n4.   On page 24, 5th line from bottom, end of parenthetical,\r\nchange \"at 355\" to \"at 347-48\".\r          change\r\n\n5.   On page 25, end of line 4, insert a footnote:\r                                          insert\r\n\n     On October 10, 1995, subsequent to oral argument, the EEOC\r\n     issued a new Guidance.  Although neither party has argued\r\n     that we ought to consider this newest guidance, we note that\r\r\n\n     the EEOC has revised its interpretation of the ADA and now\r\n     reaches the same conclusion.  Under a section headed \"The\r\n     Pre-Offer Stage,\" the EEOC now explains:\r\n\n          However, when an employer could reasonably believe that\r\n          an applicant will need reasonable accommodation to\r\n          perform the functions of the job, the employer may ask\r\n          that applicant certain limited questions. \r\n          Specifically, the employer may ask whether s/he needs\r                                                                         \r\n          reasonable accommodation and what type of reasonable\r                                                                        \r\n          accommodation would be needed to perform the functions\r                                 \r\n          of the job.\r\n\n     Enforcement Guidance: Pre-Employment Disability-Related\r                                                                      \r\n     Questions and Medical Examinations (Oct. 10, 1995) (emphasis\r                                                 \r\n     in original).\r\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1313\r\n\n                          ANDRE GRENIER,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                     CYANAMID PLASTICS, INC.,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \r\n\n                                           \r\n\n                              Before\r\n\n                Selya and Boudin, Circuit Judges,\r                                                          \r\n\n                   and Saris,* District Judge.\r                                                       \r\n\n                                           \r\n\n     Roderick H. Potter, with whom Potter, Prescott, Jamieson &amp;\r                                                                         \r\nNelson was on brief for appellant.\r                \r\n     Jerrol A. Crouter, with whom Christopher G. Jernigan and\r                                                                   \r\nDrummond Woodsum &amp; MacMahon were on brief for appellee.\r                                     \r\n\n                                           \r\n\n                        November 27, 1995\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Massachusetts, sitting by designation.\r\r\n\n          SARIS,  District  Judge.     Appellant  Andre   Grenier\r                    SARIS,  District  Judge.\r                                           \r\n\n(\"Grenier\") was employed as an electrician for Cyanamid Plastics,\r\n\nInc., d/b/a Cyro Industries (\"Cyro\"), for several years before he\r\n\nwas  placed on  disability leave  due to  psychological problems.\r\n\nAfter  his  employment  had  officially  terminated  by automatic\r\n\noperation  of  the company  disability  policy,  but while  still\r\n\nreceiving disability benefits, Grenier  notified Cyro that he was\r\n\nan   individual  with   a   disability   who  needed   reasonable\r\n\naccommodation to return to  work and applied to be  re-hired into\r\n\nhis  previous  position.   Before making  him  a job  offer, Cyro\r\n\nrequested Grenier  to  provide certification  from his  physician\r\n\nstating   that  he  was  prepared  to   return  to  work  without\r\n\nrestrictions   or   identifying  the   reasonable  accommodations\r\n\nnecessary for him to return  to work.  When Grenier failed  to do\r\n\nso, his application was rejected.  \r\n\n          The difficult issue on  appeal is whether Cyro violated\r\n\nthe  Americans  with  Disabilities   Act  (\"ADA\"),  42  U.S.C.   \r\n\n12112(d),   which   prohibits   certain   preemployment   medical\r\n\nexaminations and  inquiries of a job applicant.   Concluding that\r\n\nCyro did not  violate this provision  of the ADA,  we affirm  the\r\n\ndistrict court's entry of summary judgment for Cyro.\r\n\n                    I.  STATEMENT OF THE CASE\r                              I.  STATEMENT OF THE CASE\r                                                       \r\n\n          A.  Facts\r                    A.  Facts\r\n\n          Reviewing  the  factual   record  in  the  light   most\r\n\nfavorable to the nonmoving party, as we must at summary judgment,\r\n\nsee Mesnick  v. General Elec.  Co., 950 F.2d  816, 822 (1st  Cir.\r                                            \r\n\n                               -2-\r\r\n\n1991),  cert. denied, 504 U.S. 985 (1992), we treat the following\r                              \r\n\nfacts as undisputed.\r\n\n            1.  The Disability Leave\r                      1.  The Disability Leave\r\n\n          Andre Grenier worked as a shift electrician for Cyro at\r\n\nits  plant in  Sanford,  Maine, from  1980  to 1989.    Grenier's\r\n\ntechnical skill as an electrician was good.  In 1989, Grenier and\r\n\nseveral other employees were  questioned about vandalism of plant\r\n\nmachinery  that  had  occurred   during  their  shift.    Grenier\r\n\nresponded  to   the  questioning  \"in  a   highly  emotional  and\r\n\nirrational  manner\" and  failed to report  to his  next scheduled\r\n\nshift.   He informed his supervisor, William Kennedy, that he was\r\n\nafraid to be on a shift without an alibi, and that he was \"losing\r\n\nit.\"  Stating  that Grenier's behavior  was \"very disruptive  and\r\n\npotentially dangerous,\" Kennedy placed  Grenier on medical  leave\r\n\nin November 1989.   This leave was explicitly \"until  such a time\r\n\nwhen you  can be cleared by  our medical department to  return to\r\n\nwork.\"   Kennedy  informed Grenier  in writing  that in  order to\r\n\nreturn he would have to go through the standard reentry screening\r\n\nprocess,  including   permitting  his  doctors   to  discuss  the\r\n\nspecifics of his case with the company doctor.  \r\n\n          In August 1990, Grenier mailed the first of a series of\r\n\nletters to  Cyro, including a one-page  letter received September\r\n\n27, 1990, and a six-page \"statement\" of April 11, 1991.  In these\r\n\nletters,  Grenier criticized  the plant  manager Skip  Brogli and\r\n\ncomplained that company actions in investigating vandalism at the\r\n\nplant and placing him  on medical leave had caused  him to suffer\r\n\n                               -3-\r\r\n\nincreased  anxiety.   He attacked several  policies of  the plant\r\n\nthat he claimed were  a \"constant source of aggravation\" to him. \r\n\nHe also  discussed in detail  various collateral issues,  such as\r\n\nthe criminal charges faced by the son of a Cyro manager, a sexual\r\n\nharassment  investigation  of  a  fellow  employee,  and  various\r\n\ntransfers of Cyro managers.\r\n\n          Grenier informed  Cyro in his letters  that his analyst\r\n\nDr. Stewart \"describes me as  being Narcissistic,\" but noted that\r\n\n\"I prefer the  word 'proud.'\"   He stated that \"Dr.  Stewart also\r\n\ndescribes me as having  'somewhat paranoid beliefs concerning the\r\n\nmalevolent intent of the (relatively  new) management.'\"  He also\r\n\nnoted that \"[a]fter a year and a half of being unable to work, my\r\n\nanalyst feels  that it would be  in my best interests  to quit my\r\n\njob and  find another . .  . that I've become  obsessed with this\r\n\nSkip guy  [manager Skip Brogli].\"  He stated repeatedly, however,\r\n\nthat he refused to quit his job.\r\n\n          \"As a final  note,\" wrote Grenier in one  letter, dated\r\n\nApril 11, 1991, \"I want to point that [sic], although Dr. Stewart\r\n\nis indicating  that he feels  that I  am not totally  disabled, I\r\n\nstill  feel convinced that I am.\"  Grenier realized his statement\r\n\nhad \"some  strong elements of  paranoia,\" but  claimed that  \"the\r\n\nparanoia is not  just my own .  . . it has  become fairly rampant\r\n\nthroughout the workforce.\"  And:\r\n\n          The   continuing   incidents  of   vandalism,\r\n          recently,   should  be  a   clear  signal  to\r\n          Corporate headquarters  that Cyro Industries,\r\n          in  Sanford, Me.  is still  more than  just a\r\n          little bit sick.\r\n\n                               -4-\r\r\n\n          There is  still some  hope, however,  if only\r\n          the right  steps are  taken.  And  unless the\r\n          right steps are taken, somebody else is going\r\n          to be hurt, maybe even killed.  Of that, I am\r\n          sure.\r\n\n          Grenier would not voluntarily terminate his employment.\r\n\nHe  remained on indefinite  disability leave until  May 12, 1991,\r\n\nwhen his  employment at Cyro terminated automatically as a result\r\n\nof  the  expiration  of his  continuous  service  credits.   Cyro\r\n\ninformed Grenier of his termination by letter May 15, 1991.\r\n\n          Grenier received  disability benefits  from Cyro  for a\r\n\ntwo-year period ending  December 31, 1992.   Under the  company's\r\n\nplan, benefits were  payable for up to  two years if Grenier  was\r\n\nunder  the regular  care of  a licensed  physician and  unable to\r\n\nperform the duties of  his specific job, but benefits  would have\r\n\ncontinued beyond  this period  only if the  Disability Department\r\n\ndetermined that his medical condition prevented him \"from working\r\n\nat any job for  which [he was] reasonably qualified  to perform.\"\r\n\nOn December 4, 1992, the Cyro disability department wrote Grenier\r\n\nthat based  on information  received from an  independent medical\r\n\nexamination of July 30, 1992, he  was not disabled to this extent\r\n\nand, therefore, no benefits were payable after January 1, 1993.\r\n\n            2.  Application for Re-Employment\r                      2.  Application for Re-Employment\r\n\n          In  a letter dated December  18, 1992, and addressed to\r\n\nRobert Lysaght,  the Personnel Operations Manager  at the Sanford\r\n\nplant, Grenier asked to be considered an applicant for the job of\r\n\nshift  electrician,  his  former  position.   Grenier  was  still\r\n\nreceiving  disability benefits  at this  time.   In  this letter,\r\n\n                               -5-\r\r\n\nwhich   was   under   the   heading   \"request   for   employment\r\n\naccommodation,\" Grenier stated:\r\n\n          I qualify as an individual  with a disability\r\n          as defined  by Federal and State Civil Rights\r\n          laws.\r\n\n          I   understand   that   CYRO  Industries   is\r\n          conducting  interviews  for  the position  of\r\n          shift mechanic in the  electrical department.\r\n          The  purpose  of this  letter  is  to request\r\n          accommodation to return to  work in the  same\r\n          capacity   as  I   had  been   working  since\r\n          September of 1980.\r\n\n                              . . .\r\n\n          I  believe  that  I  should be  afforded  the\r\n          opportunity to  be accommodated to  return to\r\n          my  job,  at  the  very least,  for  a  trial\r\n          period, to prove that I am able to perform my\r\n          job.\r\n\n          I    believe     that,    under    reasonable\r\n          circumstances, I should be able to perform in\r\n          a safe and reliable manner.\r\n\n          In response, Lysaght told Grenier in a January 5, 1993,\r\n\nletter that  \"CYRO is  not currently accepting  applications\" but\r\n\nthat  the Maine unemployment  office would be  notified when Cyro\r\n\nwas soliciting applications.  In reality, a job notice was posted\r\n\non  January  4,  1993  --  subsequent  to  Grenier's  request for\r\n\nconsideration as an applicant, but prior to the date of Lysaght's\r\n\nresponse.  Lysaght requested in his letter:\r\n\n          Since  your termination of employment came as\r\n          a  result  of  the expiration  of  Continuous\r\n          Service Credits while you were on an extended\r\n          medical leave, CYRO would  reasonably request\r\n          that you provide us with certification from a\r\n          physician that  you are prepared to return to\r\n          work without restrictions or  identifying any\r\n          accommodations that  are required for  you to\r\n          return to  work at the Sanford  location.  Of\r\n          course,    any   requests    for   employment\r\n\n                               -6-\r\r\n\n          accommodation will be considered  with regard\r\n          to  the reasonableness  at  the time  of  the\r\n          employment interview process.\r\n\n          Therefore, in order  to return  to work  with\r\n          CYRO  Industries you  need 1)  keep  in touch\r\n          with the Maine Unemployment office in Sanford\r\n          to  learn when  CYRO is  accepting employment\r\n          applications;   2)  complete   an  employment\r\n          application for a position  for which you are\r\n          qualified;  and 3)  provide CYRO  with notice\r\n          from your physician that you  are prepared to\r\n          return  to  work   without  restrictions   or\r\n          identifying  those reasonable  accommodations\r\n          that may be necessary.\r\n\n          By letter  of January  15, 1993, Grenier  forwarded his\r\n\ntherapist's certification  that he was disabled  and requested to\r\n\ndiscuss accommodation with Cyro Vice President William Loman.  He\r\n\nalso  maintained that  his employment  had never  terminated, and\r\n\nargued that the  May 15,  1991, letter that  informed him of  the\r\n\ntermination \"simply implies that my employment is terminated.\"\r\n\n          Cyro's New Jersey-based Personnel Director Thomas Ayres\r\n\nresponded  by letter of January 25th by informing Grenier that he\r\n\nmust follow the steps outlined in Lysaght's January 5th letter in\r\n\norder to be considered for employment.\r\n\n          Additional  correspondence  ensued.   Grenier  asserted\r\n\nthat he was \"capable of performing the essential functions of the\r\n\njob  with or without accommodation\" but failed to describe how he\r\n\nwould perform and refused to provide medical documentation.  Cyro\r\n\ncontinued to request the documentation.\r\n\n          On February 22, 1993, Cyro mailed Grenier an employment\r\n\napplication,  which  Grenier promptly  returned.    By letter  of\r\n\nMarch 15,  1993,   Cyro   rejected  Grenier's   application   for\r\n\n                               -7-\r\r\n\nemployment, stating that, \"[a]fter careful review of all relevant\r\n\ninformation,   your  request  for   employment  consideration  is\r\n\ndenied.\"  \r\n\n          B.  Proceedings Below\r                    B.  Proceedings Below\r\n\n          Grenier filed a two-count  complaint in the District of\r\n\nMaine  on June 23, 1994, claiming  that Cyro violated the ADA and\r\n\nthe  Maine Human  Rights Act, 5  M.R.S.A.    4551 et  seq.1  Cyro\r                                                                    \r\n\nfiled a motion  for summary  judgment on the  issue of  pre-offer\r\n\ninquiries, and  Grenier opposed the  motion on the  same grounds.\r\n\nThe District Court  entered summary judgment  for Cyro.   Grenier\r\n\nargues on appeal  that Cyro's pre-offer inquiry  violated the ADA\r\n\nand that there are  genuine issues of material fact  with respect\r\n\nto  his  claim  that  Cyro's  failure  to  hire  him  constituted\r\n\nintentional discrimination.\r\n\n                          II.  ANALYSIS\r                                    II.  ANALYSIS\r                                                 \r\n\n          A.  Standard of Review\r                    A.  Standard of Review\r\n\n          This  court  reviews  the  district  court's  grant  of\r\n\nsummary  judgment de  novo.   The  standard  of review  has  been\r                                    \r\n\nclearly articulated by this court as follows:\r\n\n          Since  appellate review of a grant of summary\r\n          judgment  is plenary,  the court  of appeals,\r\n          like  the  district  court,  \"must  view  the\r\n          entire record in the light most hospitable to\r\n          the   party    opposing   summary   judgment,\r\n          indulging all reasonable  inferences in  that\r\n          party's favor.\"   An  appellate panel  is not\r\n          restricted to the district  court's reasoning\r\n          but  can  affirm a  summary  judgment  on any\r\n          independently sufficient ground.  In the end,\r\n                    \r                              \r\n\n1  As the parties acknowledge that federal law controls\r\nconstruction of the state claim, we do not discuss it separately.\r\n\n                               -8-\r\r\n\n          the entry  of summary judgment can  be upheld\r\n          only if \"the pleadings,  depositions, answers\r\n          to interrogatories, and  admissions on  file,\r\n          together  with the  affidavits, if  any, show\r\n          that  there is  no  genuine issue  as to  any\r\n          material fact  and that  the moving party  is\r\n          entitled to a judgment as a matter of law.\r\n\nMesnick v. General  Elec. Co., 950 F.2d 816, 822  (1st Cir. 1991)\r                                       \r\n\n(citations omitted), cert. denied, 504 U.S. 985 (1992).\r                                           \r\n\n          B.  Statutory Framework\r                    B.  Statutory Framework\r\n\n          A  close  analysis  of  the  statutory  and  regulatory\r\n\nframework is  essential to  determine the  employer's obligations\r\n\nunder the  ADA when  dealing with the  known disability of  a job\r\n\napplicant.\r\n\n            1.  The Statute  \r                      1.  The Statute  \r\n\n          The ADA, 42  U.S.C.    12101 et seq.,  was enacted  \"to\r                                                        \r\n\nprovide  a  clear  and  comprehensive national  mandate  for  the\r\n\nelimination   of   discrimination   against    individuals   with\r\n\ndisabilities.\"   42  U.S.C.     12101(b).    In  the  context  of\r\n\nemployment, the ADA provides:\r\n\n          (a)  General rule.   No covered  entity shall\r                         General rule.\r\n          discriminate  against a  qualified individual\r\n          with a disability  because of the  disability\r\n          of   such  individual   in   regard  to   job\r\n          application    procedures,     the    hiring,\r\n          advancement,   or  discharge   of  employees,\r\n          employee  compensation,   job  training,  and\r\n          other  terms,  conditions, and  privileges of\r\n          employment.\r\n\n42 U.S.C.   12112(a).\r\n\n          With regard to medical examinations  and inquiries, the\r\n\nADA  sets  up  separate  rules for  pre-offer  job  applications,\r\n\n  12112(d)(2);     post-offer    pre-employment     examinations,\r\n\n                               -9-\r\r\n\n  12112(d)(3); and inquiries of current employees,   12112(d)(4).\r\n\nSection 12112(d) provides as follows:\r\n\n          (d)  Medical examinations and inquiries. \r\n            (1)  In   general.       The   prohibition    against\r\n                 discrimination  as  referred to  in [  12112(a)]\r\n                 shall    include   medical    examinations   and\r\n                 inquiries.\r\n\n            (2)  Preemployment.\r\n\n                 (A)  Prohibited examination or inquiry.   Except\r\n                      as  provided in  paragraph  (3), a  covered\r\n                      entity   shall   not   conduct  a   medical\r\n                      examination  or make  inquiries  of  a  job\r\n                      applicant as  to whether such  applicant is\r\n                      an  individual with  a disability or  as to\r\n                      the nature or severity of such disability.\r\n\n                 (B)  Acceptable  inquiry.  A  covered entity may\r\n                      make   preemployment  inquiries   into  the\r\n                      ability  of an  applicant  to perform  job-\r\n                      related functions.\r\n\nPursuant to  paragraph (3),  an employer  may \"require  a medical\r\n\nexamination after  an offer of employment has  been made to a job\r\n\napplicant and prior to the commencement of employment duties, and\r\n\nmay  condition  an offer  of employment  on  the results  of such\r\n\nexamination\" only  in certain circumstances.2   Once an applicant\r\n\n                    \r                              \r\n\n2  This section provides in relevant part:\r\n\n            (3)  Employment  entrance  examination.    A  covered\r\n                 entity may  require a medical  examination after\r\n                 an  offer of employment  has been made  to a job\r\n                 applicant  and  prior  to  the  commencement  of\r\n                 employment  duties of  such  applicant, and  may\r\n                 condition an offer of  employment on the results\r\n                 of such examination, \r\n                 if --\r\n\n                 (A)  all  entering  employees  are subjected  to\r\n                      such    an   examination    regardless   of\r\n                      disability;\r\n\n                               -10-\r\r\n\nbecomes an  employee, an employer is prohibited  from requiring a\r\n\nmedical  examination or  making inquiries  of an  employee as  to\r\n\nwhether he  is  an \"individual  with a  disability or  as to  the\r\n\nnature  or severity of the  disability unless such examination or\r\n\ninquiry is shown to be  job-related and consistent with  business\r\n\nnecessity.\"    12112(d)(4).  An employer may make \"inquiries into\r\n\nthe  ability of an employee to perform job-related functions.\"   \r\n\n12112(d)(4)(B).\r\n\n            2.  The Regulations\r                      2.  The Regulations\r\n\n          The  regulations adopted  under  the ADA  by the  Equal\r\n\nEmployment  Opportunity  Commission  (\"EEOC\")  provide   that  an\r\n\nemployer may  make \"pre-employment inquiries into  the ability of\r\n\nan applicant to  perform job-related functions, and/or may ask an\r\n\napplicant to  describe  or to  demonstrate how,  with or  without\r\n\nreasonable accommodation,  the applicant will be  able to perform\r\n\njob-related  functions.\"    29 C.F.R.     1630.14(a).   The  EEOC\r\n\ncrafted    1630.14(a)  in response  to  comments on  the proposed\r\n\nregulation from employers asking \"whether an employer may ask how\r\n\nan individual  will perform a job function  when the individual's\r\n\nknown disability appears to interfere with or prevent performance\r\n\nof job-related functions.\"  56 Fed. Reg. 35725, 35732 (1991).\r\n\n          The EEOC published  as an appendix to the regulations a\r\n\nsection-by-section  \"Interpretive  Guidance  on Title  I  of  the\r\n                    \r                              \r\n\n                 (B)  information obtained [is kept confidential,\r\n                      with limited exceptions]; and\r\n\n                 (C)  the  results of  such examination  are used\r\n                      only in accordance with this subchapter.\r\n\n                               -11-\r\r\n\nAmericans with Disabilities  Act.\"  29 C.F.R. Pt.  1630, App.  We\r\n\nhave looked to this source in interpreting the ADA.  See Carparts\r                                                                           \r\n\nDistrib. Ctr., Inc. v. Automobile Wholesaler's Ass'n, 37 F.3d 12,\r                                                              \r\n\n16  (1st Cir. 1994).   Such administrative interpretations of the\r\n\nAct by  the  enforcing agency,  \"while not  controlling upon  the\r\n\ncourts  by reason  of their  authority, do  constitute a  body of\r\n\nexperience and  informed judgment  to which courts  and litigants\r\n\nmay properly resort  for guidance.\"   Meritor Sav.  Bank, FSB  v.\r                                                                       \r\n\nVinson, 477 U.S. 57, 65 (1986).\r                \r\n\n          The  EEOC  explains  the  regulation     1630.14(a)  as\r\n\nfollows:\r\n\n          An  employer may  also  ask an  applicant  to\r\n          describe  or  to  demonstrate  how,  with  or\r\n          without    reasonable    accommodation,   the\r\n          applicant will be able to perform job-related\r\n          functions.  Such a request may be made of all\r\n          applicants   in   the   same   job   category\r\n          regardless of disability.  Such a request may\r\n          also  be made  of  an applicant  whose  known\r\n          disability  may interfere with or prevent the\r\n          performance   of   a  job-related   function,\r\n          whether  or not the  employer routinely makes\r\n          such a  request of all applicants  in the job\r\n          category.   For example,  an employer may ask\r\n          an individual with one  leg who applies for a\r\n          position  as a home washing machine repairman\r\n          to  demonstrate or  to explain  how, with  or\r\n          without  accommodation, he  would be  able to\r\n          transport  himself and  his  tools  down  the\r\n          basement stairs.   However, the  employer may\r\n          not inquire  as to the nature  or severity of\r\n          the  disability.  Therefore, for example, the\r\n          employer cannot  ask how the  individual lost\r\n          the  leg or whether  the loss  of the  leg is\r\n          indicative of an underlying impairment.\r\n\n            3.  The Guidance\r                      3.  The Guidance\r\n\n                               -12-\r\r\n\n          An  EEOC Enforcement  Guidance,  dated  May 19,  1994,3\r\n\nfurther aids our interpretation of the rules concerning pre-offer\r\n\ninquiries  of  applicants with  known  disabilities.   See  Equal\r                                                                    \r\n\nEmployment    Opportunity     Comm'n,    Enforcement    Guidance:\r                                                                           \r\n\nPreemployment    Disability-Related    Inquiries   and    Medical\r                                                                           \r\n\nExaminations Under  the Americans  with Disabilities Act  of 1990\r                                                                           \r\n\n(EEOC Notice 915.002) (May 19, 1994) [hereinafter Guidance].  The\r                                                                    \r\n\nGuidance  was designed  \"for interim  use by  EEOC investigators,\r\n\npending coordination  with other  federal agencies.\"   Id., Exec.\r                                                                    \r\n\nSumm.  It is not binding  law, but as a detailed analysis of  the\r\n\nrelevant  ADA  provisions,  it  aids our  interpretation  of  the\r\n\nstatute.\r\n\n          In  a  section   entitled  \"When  the   Employer  Could\r\n\nReasonably  Believe  that  Known Disability  Will  Interfere With\r\n\nPerformance of Job Related Functions,\" the Guidance provides:  \r\n\n          When  an  employer  could reasonably  believe\r\n          that  an  applicant's  known disability  will\r\n          interfere  with  the  performance  of  a job-\r\n          related function, the  employer may ask  that\r\n          particular    applicant   to    describe   or\r\n          demonstrate  how  s/he   would  perform   the\r\n          function,   with    or   without   reasonable\r\n          accommodation.    Such inquiries  or requests\r\n          are not prohibited pre-offer inquiries.\r\n\n                    \r                              \r\n\n3   Both  parties  refer us  to  this  Guidance although  it  was\r\npublished  after  the  decision   by  Cyro  to  reject  Grenier's\r\napplication.   We note that a revised version of the Guidance was\r\nissued  October 10, 1995, after oral argument  in this case.  See\r                                                                           \r\nEqual  Employment Opportunity Comm'n,  Enforcement Guidance: Pre-\r                                                                           \r\nEmployment Disability-Related Questions and  Medical Examinations\r                                                                           \r\n(Oct. 10,  1995) (reprinted in EEOC Compl.  Man. (CCH)   6093, at\r                                                          \r\n5371).\r\n\n                               -13-\r\r\n\n          Example 5:   R may ask an  applicant with one\r                             \r\n          leg  who applies  for  a job  as a  telephone\r\n          linesperson  to  describe or  demonstrate how\r\n          she  would  perform the  duties  of the  job,\r\n          because R may  reasonably believe that having\r\n          one leg  interferes with the ability to climb\r\n          telephone poles.\r\n\n          In some  cases, an applicant may  not have an\r\n          obvious   disability,  but   may  voluntarily\r\n          disclose  that s/he  has a  hidden disability\r\n          that  would  reasonably  appear to  interfere\r\n          with performance of  a job-related  function.\r\n          In  such  cases,  the  employer  may ask  the\r\n          applicant   to    describe   or   demonstrate\r\n          performance,   with  or   without  reasonable\r\n          accommodation.    Such inquiries  or requests\r\n          are not prohibited pre-offer inquiries.\r\n\n          Example  6:   An  applicant  for  the job  of\r                              \r\n          repairing underground sewer lines voluntarily\r\n          discloses that she has severe claustrophobia.\r\n          R  may  reasonably   determine  that   severe\r\n          claustrophobia   would   interfere  with   an\r\n          employee's   ability   to  work   within  the\r\n          confined space of  an underground  sewer.   R\r\n          may  therefore ask the  applicant to describe\r\n          or demonstrate how she would perform the job,\r\n          with or without reasonable accommodation.\r\n\nGuidance   IV.B.5.b.\r                  \r\n\n          The EEOC explains  that allowing an employer to  ask an\r\n\napplicant with a known disability  to describe or demonstrate how\r\n\nhe  would perform a job-related  function \"is in  the interest of\r\n\nboth applicants and employers.\"  Id. at n.23.\r                                              \r\n\n          Employers  are entitled  to  know whether  an\r\n          applicant  with   an  apparently  interfering\r\n          disability can perform job-related functions,\r\n          with or without reasonable accommodation.  It\r\n          is in the interest  of an applicant with such\r\n          a  disability  to  describe   or  demonstrate\r\n          performance in  order to dispel  notions that\r\n          s/he is unable to  perform the job because of\r\n          the disability.\r\n\nId.\r             \r\n\n                               -14-\r\r\n\n          In a  section entitled  \"Inquiries Concerning  Need for\r\n\nAccommodation and  Requests for  Documentation if  Applicant Asks\r\n\nfor Accommodation,\"  the Guidance permits an  employer during the\r\n\nhiring process to require an applicant \"to inform the employer of\r\n\nany reasonable  accommodation needed\"  to take an  \"interview\" or\r\n\nperform a \"job demonstration.\"  Id.   IV.B.6.a.   With respect to\r                                             \r\n\naccommodations for the job, as opposed  to accommodations for the\r\n\nhiring process, the Guidance explains:\r\n\n          An employer may ask an applicant whether s/he\r\n          can  perform specified  job-related functions\r\n          with  or  without  reasonable  accommodation,\r\n          because  these  inquiries elicit  information\r\n          about  an applicant's ability  to perform job\r                                                 \r\n          functions,    not   information    about   an\r\n          applicant's disability.  An employer also may\r\n          ask an applicant to describe  or demonstrate,\r\n          at   the  pre-offer  stage,  how  s/he  would\r\n          perform   job-related   functions,  with   or\r\n          without  reasonable   accommodation,  because\r\n          these inquiries elicit  information about  an\r\n          applicant's ability, not information about an\r                                       \r\n          applicant's disability. . . .\r\n\n          However, at the  pre-offer stage, an employer\r\n          may   not   generally  inquire   whether  the\r\n          applicant needs  reasonable accommodation for\r\n          the job.   For  example, an employer  may not\r\n          make  inquiries  such  as,  \"Would  you  need\r\n          reasonable  accommodation in  this job?\"   or\r\n          \"Would you need  reasonable accommodation  to\r\n          perform  this  specific   function?\"     Such\r\n          inquiries  are  likely to  elicit information\r\n          about the existence  of a disability because,\r\n          generally,   only   an   individual  with   a\r\n          disability  would  require an  accommodation.\r\n          Therefore, these inquiries are  prohibited at\r\n          the pre-offer stage.  \r\n\n          If  an  applicant  has voluntarily  disclosed\r\n          that   s/he   would    need   a    reasonable\r\n          accommodation   to   perform  the   job,  the\r\n          employer still may not  make inquiries at the\r\n          pre-offer  stage about  the type  of required\r                                                    \r\n          reasonable  accommodation  (except where  the\r\n\n                               -15-\r\r\n\n          applicant     has     requested    reasonable\r\n          accommodation as part of a required pre-offer\r\n          job demonstration, as described above).  \r\n\nId.   IV.B.6.a (emphasis in original).\r             \r\n\n          When an applicant requests reasonable accommodation, an\r\n\nemployer  may   request   \"documentation  from   an   appropriate\r\n\nprofessional (e.g.,  a doctor, rehabilitation  counsellor, etc.),\r\n\nstating  that s/he  has  a  disability.\"   Id.    IV.B.6.b.    An\r                                                        \r\n\nemployer  may also  require  documentation as  to an  applicant's\r\n\nfunctional  limitations \"for  which  reasonable accommodation  is\r\n\nrequested (and which flow from the  disability.)\"  Id.  The  EEOC\r                                                                \r\n\nreasoned   that  such  requests   are  not  prohibited  pre-offer\r\n\ninquiries because:\r\n\n          Requesting  such documentation  is consistent\r\n          with  the  ADA's  legislative history.    For\r\n          example,  Congress  specifically  anticipated\r\n          that  when  an applicant  requests reasonable\r\n          accommodation for the application process (or\r\n          when   an    employee   requests   reasonable\r\n          accommodation  for  the  job),  the  employer\r                                                                 \r\n          should engage in  an interactive process with\r                                                                 \r\n          the  individual  to  determine  an  effective\r                                                                 \r\n          reasonable accommodation.\r                                            \r\n\nId. (emphasis added).   As  an example, the  EEOC stated that  an\r             \r\n\nemployer  may at  the  pre-offer stage  require  an applicant  to\r\n\nobtain documentation from a  professional stating she cannot lift\r\n\na certain amount and needs reasonable accommodation.  Id. \r                                                                   \r\n\n          C.  The Pre-Offer Inquiry\r                    C.  The Pre-Offer Inquiry\r\n\n          With this statutory  and regulatory framework  in mind,\r\n\nwe turn to Grenier's  claim that Cyro's requirement of  a medical\r\n\ncertification violates ADA   12112(d).\r\n\n            1.  Getting Along\r                      1.  Getting Along\r\n\n                               -16-\r\r\n\n          First, Grenier  argues that  Cyro's letter  requiring a\r\n\nmedical  certification  constituted   an  impermissible   inquiry\r\n\nbecause  the request was not  for information about  how he would\r\n\nperform  the job-related functions.   Rather than ask \"whether he\r\n\npossessed  the requisite  skills  to perform  the electrical  and\r\n\nelectronic  tasks called  for  in the  job description,\"  Grenier\r\n\ncomplains, \"Cyro assumed that his ability  to perform job related\r\n\nfunctions was  called  into question  by  his history  of  mental\r\n\nillness.\"  Grenier argues that Cyro already had knowledge that he\r\n\nwas able to do the essential job-related functions because he had\r\n\nworked there for nine years and was \"technically qualified.\"\r\n\n          Grenier   incorrectly   assumes   that  the   essential\r\n\nfunctions of the  job of shift electrician require only technical\r\n\nability  and experience as  an electrician.   \"The term essential\r\n\nfunctions  means the  fundamental  job duties  of the  employment\r\n\nposition  the individual with a disability holds or desires.\"  29\r\n\nC.F.R.   1630.2(n)(1).   Technical skills and  experience are not\r\n\nthe only essential  requirements of  a job.   See Pesterfield  v.\r                                                                       \r\n\nTennessee Valley Auth., 941 F.2d 437, 441-42 (6th Cir. 1991) (\"at\r                                \r\n\nleast the ability  to get along with  supervisors and co-workers\"\r\n\nwas essential function of job as tool room attendant); Mancini v.\r                                                                        \r\n\nGeneral  Electric  Co.,  820 F.  Supp.  141,  147  (D. Vt.  1993)\r                                \r\n\n(\"ability to  follow  the orders  of  superiors is  an  essential\r\n\nfunction of any position\");  Pickard v. Widnall, 1994 WL  851282,\r                                                         \r\n\n*9  (S.D.  Ohio,  Dec. 15,  1994) (No.  C-3-94-40)  (\"mental  and\r\n\nemotional  stability\" was  essential  job function  for  military\r\n\n                               -17-\r\r\n\nposition); Johnston v. Morrison, 849 F. Supp. 777, 778 (N.D. Ala.\r                                         \r\n\n1994)  (waitress who was unable to handle pressures of working on\r\n\ncrowded nights or memorizing frequent menu changes was  unable to\r\n\nperform essential functions of job); cf. Bento v. I.T.O. Corp. of\r                                                                           \r\n\nRhode Island, 599 F.  Supp. 731,  742-43 (D.R.I.  1984) (although\r                      \r\n\nthere is \"no question that plaintiff . . . is qualified to do the\r\n\njob, at  least in the sense of knowing how  to perform it,\" he is\r\n\nnot necessarily  \"otherwise qualified\" within the  meaning of the\r\n\nRehabilitation Act).\r\n\n          More specifically, an  employer may reasonably  believe\r\n\nthat an employee known to have a paranoia about the plant manager\r\n\nis not  able to  perform his  job.  Cf.  Voytek v.  University of\r                                                                           \r\n\nCalifornia,  1994 WL 478805, *15, 6 A.D.D. 1137, 1161 (N.D. Cal.,\r                    \r\n\nAug.  25, 1994) (No.  C-9203465 EFL)  (holding that  employee was\r\n\nlegally denied re-employment after  period of disability where he\r\n\n\"could not continue to perform all of the tasks assigned to him,\"\r\n\ndue in part to \"the ongoing conflict with his supervisor\").\r\n\n          The ADA does  not require an employer  to wear blinders\r\n\nto  a known  disability at  the pre-offer  stage, but  permits an\r\n\n\"interactive   process\"  beneficial  to  both  the  employer  and\r\n\napplicant.  The EEOC regulations recognize this by providing that\r\n\nan  employer  can ask  an applicant  with  a known  disability to\r\n\ndescribe  or   demonstrate  how   \"with  or   without  reasonable\r\n\naccommodation\" the  applicant will  be able  to do  the job.   29\r\n\nC.F.R.   1630.14(a).  Here, Cyro knew that the applicant had just\r\n\nrecently been  unable to perform  his specific job  at Cyro as  a\r\n\n                               -18-\r\r\n\nresult  of a mental disability  for which he  was still receiving\r\n\nbenefits from Cyro and undergoing psychiatric treatment.  Indeed,\r\n\nGrenier  himself  had  claimed   he  was  totally  disabled  from\r\n\nperforming  any work,  not just  his specific job  at Cyro.   Cf.\r                                                                           \r\n\nAugust v. Offices Unlimited, Inc., 981 F.2d 576, 581-82 (1st Cir.\r                                           \r\n\n1982)  (man who  had  asserted on  insurance  forms that  he  was\r\n\n\"totally disabled\"  and had presented no  contrary evidence could\r\n\nnot  be   found  to  be  \"qualified   handicapped  person\"  under\r\n\nMassachusetts  anti-discrimination  statute,  Mass. Gen.  L.  ch.\r\n\n151B); Reigel v. Kaiser Found. Health Plan, 859 F. Supp. 963, 969\r                                                    \r\n\n(E.D.N.C. 1994)  (woman who  certified to her  disability insurer\r\n\nthat  she could not perform  her job was  estopped from asserting\r\n\nthat  during the  same  time period  she  had been  qualified  to\r\n\nperform for purposes of the ADA).  We hold that this employer did\r\n\nnot  violate the  prohibition  in    12112(d)  by inquiring  into\r\n\nGrenier's ability to function effectively in the workplace and to\r\n\nget  along with his  co-workers and supervisor,  rather than just\r\n\nhis technical qualifications as an electrician.4\r\n\n            2.  The Medical Certification  \r                      2.  The Medical Certification  \r\n\n                    \r                              \r\n\n4  We note that the inquiry made by Cyro would not necessarily be\r\npermissible under  different  circumstances, such  as  where  the\r\nemployer  was  less familiar  with the  nature  or extent  of the\r\napplicant's disability, or  with the effect of  the disability on\r\njob performance.    As the  EEOC  recognized when  preparing  the\r\nGuidance,  \"there  are sometimes  subtle  distinctions between  a\r\npermissible  and a  prohibited  pre-offer inquiry.\"   Guidance   \r                                                                        \r\nIV.B.6.b.  See generally  Paul  F. Mickey, Jr. &amp; Maryelena Pardo,\r                                  \r\nDealing with Mental Disabilities  Under the ADA, 9 Lab.  Law. 531\r                                                         \r\n(1993);  Janet  L. Hamilton,  New  Protections  for Persons  with\r                                                                           \r\nMental  Illness  in  the   Workplace  under  the  Americans  with\r                                                                           \r\nDisabilities Act of 1990, 40 Clev. St. L. Rev. 63, 92 (1992).\r                                  \r\n\n                               -19-\r\r\n\n          Next Grenier argues  that Cyro's pre-offer  requirement\r\n\nof a medical certification is  an illegal pre-offer inquiry under\r\n\nthe ADA because the regulations  \"do not by their terms permit  a\r\n\nrequest  to  someone other  than  the applicant  at  the preoffer\r\n\nstage.\"\r\n\n          As a  preliminary matter, we address  whether a request\r\n\nfor medical  certification constitutes a \"medical examination\" or\r\n\nwhether  it  is  instead an  \"inquiry.\"    The  ADA prohibits  an\r\n\nemployer from conducting any pre-offer \"medical examination\" of a\r\n\njob  applicant.      12112(d)(2).   This  prohibition  applies to\r\n\npsychological examinations.   See Guidance at n.  47 (citing H.R.\r                                                    \r\n\nRep. No. 485 (Pt. 3), 101st Cong., 2d Sess. 46 (1990),  reprinted\r                                                                           \r\n\nin  1990 U.S.C.C.A.N. vol. 4, Legis. Hist.,  445, 469).  The EEOC\r            \r\n\ndefined \"medical examination\" as follows:\r\n\n          Medical examinations are procedures  or tests\r\n          that  seek  information about  the existence,\r\n          nature,  or  severity   of  an   individual's\r\n          physical or  mental impairment, or  that seek\r\n          information    regarding   an    individual's\r\n          physical or psychological health.\r\n\nGuidance   V.A.  We conclude that a certification from a treating\r                  \r\n\npsychiatrist that does not necessitate new tests or procedures is\r\n\nbest  analyzed  as  an  \"inquiry\"  rather   than  as  a  \"medical\r\n\nexamination.\"\r\n\n          Also,  contrary   to  Grenier's  assertion,   the  EEOC\r\n\ninterprets the ADA to allow certain inquiries of third parties at\r\n\nthe pre-offer stage.  With respect to \"inquiries to third parties\r\n\nregarding  an   applicant's  medical  condition,\"   the  Guidance\r\n\nprovides  that \"[a]t the pre-offer stage\", an employer can \"ask a\r\n\n                               -20-\r\r\n\nthird  party (e.g., a reference)  anything that it  could ask the\r                            \r\n\napplicant  directly.\"   Guidance    IV.B.15.   Further, the  EEOC\r                                          \r\n\nfinds that requests for  documentation from health care providers\r\n\nto  confirm the existence of  a disability are permissible where,\r\n\nas  here,  requests  for  reasonable accommodation  are  made  in\r\n\nconnection  with the  hiring  process or  job.   See  Guidance   \r                                                                        \r\n\nIV.B.6.b.    We conclude  that an  employer  may request  that an\r\n\napplicant provide  medical certification from doctors  of ability\r\n\nto perform so long as the inquiry does not otherwise run afoul of\r\n\n  12112(d)(2)(A).\r\n\n          The  primary thrust  of Grenier's  appeal is  that this\r\n\ninquiry -- the requirement of medical certification of ability to\r\n\nperform from  a former  disabled employee  applying to return  to\r\n\nwork  with the same employer -- violates   12112(d)(2)(A) in that\r\n\nit  constitutes an inquiry of a \"job applicant as to whether such\r\n\napplicant is an individual with a  disability or as to the nature\r\n\nor severity of such disability.\"\r\n\n          The Eighth Circuit recently addressed a similar factual\r\n\nsituation in Brumley v. Pena, 62 F.3d 277 (8th Cir. 1995), a case\r                                      \r\n\ndecided   under   the   Rehabilitation   Act,    and   applicable\r\n\nregulations.5   Brumley was  a mentally disabled  former employee\r\n                    \r                              \r\n\n5    The  ADA  extended  to  the  private  sector  the  essential\r\nsubstantive  provisions of  the  Rehabilitation Act  of 1973,  29\r\nU.S.C.    791-794.   See Chai  R. Feldblum, Medical  Examinations\r                                                                           \r\nand Inquiries under the  Americans with Disabilities Act: A  View\r                                                                           \r\nfrom the Inside, 64 Temple L.  Rev. 521, 521-22 (1991).  Congress\r                         \r\nintended that  Rehabilitation Act precedent be  considered by the\r\ncourts in interpreting  the ADA.   See 42 U.S.C.    12201(a); see\r                                                                           \r\nalso Ennis  v. National  Ass'n of Business  &amp; Educational  Radio,\r                                                                           \r\nInc., 53 F.3d 55, 57 (4th Cir. 1995) (\"To the extent possible, we\r              \r\n\n                               -21-\r\r\n\nof  the  Federal  Aviation   Administration  (\"FAA\")  who  sought\r\n\npriority  consideration  for  restoration  to  federal employment\r\n\npursuant  to 5  U.S.C.    8151,  which  predicated the  level  of\r\n\npriority for  re-employment on  the extent  of recovery from  the\r\n\ndisability.    He  challenged  the  agency's  demand for  a  pre-\r\n\nemployment examination by a  psychiatrist to determine whether he\r\n\nwas fully or  only partially recovered  from his severe  reactive\r\n\ndepression.  Id.  at 279.  In questioning the  application of the\r                          \r\n\nregulations, the  court noted  that \"[t]he  dilemma here  is that\r\n\nBrumley is not an outside job applicant seeking employment at the\r\n\nFAA for the first  time.\"  Id.  \"Rather, he is a recipient of . .\r                                        \r\n\n.  disability  payments  who  is  seeking  to  exercise  his  re-\r\n\nemployment rights with  the FAA pursuant  to [5 U.S.C.    8151].\"\r\n\nId.  The court concluded that the employer  \"retains the right to\r             \r\n\nrequire  that  [the  former   employee's]  medical  condition  be\r\n\nverified in order to determine his re-employment rights.\"  Id. at\r                                                                        \r\n\n279.  \r\n\n          As  in  Brumley,  this  Court  faces  the  quandary  of\r                                   \r\n\ndetermining the appropriate parameters  of a pre-offer inquiry of\r\n\na former employee who is the recipient of disability benefits and\r\n\nnow seeks re-employment.  Cyro argues that an employer should not\r\n\nbe forced to  have \"amnesia\"  with respect to  a former  employee\r\n\nwhere  it  is  well aware  of  the nature  and  severity  of that\r\n                    \r                              \r\n\nadjudicate  ADA  claims in  a  manner  consistent with  decisions\r\ninterpreting the Rehabilitation Act.\").  Specifically,  the ADA's\r\nstatutory provisions  on medical examinations and  inquiries were\r\ndrawn from  Rehabilitation  Act regulations.    See 29  C.F.R.   \r                                                             \r\n1614.203(e) (formerly   1614.706); 45 C.F.R.   84.14.\r\n\n                               -22-\r\r\n\nemployee's disability because it  had previously received medical\r\n\ninformation  that  formed  the  basis for  its  determination  of\r\n\neligibility for  disability benefits.  Rather,  it urges, Grenier\r\n\nshould  be  treated  as   an  existing  employee  returning  from\r\n\ndisability leave, in  which case  the employer would  be able  to\r\n\ndemand medical certification of  ability to return to work.   See\r                                                                           \r\n\n42 U.S.C.   12112(d)(4)  (ADA provisions for medical examinations\r\n\nof  existing employees);  Hogan v. Bangor and Aroostook R.R. Co.,\r                                                                          \r\n\n61  F.3d 1034,  1036 (1st  Cir. 1995)  (employee was  entitled to\r\n\nreinstatement after  suffering collapsed lung as  soon as medical\r\n\nevidence indicated he  was fit to return);  Pesterfield, 941 F.2d\r                                                                 \r\n\nat 438  (employee who was hospitalized  for psychiatric treatment\r\n\nwas required to  provide medical certification  as to ability  to\r\n\nreturn  to work);  Derbis v.  United States  Shoe Corp.,  1994 WL\r                                                                 \r\n\n631155, *5, 6 A.D.D. 1071, 1075,  3 A.D. Cas. 1029, 1030, 65 Fair\r\n\nEmpl. Prac. Cas. (BNA) 1328 (D.  Md., Sept. 7, 1994) (No. MJG-93-\r\n\n130)  (where plaintiff  on disability  leave presented  a medical\r\n\nreport which indicated the employee could return to work but only\r\n\nwith   some  accommodation,  employer  could  require  sufficient\r\n\ninformation  to  allow it  to  consider  any possible  reasonable\r\n\naccommodation),   aff'd  in   part  and   remanded   for  further\r                                                                           \r\n\nproceedings, 67 F.3d 294 (4th Cir. 1995)  (table).  We agree that\r                     \r\n\nthis  case is  similar  to that  of  an employee  returning  from\r\n\ndisability  leave.  It appears that neither Congress nor the EEOC\r\n\ntook  into  account  the  case  of   a  returning  employee  when\r\n\nformulating the restrictions on pre-offer inquiries.  Here, as in\r\n\n                               -23-\r\r\n\nthe case of the returning employee, the employer must be able  to\r\n\nassess the extent  of the applicant's recovery  from inability to\r\n\nperform.  Further, if accommodations are necessary to  enable job\r\n\nperformance,  the  employer, who  is  already  familiar with  the\r\n\ndisability, must learn of those  accommodations in order to  have\r\n\nany realistic chance of assessing ability to perform.\r\n\n          Grenier  contends that  the ADA  as interpreted  in the\r\n\nGuidance  prohibits an  employer's requirement  that a  physician\r\n\nidentify the  type of  reasonable accommodations required  for an\r                               \r\n\nemployee  to  return to  work.    The Guidance  states:   \"If  an\r\n\napplicant  has  voluntarily  disclosed  that s/he  would  need  a\r\n\nreasonable accommodation  to perform the job,  the employer still\r\n\nmay  not make inquiries at the pre-offer  stage about the type of\r                                                                        \r\n\nrequired reasonable accommodation.\"  Guidance   IV.B.6.a. \r                                                       \r\n\n          We conclude  that the ADA does not preclude an employer\r\n\nfrom  asking an  applicant with  a known  disability who  seeks a\r                                                  \r\n\nreasonable accommodation to specify  the type of accommodation he\r\n\nseeks.  As the District Court pointed out, the Guidance prohibits\r\n\npre-offer inquiry into  the type of  accommodation because it  is\r\n\n\"likely  to elicit information about the nature and severity of a\r\n\ndisability.\"   Guidance   IV.B.6.a.   The central  purpose of the\r                                 \r\n\nprohibition on pre-offer inquiries generally is to ensure that an\r\n\napplicant's  hidden disability  remains  hidden.   See H.R.  Rep.\r                                                                \r\n\nNo. 485 (Pt. 2), 101st  Cong., 2d Sess., at 73, reprinted in 1990\r                                                                      \r\n\nU.S.C.C.A.N.  vol. 4,  Legis. Hist.,  303, 355  (\"The legislation\r\n\nprohibits  any  identification  of  a disability  by  inquiry  or\r\n\n                               -24-\r\r\n\nexamination  at the  pre-offer stage.\");  Guidance    IV.A (\"This\r                                                            \r\n\nprohibition  is to  ensure  that an  applicant's possible  hidden\r\n\ndisability  (including  prior history  of  a  disability) is  not\r\n\nconsidered  by  the employer  prior  to  the  assessment  of  the\r\n\napplicant's non-medical qualifications.\").\r\n\n          With  respect  to   known  disabilities,  however,  the\r\n\nemphasis  is  on  encouraging  the  employer  to  \"engage  in  an\r\n\ninteractive process with the individual to determine an effective\r\n\nreasonable accommodation.\"  Guidance   IV.B.6.b (citing H.R. Rep.\r                                              \r\n\nNo. 485 (Pt.  2), supra, at 65-66, U.S.C.C.A.N. at 347-48).  That\r                                 \r\n\nis why the EEOC allows an employer to ask an applicant with known\r\n\nclaustrophobia to  describe pre-offer  how she would  perform the\r\n\njob, with or without reasonable accommodation.  There could be no\r\n\nmeaningful  interaction if  this  court would  accept the  strict\r\n\ninterpretation Grenier presses on  us that an employer who  knows\r\n\nthe precise nature of a disability that interferes with essential\r\n\njob   functions   cannot,  on   being  informed   pre-offer  that\r\n\naccommodation  will  be necessary,  follow  up  with the  logical\r\n\nquestion \"what kind?\"6\r\n                    \r                              \r\n\n6    On October 10, 1995, subsequent to oral argument, the EEOC\r\n     issued a new Guidance.  Although neither party has argued\r\n     that we ought to consider this newest guidance, we note that\r\n     the EEOC has revised its interpretation of the ADA and now\r\n     reaches the same conclusion.  Under a section headed \"The\r\n     Pre-Offer Stage,\" the EEOC now explains:\r\n\n          However, when an employer could reasonably believe that\r\n          an applicant will need reasonable accommodation to\r\n          perform the functions of the job, the employer may ask\r\n          that applicant certain limited questions. \r\n          Specifically, the employer may ask whether s/he needs\r                                                                         \r\n          reasonable accommodation and what type of reasonable\r                                                                        \r\n\n                               -25-\r\r\n\n          In sum,  an employer does not violate    12112(d)(2) of\r\n\nthe  ADA by  requiring  a former  employee  with a  recent  known\r\n\ndisability   applying  for   re-employment  to   provide  medical\r\n\ncertification as to  ability to  return to work  with or  without\r\n\nreasonable  accommodation, and as  to the type  of any reasonable\r\n\naccommodation  necessary, as  long  as  it  is  relevant  to  the\r\n\nassessment of ability to perform essential job functions.\r\n\n          D.  Intentional Discrimination in Denial of Application\r                    D.  Intentional Discrimination in Denial of Application\r\n\n          Finally,  Grenier argues  on appeal  that there  remain\r\n\ngenuine  issues of  material fact  as to  his argument  that Cyro\r\n\nintentionally discriminated against him in violation of 42 U.S.C.\r\n\n  12112(a), as opposed to   12112(d).  Grenier argues that,  even\r\n\nif Cyro did  not violate the  specific restrictions on  pre-offer\r\n\ninquiries,  there is a  genuine dispute of  material fact whether\r\n\nCyro  illegally  discriminated  against Grenier  based  upon  his\r\n\ndisability when it denied his application for employment.  \r\n\n          By failing to  make this argument in his  opposition to\r\n\nsummary judgment, Grenier has failed to preserve this claim.  \"It\r\n\nis by  now axiomatic  that an  issue not  presented to  the trial\r\n\ncourt cannot  be raised for the first  time on appeal.\"  Johnston\r                                                                           \r\n\nv. Holiday Inns,  Inc., 595 F.2d 890, 894 (1st  Cir. 1979).  This\r                                \r\n\n                    \r                              \r\n\n          accommodation would be needed to perform the functions\r                                 \r\n          of the job.\r\n\n     Enforcement Guidance: Pre-Employment Disability-Related\r                                                                      \r\n     Questions and Medical Examinations (Oct. 10, 1995) (emphasis\r                                                 \r\n     in original).\r\n\n                               -26-\r\r\n\nrule  may  be relaxed  only \"in  horrendous  cases where  a gross\r\n\nmiscarriage  of  justice would  occur.\"     Id.  (quoting  Newark\r                                                                           \r\n\nMorning Ledger Co. v. United  States, 539 F.2d 929, 932 (3d  Cir.\r                                              \r\n\n1976)).   For  a new argument  to be  considered, it  must be \"so\r\n\ncompelling  as virtually  to  insure appellant's  success.\"   Id.\r                                                                           \r\n\n(quoting Dobb v. Baker, 505 F.2d 1041, 1044 (1st Cir. 1974)).\r                                \r\n\n          Even an issue  raised in the  complaint but ignored  at\r\n\nsummary judgment  may be  deemed waived.   \"If  a party  fails to\r\n\nassert a legal reason why summary judgment should not be granted,\r\n\nthat  ground  is waived  and cannot  be  considered or  raised on\r\n\nappeal.\"  Vaughner  v. Pulito, 804  F.2d 873,  877 n.2 (5th  Cir.\r                                       \r\n\n1986); see also  Liberles v. County of Cook,  709 F.2d 1122, 1126\r                                                     \r\n\n(7th  Cir.  1983).   This  is  because  \"an  appellate court,  in\r\n\nreviewing  a  summary judgment  order,  can  only consider  those\r\n\nmatters  presented  to  the district  court.\"    Frank  C. Bailey\r                                                                           \r\n\nEnterprises, Inc. v. Cargill,  Inc., 582 F.2d 333, 334  (5th Cir.\r                                             \r\n\n1978).\r\n\n          Although this alternative argument  can be found in the\r\n\ncomplaint,  and  Grenier asserts  it  would have  been  raised at\r\n\ntrial, this  does not suffice to preserve  the issue.  Cyro moved\r\n\nfor summary judgment on  all counts based solely on  the validity\r\n\nof the pre-offer inquiry  under   12112(d).  Grenier  argued only\r\n\nthat issue in  his brief.  Although he  made an oblique reference\r\n\nin his  memorandum opposing summary judgment to Cyro's failure to\r\n\nchallenge  or  admit  his  \"ultimate contention  that  Andre  was\r\n\ndiscriminated against  on  the basis  of  his disability  by  the\r\n\n                               -27-\r\r\n\nrejection of his application,\" he concedes he never addressed the\r\n\nalternative  claim  of  intentional  discrimination.    The  only\r\n\nrelated evidence Grenier discussed  in his \"statement of material\r\n\nfacts\"  at summary judgment was that Lysaght stated on January 5,\r\n\n1993 that  Cyro was not seeking  applicants, when it had  in fact\r\n\ngiven notice  of the job  opening the day  before.  See  Ennis v.\r                                                                        \r\n\nNational Ass'n  of Business &amp; Educ.  Radio, Inc., 53  F.3d 55, 58\r                                                          \r\n\n(4th Cir. 1995) (discussing prima facie elements of claim under  \r\n\n12112(a)).   After the judge  entered final judgment  once he had\r\n\ndetermined that  Cyro was  entitled  to summary  judgment on  the\r\n\nissue   of  preemployment  medical   inquiries,  no   motion  for\r\n\nreconsideration  was filed.  There is nothing in the record which\r\n\npersuades us  to exercise  our discretion  to bend the  raise-or-\r\n\nwaive rule.\r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r\n\n          For the  foregoing reasons, the District  Court's grant\r\n\nof summary judgment is AFFIRMED.\r                                 AFFIRMED\r\n\n                               -28-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nDecember 13, 1995 UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                            \r\n\nNo. 95-1313\r\n\n                          ANDRE GRENIER,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                     CYANAMID PLASTICS, INC.,\r\n\n                      Defendant - Appellee.\r\n\n                                            \r\n\n                           ERRATA SHEET\r                                     ERRATA SHEET\r\n\n     The opinion of this Court issued on November 27, 1995, is\r\namended as follows:\r\n\n1.   On page 12, change footnote 3 to read:\r                           change \r\n\n     Both parties refer us to this Guidance although it was\r\n     published after the decision by Cyro to reject Grenier's\r\n     application.  We note that a revised version of the Guidance\r\n     was issued October 10, 1995, after oral argument in this\r\n     case.  See Equal Employment Opportunity Comm'n, Enforcement\r                                                                          \r\n     Guidance: Pre-Employment Disability-Related Questions and\r                                                                        \r\n     Medical Examinations (Oct. 10, 1995) (reprinted in EEOC\r                                                                      \r\n     Compl. Man. (CCH)   6093, at 5371).\r                          \r\n\n2.   On page 13, lines 2-3, delete this parenthetical:\r                                      delete\r\n\n     (reprinted in EEOC Compl. Man. (CCH)   6903, at 5371, and in\r                                             \r\n     Americans with Disabilities Act Manual (BNA) No. 29)\r                                                     \r\n\n3.   On page 22, end of 6th line from bottom, add \"1st Cir.\" to\r                                                        add\r\nparenthetical, so that it reads: \r\n\n     (1st Cir. 1995)\r\n\n4.   On page 24, 5th line from bottom, end of parenthetical,\r\nchange \"at 355\" to \"at 347-48\".\r          change\r\n\n5.   On page 25, end of line 4, insert a footnote:\r                                          insert\r\n\n     On October 10, 1995, subsequent to oral argument, the EEOC\r\n     issued a new Guidance.  Although neither party has argued\r\n     that we ought to consider this newest guidance, we note that\r\r\n\n     the EEOC has revised its interpretation of the ADA and now\r\n     reaches the same conclusion.  Under a section headed \"The\r\n     Pre-Offer Stage,\" the EEOC now explains:\r\n\n          However, when an employer could reasonably believe that\r\n          an applicant will need reasonable accommodation to\r\n          perform the functions of the job, the employer may ask\r\n          that applicant certain limited questions. \r\n          Specifically, the employer may ask whether s/he needs\r                                                                         \r\n          reasonable accommodation and what type of reasonable\r                                                                        \r\n          accommodation would be needed to perform the functions\r                                 \r\n          of the job.\r\n\n     Enforcement Guidance: Pre-Employment Disability-Related\r                                                                      \r\n     Questions and Medical Examinations (Oct. 10, 1995) (emphasis\r                                                 \r\n     in original).\r\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1313\r\n\n                          ANDRE GRENIER,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                     CYANAMID PLASTICS, INC.,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \r\n\n                                           \r\n\n                              Before\r\n\n                Selya and Boudin, Circuit Judges,\r                                                          \r\n\n                   and Saris,* District Judge.\r                                                       \r\n\n                                           \r\n\n     Roderick H. Potter, with whom Potter, Prescott, Jamieson &amp;\r                                                                         \r\nNelson was on brief for appellant.\r                \r\n     Jerrol A. Crouter, with whom Christopher G. Jernigan and\r                                                                   \r\nDrummond Woodsum &amp; MacMahon were on brief for appellee.\r                                     \r\n\n                                           \r\n\n                        November 27, 1995\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Massachusetts, sitting by designation.\r\r\n\n          SARIS,  District  Judge.     Appellant  Andre   Grenier\r                    SARIS,  District  Judge.\r                                           \r\n\n(\"Grenier\") was employed as an electrician for Cyanamid Plastics,\r\n\nInc., d/b/a Cyro Industries (\"Cyro\"), for several years before he\r\n\nwas  placed on  disability leave  due to  psychological problems.\r\n\nAfter  his  employment  had  officially  terminated  by automatic\r\n\noperation  of  the company  disability  policy,  but while  still\r\n\nreceiving disability benefits, Grenier  notified Cyro that he was\r\n\nan   individual  with   a   disability   who  needed   reasonable\r\n\naccommodation to return to  work and applied to be  re-hired into\r\n\nhis  previous  position.   Before making  him  a job  offer, Cyro\r\n\nrequested Grenier  to  provide certification  from his  physician\r\n\nstating   that  he  was  prepared  to   return  to  work  without\r\n\nrestrictions   or   identifying  the   reasonable  accommodations\r\n\nnecessary for him to return  to work.  When Grenier failed  to do\r\n\nso, his application was rejected.  \r\n\n          The difficult issue on  appeal is whether Cyro violated\r\n\nthe  Americans  with  Disabilities   Act  (\"ADA\"),  42  U.S.C.   \r\n\n12112(d),   which   prohibits   certain   preemployment   medical\r\n\nexaminations and  inquiries of a job applicant.   Concluding that\r\n\nCyro did not  violate this provision  of the ADA,  we affirm  the\r\n\ndistrict court's entry of summary judgment for Cyro.\r\n\n                    I.  STATEMENT OF THE CASE\r                              I.  STATEMENT OF THE CASE\r                                                       \r\n\n          A.  Facts\r                    A.  Facts\r\n\n          Reviewing  the  factual   record  in  the  light   most\r\n\nfavorable to the nonmoving party, as we must at summary judgment,\r\n\nsee Mesnick  v. General Elec.  Co., </pre><span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">816</span></a></span><pre class=\"inline\">, 822 (1st  Cir.\r                                            \r\n\n                               -2-\r\r\n\n1991),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">985</span> </span><pre class=\"inline\">(1992), we treat the following\r                              \r\n\nfacts as undisputed.\r\n\n            1.  The Disability Leave\r                      1.  The Disability Leave\r\n\n          Andre Grenier worked as a shift electrician for Cyro at\r\n\nits  plant in  Sanford,  Maine, from  1980  to 1989.    Grenier's\r\n\ntechnical skill as an electrician was good.  In 1989, Grenier and\r\n\nseveral other employees were  questioned about vandalism of plant\r\n\nmachinery  that  had  occurred   during  their  shift.    Grenier\r\n\nresponded  to   the  questioning  \"in  a   highly  emotional  and\r\n\nirrational  manner\" and  failed to report  to his  next scheduled\r\n\nshift.   He informed his supervisor, William Kennedy, that he was\r\n\nafraid to be on a shift without an alibi, and that he was \"losing\r\n\nit.\"  Stating  that Grenier's behavior  was \"very disruptive  and\r\n\npotentially dangerous,\" Kennedy placed  Grenier on medical  leave\r\n\nin November 1989.   This leave was explicitly \"until  such a time\r\n\nwhen you  can be cleared by  our medical department to  return to\r\n\nwork.\"   Kennedy  informed Grenier  in writing  that in  order to\r\n\nreturn he would have to go through the standard reentry screening\r\n\nprocess,  including   permitting  his  doctors   to  discuss  the\r\n\nspecifics of his case with the company doctor.  \r\n\n          In August 1990, Grenier mailed the first of a series of\r\n\nletters to  Cyro, including a one-page  letter received September\r\n\n27, 1990, and a six-page \"statement\" of April 11, 1991.  In these\r\n\nletters,  Grenier criticized  the plant  manager Skip  Brogli and\r\n\ncomplained that company actions in investigating vandalism at the\r\n\nplant and placing him  on medical leave had caused  him to suffer\r\n\n                               -3-\r\r\n\nincreased  anxiety.   He attacked several  policies of  the plant\r\n\nthat he claimed were  a \"constant source of aggravation\" to him. \r\n\nHe also  discussed in detail  various collateral issues,  such as\r\n\nthe criminal charges faced by the son of a Cyro manager, a sexual\r\n\nharassment  investigation  of  a  fellow  employee,  and  various\r\n\ntransfers of Cyro managers.\r\n\n          Grenier informed  Cyro in his letters  that his analyst\r\n\nDr. Stewart \"describes me as  being Narcissistic,\" but noted that\r\n\n\"I prefer the  word 'proud.'\"   He stated that \"Dr.  Stewart also\r\n\ndescribes me as having  'somewhat paranoid beliefs concerning the\r\n\nmalevolent intent of the (relatively  new) management.'\"  He also\r\n\nnoted that \"[a]fter a year and a half of being unable to work, my\r\n\nanalyst feels  that it would be  in my best interests  to quit my\r\n\njob and  find another . .  . that I've become  obsessed with this\r\n\nSkip guy  [manager Skip Brogli].\"  He stated repeatedly, however,\r\n\nthat he refused to quit his job.\r\n\n          \"As a final  note,\" wrote Grenier in one  letter, dated\r\n\nApril 11, 1991, \"I want to point that [sic], although Dr. Stewart\r\n\nis indicating  that he feels  that I  am not totally  disabled, I\r\n\nstill  feel convinced that I am.\"  Grenier realized his statement\r\n\nhad \"some  strong elements of  paranoia,\" but  claimed that  \"the\r\n\nparanoia is not  just my own .  . . it has  become fairly rampant\r\n\nthroughout the workforce.\"  And:\r\n\n          The   continuing   incidents  of   vandalism,\r\n          recently,   should  be  a   clear  signal  to\r\n          Corporate headquarters  that Cyro Industries,\r\n          in  Sanford, Me.  is still  more than  just a\r\n          little bit sick.\r\n\n                               -4-\r\r\n\n          There is  still some  hope, however,  if only\r\n          the right  steps are  taken.  And  unless the\r\n          right steps are taken, somebody else is going\r\n          to be hurt, maybe even killed.  Of that, I am\r\n          sure.\r\n\n          Grenier would not voluntarily terminate his employment.\r\n\nHe  remained on indefinite  disability leave until  May 12, 1991,\r\n\nwhen his  employment at Cyro terminated automatically as a result\r\n\nof  the  expiration  of his  continuous  service  credits.   Cyro\r\n\ninformed Grenier of his termination by letter May 15, 1991.\r\n\n          Grenier received  disability benefits  from Cyro  for a\r\n\ntwo-year period ending  December 31, 1992.   Under the  company's\r\n\nplan, benefits were  payable for up to  two years if Grenier  was\r\n\nunder  the regular  care of  a licensed  physician and  unable to\r\n\nperform the duties of  his specific job, but benefits  would have\r\n\ncontinued beyond  this period  only if the  Disability Department\r\n\ndetermined that his medical condition prevented him \"from working\r\n\nat any job for  which [he was] reasonably qualified  to perform.\"\r\n\nOn December 4, 1992, the Cyro disability department wrote Grenier\r\n\nthat based  on information  received from an  independent medical\r\n\nexamination of July 30, 1992, he  was not disabled to this extent\r\n\nand, therefore, no benefits were payable after January 1, 1993.\r\n\n            2.  Application for Re-Employment\r                      2.  Application for Re-Employment\r\n\n          In  a letter dated December  18, 1992, and addressed to\r\n\nRobert Lysaght,  the Personnel Operations Manager  at the Sanford\r\n\nplant, Grenier asked to be considered an applicant for the job of\r\n\nshift  electrician,  his  former  position.   Grenier  was  still\r\n\nreceiving  disability benefits  at this  time.   In  this letter,\r\n\n                               -5-\r\r\n\nwhich   was   under   the   heading   \"request   for   employment\r\n\naccommodation,\" Grenier stated:\r\n\n          I qualify as an individual  with a disability\r\n          as defined  by Federal and State Civil Rights\r\n          laws.\r\n\n          I   understand   that   CYRO  Industries   is\r\n          conducting  interviews  for  the position  of\r\n          shift mechanic in the  electrical department.\r\n          The  purpose  of this  letter  is  to request\r\n          accommodation to return to  work in the  same\r\n          capacity   as  I   had  been   working  since\r\n          September of 1980.\r\n\n                              . . .\r\n\n          I  believe  that  I  should be  afforded  the\r\n          opportunity to  be accommodated to  return to\r\n          my  job,  at  the  very least,  for  a  trial\r\n          period, to prove that I am able to perform my\r\n          job.\r\n\n          I    believe     that,    under    reasonable\r\n          circumstances, I should be able to perform in\r\n          a safe and reliable manner.\r\n\n          In response, Lysaght told Grenier in a January 5, 1993,\r\n\nletter that  \"CYRO is  not currently accepting  applications\" but\r\n\nthat  the Maine unemployment  office would be  notified when Cyro\r\n\nwas soliciting applications.  In reality, a job notice was posted\r\n\non  January  4,  1993  --  subsequent  to  Grenier's  request for\r\n\nconsideration as an applicant, but prior to the date of Lysaght's\r\n\nresponse.  Lysaght requested in his letter:\r\n\n          Since  your termination of employment came as\r\n          a  result  of  the expiration  of  Continuous\r\n          Service Credits while you were on an extended\r\n          medical leave, CYRO would  reasonably request\r\n          that you provide us with certification from a\r\n          physician that  you are prepared to return to\r\n          work without restrictions or  identifying any\r\n          accommodations that  are required for  you to\r\n          return to  work at the Sanford  location.  Of\r\n          course,    any   requests    for   employment\r\n\n                               -6-\r\r\n\n          accommodation will be considered  with regard\r\n          to  the reasonableness  at  the time  of  the\r\n          employment interview process.\r\n\n          Therefore, in order  to return  to work  with\r\n          CYRO  Industries you  need 1)  keep  in touch\r\n          with the Maine Unemployment office in Sanford\r\n          to  learn when  CYRO is  accepting employment\r\n          applications;   2)  complete   an  employment\r\n          application for a position  for which you are\r\n          qualified;  and 3)  provide CYRO  with notice\r\n          from your physician that you  are prepared to\r\n          return  to  work   without  restrictions   or\r\n          identifying  those reasonable  accommodations\r\n          that may be necessary.\r\n\n          By letter  of January  15, 1993, Grenier  forwarded his\r\n\ntherapist's certification  that he was disabled  and requested to\r\n\ndiscuss accommodation with Cyro Vice President William Loman.  He\r\n\nalso  maintained that  his employment  had never  terminated, and\r\n\nargued that the  May 15,  1991, letter that  informed him of  the\r\n\ntermination \"simply implies that my employment is terminated.\"\r\n\n          Cyro's New Jersey-based Personnel Director Thomas Ayres\r\n\nresponded  by letter of January 25th by informing Grenier that he\r\n\nmust follow the steps outlined in Lysaght's January 5th letter in\r\n\norder to be considered for employment.\r\n\n          Additional  correspondence  ensued.   Grenier  asserted\r\n\nthat he was \"capable of performing the essential functions of the\r\n\njob  with or without accommodation\" but failed to describe how he\r\n\nwould perform and refused to provide medical documentation.  Cyro\r\n\ncontinued to request the documentation.\r\n\n          On February 22, 1993, Cyro mailed Grenier an employment\r\n\napplication,  which  Grenier promptly  returned.    By letter  of\r\n\nMarch 15,  1993,   Cyro   rejected  Grenier's   application   for\r\n\n                               -7-\r\r\n\nemployment, stating that, \"[a]fter careful review of all relevant\r\n\ninformation,   your  request  for   employment  consideration  is\r\n\ndenied.\"  \r\n\n          B.  Proceedings Below\r                    B.  Proceedings Below\r\n\n          Grenier filed a two-count  complaint in the District of\r\n\nMaine  on June 23, 1994, claiming  that Cyro violated the ADA and\r\n\nthe  Maine Human  Rights Act, 5  M.R.S.A.    4551 et  seq.1  Cyro\r                                                                    \r\n\nfiled a motion  for summary  judgment on the  issue of  pre-offer\r\n\ninquiries, and  Grenier opposed the  motion on the  same grounds.\r\n\nThe District Court  entered summary judgment  for Cyro.   Grenier\r\n\nargues on appeal  that Cyro's pre-offer inquiry  violated the ADA\r\n\nand that there are  genuine issues of material fact  with respect\r\n\nto  his  claim  that  Cyro's  failure  to  hire  him  constituted\r\n\nintentional discrimination.\r\n\n                          II.  ANALYSIS\r                                    II.  ANALYSIS\r                                                 \r\n\n          A.  Standard of Review\r                    A.  Standard of Review\r\n\n          This  court  reviews  the  district  court's  grant  of\r\n\nsummary  judgment de  novo.   The  standard  of review  has  been\r                                    \r\n\nclearly articulated by this court as follows:\r\n\n          Since  appellate review of a grant of summary\r\n          judgment  is plenary,  the court  of appeals,\r\n          like  the  district  court,  \"must  view  the\r\n          entire record in the light most hospitable to\r\n          the   party    opposing   summary   judgment,\r\n          indulging all reasonable  inferences in  that\r\n          party's favor.\"   An  appellate panel  is not\r\n          restricted to the district  court's reasoning\r\n          but  can  affirm a  summary  judgment  on any\r\n          independently sufficient ground.  In the end,\r\n                    \r                              \r\n\n1  As the parties acknowledge that federal law controls\r\nconstruction of the state claim, we do not discuss it separately.\r\n\n                               -8-\r\r\n\n          the entry  of summary judgment can  be upheld\r\n          only if \"the pleadings,  depositions, answers\r\n          to interrogatories, and  admissions on  file,\r\n          together  with the  affidavits, if  any, show\r\n          that  there is  no  genuine issue  as to  any\r\n          material fact  and that  the moving party  is\r\n          entitled to a judgment as a matter of law.\r\n\nMesnick v. General  Elec. Co., </pre><span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span><pre class=\"inline\">, 822  (1st Cir. 1991)\r                                       \r\n\n(citations omitted), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">985</span> </span><pre class=\"inline\">(1992).\r                                           \r\n\n          B.  Statutory Framework\r                    B.  Statutory Framework\r\n\n          A  close  analysis  of  the  statutory  and  regulatory\r\n\nframework is  essential to  determine the  employer's obligations\r\n\nunder the  ADA when  dealing with the  known disability of  a job\r\n\napplicant.\r\n\n            1.  The Statute  \r                      1.  The Statute  \r\n\n          The ADA, 42  U.S.C.    12101 et seq.,  was enacted  \"to\r                                                        \r\n\nprovide  a  clear  and  comprehensive national  mandate  for  the\r\n\nelimination   of   discrimination   against    individuals   with\r\n\ndisabilities.\"   42  U.S.C.     12101(b).    In  the  context  of\r\n\nemployment, the ADA provides:\r\n\n          (a)  General rule.   No covered  entity shall\r                         General rule.\r\n          discriminate  against a  qualified individual\r\n          with a disability  because of the  disability\r\n          of   such  individual   in   regard  to   job\r\n          application    procedures,     the    hiring,\r\n          advancement,   or  discharge   of  employees,\r\n          employee  compensation,   job  training,  and\r\n          other  terms,  conditions, and  privileges of\r\n          employment.\r\n\n42 U.S.C.   12112(a).\r\n\n          With regard to medical examinations  and inquiries, the\r\n\nADA  sets  up  separate  rules for  pre-offer  job  applications,\r\n\n  12112(d)(2);     post-offer    pre-employment     examinations,\r\n\n                               -9-\r\r\n\n  12112(d)(3); and inquiries of current employees,   12112(d)(4).\r\n\nSection 12112(d) provides as follows:\r\n\n          (d)  Medical examinations and inquiries. \r\n            (1)  In   general.       The   prohibition    against\r\n                 discrimination  as  referred to  in [  12112(a)]\r\n                 shall    include   medical    examinations   and\r\n                 inquiries.\r\n\n            (2)  Preemployment.\r\n\n                 (A)  Prohibited examination or inquiry.   Except\r\n                      as  provided in  paragraph  (3), a  covered\r\n                      entity   shall   not   conduct  a   medical\r\n                      examination  or make  inquiries  of  a  job\r\n                      applicant as  to whether such  applicant is\r\n                      an  individual with  a disability or  as to\r\n                      the nature or severity of such disability.\r\n\n                 (B)  Acceptable  inquiry.  A  covered entity may\r\n                      make   preemployment  inquiries   into  the\r\n                      ability  of an  applicant  to perform  job-\r\n                      related functions.\r\n\nPursuant to  paragraph (3),  an employer  may \"require  a medical\r\n\nexamination after  an offer of employment has  been made to a job\r\n\napplicant and prior to the commencement of employment duties, and\r\n\nmay  condition  an offer  of employment  on  the results  of such\r\n\nexamination\" only  in certain circumstances.2   Once an applicant\r\n\n                    \r                              \r\n\n2  This section provides in relevant part:\r\n\n            (3)  Employment  entrance  examination.    A  covered\r\n                 entity may  require a medical  examination after\r\n                 an  offer of employment  has been made  to a job\r\n                 applicant  and  prior  to  the  commencement  of\r\n                 employment  duties of  such  applicant, and  may\r\n                 condition an offer of  employment on the results\r\n                 of such examination, \r\n                 if --\r\n\n                 (A)  all  entering  employees  are subjected  to\r\n                      such    an   examination    regardless   of\r\n                      disability;\r\n\n                               -10-\r\r\n\nbecomes an  employee, an employer is prohibited  from requiring a\r\n\nmedical  examination or  making inquiries  of an  employee as  to\r\n\nwhether he  is  an \"individual  with a  disability or  as to  the\r\n\nnature  or severity of the  disability unless such examination or\r\n\ninquiry is shown to be  job-related and consistent with  business\r\n\nnecessity.\"    12112(d)(4).  An employer may make \"inquiries into\r\n\nthe  ability of an employee to perform job-related functions.\"   \r\n\n12112(d)(4)(B).\r\n\n            2.  The Regulations\r                      2.  The Regulations\r\n\n          The  regulations adopted  under  the ADA  by the  Equal\r\n\nEmployment  Opportunity  Commission  (\"EEOC\")  provide   that  an\r\n\nemployer may  make \"pre-employment inquiries into  the ability of\r\n\nan applicant to  perform job-related functions, and/or may ask an\r\n\napplicant to  describe  or to  demonstrate how,  with or  without\r\n\nreasonable accommodation,  the applicant will be  able to perform\r\n\njob-related  functions.\"    29 C.F.R.     1630.14(a).   The  EEOC\r\n\ncrafted    1630.14(a)  in response  to  comments on  the proposed\r\n\nregulation from employers asking \"whether an employer may ask how\r\n\nan individual  will perform a job function  when the individual's\r\n\nknown disability appears to interfere with or prevent performance\r\n\nof job-related functions.\"  56 Fed. Reg. 35725, 35732 (1991).\r\n\n          The EEOC published  as an appendix to the regulations a\r\n\nsection-by-section  \"Interpretive  Guidance  on Title  I  of  the\r\n                    \r                              \r\n\n                 (B)  information obtained [is kept confidential,\r\n                      with limited exceptions]; and\r\n\n                 (C)  the  results of  such examination  are used\r\n                      only in accordance with this subchapter.\r\n\n                               -11-\r\r\n\nAmericans with Disabilities  Act.\"  29 C.F.R. Pt.  1630, App.  We\r\n\nhave looked to this source in interpreting the ADA.  See Carparts\r                                                                           \r\n\nDistrib. Ctr., Inc. v. Automobile Wholesaler's Ass'n, </pre><span class=\"citation\" data-id=\"679526\"><a href=\"/opinion/679526/carparts-distribution-center-inc-v-automotive-wholesalers-association/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">,\r                                                              \r\n\n16  (1st Cir. 1994).   Such administrative interpretations of the\r\n\nAct by  the  enforcing agency,  \"while not  controlling upon  the\r\n\ncourts  by reason  of their  authority, do  constitute a  body of\r\n\nexperience and  informed judgment  to which courts  and litigants\r\n\nmay properly resort  for guidance.\"   Meritor Sav.  Bank, FSB  v.\r                                                                       \r\n\nVinson, </pre><span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span><pre class=\"inline\">, 65 (1986).\r                \r\n\n          The  EEOC  explains  the  regulation     1630.14(a)  as\r\n\nfollows:\r\n\n          An  employer may  also  ask an  applicant  to\r\n          describe  or  to  demonstrate  how,  with  or\r\n          without    reasonable    accommodation,   the\r\n          applicant will be able to perform job-related\r\n          functions.  Such a request may be made of all\r\n          applicants   in   the   same   job   category\r\n          regardless of disability.  Such a request may\r\n          also  be made  of  an applicant  whose  known\r\n          disability  may interfere with or prevent the\r\n          performance   of   a  job-related   function,\r\n          whether  or not the  employer routinely makes\r\n          such a  request of all applicants  in the job\r\n          category.   For example,  an employer may ask\r\n          an individual with one  leg who applies for a\r\n          position  as a home washing machine repairman\r\n          to  demonstrate or  to explain  how, with  or\r\n          without  accommodation, he  would be  able to\r\n          transport  himself and  his  tools  down  the\r\n          basement stairs.   However, the  employer may\r\n          not inquire  as to the nature  or severity of\r\n          the  disability.  Therefore, for example, the\r\n          employer cannot  ask how the  individual lost\r\n          the  leg or whether  the loss  of the  leg is\r\n          indicative of an underlying impairment.\r\n\n            3.  The Guidance\r                      3.  The Guidance\r\n\n                               -12-\r\r\n\n          An  EEOC Enforcement  Guidance,  dated  May 19,  1994,3\r\n\nfurther aids our interpretation of the rules concerning pre-offer\r\n\ninquiries  of  applicants with  known  disabilities.   See  Equal\r                                                                    \r\n\nEmployment    Opportunity     Comm'n,    Enforcement    Guidance:\r                                                                           \r\n\nPreemployment    Disability-Related    Inquiries   and    Medical\r                                                                           \r\n\nExaminations Under  the Americans  with Disabilities Act  of 1990\r                                                                           \r\n\n(EEOC Notice 915.002) (May 19, 1994) [hereinafter Guidance].  The\r                                                                    \r\n\nGuidance  was designed  \"for interim  use by  EEOC investigators,\r\n\npending coordination  with other  federal agencies.\"   </pre><span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"id_token\">Id.,</span> Exec.\r                                                                    \r\n\nSumm. </a></span><pre class=\"inline\"> It is not binding  law, but as a detailed analysis of  the\r\n\nrelevant  ADA  provisions,  it  aids our  interpretation  of  the\r\n\nstatute.\r\n\n          In  a  section   entitled  \"When  the   Employer  Could\r\n\nReasonably  Believe  that  Known Disability  Will  Interfere With\r\n\nPerformance of Job Related Functions,\" the Guidance provides:  \r\n\n          When  an  employer  could reasonably  believe\r\n          that  an  applicant's  known disability  will\r\n          interfere  with  the  performance  of  a job-\r\n          related function, the  employer may ask  that\r\n          particular    applicant   to    describe   or\r\n          demonstrate  how  s/he   would  perform   the\r\n          function,   with    or   without   reasonable\r\n          accommodation.    Such inquiries  or requests\r\n          are not prohibited pre-offer inquiries.\r\n\n                    \r                              \r\n\n3   Both  parties  refer us  to  this  Guidance although  it  was\r\npublished  after  the  decision   by  Cyro  to  reject  Grenier's\r\napplication.   We note that a revised version of the Guidance was\r\nissued  October 10, 1995, after oral argument  in this case.  See\r                                                                           \r\nEqual  Employment Opportunity Comm'n,  Enforcement Guidance: Pre-\r                                                                           \r\nEmployment Disability-Related Questions and  Medical Examinations\r                                                                           \r\n(Oct. 10,  1995) (reprinted in EEOC Compl.  Man. (CCH)   6093, at\r                                                          \r\n5371).\r\n\n                               -13-\r\r\n\n          Example 5:   R may ask an  applicant with one\r                             \r\n          leg  who applies  for  a job  as a  telephone\r\n          linesperson  to  describe or  demonstrate how\r\n          she  would  perform the  duties  of the  job,\r\n          because R may  reasonably believe that having\r\n          one leg  interferes with the ability to climb\r\n          telephone poles.\r\n\n          In some  cases, an applicant may  not have an\r\n          obvious   disability,  but   may  voluntarily\r\n          disclose  that s/he  has a  hidden disability\r\n          that  would  reasonably  appear to  interfere\r\n          with performance of  a job-related  function.\r\n          In  such  cases,  the  employer  may ask  the\r\n          applicant   to    describe   or   demonstrate\r\n          performance,   with  or   without  reasonable\r\n          accommodation.    Such inquiries  or requests\r\n          are not prohibited pre-offer inquiries.\r\n\n          Example  6:   An  applicant  for  the job  of\r                              \r\n          repairing underground sewer lines voluntarily\r\n          discloses that she has severe claustrophobia.\r\n          R  may  reasonably   determine  that   severe\r\n          claustrophobia   would   interfere  with   an\r\n          employee's   ability   to  work   within  the\r\n          confined space of  an underground  sewer.   R\r\n          may  therefore ask the  applicant to describe\r\n          or demonstrate how she would perform the job,\r\n          with or without reasonable accommodation.\r\n\nGuidance   IV.B.5.b.\r                  \r\n\n          The EEOC explains  that allowing an employer to  ask an\r\n\napplicant with a known disability  to describe or demonstrate how\r\n\nhe  would perform a job-related  function \"is in  the interest of\r\n\nboth applicants and employers.\"  </pre><span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"id_token\">Id.</span> at n.23.\r</a></span><pre class=\"inline\">                                              \r\n\n          Employers  are entitled  to  know whether  an\r\n          applicant  with   an  apparently  interfering\r\n          disability can perform job-related functions,\r\n          with or without reasonable accommodation.  It\r\n          is in the interest  of an applicant with such\r\n          a  disability  to  describe   or  demonstrate\r\n          performance in  order to dispel  notions that\r\n          s/he is unable to  perform the job because of\r\n          the disability.\r\n\n</pre><span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"id_token\">Id.</span>\r             \r\n\n                               -14-\r\r\n\n          In </a></span><pre class=\"inline\">a  section entitled  \"Inquiries Concerning  Need for\r\n\nAccommodation and  Requests for  Documentation if  Applicant Asks\r\n\nfor Accommodation,\"  the Guidance permits an  employer during the\r\n\nhiring process to require an applicant \"to inform the employer of\r\n\nany reasonable  accommodation needed\"  to take an  \"interview\" or\r\n\nperform a \"job demonstration.\"  </pre><span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"id_token\">Id.</span>   IV.B.6.a.   With </a></span><pre class=\"inline\">respect to\r                                             \r\n\naccommodations for the job, as opposed  to accommodations for the\r\n\nhiring process, the Guidance explains:\r\n\n          An employer may ask an applicant whether s/he\r\n          can  perform specified  job-related functions\r\n          with  or  without  reasonable  accommodation,\r\n          because  these  inquiries elicit  information\r\n          about  an applicant's ability  to perform job\r                                                 \r\n          functions,    not   information    about   an\r\n          applicant's disability.  An employer also may\r\n          ask an applicant to describe  or demonstrate,\r\n          at   the  pre-offer  stage,  how  s/he  would\r\n          perform   job-related   functions,  with   or\r\n          without  reasonable   accommodation,  because\r\n          these inquiries elicit  information about  an\r\n          applicant's ability, not information about an\r                                       \r\n          applicant's disability. . . .\r\n\n          However, at the  pre-offer stage, an employer\r\n          may   not   generally  inquire   whether  the\r\n          applicant needs  reasonable accommodation for\r\n          the job.   For  example, an employer  may not\r\n          make  inquiries  such  as,  \"Would  you  need\r\n          reasonable  accommodation in  this job?\"   or\r\n          \"Would you need  reasonable accommodation  to\r\n          perform  this  specific   function?\"     Such\r\n          inquiries  are  likely to  elicit information\r\n          about the existence  of a disability because,\r\n          generally,   only   an   individual  with   a\r\n          disability  would  require an  accommodation.\r\n          Therefore, these inquiries are  prohibited at\r\n          the pre-offer stage.  \r\n\n          If  an  applicant  has voluntarily  disclosed\r\n          that   s/he   would    need   a    reasonable\r\n          accommodation   to   perform  the   job,  the\r\n          employer still may not  make inquiries at the\r\n          pre-offer  stage about  the type  of required\r                                                    \r\n          reasonable  accommodation  (except where  the\r\n\n                               -15-\r\r\n\n          applicant     has     requested    reasonable\r\n          accommodation as part of a required pre-offer\r\n          job demonstration, as described above).  \r\n\n</pre><span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"id_token\">Id.</span>   IV.B.6.a (emphasis </a></span><pre class=\"inline\">in original).\r             \r\n\n          When an applicant requests reasonable accommodation, an\r\n\nemployer  may   request   \"documentation  from   an   appropriate\r\n\nprofessional (e.g.,  a doctor, rehabilitation  counsellor, etc.),\r\n\nstating  that s/he  has  a  disability.\"   </pre><span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"id_token\">Id.</span>    IV.B.6.b.    An\r</a></span><pre class=\"inline\">                                                        \r\n\nemployer  may also  require  documentation as  to an  applicant's\r\n\nfunctional  limitations \"for  which  reasonable accommodation  is\r\n\nrequested (and which flow from the  disability.)\"  </pre><span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"id_token\">Id.</span>  The  EEOC\r</a></span><pre class=\"inline\">                                                                \r\n\nreasoned   that  such  requests   are  not  prohibited  pre-offer\r\n\ninquiries because:\r\n\n          Requesting  such documentation  is consistent\r\n          with  the  ADA's  legislative history.    For\r\n          example,  Congress  specifically  anticipated\r\n          that  when  an applicant  requests reasonable\r\n          accommodation for the application process (or\r\n          when   an    employee   requests   reasonable\r\n          accommodation  for  the  job),  the  employer\r                                                                 \r\n          should engage in  an interactive process with\r                                                                 \r\n          the  individual  to  determine  an  effective\r                                                                 \r\n          reasonable accommodation.\r                                            \r\n\n</pre><span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"id_token\">Id.</span> (emphasis added). </a></span><pre class=\"inline\">  As  an example, the  EEOC stated that  an\r             \r\n\nemployer  may at  the  pre-offer stage  require  an applicant  to\r\n\nobtain documentation from a  professional stating she cannot lift\r\n\na certain amount and needs reasonable accommodation.  </pre><span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"id_token\">Id.</span> \r                                                                   \r\n\n          C.  The </a></span><pre class=\"inline\">Pre-Offer Inquiry\r                    C.  The Pre-Offer Inquiry\r\n\n          With this statutory  and regulatory framework  in mind,\r\n\nwe turn to Grenier's  claim that Cyro's requirement of  a medical\r\n\ncertification violates ADA   12112(d).\r\n\n            1.  Getting Along\r                      1.  Getting Along\r\n\n                               -16-\r\r\n\n          First, Grenier  argues that  Cyro's letter  requiring a\r\n\nmedical  certification  constituted   an  impermissible   inquiry\r\n\nbecause  the request was not  for information about  how he would\r\n\nperform  the job-related functions.   Rather than ask \"whether he\r\n\npossessed  the requisite  skills  to perform  the electrical  and\r\n\nelectronic  tasks called  for  in the  job description,\"  Grenier\r\n\ncomplains, \"Cyro assumed that his ability  to perform job related\r\n\nfunctions was  called  into question  by  his history  of  mental\r\n\nillness.\"  Grenier argues that Cyro already had knowledge that he\r\n\nwas able to do the essential job-related functions because he had\r\n\nworked there for nine years and was \"technically qualified.\"\r\n\n          Grenier   incorrectly   assumes   that  the   essential\r\n\nfunctions of the  job of shift electrician require only technical\r\n\nability  and experience as  an electrician.   \"The term essential\r\n\nfunctions  means the  fundamental  job duties  of the  employment\r\n\nposition  the individual with a disability holds or desires.\"  29\r\n\nC.F.R.   1630.2(n)(1).   Technical skills and  experience are not\r\n\nthe only essential  requirements of  a job.   See Pesterfield  v.\r                                                                       \r\n\nTennessee Valley Auth., </pre><span class=\"citation\" data-id=\"566357\"><a href=\"/opinion/566357/troy-pesterfield-v-tennessee-valley-authority-charles-dean-marvin-t/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">437</span></a></span><pre class=\"inline\">, 441-42 (6th Cir. 1991) (\"at\r                                \r\n\nleast the ability  to get along with  supervisors and co-workers\"\r\n\nwas essential function of job as tool room attendant); Mancini v.\r                                                                        \r\n\nGeneral  Electric  Co.,  820 F.  Supp.  141,  147  (D. Vt.  1993)\r                                \r\n\n(\"ability to  follow  the orders  of  superiors is  an  essential\r\n\nfunction of any position\");  Pickard v. Widnall, </pre><span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span>  <span class=\"page\">851282</span></span><pre class=\"inline\">,\r                                                         \r\n\n*9  (S.D.  Ohio,  Dec. 15,  1994) (No.  C-3-94-40)  (\"mental  and\r\n\nemotional  stability\" was  essential  job function  for  military\r\n\n                               -17-\r\r\n\nposition); Johnston v. Morrison, </pre><span class=\"citation\" data-id=\"2139778\"><a href=\"/opinion/2139778/johnston-v-morrison-inc/\"><span class=\"volume\">849</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">777</span></a></span><pre class=\"inline\">, 778 (N.D. Ala.\r                                         \r\n\n1994)  (waitress who was unable to handle pressures of working on\r\n\ncrowded nights or memorizing frequent menu changes was  unable to\r\n\nperform essential functions of job); cf. Bento v. I.T.O. Corp. of\r                                                                           \r\n\nRhode Island, 599 F.  Supp. 731,  742-43 (D.R.I.  1984) (although\r                      \r\n\nthere is \"no question that plaintiff . . . is qualified to do the\r\n\njob, at  least in the sense of knowing how  to perform it,\" he is\r\n\nnot necessarily  \"otherwise qualified\" within the  meaning of the\r\n\nRehabilitation Act).\r\n\n          More specifically, an  employer may reasonably  believe\r\n\nthat an employee known to have a paranoia about the plant manager\r\n\nis not  able to  perform his  job.  Cf.  Voytek v.  University of\r                                                                           \r\n\nCalifornia,  </pre><span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">478805</span></span><pre class=\"inline\">, *15, 6 A.D.D. 1137, 1161 (N.D. Cal.,\r                    \r\n\nAug.  25, 1994) (No.  C-9203465 EFL)  (holding that  employee was\r\n\nlegally denied re-employment after  period of disability where he\r\n\n\"could not continue to perform all of the tasks assigned to him,\"\r\n\ndue in part to \"the ongoing conflict with his supervisor\").\r\n\n          The ADA does  not require an employer  to wear blinders\r\n\nto  a known  disability at  the pre-offer  stage, but  permits an\r\n\n\"interactive   process\"  beneficial  to  both  the  employer  and\r\n\napplicant.  The EEOC regulations recognize this by providing that\r\n\nan  employer  can ask  an applicant  with  a known  disability to\r\n\ndescribe  or   demonstrate  how   \"with  or   without  reasonable\r\n\naccommodation\" the  applicant will  be able  to do  the job.   29\r\n\nC.F.R.   1630.14(a).  Here, Cyro knew that the applicant had just\r\n\nrecently been  unable to perform  his specific job  at Cyro as  a\r\n\n                               -18-\r\r\n\nresult  of a mental disability  for which he  was still receiving\r\n\nbenefits from Cyro and undergoing psychiatric treatment.  Indeed,\r\n\nGrenier  himself  had  claimed   he  was  totally  disabled  from\r\n\nperforming  any work,  not just  his specific job  at Cyro.   Cf.\r                                                                           \r\n\nAugust v. Offices Unlimited, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">576</span></span><pre class=\"inline\">, 581-82 (1st Cir.\r                                           \r\n\n1982)  (man who  had  asserted on  insurance  forms that  he  was\r\n\n\"totally disabled\"  and had presented no  contrary evidence could\r\n\nnot  be   found  to  be  \"qualified   handicapped  person\"  under\r\n\nMassachusetts  anti-discrimination  statute,  Mass. Gen.  L.  ch.\r\n\n151B); Reigel v. Kaiser Found. Health Plan, </pre><span class=\"citation\" data-id=\"1396639\"><a href=\"/opinion/1396639/reigel-v-kaiser-foundation-health-plan-of-nc/\"><span class=\"volume\">859</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">963</span></a></span><pre class=\"inline\">, 969\r                                                    \r\n\n(E.D.N.C. 1994)  (woman who  certified to her  disability insurer\r\n\nthat  she could not perform  her job was  estopped from asserting\r\n\nthat  during the  same  time period  she  had been  qualified  to\r\n\nperform for purposes of the ADA).  We hold that this employer did\r\n\nnot  violate the  prohibition  in    12112(d)  by inquiring  into\r\n\nGrenier's ability to function effectively in the workplace and to\r\n\nget  along with his  co-workers and supervisor,  rather than just\r\n\nhis technical qualifications as an electrician.4\r\n\n            2.  The Medical Certification  \r                      2.  The Medical Certification  \r\n\n                    \r                              \r\n\n4  We note that the inquiry made by Cyro would not necessarily be\r\npermissible under  different  circumstances, such  as  where  the\r\nemployer  was  less familiar  with the  nature  or extent  of the\r\napplicant's disability, or  with the effect of  the disability on\r\njob performance.    As the  EEOC  recognized when  preparing  the\r\nGuidance,  \"there  are sometimes  subtle  distinctions between  a\r\npermissible  and a  prohibited  pre-offer inquiry.\"   Guidance   \r                                                                        \r\nIV.B.6.b.  See generally  Paul  F. Mickey, Jr. &amp; Maryelena Pardo,\r                                  \r\nDealing with Mental Disabilities  Under the ADA, 9 Lab.  Law. 531\r                                                         \r\n(1993);  Janet  L. Hamilton,  New  Protections  for Persons  with\r                                                                           \r\nMental  Illness  in  the   Workplace  under  the  Americans  with\r                                                                           \r\nDisabilities Act of 1990, 40 Clev. St. L. Rev. 63, 92 (1992).\r                                  \r\n\n                               -19-\r\r\n\n          Next Grenier argues  that Cyro's pre-offer  requirement\r\n\nof a medical certification is  an illegal pre-offer inquiry under\r\n\nthe ADA because the regulations  \"do not by their terms permit  a\r\n\nrequest  to  someone other  than  the applicant  at  the preoffer\r\n\nstage.\"\r\n\n          As a  preliminary matter, we address  whether a request\r\n\nfor medical  certification constitutes a \"medical examination\" or\r\n\nwhether  it  is  instead an  \"inquiry.\"    The  ADA prohibits  an\r\n\nemployer from conducting any pre-offer \"medical examination\" of a\r\n\njob  applicant.      12112(d)(2).   This  prohibition  applies to\r\n\npsychological examinations.   See Guidance at n.  47 (citing H.R.\r                                                    \r\n\nRep. No. 485 (Pt. 3), 101st Cong., 2d Sess. 46 (1990),  reprinted\r                                                                           \r\n\nin  1990 U.S.C.C.A.N. vol. 4, Legis. Hist.,  445, 469).  The EEOC\r            \r\n\ndefined \"medical examination\" as follows:\r\n\n          Medical examinations are procedures  or tests\r\n          that  seek  information about  the existence,\r\n          nature,  or  severity   of  an   individual's\r\n          physical or  mental impairment, or  that seek\r\n          information    regarding   an    individual's\r\n          physical or psychological health.\r\n\nGuidance   V.A.  We conclude that a certification from a treating\r                  \r\n\npsychiatrist that does not necessitate new tests or procedures is\r\n\nbest  analyzed  as  an  \"inquiry\"  rather   than  as  a  \"medical\r\n\nexamination.\"\r\n\n          Also,  contrary   to  Grenier's  assertion,   the  EEOC\r\n\ninterprets the ADA to allow certain inquiries of third parties at\r\n\nthe pre-offer stage.  With respect to \"inquiries to third parties\r\n\nregarding  an   applicant's  medical  condition,\"   the  Guidance\r\n\nprovides  that \"[a]t the pre-offer stage\", an employer can \"ask a\r\n\n                               -20-\r\r\n\nthird  party (e.g., a reference)  anything that it  could ask the\r                            \r\n\napplicant  directly.\"   Guidance    IV.B.15.   Further, the  EEOC\r                                          \r\n\nfinds that requests for  documentation from health care providers\r\n\nto  confirm the existence of  a disability are permissible where,\r\n\nas  here,  requests  for  reasonable accommodation  are  made  in\r\n\nconnection  with the  hiring  process or  job.   See  Guidance   \r                                                                        \r\n\nIV.B.6.b.    We conclude  that an  employer  may request  that an\r\n\napplicant provide  medical certification from doctors  of ability\r\n\nto perform so long as the inquiry does not otherwise run afoul of\r\n\n  12112(d)(2)(A).\r\n\n          The  primary thrust  of Grenier's  appeal is  that this\r\n\ninquiry -- the requirement of medical certification of ability to\r\n\nperform from  a former  disabled employee  applying to return  to\r\n\nwork  with the same employer -- violates   12112(d)(2)(A) in that\r\n\nit  constitutes an inquiry of a \"job applicant as to whether such\r\n\napplicant is an individual with a  disability or as to the nature\r\n\nor severity of such disability.\"\r\n\n          The Eighth Circuit recently addressed a similar factual\r\n\nsituation in Brumley v. Pena, </pre><span class=\"citation\" data-id=\"701357\"><a href=\"/opinion/701357/gerald-l-brumley-v-federico-f-pena-as-secretary-of-transportation-t/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span> </a></span><pre class=\"inline\">(8th Cir. 1995), a case\r                                      \r\n\ndecided   under   the   Rehabilitation   Act,    and   applicable\r\n\nregulations.5   Brumley was  a mentally disabled  former employee\r\n                    \r                              \r\n\n5    The  ADA  extended  to  the  private  sector  the  essential\r\nsubstantive  provisions of  the  Rehabilitation Act  of 1973,  29\r\nU.S.C.    791-794.   See Chai  R. Feldblum, Medical  Examinations\r                                                                           \r\nand Inquiries under the  Americans with Disabilities Act: A  View\r                                                                           \r\nfrom the Inside, 64 Temple L.  Rev. 521, 521-22 (1991).  Congress\r                         \r\nintended that  Rehabilitation Act precedent be  considered by the\r\ncourts in interpreting  the ADA.   See 42 U.S.C.    12201(a); see\r                                                                           \r\nalso Ennis  v. National  Ass'n of Business  &amp; Educational  Radio,\r                                                                           \r\nInc., </pre><span class=\"citation\" data-id=\"694622\"><a href=\"/opinion/694622/joan-m-ennis-v-the-national-association-of-business-and-educational/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span><pre class=\"inline\">, 57 (4th Cir. 1995) (\"To the extent possible, we\r              \r\n\n                               -21-\r\r\n\nof  the  Federal  Aviation   Administration  (\"FAA\")  who  sought\r\n\npriority  consideration  for  restoration  to  federal employment\r\n\npursuant  to 5  U.S.C.    8151,  which  predicated the  level  of\r\n\npriority for  re-employment on  the extent  of recovery from  the\r\n\ndisability.    He  challenged  the  agency's  demand for  a  pre-\r\n\nemployment examination by a  psychiatrist to determine whether he\r\n\nwas fully or  only partially recovered  from his severe  reactive\r\n\ndepression.  </pre><span class=\"citation\" data-id=\"694622\"><a href=\"/opinion/694622/joan-m-ennis-v-the-national-association-of-business-and-educational/\"><span class=\"id_token\">Id.</span>  at 279. </a></span><pre class=\"inline\"> In questioning the  application of the\r                          \r\n\nregulations, the  court noted  that \"[t]he  dilemma here  is that\r\n\nBrumley is not an outside job applicant seeking employment at the\r\n\nFAA for the first  time.\"  </pre><span class=\"citation\" data-id=\"694622\"><a href=\"/opinion/694622/joan-m-ennis-v-the-national-association-of-business-and-educational/\"><span class=\"id_token\">Id.</span>  \"Rather, he </a></span><pre class=\"inline\">is a recipient of . .\r                                        \r\n\n.  disability  payments  who  is  seeking  to  exercise  his  re-\r\n\nemployment rights with  the FAA pursuant  to [5 U.S.C.    8151].\"\r\n\n</pre><span class=\"citation\" data-id=\"694622\"><a href=\"/opinion/694622/joan-m-ennis-v-the-national-association-of-business-and-educational/\"><span class=\"id_token\">Id.</span>  The court </a></span><pre class=\"inline\">concluded that the employer  \"retains the right to\r             \r\n\nrequire  that  [the  former   employee's]  medical  condition  be\r\n\nverified in order to determine his re-employment rights.\"  </pre><span class=\"citation\" data-id=\"694622\"><a href=\"/opinion/694622/joan-m-ennis-v-the-national-association-of-business-and-educational/\"><span class=\"id_token\">Id.</span> at\r                                                                        \r\n\n279. </a></span><pre class=\"inline\"> \r\n\n          As  in  Brumley,  this  Court  faces  the  quandary  of\r                                   \r\n\ndetermining the appropriate parameters  of a pre-offer inquiry of\r\n\na former employee who is the recipient of disability benefits and\r\n\nnow seeks re-employment.  Cyro argues that an employer should not\r\n\nbe forced to  have \"amnesia\"  with respect to  a former  employee\r\n\nwhere  it  is  well aware  of  the nature  and  severity  of that\r\n                    \r                              \r\n\nadjudicate  ADA  claims in  a  manner  consistent with  decisions\r\ninterpreting the Rehabilitation Act.\").  Specifically,  the ADA's\r\nstatutory provisions  on medical examinations and  inquiries were\r\ndrawn from  Rehabilitation  Act regulations.    See 29  C.F.R.   \r                                                             \r\n1614.203(e) (formerly   1614.706); 45 C.F.R.   84.14.\r\n\n                               -22-\r\r\n\nemployee's disability because it  had previously received medical\r\n\ninformation  that  formed  the  basis for  its  determination  of\r\n\neligibility for  disability benefits.  Rather,  it urges, Grenier\r\n\nshould  be  treated  as   an  existing  employee  returning  from\r\n\ndisability leave, in  which case  the employer would  be able  to\r\n\ndemand medical certification of  ability to return to work.   See\r                                                                           \r\n\n42 U.S.C.   12112(d)(4)  (ADA provisions for medical examinations\r\n\nof  existing employees);  Hogan v. Bangor and Aroostook R.R. Co.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"701264\"><a href=\"/opinion/701264/donald-hogan-v-bangor-and-aroostook-railroad-company-donald-hogan-v/\"><span class=\"volume\">61</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1034</span></a></span><pre class=\"inline\">,  1036 (1st  Cir. 1995)  (employee was  entitled to\r\n\nreinstatement after  suffering collapsed lung as  soon as medical\r\n\nevidence indicated he  was fit to return);  </pre><span class=\"citation\" data-id=\"566357\"><span class=\"antecedent_guess\">Pesterfield,</span> <a href=\"/opinion/566357/troy-pesterfield-v-tennessee-valley-authority-charles-dean-marvin-t/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\nat <span class=\"page\">438</span> </a></span><pre class=\"inline\"> (employee who was hospitalized  for psychiatric treatment\r\n\nwas required to  provide medical certification  as to ability  to\r\n\nreturn  to work);  Derbis v.  United States  Shoe Corp.,  </pre><span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span>\r                                                                 \r\n\n<span class=\"page\">631155</span></span><pre class=\"inline\">, *5, 6 A.D.D. 1071, 1075,  3 A.D. Cas. 1029, 1030, 65 Fair\r\n\nEmpl. Prac. Cas. (BNA) 1328 (D.  Md., Sept. 7, 1994) (No. MJG-93-\r\n\n130)  (where plaintiff  on disability  leave presented  a medical\r\n\nreport which indicated the employee could return to work but only\r\n\nwith   some  accommodation,  employer  could  require  sufficient\r\n\ninformation  to  allow it  to  consider  any possible  reasonable\r\n\naccommodation),   aff'd  in   part  and   remanded   for  further\r                                                                           \r\n\nproceedings, </pre><span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span> </span><pre class=\"inline\">(4th Cir. 1995)  (table).  We agree that\r                     \r\n\nthis  case is  similar  to that  of  an employee  returning  from\r\n\ndisability  leave.  It appears that neither Congress nor the EEOC\r\n\ntook  into  account  the  case  of   a  returning  employee  when\r\n\nformulating the restrictions on pre-offer inquiries.  Here, as in\r\n\n                               -23-\r\r\n\nthe case of the returning employee, the employer must be able  to\r\n\nassess the extent  of the applicant's recovery  from inability to\r\n\nperform.  Further, if accommodations are necessary to  enable job\r\n\nperformance,  the  employer, who  is  already  familiar with  the\r\n\ndisability, must learn of those  accommodations in order to  have\r\n\nany realistic chance of assessing ability to perform.\r\n\n          Grenier  contends that  the ADA  as interpreted  in the\r\n\nGuidance  prohibits an  employer's requirement  that a  physician\r\n\nidentify the  type of  reasonable accommodations required  for an\r                               \r\n\nemployee  to  return to  work.    The Guidance  states:   \"If  an\r\n\napplicant  has  voluntarily  disclosed  that s/he  would  need  a\r\n\nreasonable accommodation  to perform the job,  the employer still\r\n\nmay  not make inquiries at the pre-offer  stage about the type of\r                                                                        \r\n\nrequired reasonable accommodation.\"  Guidance   IV.B.6.a. \r                                                       \r\n\n          We conclude  that the ADA does not preclude an employer\r\n\nfrom  asking an  applicant with  a known  disability who  seeks a\r                                                  \r\n\nreasonable accommodation to specify  the type of accommodation he\r\n\nseeks.  As the District Court pointed out, the Guidance prohibits\r\n\npre-offer inquiry into  the type of  accommodation because it  is\r\n\n\"likely  to elicit information about the nature and severity of a\r\n\ndisability.\"   Guidance   IV.B.6.a.   The central  purpose of the\r                                 \r\n\nprohibition on pre-offer inquiries generally is to ensure that an\r\n\napplicant's  hidden disability  remains  hidden.   See H.R.  Rep.\r                                                                \r\n\nNo. 485 (Pt. 2), 101st  Cong., 2d Sess., at 73, reprinted in 1990\r                                                                      \r\n\nU.S.C.C.A.N.  vol. 4,  Legis. Hist.,  303, 355  (\"The legislation\r\n\nprohibits  any  identification  of  a disability  by  inquiry  or\r\n\n                               -24-\r\r\n\nexamination  at the  pre-offer stage.\");  Guidance    IV.A (\"This\r                                                            \r\n\nprohibition  is to  ensure  that an  applicant's possible  hidden\r\n\ndisability  (including  prior history  of  a  disability) is  not\r\n\nconsidered  by  the employer  prior  to  the  assessment  of  the\r\n\napplicant's non-medical qualifications.\").\r\n\n          With  respect  to   known  disabilities,  however,  the\r\n\nemphasis  is  on  encouraging  the  employer  to  \"engage  in  an\r\n\ninteractive process with the individual to determine an effective\r\n\nreasonable accommodation.\"  Guidance   IV.B.6.b (citing H.R. Rep.\r                                              \r\n\nNo. 485 (Pt.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">2),</span> supra, at <span class=\"page\">65-66</span></span><pre class=\"inline\">, U.S.C.C.A.N. at 347-48).  That\r                                 \r\n\nis why the EEOC allows an employer to ask an applicant with known\r\n\nclaustrophobia to  describe pre-offer  how she would  perform the\r\n\njob, with or without reasonable accommodation.  There could be no\r\n\nmeaningful  interaction if  this  court would  accept the  strict\r\n\ninterpretation Grenier presses on  us that an employer who  knows\r\n\nthe precise nature of a disability that interferes with essential\r\n\njob   functions   cannot,  on   being  informed   pre-offer  that\r\n\naccommodation  will  be necessary,  follow  up  with the  logical\r\n\nquestion \"what kind?\"6\r\n                    \r                              \r\n\n6    On October 10, 1995, subsequent to oral argument, the EEOC\r\n     issued a new Guidance.  Although neither party has argued\r\n     that we ought to consider this newest guidance, we note that\r\n     the EEOC has revised its interpretation of the ADA and now\r\n     reaches the same conclusion.  Under a section headed \"The\r\n     Pre-Offer Stage,\" the EEOC now explains:\r\n\n          However, when an employer could reasonably believe that\r\n          an applicant will need reasonable accommodation to\r\n          perform the functions of the job, the employer may ask\r\n          that applicant certain limited questions. \r\n          Specifically, the employer may ask whether s/he needs\r                                                                         \r\n          reasonable accommodation and what type of reasonable\r                                                                        \r\n\n                               -25-\r\r\n\n          In sum,  an employer does not violate    12112(d)(2) of\r\n\nthe  ADA by  requiring  a former  employee  with a  recent  known\r\n\ndisability   applying  for   re-employment  to   provide  medical\r\n\ncertification as to  ability to  return to work  with or  without\r\n\nreasonable  accommodation, and as  to the type  of any reasonable\r\n\naccommodation  necessary, as  long  as  it  is  relevant  to  the\r\n\nassessment of ability to perform essential job functions.\r\n\n          D.  Intentional Discrimination in Denial of Application\r                    D.  Intentional Discrimination in Denial of Application\r\n\n          Finally,  Grenier argues  on appeal  that there  remain\r\n\ngenuine  issues of  material fact  as to  his argument  that Cyro\r\n\nintentionally discriminated against him in violation of 42 U.S.C.\r\n\n  12112(a), as opposed to   12112(d).  Grenier argues that,  even\r\n\nif Cyro did  not violate the  specific restrictions on  pre-offer\r\n\ninquiries,  there is a  genuine dispute of  material fact whether\r\n\nCyro  illegally  discriminated  against Grenier  based  upon  his\r\n\ndisability when it denied his application for employment.  \r\n\n          By failing to  make this argument in his  opposition to\r\n\nsummary judgment, Grenier has failed to preserve this claim.  \"It\r\n\nis by  now axiomatic  that an  issue not  presented to  the trial\r\n\ncourt cannot  be raised for the first  time on appeal.\"  Johnston\r                                                                           \r\n\nv. Holiday Inns,  Inc., </pre><span class=\"citation\" data-id=\"364881\"><a href=\"/opinion/364881/alfred-m-johnston-individually-alfred-m-johnston-trustee-and-daniel/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span><pre class=\"inline\">, 894 (1st  Cir. 1979).  This\r                                \r\n\n                    \r                              \r\n\n          accommodation would be needed to perform the functions\r                                 \r\n          of the job.\r\n\n     Enforcement Guidance: Pre-Employment Disability-Related\r                                                                      \r\n     Questions and Medical Examinations (Oct. 10, 1995) (emphasis\r                                                 \r\n     in original).\r\n\n                               -26-\r\r\n\nrule  may  be relaxed  only \"in  horrendous  cases where  a gross\r\n\nmiscarriage  of  justice would  occur.\"     </pre><span class=\"citation\" data-id=\"364881\"><a href=\"/opinion/364881/alfred-m-johnston-individually-alfred-m-johnston-trustee-and-daniel/\"><span class=\"id_token\">Id.</span>  (quoting  Newark\r</a></span><pre class=\"inline\">                                                                           \r\n\nMorning Ledger Co. v. United  States, </pre><span class=\"citation\" data-id=\"338328\"><a href=\"/opinion/338328/newark-morning-ledger-company-a-corporation-of-the-state-of-new-jersey-v/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">929</span></a></span><pre class=\"inline\">, 932 (3d  Cir.\r                                              \r\n\n1976)).   For  a new argument  to be  considered, it  must be \"so\r\n\ncompelling  as virtually  to  insure appellant's  success.\"   </pre><span class=\"citation\" data-id=\"338328\"><a href=\"/opinion/338328/newark-morning-ledger-company-a-corporation-of-the-state-of-new-jersey-v/\"><span class=\"id_token\">Id.</span>\r                                                                           \r\n\n(quoting Dobb </a></span><pre class=\"inline\">v. Baker, </pre><span class=\"citation\" data-id=\"322947\"><a href=\"/opinion/322947/francis-l-dobb-etc-v-george-p-baker/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1041</span></a></span><pre class=\"inline\">, 1044 (1st Cir. 1974)).\r                                \r\n\n          Even an issue  raised in the  complaint but ignored  at\r\n\nsummary judgment  may be  deemed waived.   \"If  a party  fails to\r\n\nassert a legal reason why summary judgment should not be granted,\r\n\nthat  ground  is waived  and cannot  be  considered or  raised on\r\n\nappeal.\"  Vaughner  v. Pulito, </pre><span class=\"citation no-link\"><span class=\"volume\">804</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">873</span></span><pre class=\"inline\">,  877 n.2 (5th  Cir.\r                                       \r\n\n1986); see also  Liberles v. County of Cook,  </pre><span class=\"citation\" data-id=\"419971\"><a href=\"/opinion/419971/31-fair-emplpraccas-1537-32-empl-prac-dec-p-33684-max-liberles-v/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span><pre class=\"inline\">, 1126\r                                                     \r\n\n(7th  Cir.  1983).   This  is  because  \"an  appellate court,  in\r\n\nreviewing  a  summary judgment  order,  can  only consider  those\r\n\nmatters  presented  to  the district  court.\"    Frank  C. Bailey\r                                                                           \r\n\nEnterprises, Inc. v. Cargill,  Inc., </pre><span class=\"citation\" data-id=\"358931\"><a href=\"/opinion/358931/frank-c-bailey-enterprises-inc-v-cargill-incorporated-a-corporation/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">333</span></a></span><pre class=\"inline\">, 334  (5th Cir.\r                                             \r\n\n1978).\r\n\n          Although this alternative argument  can be found in the\r\n\ncomplaint,  and  Grenier asserts  it  would have  been  raised at\r\n\ntrial, this  does not suffice to preserve  the issue.  Cyro moved\r\n\nfor summary judgment on  all counts based solely on  the validity\r\n\nof the pre-offer inquiry  under   12112(d).  Grenier  argued only\r\n\nthat issue in  his brief.  Although he  made an oblique reference\r\n\nin his  memorandum opposing summary judgment to Cyro's failure to\r\n\nchallenge  or  admit  his  \"ultimate contention  that  Andre  was\r\n\ndiscriminated against  on  the basis  of  his disability  by  the\r\n\n                               -27-\r\r\n\nrejection of his application,\" he concedes he never addressed the\r\n\nalternative  claim  of  intentional  discrimination.    The  only\r\n\nrelated evidence Grenier discussed  in his \"statement of material\r\n\nfacts\"  at summary judgment was that Lysaght stated on January 5,\r\n\n1993 that  Cyro was not seeking  applicants, when it had  in fact\r\n\ngiven notice  of the job  opening the day  before.  See  Ennis v.\r                                                                        \r\n\nNational Ass'n  of Business &amp; Educ.  Radio, Inc., </pre><span class=\"citation\" data-id=\"694622\"><a href=\"/opinion/694622/joan-m-ennis-v-the-national-association-of-business-and-educational/\"><span class=\"volume\">53</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span><pre class=\"inline\">, 58\r                                                          \r\n\n(4th Cir. 1995) (discussing prima facie elements of claim under  \r\n\n12112(a)).   After the judge  entered final judgment  once he had\r\n\ndetermined that  Cyro was  entitled  to summary  judgment on  the\r\n\nissue   of  preemployment  medical   inquiries,  no   motion  for\r\n\nreconsideration  was filed.  There is nothing in the record which\r\n\npersuades us  to exercise  our discretion  to bend the  raise-or-\r\n\nwaive rule.\r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r\n\n          For the  foregoing reasons, the District  Court's grant\r\n\nof summary judgment is AFFIRMED.\r                                 AFFIRMED\r\n\n                               -28-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111712/",
    "https://www.courtlistener.com/api/rest/v3/opinions/322947/",
    "https://www.courtlistener.com/api/rest/v3/opinions/338328/",
    "https://www.courtlistener.com/api/rest/v3/opinions/358931/",
    "https://www.courtlistener.com/api/rest/v3/opinions/364881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/419971/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566357/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679526/",
    "https://www.courtlistener.com/api/rest/v3/opinions/694622/",
    "https://www.courtlistener.com/api/rest/v3/opinions/701264/",
    "https://www.courtlistener.com/api/rest/v3/opinions/701357/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1396639/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2139778/"
  ]
}