{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196454/",
  "id": 196454,
  "absolute_url": "/opinion/196454/cmb-v-weil-mclain/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196454/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:06:06Z",
  "date_modified": "2020-02-21T23:43:22.144937Z",
  "type": "010combined",
  "sha1": "4f5d70d126c6ef6d408773583299320edbf563a6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1265.01A",
  "local_path": null,
  "plain_text": "\n\nDecember 6, 1995      [NOT FOR PUBLICATION]\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\nNo. 95-1265\r\n\n                 CMB CONSTRUCTION COMPANY, INC.,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                        WEIL-McLAIN, ETC.,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\nNo. 95-1343\r\n\n                 CMB CONSTRUCTION COMPANY, INC.,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                   EMERSON ELECTRIC CO., ETC.,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n         [Hon. Steven J. McAuliffe, U.S. District Judge]\r                                                                 \r\n\n                                           \r                                                     \r\n\n                  Selya and Cyr, Circuit Judges,\r                                                         \r\n\n                  and Casellas,* District Judge.\r                                                         \r\n\n                                           \r                                                     \r\n                  \r                            \r\n\n   *Of the District of Puerto Rico, sitting by designation.\r\r\n\n   James D. Crawford, with whom Jennifer DuFault James and Schnader,\r                                                                              \r\nHarrison, Segal &amp; Lewis were on brief for appellants.\r                               \r\n   Wilbur A. Glahn III, with whom Kelly A. Ayotte, McLane, Graf,\r                                                                          \r\nRaulerson &amp; Middleton Professional Association, Normandin, Cheney &amp;\r                                                                           \r\nO'Neil and Duncan J. Farmer were on brief for appellee.\r                                   \r\n\n                                           \r                                                     \r\n\n                         December 8, 1995\r\n                                           \r                                                     \r\r\n\n          Per Curiam.   In  1988, CMB Construction  Company, Inc.\r                    Per Curiam.\r                              \r\n\n(\"CMB\") completed  a condominium project in  New Hampshire's Loon\r\n\nMountain ski area, and placed all twenty-six units on the market.\r\n\nThe months of  December through  April are the  prime season  for\r\n\ncondominium  sales in the area.  The heating systems installed in\r\n\nthe condominiums  failed during  December 1988 and  January 1989,\r\n\nwhich caused water  pipes to  freeze and burst,  and resulted  in\r\n\nextensive  water and  structural damage  to thirteen  condominium\r\n\nunits.  The needed repairs on the damaged units were not complet-\r\n\ned until May  1989.  Although CMB  sold the damaged  units during\r\n\nthe  following  winter  (1989-1990),  less   advantageous  market\r\n\nconditions brought  prices well  below those which  had prevailed\r\n\nduring the 1988-89 season.\r\n\n          CMB promptly  initiated a  product liability action  in\r\n\nNew  Hampshire  federal  district court,  against  appellant  The\r\n\nMarley  Company,  Weil-McLain  Division   (\"Weil-McLain\"),  which\r\n\nmanufactured the heating  systems, and against appellant  Emerson\r\n\nElectric  Company (\"Emerson\"),  which  manufactured the  \"surface\r\n\nignitors\"  incorporated  in  the  heating systems.    CMB  sought\r\n\ncompensatory  damages for  its repair  and replacement  costs, as\r\n\nwell as consequential damages consisting of the reduced condomin-\r\n\nium sale  revenues resulting  from the one-year  delay associated\r\n\nwith repairing the thirteen  damaged units.  Relying on  a strict\r\n\nliability  theory,  CMB ultimately  obtained  a  $503,597.22 jury\r\n\naward  for  its repair  and replacement  costs, and  a $1,400,400\r\n\nconsequential damages award.  Appellants unsuccessfully moved for\r\n\n                                3\r\r\n\njudgment as a matter of law and for a new trial.  On appeal, they\r\n\nchallenge only the consequential damages award.1 \r\n\n          Although  the  district court  ruling denying  the Rule\r\n\n50(b)  motion for  judgment  as a  matter  of law  is  subject to\r\n\nplenary review, the jury verdict will  not be set aside unless no\r\n\nrational factfinder  could have reached  the same verdict  on the\r\n\nevidence adduced at trial.   See Bezanson v. Fleet  Bank-N.H., 29\r                                                                       \r\n\nF.3d 16, 20 (1st Cir.  1994).  A district court ruling  denying a\r\n\nmotion for new trial will be upheld absent an abuse of discretion\r\n\nwhich results in a \"miscarriage of justice.\"  See Lama v. Borras,\r                                                                          \r\n\n16 F.3d  473, 477 (1st  Cir. 1994).   We review  both rulings  by\r\n\nconsidering the evidence and all rational inferences therefrom in\r\n\nthe light most favorable  to the nonmoving party, viz.,  CMB, but\r\n\nmaking allowance  for evidentiary weight and credibility determi-\r\n\nnations  on the latter motion only.  See Levesque v. Anchor Motor\r                                                                           \r\n\nFreight, Inc., 832 F.2d 702, 703 (1st Cir. 1987).\r                       \r\n\n          The first contention pressed  by appellants is that New\r\n\nHampshire  strict liability  law does  not permit  a claimant  in\r\n\nCMB's position to recover consequential damages based exclusively\r\n\non \"commercial losses.\"  Like  the majority of jurisdictions, New\r\n\nHampshire has  endorsed the  so-called \"economic loss\"  doctrine,\r\n\nsee,  e.g., Public Serv. Co. of N.H. v. Westinghouse Elec. Corp.,\r                                                                          \r\n\n685  F. Supp. 1281 (D.N.H. 1988), which holds that damages relat-\r\n\ning to product liability    whether based in negligence or strict\r\n                  \r                            \r\n\n     1St. Paul's Insurance Company,  CMB's subrogee, received the\r\n$503,597.22 in compensatory damages.  Appellants settled with St.\r\nPaul's during this appeal.\r\n\n                                4\r\r\n\nliability     normally  are not  recoverable as  compensation for\r                                         \r\n\ninjury exclusively caused to the defective \"product\" itself; that\r                                                                     \r\n\nis, where the defect  in the failed product causes  no collateral\r\n\n\"physical\" damage, either to the person of the consumer or anyone\r\n\nelse, nor  to  any property  other than  the defective  \"product\"\r                                                                          \r\n\nitself.  See East  River S.S. Corp. v. Transamerica  DeLaval, 476\r                                                                      \r\n\nU.S.  858,  866, 868,  870 (1986)  (surveying various  rules, and\r\n\nadopting  the majority  rule for  use in  admiralty cases).   For\r\n\nexample, if a defective  widget simply malfunctions, recovery for\r\n\nthis sort of insurable loss    the diminution in the value of the\r                                \r\n\nwidget    normally must be based in contract or warranty law, not\r                                                                  \r\n\ntort  liability.   Id.  at 870-71  (noting that  such \"insurable\"\r                                \r\n\nlosses  \"essentially [involve]  the failure  of the  purchaser to\r\n\nreceive  the benefit of  its bargain    the  core concern of con-\r\n\ntract law\").   This traditional  tort-law bar to  \"economic loss\"\r                                                                          \r\n\nrecoveries presumably  would extend  also to  preclude recoveries\r                    \r\n\nfor  consequential damages attributable  to the defective-product\r\n\nmalfunction, including  loss of  business opportunities.   Id. at\r                                                                        \r\n\n874 (noting that warranty law is better suited to redressing such\r\n\nlosses,  since  it limits  consequential  damages,  such as  lost\r\n\nprofits,  to  those  which  are  a  \"foreseeable  result  of  the\r\n\nbreach\"). \r\n\n          The only  pre-verdict  exegesis offered  by  appellants\r\n\nbelow on this issue appears in their pretrial memorandum support-\r\n\ning a motion to dismiss the claims  of CMB and its insurer.   See\r                                                                           \r\n\n                                5\r\r\n\nsupra  note  1.2   Appellants  repeatedly stressed  that  the New\r               \r\n\nHampshire law relating to \"economic  loss\" was already \"clear\"   \r\n\nand  that the New Hampshire  state courts had  \"long held\" strict\r\n\nliability unavailing     where a claimant alleges only \"damage to\r                                                                           \r\n\nthe product itself and economic losses caused  thereby\" and there\r                            \r\n\nis no allegation of \"bodily injury or serious threat or probabil-\r\n\nity of bodily injury.\"  Memorandum, at 2-3.  See Fed. R.  Civ. P.\r                                                          \r\n\n50(a) (\"motion shall specify . . . the law and the facts on which\r\n\nthe  moving party  is entitled  to judgment\").   Thus,  given the\r\n\nevidence of extensive structural damage to the condominium units,\r                                                                          \r\n\nappellants'  argument  before  the  district   court  necessarily\r                                                                           \r\n\nimplied  that appellants  were  relying on  the premise  that the\r                 \r\n\n\"product\"  at issue  was the  condominium units,  not  merely the\r                                                         \r\n\nheating systems.\r                         \r\n\n          Their argument on appeal has been transformed, however.\r\n\nFollowing a  passing reference  to the highly  dubious contention\r\n\nthat  the condominium  units  must be  considered the  integrated\r\n\n\"product\" which  implicated settled New Hampshire  law, see Brief\r                                                                     \r\n\n                  \r                            \r\n\n     2When they argued their  motion for judgment as a  matter of\r\nlaw at  the close of  the evidence,  see Fed. R.  Civ. P.  50(a),\r                                                  \r\nappellants  simply referred to their pretrial motion:  \"We do not\r\nwaive  our  right to  our position  expressed  in our  motion for\r\nsummary judgment (sic) that in a case of pure economic loss there\r\nis no such thing as  a products liability claim.\"   Their attempt\r\nto avoid  waiver by relying  on their post-verdict  motions under\r                                                    \r\nRule 50(b)  is unavailing as  well.   See Perdoni Bros.,  Inc. v.\r                                                                        \r\nConcrete Systs., Inc., 35 F.3d 1, 3 (1st Cir. 1994)  (\"The law is\r                               \r\ncrystal clear that  `a party may not base its  motion for a judg-\r\nment  n.o.v. on a ground that was not argued in its [pre-verdict]\r\nmotion for directed verdict.'\"). \r\n\n                                6\r\r\n\nfor  Appellant at  13 n.3,3 appellants  contend, in  the alterna-\r\n\ntive,  that this  case presents  a question  of first  impression\r                                                                           \r\n\nunder New Hampshire law.  Id. at 15.  Thus, even if the \"product\"\r                                       \r\n\nconsisted of the heating  systems only, and even if  the heating-\r\n\nsystem malfunctions  caused collateral damage  to the condominium\r                                                \r\n\nunits (i.e., to property  other than the product itself),  appel-\r\n\nlants  now  argue  that the  New  Hampshire  courts surely  would\r\n\n\"extend\" the East River rationale to these claims.  Consequently,\r                                 \r\n\nwhether or not  it was proper  to award damages to  CMB's insurer\r\n\nfor the repair/replacement costs under a strict liability theory,\r\n\nsee supra note 1  and accompanying text, appellants now  say that\r                   \r\n\nCMB cannot use strict liability to recover consequential \"commer-\r\n\ncial\"  losses  flowing from  the  malfunctioning  of the  heating\r\n\nsystems.  Their revisionist argument on appeal     never broached\r\n\nbelow    urges nothing  less than that New Hampshire's  \"economic\r\n\nloss\"  doctrine should be extended beyond the context of cases in\r                                                   \r\n\nwhich the  defective product  causes damage only  to the  product\r\n\nitself.   We  think it too  ambitious an initiative  to be enter-\r\n\n                  \r                            \r\n\n     3Appellants waived any claim that the condominium units were\r\nthe \"product,\" both on appeal, see FDIC v. Bay St. Dev. Corp., 32\r                                                                       \r\nF.3d  636, 639 n.3 (1st Cir. 1994) (appellate arguments presented\r\nin perfunctory fashion without developed argumentation are deemed\r\nwaived), and before the district court, see Lee v.  Life Ins. Co.\r                                                                           \r\nof N.A., 23 F.3d 14, 20 n.11 (1st Cir.), cert. denied, 115 S. Ct.\r                                                               \r\n427 (1994); see also Perdoni, 35 F.3d at 3 (\"Sweeping invocations\r                                      \r\nof conclusory  theories or abstract principles  will not suffice\"\r\nfor  pre-verdict Rule 50 motion).  Moreover, it seems most likely\r\nthat  their double  waiver traces  to the  complete lack  of case\r\nauthority supporting their contention.  See East River,  476 U.S.\r                                                                \r\nat 867 (normally,  \"product\" is the \"integrated package\"  sold to\r\nthe consumer). \r\n\n                                7\r\r\n\ntained for the  first time on  appeal.4  See,  e.g., Lee v.  Life\r                                                                           \r\n\nIns. Co. of N.A., 23  F.3d 14, 20 n.11 (1st Cir.),  cert. denied,\r                                                                          \r\n\n115 S. Ct. 427 (1994).  \r\n\n          Second,  appellants  contend that  the  superseding and\r\n\nefficient cause of the  damages sustained by CMB was  the unfore-\r\n\nseeable real estate market downturn in 1989.  See,  e.g., Reid v.\r                                                                        \r\n\nSpadone Mach. Co., 404 A.2d 1094, 1099 (N.H. 1979) (noting that a\r                           \r\n\n\"superseding   cause\"   may  sever   proximate-causation  chain).\r\n\nTherefore, they  say, CMB  failed to produce  sufficient evidence\r\n\nthat  its  lost sales  revenues  were proximately  caused  by the\r\n\ndefective heating  systems.  Once  again we conclude  that appel-\r\n\nlants  failed to  preserve  these arguments  before the  district\r\n\ncourt.5\r\n                  \r                            \r\n\n     4Our waiver ruling analysis is corroborated by the rationale\r\nupon which the district court relied in denying appellants' post-\r\nverdict motion  for judgment as a matter of law: \"[t]his is not a\r\ncase in which Plaintiff CMB or its subrogee, St Paul's, sought to\r\nrecover for damage  to or  loss of the  defective products  them-\r                                                                           \r\nselves, but rather sought recovery for damage to CMB's condomini-\r                \r\num project and  business occasioned by the defective condition of\r\nthe hot surface ignitors.\"   CMB Constr. Co. v.  Weil-McLain, No.\r                                                                      \r\n90-181-M,  slip  op. at  3 (D.N.H.  Dec.  30, 1994)  (emphasis in\r\noriginal).\r\n\n     5Appellants cite  to  their  pleadings,  which  suggest  the\r\nembryonic defense that the  damages sustained by CMB  were caused\r\nby undesignated \"third parties\" over whom appellants exercised no\r\ncontrol.   Appellants  likewise point  to  a pretrial  motion  in\r                                                                           \r\nlimine, wherein they argued that experts would \"detail the manner\r                \r\nin which  the financial losses  and failure of the  units to sell\r\nare related to the burst pipes as opposed to the economic  rever-\r\nsals suffered by the  economy in general.\"  Although  this state-\r\nment  might suggest a defensive stance that some of CMB's damages\r                                                          \r\nmight  eventually prove  not  to have  been  attributable to  the\r\n\"product\" defect, in no  sense does it suggest that  the evidence\r\nadduced  at  trial would  establish  that  the economic  downturn\r\nconstituted a superseding cause  which entirely severed the chain\r                                                                 \r\nof causation set in motion by the malfunctioning product. \r\n\n                                8\r\r\n\n          Finally, appellants argue that the district court erred\r\n\nin finding that  CMB had  adduced sufficient evidence  as to  the\r\n\namount of consequential damages sustained.  They assert  that the\r                \r\n\ncourt misapplied New Hampshire  law, which has sometimes required\r\n\nplaintiffs in so-called \"lost profits\" cases to  prove the amount\r\n\nof actual damages to  \"a reasonable certainty,\" rather than  by a\r\n\nmere  preponderance  of the  evidence.   See,  e.g.,  Great Lakes\r                                                                           \r\n\nAircraft  Co. v.  City of  Claremont, 608  A.2d 840  (N.H. 1992).\r                                              \r\n\nAppellants argue that the  $1,400,400 consequential damages award\r\n\nwas based on pure speculation.  They point out that  only four of\r\n\nthe  twenty-six units had been  sold, or were  under contracts of\r\n\nsale, at the time the defective heating systems failed; that only\r\n\none among the four  condominium sales in process failed  to close\r\n\nthereafter;  and,  further, that  CMB's  evidence     that  other\r\n\ncondominium  units in  the  Loon Mountain  area  sold during  the\r\n\nwinter of 1988-1989     did  not prove that  any specific  buyers\r                                                                   \r\n\nexisted at that  time who  would have been  prepared to  purchase\r\n\nthese particular units but for the structural damage.6\r                          \r\n\n          We  have  held that  the  heightened  burdens of  proof\r\n\ncalled  for in such New  Hampshire \"lost profits\"  cases as Great\r                                                                           \r\n                  \r                            \r\n\n     6Considerable confusion  attended  the parties'  use of  the\r\nterms  \"lost profits\" and \"lost sales [revenues],\" as well as the\r\nquestion whether these terms have distinctive connotations  which\r\nmight  affect the burden of proof under the Great Lakes decision.\r                                                                 \r\nAppellants point out, however,  that we have noted that  the term\r\n\"lost profits\" is \"too  mutable\" to serve as a  reliable indicium\r\nof the applicability of Great Lakes.  See Bezanson, 29 F.3d at 21\r                                                            \r\nn.6.   Since  appellants did  ask the  district court  to require\r\nproof of  consequential damages to a  \"reasonable certainty,\" and\r\nexplicitly  cited Great Lakes, we will assume that this claim was\r                                       \r\nduly preserved for appeal.\r\n\n                                9\r\r\n\nLakes pertain exclusively to  damages calculations that involve a\r               \r\n\n\"complex conjectural judgment\" that \"depend[s] upon how a variety\r\n\nof variables  affecting a stream  of revenues and  expenses would\r\n\nhave  played out over time if the [defendant's wrongdoing had not\r\n\noccurred.]\"  Bezanson, 29 F.3d at 21.  Whatever label the parties\r                               \r\n\nmight assign  to CMB's consequential damages, state law offers no\r\n\nbright-line  or  \"hard-edged\"  test  for  determining  whether  a\r\n\nclaimant  must prove damages by more than a mere preponderance of\r\n\nthe evidence.  Id. at 21 n.6.  Each case essentially turns on its\r                            \r\n\nparticular circumstances.  We think the damages sustained by  CMB\r\n\nare not in the Great Lakes mold.  \r                                    \r\n\n          First, its  condominium units     fully completed prod-\r\n\nucts    were already on the open market in 1988.   Second, before\r\n\nappellants'  defective  products  ever failed,  CMB  had received\r\n\nserious \"package offers\" for all twenty-six units, but decided to\r\n\nattempt to generate greater sales revenues by marketing the units\r\n\nindividually during the auspicious 1988-89 skiing season.  Third,\r\n\nroughly comparable  condominium units  in the Loon  Mountain area\r\n\ndid  sell  briskly during  the  1988-1989 season,  while  CMB was\r\n\nrepairing its damaged units.  Fourth, notwithstanding the ensuing\r\n\neconomic downturn,  CMB's condominiums  did sell during  the very\r\n\nnext \"peak\" selling season, but at reduced prices.  The relative-\r              \r\n\nly  short interval     between  the lost  selling season  and the\r\n\nactual selling  season    contrasts sharply  with the attenuation\r\n\nevidenced  in the \"lost profit\"  cases cited by  appellants.  Cf.\r                                                                           \r\n\nGreat  Lakes, 608 A.2d  at 857 (\"At  trial, [plaintiff's] damages\r                      \r\n\n                                10\r\r\n\nexpert  []  based his  lost  profit estimates  on  a hypothetical\r                                                                           \r\n\nbusiness entity  producing Great Lakes and  Champion aircraft and\r                         \r\n\non forecasted  profits from 1986  through 1995.\").   Since  these\r                                                        \r\n\nfactors  bring this case more  in line with  the \"specific [frus-\r\n\ntrated] transaction\"  in Bezanson, which would  have gone forward\r                                           \r\n\non  fairly predictable  terms but  for defendant's  wrongful act,\r\n\nBezanson, 29 F.3d at 21, we think it quite clear that the jury in\r                  \r\n\nthis case was  not presented with an especially  \"complex conjec-\r\n\ntural judgment.\"  \r\n\n          The district court judgment is affirmed.   \r                    The district court judgment is affirmed.\r                                                           \r\n\n                                11\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nDecember 6, 1995      [NOT FOR PUBLICATION]\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\nNo. 95-1265\r\n\n                 CMB CONSTRUCTION COMPANY, INC.,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                        WEIL-McLAIN, ETC.,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\nNo. 95-1343\r\n\n                 CMB CONSTRUCTION COMPANY, INC.,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                   EMERSON ELECTRIC CO., ETC.,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n         [Hon. Steven J. McAuliffe, U.S. District Judge]\r                                                                 \r\n\n                                           \r                                                     \r\n\n                  Selya and Cyr, Circuit Judges,\r                                                         \r\n\n                  and Casellas,* District Judge.\r                                                         \r\n\n                                           \r                                                     \r\n                  \r                            \r\n\n   *Of the District of Puerto Rico, sitting by designation.\r\r\n\n   James D. Crawford, with whom Jennifer DuFault James and Schnader,\r                                                                              \r\nHarrison, Segal &amp; Lewis were on brief for appellants.\r                               \r\n   Wilbur A. Glahn III, with whom Kelly A. Ayotte, McLane, Graf,\r                                                                          \r\nRaulerson &amp; Middleton Professional Association, Normandin, Cheney &amp;\r                                                                           \r\nO'Neil and Duncan J. Farmer were on brief for appellee.\r                                   \r\n\n                                           \r                                                     \r\n\n                         December 8, 1995\r\n                                           \r                                                     \r\r\n\n          Per Curiam.   In  1988, CMB Construction  Company, Inc.\r                    Per Curiam.\r                              \r\n\n(\"CMB\") completed  a condominium project in  New Hampshire's Loon\r\n\nMountain ski area, and placed all twenty-six units on the market.\r\n\nThe months of  December through  April are the  prime season  for\r\n\ncondominium  sales in the area.  The heating systems installed in\r\n\nthe condominiums  failed during  December 1988 and  January 1989,\r\n\nwhich caused water  pipes to  freeze and burst,  and resulted  in\r\n\nextensive  water and  structural damage  to thirteen  condominium\r\n\nunits.  The needed repairs on the damaged units were not complet-\r\n\ned until May  1989.  Although CMB  sold the damaged  units during\r\n\nthe  following  winter  (1989-1990),  less   advantageous  market\r\n\nconditions brought  prices well  below those which  had prevailed\r\n\nduring the 1988-89 season.\r\n\n          CMB promptly  initiated a  product liability action  in\r\n\nNew  Hampshire  federal  district court,  against  appellant  The\r\n\nMarley  Company,  Weil-McLain  Division   (\"Weil-McLain\"),  which\r\n\nmanufactured the heating  systems, and against appellant  Emerson\r\n\nElectric  Company (\"Emerson\"),  which  manufactured the  \"surface\r\n\nignitors\"  incorporated  in  the  heating systems.    CMB  sought\r\n\ncompensatory  damages for  its repair  and replacement  costs, as\r\n\nwell as consequential damages consisting of the reduced condomin-\r\n\nium sale  revenues resulting  from the one-year  delay associated\r\n\nwith repairing the thirteen  damaged units.  Relying on  a strict\r\n\nliability  theory,  CMB ultimately  obtained  a  $503,597.22 jury\r\n\naward  for  its repair  and replacement  costs, and  a $1,400,400\r\n\nconsequential damages award.  Appellants unsuccessfully moved for\r\n\n                                3\r\r\n\njudgment as a matter of law and for a new trial.  On appeal, they\r\n\nchallenge only the consequential damages award.1 \r\n\n          Although  the  district court  ruling denying  the Rule\r\n\n50(b)  motion for  judgment  as a  matter  of law  is  subject to\r\n\nplenary review, the jury verdict will  not be set aside unless no\r\n\nrational factfinder  could have reached  the same verdict  on the\r\n\nevidence adduced at trial.   See Bezanson v. Fleet  Bank-N.H., </pre><span class=\"citation\" data-id=\"195490\"><a href=\"/opinion/195490/bezanson-v-fleet-bank-nh/\"><span class=\"volume\">29</span>\r                                                                       \r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span><pre class=\"inline\">, 20 (1st Cir.  1994).  A district court ruling  denying a\r\n\nmotion for new trial will be upheld absent an abuse of discretion\r\n\nwhich results in a \"miscarriage of justice.\"  See Lama v. Borras,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"195226\"><a href=\"/opinion/195226/lama-romero-v-asociacion/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">473</span></a></span><pre class=\"inline\">, 477 (1st  Cir. 1994).   We review  both rulings  by\r\n\nconsidering the evidence and all rational inferences therefrom in\r\n\nthe light most favorable  to the nonmoving party, viz.,  CMB, but\r\n\nmaking allowance  for evidentiary weight and credibility determi-\r\n\nnations  on the latter motion only.  See Levesque v. Anchor Motor\r                                                                           \r\n\nFreight, Inc., </pre><span class=\"citation\" data-id=\"496780\"><a href=\"/opinion/496780/david-a-levesque-v-anchor-motor-freight-inc/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">702</span></a></span><pre class=\"inline\">, 703 (1st Cir. 1987).\r                       \r\n\n          The first contention pressed  by appellants is that New\r\n\nHampshire  strict liability  law does  not permit  a claimant  in\r\n\nCMB's position to recover consequential damages based exclusively\r\n\non \"commercial losses.\"  Like  the majority of jurisdictions, New\r\n\nHampshire has  endorsed the  so-called \"economic loss\"  doctrine,\r\n\nsee,  e.g., Public Serv. Co. of N.H. v. Westinghouse Elec. Corp.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"1882291\"><a href=\"/opinion/1882291/public-service-co-of-nh-v-westinghouse-elec-corp/\"><span class=\"volume\">685</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1281</span> </a></span><pre class=\"inline\">(D.N.H. 1988), which holds that damages relat-\r\n\ning to product liability    whether based in negligence or strict\r\n                  \r                            \r\n\n     1St. Paul's Insurance Company,  CMB's subrogee, received the\r\n$503,597.22 in compensatory damages.  Appellants settled with St.\r\nPaul's during this appeal.\r\n\n                                4\r\r\n\nliability     normally  are not  recoverable as  compensation for\r                                         \r\n\ninjury exclusively caused to the defective \"product\" itself; that\r                                                                     \r\n\nis, where the defect  in the failed product causes  no collateral\r\n\n\"physical\" damage, either to the person of the consumer or anyone\r\n\nelse, nor  to  any property  other than  the defective  \"product\"\r                                                                          \r\n\nitself.  See East  River S.S. Corp. v. Transamerica  DeLaval, </pre><span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">476</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">858</span></a></span><pre class=\"inline\">,  866, 868,  870 (1986)  (surveying various  rules, and\r\n\nadopting  the majority  rule for  use in  admiralty cases).   For\r\n\nexample, if a defective  widget simply malfunctions, recovery for\r\n\nthis sort of insurable loss    the diminution in the value of the\r                                \r\n\nwidget    normally must be based in contract or warranty law, not\r                                                                  \r\n\ntort  liability.   </pre><span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"id_token\">Id.</span>  at 870-71 </a></span><pre class=\"inline\"> (noting that  such \"insurable\"\r                                \r\n\nlosses  \"essentially [involve]  the failure  of the  purchaser to\r\n\nreceive  the benefit of  its bargain    the  core concern of con-\r\n\ntract law\").   This traditional  tort-law bar to  \"economic loss\"\r                                                                          \r\n\nrecoveries presumably  would extend  also to  preclude recoveries\r                    \r\n\nfor  consequential damages attributable  to the defective-product\r\n\nmalfunction, including  loss of  business opportunities.   </pre><span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"id_token\">Id.</span> at\r                                                                        \r\n\n874 </a></span><pre class=\"inline\">(noting that warranty law is better suited to redressing such\r\n\nlosses,  since  it limits  consequential  damages,  such as  lost\r\n\nprofits,  to  those  which  are  a  \"foreseeable  result  of  the\r\n\nbreach\"). \r\n\n          The only  pre-verdict  exegesis offered  by  appellants\r\n\nbelow on this issue appears in their pretrial memorandum support-\r\n\ning a motion to dismiss the claims  of CMB and its insurer.   See\r                                                                           \r\n\n                                5\r\r\n\nsupra  note  1.2   Appellants  repeatedly stressed  that  the New\r               \r\n\nHampshire law relating to \"economic  loss\" was already \"clear\"   \r\n\nand  that the New Hampshire  state courts had  \"long held\" strict\r\n\nliability unavailing     where a claimant alleges only \"damage to\r                                                                           \r\n\nthe product itself and economic losses caused  thereby\" and there\r                            \r\n\nis no allegation of \"bodily injury or serious threat or probabil-\r\n\nity of bodily injury.\"  Memorandum, at 2-3.  See Fed. R.  Civ. P.\r                                                          \r\n\n50(a) (\"motion shall specify . . . the law and the facts on which\r\n\nthe  moving party  is entitled  to judgment\").   Thus,  given the\r\n\nevidence of extensive structural damage to the condominium units,\r                                                                          \r\n\nappellants'  argument  before  the  district   court  necessarily\r                                                                           \r\n\nimplied  that appellants  were  relying on  the premise  that the\r                 \r\n\n\"product\"  at issue  was the  condominium units,  not  merely the\r                                                         \r\n\nheating systems.\r                         \r\n\n          Their argument on appeal has been transformed, however.\r\n\nFollowing a  passing reference  to the highly  dubious contention\r\n\nthat  the condominium  units  must be  considered the  integrated\r\n\n\"product\" which  implicated settled New Hampshire  law, see Brief\r                                                                     \r\n\n                  \r                            \r\n\n     2When they argued their  motion for judgment as a  matter of\r\nlaw at  the close of  the evidence,  see Fed. R.  Civ. P.  50(a),\r                                                  \r\nappellants  simply referred to their pretrial motion:  \"We do not\r\nwaive  our  right to  our position  expressed  in our  motion for\r\nsummary judgment (sic) that in a case of pure economic loss there\r\nis no such thing as  a products liability claim.\"   Their attempt\r\nto avoid  waiver by relying  on their post-verdict  motions under\r                                                    \r\nRule 50(b)  is unavailing as  well.   See Perdoni Bros.,  Inc. v.\r                                                                        \r\nConcrete Systs., Inc., </pre><span class=\"citation\" data-id=\"195571\"><a href=\"/opinion/195571/perdoni-brothers-inc-v-concrete-sytems-inc/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3 (1st Cir. 1994)  (\"The law is\r                               \r\ncrystal clear that  `a party may not base its  motion for a judg-\r\nment  n.o.v. on a ground that was not argued in its [pre-verdict]\r\nmotion for directed verdict.'\"). \r\n\n                                6\r\r\n\nfor  Appellant at  13 n.3,3 appellants  contend, in  the alterna-\r\n\ntive,  that this  case presents  a question  of first  impression\r                                                                           \r\n\nunder New Hampshire law.  </pre><span class=\"citation\" data-id=\"195571\"><a href=\"/opinion/195571/perdoni-brothers-inc-v-concrete-sytems-inc/\"><span class=\"id_token\">Id.</span> at 15. </a></span><pre class=\"inline\"> Thus, even if the \"product\"\r                                       \r\n\nconsisted of the heating  systems only, and even if  the heating-\r\n\nsystem malfunctions  caused collateral damage  to the condominium\r                                                \r\n\nunits (i.e., to property  other than the product itself),  appel-\r\n\nlants  now  argue  that the  New  Hampshire  courts surely  would\r\n\n\"extend\" the East River rationale to these claims.  Consequently,\r                                 \r\n\nwhether or not  it was proper  to award damages to  CMB's insurer\r\n\nfor the repair/replacement costs under a strict liability theory,\r\n\nsee supra note 1  and accompanying text, appellants now  say that\r                   \r\n\nCMB cannot use strict liability to recover consequential \"commer-\r\n\ncial\"  losses  flowing from  the  malfunctioning  of the  heating\r\n\nsystems.  Their revisionist argument on appeal     never broached\r\n\nbelow    urges nothing  less than that New Hampshire's  \"economic\r\n\nloss\"  doctrine should be extended beyond the context of cases in\r                                                   \r\n\nwhich the  defective product  causes damage only  to the  product\r\n\nitself.   We  think it too  ambitious an initiative  to be enter-\r\n\n                  \r                            \r\n\n     3Appellants waived any claim that the condominium units were\r\nthe \"product,\" both on appeal, see FDIC v. Bay St. Dev. Corp., </pre><span class=\"citation\" data-id=\"195566\"><a href=\"/opinion/195566/fdic-v-byrne-jr/\"><span class=\"volume\">32</span>\r                                                                       \r\n<span class=\"reporter\">F.3d</span>  <span class=\"page\">636</span></a></span><pre class=\"inline\">, 639 n.3 (1st Cir. 1994) (appellate arguments presented\r\nin perfunctory fashion without developed argumentation are deemed\r\nwaived), and before the district court, see Lee v.  Life Ins. Co.\r                                                                           \r\nof N.A., </pre><span class=\"citation\" data-id=\"669100\"><a href=\"/opinion/669100/tony-lee-v-the-life-insurance-company-of-north-america/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span><pre class=\"inline\">, 20 n.11 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span>\r                                                               \r\n<span class=\"page\">427</span> </span><pre class=\"inline\">(1994); see also </pre><span class=\"citation\" data-id=\"195571\"><span class=\"antecedent_guess\">Perdoni,</span> <a href=\"/opinion/195571/perdoni-brothers-inc-v-concrete-sytems-inc/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">3</span> </a></span><pre class=\"inline\">(\"Sweeping invocations\r                                      \r\nof conclusory  theories or abstract principles  will not suffice\"\r\nfor  pre-verdict Rule 50 motion).  Moreover, it seems most likely\r\nthat  their double  waiver traces  to the  complete lack  of case\r\nauthority supporting their contention.  See East </pre><span class=\"citation\" data-id=\"111693\"><span class=\"antecedent_guess\">River,</span>  <a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span>\r                                                                \r\nat <span class=\"page\">867</span> </a></span><pre class=\"inline\">(normally,  \"product\" is the \"integrated package\"  sold to\r\nthe consumer). \r\n\n                                7\r\r\n\ntained for the  first time on  appeal.4  See,  e.g., Lee v.  Life\r                                                                           \r\n\nIns. Co. of N.A., </pre><span class=\"citation\" data-id=\"669100\"><a href=\"/opinion/669100/tony-lee-v-the-life-insurance-company-of-north-america/\"><span class=\"volume\">23</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span><pre class=\"inline\">, 20 n.11 (1st Cir.),  cert. denied,\r                                                                          \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">427</span> </span><pre class=\"inline\">(1994).  \r\n\n          Second,  appellants  contend that  the  superseding and\r\n\nefficient cause of the  damages sustained by CMB was  the unfore-\r\n\nseeable real estate market downturn in 1989.  See,  e.g., Reid v.\r                                                                        \r\n\nSpadone Mach. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1094</span></span><pre class=\"inline\">, 1099 (N.H. 1979) (noting that a\r                           \r\n\n\"superseding   cause\"   may  sever   proximate-causation  chain).\r\n\nTherefore, they  say, CMB  failed to produce  sufficient evidence\r\n\nthat  its  lost sales  revenues  were proximately  caused  by the\r\n\ndefective heating  systems.  Once  again we conclude  that appel-\r\n\nlants  failed to  preserve  these arguments  before the  district\r\n\ncourt.5\r\n                  \r                            \r\n\n     4Our waiver ruling analysis is corroborated by the rationale\r\nupon which the district court relied in denying appellants' post-\r\nverdict motion  for judgment as a matter of law: \"[t]his is not a\r\ncase in which Plaintiff CMB or its subrogee, St Paul's, sought to\r\nrecover for damage  to or  loss of the  defective products  them-\r                                                                           \r\nselves, but rather sought recovery for damage to CMB's condomini-\r                \r\num project and  business occasioned by the defective condition of\r\nthe hot surface ignitors.\"   CMB Constr. Co. v.  Weil-McLain, No.\r                                                                      \r\n90-181-M,  slip  op. at  3 (D.N.H.  Dec.  30, 1994)  (emphasis in\r\noriginal).\r\n\n     5Appellants cite  to  their  pleadings,  which  suggest  the\r\nembryonic defense that the  damages sustained by CMB  were caused\r\nby undesignated \"third parties\" over whom appellants exercised no\r\ncontrol.   Appellants  likewise point  to  a pretrial  motion  in\r                                                                           \r\nlimine, wherein they argued that experts would \"detail the manner\r                \r\nin which  the financial losses  and failure of the  units to sell\r\nare related to the burst pipes as opposed to the economic  rever-\r\nsals suffered by the  economy in general.\"  Although  this state-\r\nment  might suggest a defensive stance that some of CMB's damages\r                                                          \r\nmight  eventually prove  not  to have  been  attributable to  the\r\n\"product\" defect, in no  sense does it suggest that  the evidence\r\nadduced  at  trial would  establish  that  the economic  downturn\r\nconstituted a superseding cause  which entirely severed the chain\r                                                                 \r\nof causation set in motion by the malfunctioning product. \r\n\n                                8\r\r\n\n          Finally, appellants argue that the district court erred\r\n\nin finding that  CMB had  adduced sufficient evidence  as to  the\r\n\namount of consequential damages sustained.  They assert  that the\r                \r\n\ncourt misapplied New Hampshire  law, which has sometimes required\r\n\nplaintiffs in so-called \"lost profits\" cases to  prove the amount\r\n\nof actual damages to  \"a reasonable certainty,\" rather than  by a\r\n\nmere  preponderance  of the  evidence.   See,  e.g.,  Great Lakes\r                                                                           \r\n\nAircraft  Co. v.  City of  Claremont, </pre><span class=\"citation no-link\"><span class=\"volume\">608</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">840</span> </span><pre class=\"inline\"> (N.H. 1992).\r                                              \r\n\nAppellants argue that the  $1,400,400 consequential damages award\r\n\nwas based on pure speculation.  They point out that  only four of\r\n\nthe  twenty-six units had been  sold, or were  under contracts of\r\n\nsale, at the time the defective heating systems failed; that only\r\n\none among the four  condominium sales in process failed  to close\r\n\nthereafter;  and,  further, that  CMB's  evidence     that  other\r\n\ncondominium  units in  the  Loon Mountain  area  sold during  the\r\n\nwinter of 1988-1989     did  not prove that  any specific  buyers\r                                                                   \r\n\nexisted at that  time who  would have been  prepared to  purchase\r\n\nthese particular units but for the structural damage.6\r                          \r\n\n          We  have  held that  the  heightened  burdens of  proof\r\n\ncalled  for in such New  Hampshire \"lost profits\"  cases as Great\r                                                                           \r\n                  \r                            \r\n\n     6Considerable confusion  attended  the parties'  use of  the\r\nterms  \"lost profits\" and \"lost sales [revenues],\" as well as the\r\nquestion whether these terms have distinctive connotations  which\r\nmight  affect the burden of proof under the Great Lakes decision.\r                                                                 \r\nAppellants point out, however,  that we have noted that  the term\r\n\"lost profits\" is \"too  mutable\" to serve as a  reliable indicium\r\nof the applicability of Great Lakes.  See </pre><span class=\"citation\" data-id=\"195490\"><span class=\"antecedent_guess\">Bezanson,</span> <a href=\"/opinion/195490/bezanson-v-fleet-bank-nh/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">21</span>\r</a></span><pre class=\"inline\">                                                            \r\nn.6.   Since  appellants did  ask the  district court  to require\r\nproof of  consequential damages to a  \"reasonable certainty,\" and\r\nexplicitly  cited Great Lakes, we will assume that this claim was\r                                       \r\nduly preserved for appeal.\r\n\n                                9\r\r\n\nLakes pertain exclusively to  damages calculations that involve a\r               \r\n\n\"complex conjectural judgment\" that \"depend[s] upon how a variety\r\n\nof variables  affecting a stream  of revenues and  expenses would\r\n\nhave  played out over time if the [defendant's wrongdoing had not\r\n\noccurred.]\"  </pre><span class=\"citation\" data-id=\"195490\"><span class=\"antecedent_guess\">Bezanson,</span> <a href=\"/opinion/195490/bezanson-v-fleet-bank-nh/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">21</span></a></span><pre class=\"inline\">.  Whatever label the parties\r                               \r\n\nmight assign  to CMB's consequential damages, state law offers no\r\n\nbright-line  or  \"hard-edged\"  test  for  determining  whether  a\r\n\nclaimant  must prove damages by more than a mere preponderance of\r\n\nthe evidence.  </pre><span class=\"citation\" data-id=\"195490\"><a href=\"/opinion/195490/bezanson-v-fleet-bank-nh/\"><span class=\"id_token\">Id.</span> at 21 </a></span><pre class=\"inline\">n.6.  Each case essentially turns on its\r                            \r\n\nparticular circumstances.  We think the damages sustained by  CMB\r\n\nare not in the Great Lakes mold.  \r                                    \r\n\n          First, its  condominium units     fully completed prod-\r\n\nucts    were already on the open market in 1988.   Second, before\r\n\nappellants'  defective  products  ever failed,  CMB  had received\r\n\nserious \"package offers\" for all twenty-six units, but decided to\r\n\nattempt to generate greater sales revenues by marketing the units\r\n\nindividually during the auspicious 1988-89 skiing season.  Third,\r\n\nroughly comparable  condominium units  in the Loon  Mountain area\r\n\ndid  sell  briskly during  the  1988-1989 season,  while  CMB was\r\n\nrepairing its damaged units.  Fourth, notwithstanding the ensuing\r\n\neconomic downturn,  CMB's condominiums  did sell during  the very\r\n\nnext \"peak\" selling season, but at reduced prices.  The relative-\r              \r\n\nly  short interval     between  the lost  selling season  and the\r\n\nactual selling  season    contrasts sharply  with the attenuation\r\n\nevidenced  in the \"lost profit\"  cases cited by  appellants.  Cf.\r                                                                           \r\n\nGreat  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Lakes,</span> <span class=\"volume\">608</span> <span class=\"reporter\">A.2d</span>  at <span class=\"page\">857</span> </span><pre class=\"inline\">(\"At  trial, [plaintiff's] damages\r                      \r\n\n                                10\r\r\n\nexpert  []  based his  lost  profit estimates  on  a hypothetical\r                                                                           \r\n\nbusiness entity  producing Great Lakes and  Champion aircraft and\r                         \r\n\non forecasted  profits from 1986  through 1995.\").   Since  these\r                                                        \r\n\nfactors  bring this case more  in line with  the \"specific [frus-\r\n\ntrated] transaction\"  in Bezanson, which would  have gone forward\r                                           \r\n\non  fairly predictable  terms but  for defendant's  wrongful act,\r\n\n</pre><span class=\"citation\" data-id=\"195490\"><span class=\"antecedent_guess\">Bezanson,</span> <a href=\"/opinion/195490/bezanson-v-fleet-bank-nh/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">21</span></a></span><pre class=\"inline\">, we think it quite clear that the jury in\r                  \r\n\nthis case was  not presented with an especially  \"complex conjec-\r\n\ntural judgment.\"  \r\n\n          The district court judgment is affirmed.   \r                    The district court judgment is affirmed.\r                                                           \r\n\n                                11\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111693/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195226/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195490/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195566/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195571/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/669100/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1882291/"
  ]
}