{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196464/",
  "id": 196464,
  "absolute_url": "/opinion/196464/wolf-v-reliance-standard/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196464/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:06:27Z",
  "date_modified": "2020-02-21T23:11:00.876583Z",
  "type": "010combined",
  "sha1": "4f8ad7db71ee6e05f153960b00be59bc0f4aa6a3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1440.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-1440\r\n\n                        ALVAN H. WOLF,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n          RELIANCE STANDARD LIFE INSURANCE COMPANY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n   [Hon. Charles B. Swartwood, III, U.S. Magistrate Judge]\r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Stahl and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nJames A.  Young with  whom  Michael J.  Burns, Christie,  Pabarue,\r                                                                              \r\nMortensen &amp; Young, P.C. and Cheri L. Crow were on brief for appellant.\r                                                 \r\nWilliam E. Bernstein  with whom Barbara S. Liftman and  Weinstein,\r                                                                              \r\nBernstein &amp; Burwick, P.C. were on brief for appellee.\r                                 \r\n\n                                         \r\n\n                      December 11, 1995\r\n                                         \r\r\n\n          STAHL,  Circuit  Judge.   Plaintiff-appellee  Alvan\r                      STAHL,  Circuit  Judge.\r                                            \r\n\nWolf prevailed  in  his jury-tried  contract  action  against\r\n\ndefendant-appellant Reliance Standard Life  Insurance Company\r\n\n(\"Reliance\") for  denial of  disability  benefits.   Reliance\r\n\nappeals the trial court's ruling  that ERISA preemption is an\r\n\naffirmative defense which Reliance waived by failing to plead\r\n\nit timely.  We affirm.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                          BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          We begin by  reciting the facts  in the light  most\r\n\nfavorable to the verdict.   See Aetna Cas. Sur. Co.  v. P &amp; B\r                                                                         \r\n\nAutobody, 43 F.3d 1546, 1552 (1st Cir. 1994).\r                    \r\n\n          Wolf  founded  Brookfield   Factory  Outlet,   Inc.\r\n\n(\"Brookfield\"), a  now-defunct chain of shoe  stores.  During\r\n\nBrookfield's  heyday, Wolf  earned  approximately $8,000  per\r\n\nmonth as its President  and Chief Executive Officer.   In the\r\n\nfall  of  1988,  he  was diagnosed  with  severe  depression,\r\n\napparently resulting from business and personal difficulties.\r\n\nIn  the  spring  of  1989, Wolf  experienced  heart  problems\r\n\nrequiring   a  brief   hospitalization.     Thereafter,  Wolf\r\n\ncontinued  to work until April  24, 1989, when  he suffered a\r\n\nmassive heart attack.\r\n\n          From the  time  of Wolf's  depression diagnosis  in\r\n\n1988  until his heart attack  in 1989, he  actually drew only\r\n\n$500  per  week  of  his  $8,000  per  month  salary  due  to\r\n\n                             -2-\r                                          2\r\r\n\nBrookfield's   ongoing   financial  problems.      There  was\r\n\nconflicting testimony  at trial  as to whether  Wolf actually\r\n\nwas entitled  to the  unpaid remainder  of his  salary, which\r\n\nWolf asserted the company owed him as a debt payable.\r\n\n          The  insurance  policy  under  which   Wolf  sought\r\n\nrecovery  took  effect  on  February  1,  1985.   The  policy\r\n\nprovided a monthly  benefit to a  disabled employee equal  to\r\n\nsixty percent of \"covered  monthly earnings,\" defined as \"the\r\n\ninsured's  basic monthly salary  received from [the employer]\r\n\non the  day just before  the date of  total disability.\"   In\r\n\nSeptember 1990,  Wolf filed a claim  for disability benefits.\r\n\nReliance  denied the claim in May 1991, stating that Wolf had\r\n\nneither  proved  that he  was  a full-time  employee  when he\r\n\nbecame disabled  nor that he  was totally disabled,  and that\r\n\nWolf was late giving notice of his claim.\r\n\n          In  January  1992, Wolf,  a  Massachusetts citizen,\r\n\nsued Reliance in Massachusetts state court alleging breach of\r\n\ncontract and  unfair trade practices.   Reliance, an Illinois\r\n\ncorporation  with   its  principal   place  of  business   in\r\n\nPennsylvania, removed  the suit,  based on diversity,  to the\r\n\nUnited   States   District   Court  for   the   District   of\r\n\nMassachusetts.  28 U.S.C.    1441, 1332.\r\n\n          The   parties  consented   to  trial   before  U.S.\r\n\nMagistrate Judge  Charles B. Swartwood  III.  On  October 25,\r\n\n                             -3-\r                                          3\r\r\n\n1994,  one  week   before  trial,   Reliance  filed   several\r\n\nmotions,1  each asserting,  for the  first time,  that Wolf's\r\n\nstate law  claims were  preempted by the  Employee Retirement\r\n\nIncome  Security Act of 1974  (\"ERISA\").  29  U.S.C.    1001-\r\n\n1461.   The trial court denied the motions, ruling that ERISA\r\n\npreemption was  an affirmative defense which  Reliance waived\r\n\nby  failing to plead it in a  timely manner.  The trial court\r\n\nthen denied  Reliance leave  to amend its  pleadings, finding\r\n\nundue delay by Reliance and significant prejudice to Wolf if,\r\n\non  the eve  of trial,  Reliance were  allowed to  change the\r\n\nentire  legal basis for its opposition to Wolf's claim by its\r\n\nintroduction of an ERISA preemption defense.2\r\n\n            The breach of contract claim was tried to a  jury\r\n\non November  2-4, 1994,  resulting in  a special  verdict for\r\n\nWolf.   The jury found  that Wolf's basic  monthly salary was\r\n\n$8,000  per  month  on  the  day  before  he  became  totally\r\n\ndisabled.  The trial court  entered judgment for Reliance  on\r\n\nthe unfair  trade practices claim,  and Wolf does  not appeal\r\n\nfrom that judgment.  In December 1994, the trial court issued\r\n\na  memorandum  decision  calculating  Wolf's  damages  to  be\r\n\n                    \r                                \r\n\n1.  Specifically,  Reliance  filed  motions  to  dismiss  for\r\nfailure to state a claim, to strike Wolf's jury trial demand,\r\nand to apply an arbitrary and capricious standard of review.\r\n\n2.  The  only  previous  indication  of  any  possible  ERISA\r\npreemption  argument in  this litigation  was an  exchange of\r\nletters dated May 31, 1991 and July 29, 1991 between Reliance\r\nand Wolf's  attorney, each making a  single passing reference\r\nto ERISA.\r\n\n                             -4-\r                                          4\r\r\n\n$196,606.72  plus  interest and  future payments.3   Reliance\r\n\nthen filed a renewed motion  for judgment as a matter  of law\r\n\nand, alternatively, a motion  for a new trial, and  both were\r\n\ndenied.  This appeal followed.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          The  principal issue  before  us  is whether  ERISA\r\n\npreemption is jurisdictional, and thus  may be raised at  any\r\n\npoint in  litigation, or an affirmative  defense, waivable if\r\n\nnot pleaded timely.   A  related issue is  whether the  trial\r\n\ncourt  abused its  discretion  in denying  Reliance leave  to\r\n\namend its pleadings to add an ERISA preemption defense.\r\n\nA.  ERISA Preemption\r                                \r\n\n          Whether ERISA  preemption  is jurisdictional  or  a\r\n\nwaivable  affirmative defense is a pure  question of law that\r\n\nwe review de novo.  See Correa v. Hospital San Francisco, No.\r                                                                    \r\n\n95-1167, 1995 WL 627505, at *6 (1st Cir. Oct. 31, 1995).\r\n\n          Reliance argues that because there is a \"compelling\r\n\npolicy\"  in favor of application of federal ERISA law to this\r\n\nclaim,  ERISA  preemption  is  jurisdictional4  and therefore\r\n\n                    \r                                \r\n\n3.  The parties stipulated that  if Reliance was found liable\r\nto Wolf, the trial court would calculate the damages.\r\n\n4.  We note  that  although Reliance  did  not use  the  term\r\n\"jurisdictional,\" that is the thrust of its argument.\r\n\n                             -5-\r                                          5\r\r\n\nnonwaivable.5   The  foundation  of the  argument is  ERISA's\r\n\nbroad  preemption provision: ERISA  [with a  few inapplicable\r\n\nexceptions] \"shall  supersede any and all  State laws insofar\r\n\nas they may now  or hereafter relate to any  employee benefit\r\n\nplan .  . .  . \"   29 U.S.C.    1144(a).   One of  Congress's\r\n\nintentions in enacting ERISA,  as divined through legislative\r\n\nhistory,  was to  encourage  the growth  of private  employee\r\n\nbenefit  plans  by  replacing   diverse  state  laws  with  a\r\n\nnationally  uniform federal  common  law regulating  employee\r\n\nbenefit   plans.6     Treating   ERISA  preemption   as  non-\r\n\njurisdictional  and therefore waivable would, so the argument\r\n\ngoes,  frustrate  that  intent, subjecting  employee  benefit\r\n\nplans to  regulation and  litigation under  fifty non-uniform\r\n\nbodies of state law.  The costs of adapting to and litigating\r\n\nunder non-uniform  state law and the  potential for liability\r\n\nand  damages beyond  that permitted  under ERISA  would deter\r\n\nemployers from enacting benefits  plans.  Thus, courts should\r\n\n                    \r                                \r\n\n5.  See  Insurance Corp.  of Ireland,  Ltd. v.  Compagnie des\r                                                                         \r\nBauxites de Guinee, 456 U.S. 694, 702 (1982) (explaining that\r                              \r\nsubject  matter jurisdiction  is nonwaivable);  see generally\r                                                                         \r\nGeorge Lee Flint, Jr.,  ERISA: Nonwaivability of  Preemption,\r                                                                        \r\n39 U. Kan.  L. Rev.  297 (1991) (arguing  that courts  should\r\nhold ERISA preemption nonwaivable).\r\n\n6.  ERISA's House sponsor, Representative Dent, described the\r\n\"reservation  to Federal  authority  [of] the  sole power  to\r\nregulate  the field  of  employee benefit  plans\" as  ERISA's\r\n\"crowning  achievement.\"     120  Cong.  Rec.  29197  (1974).\r\nSenator Williams commented that ERISA's preemption  will have\r\nthe  effect  of \"eliminating  the  threat  of conflicting  or\r\ninconsistent State  and local regulation  of employee benefit\r\nplans.\"  Id. at 29933.\r                        \r\n\n                             -6-\r                                          6\r\r\n\nhold  that  ERISA   preemption  is  jurisdictional  and   not\r\n\nwaivable, consistent with the congressional intent  to create\r\n\nand apply  a uniform federal law  regulating employee benefit\r\n\nplans.\r\n\n          While the  foregoing argument is not without merit,\r\n\nit  is precluded by precedent.  The Supreme Court analyzed at\r\n\nlength  the legislative  history  behind  ERISA's  preemption\r\n\nprovision in Pilot Life Ins. Co. v. Dedeaux, 481 U.S. 41, 44-\r                                                       \r\n\n46, 52-57 (1987), focusing on the civil enforcement scheme of\r\n\n  502(a) of ERISA  (29 U.S.C.   1132(a)), under which  a plan\r\n\nparticipant can bring  a suit  for benefits due.   The  Court\r\n\nconcluded  that Congress  intended  to  create  an  exclusive\r\n\nfederal remedy, with a \"pre-emptive force . . . modeled after\r\n\n  301\"  of the  Labor Management  Relations Act  (\"LMRA\"), 29\r\n\nU.S.C.   185.  Pilot Life,  481 U.S. at 52.  Accordingly, the\r                                     \r\n\nCourt held that ERISA preempts all state law causes of action\r\n\nfor benefits due under an ERISA plan.  Id. at 57.  Pilot Life\r                                                                         \r\n\ndid not present the  question whether ERISA preemption was  a\r\n\njurisdictional matter or a  waivable defense, but the Supreme\r\n\nCourt  made clear  that courts  deciding  the scope  of ERISA\r\n\npreemption  should  look  to LMRA  preemption  decisions  for\r\n\nguidance.  Id. at 54-55.\r                          \r\n\n          The  Pilot  Life  decision  explains  that  ERISA's\r                                      \r\n\npreemption  clause  and  civil  enforcement  scheme  entirely\r\n\ndisplaced  state law  causes  of action  for benefits  claims\r\n\n                             -7-\r                                          7\r\r\n\nunder  ERISA  plans.    Id.  at  55-57.    If  state  law  is\r                                       \r\n\n\"displaced,\"  then  arguably  there  is  no   subject  matter\r\n\njurisdiction over  a state law  cause of action  for benefits\r\n\ndue.   Lack of subject  matter jurisdiction is,  of course, a\r\n\nnonwaivable defense and may be raised at any time.  Insurance\r                                                                         \r\n\nCorp.  of Ireland, Ltd. v. Compagnie  des Bauxites de Guinee,\r                                                                        \r\n\n456 U.S. 694,  702 (1982).   That jurisdictional argument  is\r\n\nunavailing, however, because  this Circuit has squarely  held\r\n\nthat LMRA preemption is  waivable.  Sweeney v. Westvaco  Co.,\r                                                                        \r\n\n926  F.2d 29, 40 (1st Cir.) (Breyer, C.J.), cert. denied, 502\r                                                                    \r\n\nU.S. 899 (1991).  Given that  the Supreme Court in Pilot Life\r                                                                         \r\n\nexplicitly  directed courts  to treat  ERISA  preemption like\r\n\nLMRA preemption, 481 U.S. 51-56, Judge (now Justice) Breyer's\r\n\nanalysis  in   Sweeney  leads  us  to   conclude  that  ERISA\r                                  \r\n\npreemption is also waivable.\r\n\n          The  rationale behind  Sweeney's holding  that LMRA\r                                                      \r\n\npreemption  is waivable  applies  with equal  force to  ERISA\r\n\npreemption.   The Sweeney  court began  with  an analysis  of\r                                     \r\n\nInternational  Longshoremen's Ass'n  v. Davis,  476  U.S. 380\r                                                         \r\n\n(1986), a  National Labor  Relations Act  (\"NLRA\") preemption\r\n\ncase.   See 29  U.S.C.     157, 158.   In Davis,  the Supreme\r                                                           \r\n\nCourt  held  that  NLRA  preemption  is  jurisdictional,  and\r\n\ntherefore  nonwaivable, because NLRA  preemption dictates the\r\n\nchoice  of forum (i.e., whether a court or the National Labor\r                            \r\n\nRelations Board (\"NLRB\") has  the power to hear the  case) as\r\n\n                             -8-\r                                          8\r\r\n\nopposed to simply the  choice of law (i.e., whether  state or\r                                                \r\n\nfederal law applies).   See id. at 398-99.   Sweeney stressed\r                                                                \r\n\nthat the  Supreme Court itself carefully  limited its holding\r\n\nin  Davis to    7  and 8 of the NLRA  and not other statutes.\r                     \r\n\nSweeney,  926  F.2d  at  38.     Those  sections  evidence  a\r                   \r\n\nCongressional intent to \"refuse[] to permit parties to submit\r\n\nsuch  a  dispute   to  the  courts  even  where  the  parties\r\n\nthemselves wished to do so.\"  Id. at 38-39.  In Sweeney, this\r                                                                   \r\n\ncourt   determined   that   LMRA  preemption,   unlike   NLRA\r\n\npreemption, \"concerns  what law a decision  maker must apply,\r                                           \r\n\nnot what  forum must decide  the dispute.\"   926 F.2d  at 39.\r                           \r\n\nBased  on that  premise,  the panel  in  Sweeney applied  the\r                                                            \r\n\nconverse of  the Davis rule, holding that  LMRA preemption is\r                                  \r\n\nwaivable because it affects the choice of law, not the choice\r\n\nof forum.  Id. at 39-40.\r                          \r\n\n          Like  LMRA  preemption,   ERISA  preemption  in   a\r\n\nbenefits-due  action does  not  affect the  choice of  forum,\r\n\nbecause ERISA's jurisdictional provision provides that \"State\r\n\ncourts of  competent jurisdiction and district  courts of the\r\n\nUnited States shall have concurrent jurisdiction of actions,\"\r                                                            \r\n\n29  U.S.C.     1132(e)(1)  (emphasis added),  \"brought  by  a\r\n\nparticipant  or beneficiary  to  recover benefits  due.\"   29\r\n\nU.S.C.   1132(a)(1)(B).   The plain language of    1132 tells\r\n\nus that  if a plaintiff  brought a  \"benefits-due\" action  in\r\n\nstate court and the  defendant pleaded ERISA preemption, this\r\n\n                             -9-\r                                          9\r\r\n\nwould not deprive the court of  jurisdiction over the subject\r\n\nmatter; rather,  ERISA  preemption in  that  situation  would\r\n\ndictate the applicable law.   Preemption is, as Sweeney says,\r                                                                   \r\n\nultimately  \"a matter  of Congressional intent,  as embodied,\r\n\nexplicitly or implicitly, in  a particular federal  statute.\"\r\n\nSweeney, 926 F.2d at 38.  In  considering that intent, we are\r                   \r\n\nguided by a number of factors.  It is instructive, though not\r\n\nnecessarily  dispositive,  that ERISA,  like  the  statute in\r\n\nSweeney,  is a choice  of law rather  than a  choice of forum\r                   \r\n\nstatute.  We  also believe that  the interests in  uniformity\r\n\nwhich  Congress hoped  to serve  in ERISA  did not  extend to\r\n\npermitting defendant corporations,  often more  sophisticated\r\n\nabout ERISA than individual plaintiffs, to sit on their hands\r\n\nand  not  claim  the defense  until  the  last  minute.   Cf.\r                                                                         \r\n\nWilliams  v. Ashland Eng'g Co.,  Inc., 45 F.3d  588, 593 (1st\r                                                 \r\n\nCir.)  (emphasizing the importance  of protecting against the\r\n\nstrategic  use of  a last  minute ERISA  preemption defense),\r\n\ncert. denied, 116 S.  Ct. (1995).  That employers  were meant\r                        \r\n\nto enjoy the benefits  of uniformity did not mean  they could\r\n\nnot forego those benefits.\r\n\n          Other  courts,   including  the  Fifth   and  Ninth\r\n\nCircuits have held  that ERISA preemption  is waivable.   See\r                                                                         \r\n\nDueringer v. General  Am. Life  Ins. Co., 842  F.2d 127,  130\r                                                    \r\n\n(5th Cir. 1988) (holding  that ERISA preemption is waivable);\r\n\nGilchrist  v. Jim Slemons Imports,  Inc., 803 F.2d 1488, 1497\r                                                    \r\n\n                             -10-\r                                          10\r\r\n\n(9th Cir. 1986) (same); Rehabilitation Inst. of Pittsburgh v.\r                                                                      \r\n\nEquitable Life  Assur. Soc'y,  131 F.R.D. 99,  101 (W.D.  Pa.\r                                        \r\n\n1990) (same), aff'd, 937 F.2d 598 (3d Cir. 1991).\r                               \r\n\n          An apparent majority of state courts addressing the\r\n\nquestion have  reached the  same conclusion.   See  Gorman v.\r                                                                      \r\n\nLife Ins. Co. of N. Am., 811  S.W.2d 542, 546 (Tex.) (holding\r                                   \r\n\nthat  ERISA preemption is waivable when it does not deprive a\r\n\nstate  court of  jurisdiction),  cert. denied,  502 U.S.  824\r                                                         \r\n\n(1991); Curry  v. Cincinnati  Equitable Ins. Co.,  834 S.W.2d\r                                                            \r\n\n701,  703 (Ky. Ct. App. 1992) (same); Hughes v. Blue Cross of\r                                                                         \r\n\nN. Cal., 263 Cal. Rptr. 850, 861 (Cal. Ct. App. 1989) (same),\r                   \r\n\ncert. dismissed, 495 U.S. 944  (1990); Associates Inv. Co. v.\r                                                                      \r\n\nClaeys, 533  N.E.2d 1248, 1251 (Ind. Ct. App. 1989).  But see\r                                                                         \r\n\nChestnut-Adams Ltd.  Partnership  v. Bricklayers  and  Masons\r                                                                         \r\n\nTrust  Funds of  Boston,  Mass., 612  N.E.2d 236,  238 (Mass.\r                                           \r\n\n1993) (holding  that the  preemption intended by  Congress in\r\n\nenacting ERISA is so  broad as to make it  jurisdictional and\r\n\ntherefore nonwaivable); Barry v. Dymo Graphic Sys., Inc., 478\r                                                                    \r\n\nN.E.2d 707, 712 (Mass. 1985) (same).7\r\n\n          Accordingly,  we hold  that ERISA  preemption in  a\r\n\nbenefits-due action is  waivable, not jurisdictional, because\r\n\n                    \r                                \r\n\n7.  We are, of course, not bound by the Massachusetts Supreme\r\nJudicial Court's  interpretation of a federal  statute or the\r\nCongressional intent behind it.\r\n\n                             -11-\r                                          11\r\r\n\nit  concerns  the  choice of  substantive  law  but does  not\r\n\nimplicate the power of the forum to adjudicate the dispute.8\r\n\n          We  now   turn  to  the   question  whether   ERISA\r\n\npreemption   must  be  pleaded  as  an  affirmative  defense.\r\n\nFederal  Rule  of  Civil   Procedure  8(c)  requires  that  a\r\n\nresponsive pleading set  forth certain enumerated affirmative\r\n\ndefenses  as  well  as  \"any  other  matter  constituting  an\r\n\navoidance or affirmative defense.\"  Fed. R. Civ. P. 8(c); see\r                                                                         \r\n\ngenerally  5 Charles  A. Wright  &amp; Arthur R.  Miller, Federal\r                                                                         \r\n\nPractice and Procedure   1271 (1990).  The First Circuit test\r                                  \r\n\nfor  whether  a given  defense  falls  within  the Rule  8(c)\r\n\n\"residuary\" clause is whether  the defense \"shares the common\r\n\ncharacteristic of  a bar to the right of recovery even if the\r\n\ngeneral complaint were  more or less admitted  to.\"  Jakobsen\r                                                                         \r\n\nv.  Mass.  Port Auth.,  520 F.2d  810,  813 (1st  Cir. 1975).\r                                 \r\n\nERISA preemption  shares  this characteristic  insofar as  it\r\n\nwould bar  Wolf  from recovering  on his  state law  contract\r\n\nclaim   even  if   Reliance   admitted  Wolf's   allegations.\r\n\nTherefore  we hold  that ERISA  preemption in  a benefits-due\r\n\naction  is an affirmative defense and, as such, it is subject\r\n\nto waiver if not timely pleaded.\r\n\n                    \r                                \r\n\n8.  Our holding  is limited to ERISA  preemption of benefits-\r\ndue  actions.   ERISA permits  several other  types of  civil\r\nactions (e.g., for injunctive relief, for breach of fiduciary\r\nduty, etc.) subject to  exclusive jurisdiction in the federal\r\ncourts rather than concurrent jurisdiction.  See 29 U.S.C.   \r                                                            \r\n1132(a)(1)(A), 1132(a)(2)-(6), 1132(e)(1).\r\n\n                             -12-\r                                          12\r\r\n\n          Several courts, including  this Circuit in  dictum,\r                                                                        \r\n\nhave held that ERISA  preemption in benefits-due actions must\r\n\nbe pleaded timely as an affirmative defense.  See Williams v.\r                                                                      \r\n\nAshland Eng'g Co.,  Inc., 45 F.3d  588, 593 &amp; n.7  (1st Cir.)\r                                    \r\n\n(stating, in dictum, that  ERISA preemption is an affirmative\r                               \r\n\ndefense, but finding no waiver when pleaded six months before\r\n\nsummary  judgment),  cert.  denied,  116 S.  Ct.  51  (1995);\r                                              \r\n\nDueringer, 842 F.2d at 129-130 (5th Cir.  1988) (holding that\r                     \r\n\nERISA preemption must be  pleaded as an affirmative defense);\r\n\nRehabilitation Inst.,  131 F.R.D.  at 100-01 (W.D.  Pa. 1990)\r                                \r\n\n(same), aff'd,  937  F.2d 598  (3d  Cir. 1991);  Gorman,  811\r                                                                   \r\n\nS.W.2d  at 546 (Tex. 1991)  (same); Curry, 834  S.W.3d at 703\r                                                     \r\n\n(Ky.  Ct.  App. 1992)  (same);  but  see Chestnut-Adams,  612\r                                                                   \r\n\nN.E.2d at 238 (Mass. 1993)  (holding that ERISA preemption is\r\n\njurisdictional and therefore not waivable).\r\n\nB.  Amendment of the Pleadings\r                                          \r\n\n          Having  concluded  that  ERISA  preemption   is  an\r\n\naffirmative  defense,  it   follows  that  the   trial  court\r\n\ncorrectly   treated   Reliance's  attempt   to   raise  ERISA\r\n\npreemption   as  a   motion  seeking   leave  to   amend  the\r\n\npleadings.9   We now address  whether the trial  court abused\r\n\nits discretion in denying Reliance leave to amend.\r\n\n                    \r                                \r\n\n9.  At  oral argument on  the eleventh-hour motions, Reliance\r\nconceded the true goal  of the motions: \"It's not  to dismiss\r\nthe complaint per se,  it's just to substitute ERISA  for the\r                                \r\nbreach of contract under state law.\"\r\n\n                             -13-\r                                          13\r\r\n\n          Whether  or  not  to   grant  leave  to  amend  the\r\n\npleadings is within the discretion of the trial court and the\r\n\ncourt's  decision will  be reversed  only upon  a showing  of\r\n\nabuse of that discretion.  Manzoli v. Commissioner, 904  F.2d\r                                                              \r\n\n101, 107 (1st Cir. 1990).\r\n\n          Failure to  plead an affirmative  defense generally\r\n\nresults in waiver of  the defense and its exclusion  from the\r\n\ncase.  Conjugal Partnership  v. Conjugal Partnership, 22 F.3d\r                                                                \r\n\n391, 400 (1st  Cir. 1994).   An affirmative  defense must  be\r\n\npleaded in the  answer in  order to give  the opposing  party\r\n\nnotice  of the defense and  a chance to  develop evidence and\r\n\noffer arguments to controvert the defense.  Knapp Shoes, Inc.\r                                                                         \r\n\nv. Sylvania Shoe  Mfg. Corp.,  15 F.3d 1222,  1226 (1st  Cir.\r                                        \r\n\n1994).\r\n\n          Reliance  conceded  at  oral  argument  that  ERISA\r\n\npreemption was  an affirmative defense.   It argued, however,\r\n\nthat having raised in its answer a  broad \"failure to state a\r\n\nclaim  upon which relief may be granted\" defense, see Fed. R.\r                                                                 \r\n\nCiv.  P. 12(b)(6), this defense  allowed it to  later, a week\r\n\nbefore trial, raise the specific defense of ERISA preemption.\r\n\nCf.  Williams, 45  F.3d  at 593.    In Williams,  this  court\r                                                           \r\n\nenunciated a  test to determine when  a general, non-specific\r\n\ndefense of  failure to state  a claim,  see Fed.  R. Civ.  P.\r                                                       \r\n\n12(b)(6),  as Reliance  originally  filed, is  sufficient  to\r\n\npreserve the affirmative defense  of ERISA preemption.  \"[A]n\r\n\n                             -14-\r                                          14\r\r\n\ninquiring   court   must   examine   the  totality   of   the\r\n\ncircumstances  and make  a practical,  commonsense assessment\r\n\nabout  whether  Rule  8(c)'s core  purpose  --  to  act as  a\r\n\nsafeguard against  surprise and unfair prejudice  -- has been\r\n\nvindicated.\"   Id.  In  Williams, the defendant  raised ERISA\r                                            \r\n\npreemption well before the close of discovery, and six months\r\n\nprior to  the filing  of cross-motions for  summary judgment.\r\n\nId.  The issue was  briefed by both sides on summary judgment\r               \r\n\nand thus we found that no \"ambush\" had occurred.  Id.  In the\r                                                                 \r\n\ninstant  case,   however,  Reliance  did   not  raise   ERISA\r\n\npreemption  in its answer,  at the pretrial  hearings, in the\r\n\npretrial  memoranda, or  at any  point during  discovery, but\r\n\nrather  raised it  only five  days before  trial.10   As this\r\n\nCircuit  recently  said in  another  case  of waiver,  \"[t]he\r\n\nchronology  of the  case  speaks volumes  about  the lack  of\r\n\ntimeliness.\"  Correa v.  Hospital San Francisco, No. 95-1167,\r                                                           \r\n\n1995 WL 627505, at *8 (1st Cir. Oct. 31, 1995).\r\n\n          The trial  court denied  leave to amend  because of\r\n\nthe  undue delay by Reliance  in raising the  issue11 and the\r\n\n                    \r                                \r\n\n10.  Reliance argues that the previously  referenced exchange\r\nof letters was sufficient to put Wolf on notice that Reliance\r\nintended to  pursue an ERISA  preemption defense.   See supra\r                                                                         \r\nnote 2.  We cannot agree that the passing references in those\r\nletters  are the  legal equivalent of  pursuing a  defense in\r\ncourt.\r\n\n11.  When the trial judge asked Reliance at oral argument why\r\nERISA preemption  was not raised earlier,  counsel explained:\r\n\"I   sat  down  a  couple  weeks  ago  to  start  doing  jury\r\ninstructions and things  in the case  and realized that  this\r\n\n                             -15-\r                                          15\r\r\n\nsubstantial prejudice to Wolf if amendment  were allowed.  It\r\n\nis well within  a court's discretion to find  prejudice where\r\n\nthe amendment \"substantially changes  the theory on which the\r\n\ncase  has been proceeding and is proposed late enough so that\r\n\nthe opponent would  be required to engage  in significant new\r\n\npreparation.\"  See 6 Wright &amp; Miller,  supra,   1487, at 623.\r                                                        \r\n\nThis  is precisely such a case: Reliance sought to change the\r\n\ntheory of the case  five days before trial, which  would have\r\n\nforced  Wolf to conduct  additional discovery,  research, and\r\n\npreparation  on the  ERISA-related issues.12   We  hold that,\r\n\nbased  on  these  considerations,   there  was  no  abuse  of\r\n\ndiscretion in denying leave to amend.\r\n\nC.  Reliance's Other Arguments\r                                          \r\n\n          We have considered appellant's other  assertions of\r\n\nerror and find them to be without merit.\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the foregoing reasons, the judgment of the\r\n\ntrial court is Affirmed.  Costs to appellees.\r                           Affirmed   Costs to appellees\r                                                        \r\n\n                    \r                                \r\n\nwas a case that  should be done by ERISA . . .  .  I had made\r\nmyself . . .  knowledgeable about ERISA in the last couple of\r\nweeks.  It's not an area of my normal practice.\"\r\n\n12.  Despite the  briefing by both  parties on the  merits of\r\nERISA preemption,  we have  no occasion to  reach the  issue,\r\nbecause we find that the argument was waived.\r\n\n                             -16-\r                                          16\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-1440\r\n\n                        ALVAN H. WOLF,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n          RELIANCE STANDARD LIFE INSURANCE COMPANY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n   [Hon. Charles B. Swartwood, III, U.S. Magistrate Judge]\r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Stahl and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nJames A.  Young with  whom  Michael J.  Burns, Christie,  Pabarue,\r                                                                              \r\nMortensen &amp; Young, P.C. and Cheri L. Crow were on brief for appellant.\r                                                 \r\nWilliam E. Bernstein  with whom Barbara S. Liftman and  Weinstein,\r                                                                              \r\nBernstein &amp; Burwick, P.C. were on brief for appellee.\r                                 \r\n\n                                         \r\n\n                      December 11, 1995\r\n                                         \r\r\n\n          STAHL,  Circuit  Judge.   Plaintiff-appellee  Alvan\r                      STAHL,  Circuit  Judge.\r                                            \r\n\nWolf prevailed  in  his jury-tried  contract  action  against\r\n\ndefendant-appellant Reliance Standard Life  Insurance Company\r\n\n(\"Reliance\") for  denial of  disability  benefits.   Reliance\r\n\nappeals the trial court's ruling  that ERISA preemption is an\r\n\naffirmative defense which Reliance waived by failing to plead\r\n\nit timely.  We affirm.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                          BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          We begin by  reciting the facts  in the light  most\r\n\nfavorable to the verdict.   See Aetna Cas. Sur. Co.  v. P &amp; B\r                                                                         \r\n\nAutobody, </pre><span class=\"citation\" data-id=\"686425\"><a href=\"/opinion/686425/aetna-casualty-surety-company-v-p-b-autobody-arsenal-auto-repairs/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1546</span></a></span><pre class=\"inline\">, 1552 (1st Cir. 1994).\r                    \r\n\n          Wolf  founded  Brookfield   Factory  Outlet,   Inc.\r\n\n(\"Brookfield\"), a  now-defunct chain of shoe  stores.  During\r\n\nBrookfield's  heyday, Wolf  earned  approximately $8,000  per\r\n\nmonth as its President  and Chief Executive Officer.   In the\r\n\nfall  of  1988,  he  was diagnosed  with  severe  depression,\r\n\napparently resulting from business and personal difficulties.\r\n\nIn  the  spring  of  1989, Wolf  experienced  heart  problems\r\n\nrequiring   a  brief   hospitalization.     Thereafter,  Wolf\r\n\ncontinued  to work until April  24, 1989, when  he suffered a\r\n\nmassive heart attack.\r\n\n          From the  time  of Wolf's  depression diagnosis  in\r\n\n1988  until his heart attack  in 1989, he  actually drew only\r\n\n$500  per  week  of  his  $8,000  per  month  salary  due  to\r\n\n                             -2-\r                                          2\r\r\n\nBrookfield's   ongoing   financial  problems.      There  was\r\n\nconflicting testimony  at trial  as to whether  Wolf actually\r\n\nwas entitled  to the  unpaid remainder  of his  salary, which\r\n\nWolf asserted the company owed him as a debt payable.\r\n\n          The  insurance  policy  under  which   Wolf  sought\r\n\nrecovery  took  effect  on  February  1,  1985.   The  policy\r\n\nprovided a monthly  benefit to a  disabled employee equal  to\r\n\nsixty percent of \"covered  monthly earnings,\" defined as \"the\r\n\ninsured's  basic monthly salary  received from [the employer]\r\n\non the  day just before  the date of  total disability.\"   In\r\n\nSeptember 1990,  Wolf filed a claim  for disability benefits.\r\n\nReliance  denied the claim in May 1991, stating that Wolf had\r\n\nneither  proved  that he  was  a full-time  employee  when he\r\n\nbecame disabled  nor that he  was totally disabled,  and that\r\n\nWolf was late giving notice of his claim.\r\n\n          In  January  1992, Wolf,  a  Massachusetts citizen,\r\n\nsued Reliance in Massachusetts state court alleging breach of\r\n\ncontract and  unfair trade practices.   Reliance, an Illinois\r\n\ncorporation  with   its  principal   place  of  business   in\r\n\nPennsylvania, removed  the suit,  based on diversity,  to the\r\n\nUnited   States   District   Court  for   the   District   of\r\n\nMassachusetts.  28 U.S.C.    1441, 1332.\r\n\n          The   parties  consented   to  trial   before  U.S.\r\n\nMagistrate Judge  Charles B. Swartwood  III.  On  October 25,\r\n\n                             -3-\r                                          3\r\r\n\n1994,  one  week   before  trial,   Reliance  filed   several\r\n\nmotions,1  each asserting,  for the  first time,  that Wolf's\r\n\nstate law  claims were  preempted by the  Employee Retirement\r\n\nIncome  Security Act of 1974  (\"ERISA\").  29  U.S.C.    1001-\r\n\n1461.   The trial court denied the motions, ruling that ERISA\r\n\npreemption was  an affirmative defense which  Reliance waived\r\n\nby  failing to plead it in a  timely manner.  The trial court\r\n\nthen denied  Reliance leave  to amend its  pleadings, finding\r\n\nundue delay by Reliance and significant prejudice to Wolf if,\r\n\non  the eve  of trial,  Reliance were  allowed to  change the\r\n\nentire  legal basis for its opposition to Wolf's claim by its\r\n\nintroduction of an ERISA preemption defense.2\r\n\n            The breach of contract claim was tried to a  jury\r\n\non November  2-4, 1994,  resulting in  a special  verdict for\r\n\nWolf.   The jury found  that Wolf's basic  monthly salary was\r\n\n$8,000  per  month  on  the  day  before  he  became  totally\r\n\ndisabled.  The trial court  entered judgment for Reliance  on\r\n\nthe unfair  trade practices claim,  and Wolf does  not appeal\r\n\nfrom that judgment.  In December 1994, the trial court issued\r\n\na  memorandum  decision  calculating  Wolf's  damages  to  be\r\n\n                    \r                                \r\n\n1.  Specifically,  Reliance  filed  motions  to  dismiss  for\r\nfailure to state a claim, to strike Wolf's jury trial demand,\r\nand to apply an arbitrary and capricious standard of review.\r\n\n2.  The  only  previous  indication  of  any  possible  ERISA\r\npreemption  argument in  this litigation  was an  exchange of\r\nletters dated May 31, 1991 and July 29, 1991 between Reliance\r\nand Wolf's  attorney, each making a  single passing reference\r\nto ERISA.\r\n\n                             -4-\r                                          4\r\r\n\n$196,606.72  plus  interest and  future payments.3   Reliance\r\n\nthen filed a renewed motion  for judgment as a matter  of law\r\n\nand, alternatively, a motion  for a new trial, and  both were\r\n\ndenied.  This appeal followed.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          The  principal issue  before  us  is whether  ERISA\r\n\npreemption is jurisdictional, and thus  may be raised at  any\r\n\npoint in  litigation, or an affirmative  defense, waivable if\r\n\nnot pleaded timely.   A  related issue is  whether the  trial\r\n\ncourt  abused its  discretion  in denying  Reliance leave  to\r\n\namend its pleadings to add an ERISA preemption defense.\r\n\nA.  ERISA Preemption\r                                \r\n\n          Whether ERISA  preemption  is jurisdictional  or  a\r\n\nwaivable  affirmative defense is a pure  question of law that\r\n\nwe review de novo.  See Correa v. Hospital San Francisco, No.\r                                                                    \r\n\n95-1167, </pre><span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">627505</span></span><pre class=\"inline\">, at *6 (1st Cir. Oct. 31, 1995).\r\n\n          Reliance argues that because there is a \"compelling\r\n\npolicy\"  in favor of application of federal ERISA law to this\r\n\nclaim,  ERISA  preemption  is  jurisdictional4  and therefore\r\n\n                    \r                                \r\n\n3.  The parties stipulated that  if Reliance was found liable\r\nto Wolf, the trial court would calculate the damages.\r\n\n4.  We note  that  although Reliance  did  not use  the  term\r\n\"jurisdictional,\" that is the thrust of its argument.\r\n\n                             -5-\r                                          5\r\r\n\nnonwaivable.5   The  foundation  of the  argument is  ERISA's\r\n\nbroad  preemption provision: ERISA  [with a  few inapplicable\r\n\nexceptions] \"shall  supersede any and all  State laws insofar\r\n\nas they may now  or hereafter relate to any  employee benefit\r\n\nplan .  . .  . \"   29 U.S.C.    1144(a).   One of  Congress's\r\n\nintentions in enacting ERISA,  as divined through legislative\r\n\nhistory,  was to  encourage  the growth  of private  employee\r\n\nbenefit  plans  by  replacing   diverse  state  laws  with  a\r\n\nnationally  uniform federal  common  law regulating  employee\r\n\nbenefit   plans.6     Treating   ERISA  preemption   as  non-\r\n\njurisdictional  and therefore waivable would, so the argument\r\n\ngoes,  frustrate  that  intent, subjecting  employee  benefit\r\n\nplans to  regulation and  litigation under  fifty non-uniform\r\n\nbodies of state law.  The costs of adapting to and litigating\r\n\nunder non-uniform  state law and the  potential for liability\r\n\nand  damages beyond  that permitted  under ERISA  would deter\r\n\nemployers from enacting benefits  plans.  Thus, courts should\r\n\n                    \r                                \r\n\n5.  See  Insurance Corp.  of Ireland,  Ltd. v.  Compagnie des\r                                                                         \r\nBauxites de Guinee, </pre><span class=\"citation\" data-id=\"110715\"><a href=\"/opinion/110715/insurance-corp-of-ireland-v-compagnie-des-bauxites-de-guinee/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">694</span></a></span><pre class=\"inline\">, 702 (1982) (explaining that\r                              \r\nsubject  matter jurisdiction  is nonwaivable);  see generally\r                                                                         \r\nGeorge Lee Flint, Jr.,  ERISA: Nonwaivability of  Preemption,\r                                                                        \r\n39 U. Kan.  L. Rev.  297 (1991) (arguing  that courts  should\r\nhold ERISA preemption nonwaivable).\r\n\n6.  ERISA's House sponsor, Representative Dent, described the\r\n\"reservation  to Federal  authority  [of] the  sole power  to\r\nregulate  the field  of  employee benefit  plans\" as  ERISA's\r\n\"crowning  achievement.\"     120  Cong.  Rec.  29197  (1974).\r\nSenator Williams commented that ERISA's preemption  will have\r\nthe  effect  of \"eliminating  the  threat  of conflicting  or\r\ninconsistent State  and local regulation  of employee benefit\r\nplans.\"  </pre><span class=\"citation\" data-id=\"110715\"><a href=\"/opinion/110715/insurance-corp-of-ireland-v-compagnie-des-bauxites-de-guinee/\"><span class=\"id_token\">Id.</span> at 29933.\r</a></span><pre class=\"inline\">                        \r\n\n                             -6-\r                                          6\r\r\n\nhold  that  ERISA   preemption  is  jurisdictional  and   not\r\n\nwaivable, consistent with the congressional intent  to create\r\n\nand apply  a uniform federal law  regulating employee benefit\r\n\nplans.\r\n\n          While the  foregoing argument is not without merit,\r\n\nit  is precluded by precedent.  The Supreme Court analyzed at\r\n\nlength  the legislative  history  behind  ERISA's  preemption\r\n\nprovision in Pilot Life Ins. Co. v. Dedeaux, </pre><span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 44-\r                                                       \r\n\n46, 52-57 (1987), focusing on the civil enforcement scheme of\r\n\n  502(a) of ERISA  (29 U.S.C.   1132(a)), under which  a plan\r\n\nparticipant can bring  a suit  for benefits due.   The  Court\r\n\nconcluded  that Congress  intended  to  create  an  exclusive\r\n\nfederal remedy, with a \"pre-emptive force . . . modeled after\r\n\n  301\"  of the  Labor Management  Relations Act  (\"LMRA\"), 29\r\n\nU.S.C.   185.  Pilot </pre><span class=\"citation\" data-id=\"111858\"><span class=\"antecedent_guess\">Life,</span>  <a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">52</span></a></span><pre class=\"inline\">.  Accordingly, the\r                                     \r\n\nCourt held that ERISA preempts all state law causes of action\r\n\nfor benefits due under an ERISA plan.  </pre><span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"id_token\">Id.</span> at 57. </a></span><pre class=\"inline\"> Pilot Life\r                                                                         \r\n\ndid not present the  question whether ERISA preemption was  a\r\n\njurisdictional matter or a  waivable defense, but the Supreme\r\n\nCourt  made clear  that courts  deciding  the scope  of ERISA\r\n\npreemption  should  look  to LMRA  preemption  decisions  for\r\n\nguidance.  </pre><span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"id_token\">Id.</span> at 54-55.\r</a></span><pre class=\"inline\">                          \r\n\n          The  Pilot  Life  decision  explains  that  ERISA's\r                                      \r\n\npreemption  clause  and  civil  enforcement  scheme  entirely\r\n\ndisplaced  state law  causes  of action  for benefits  claims\r\n\n                             -7-\r                                          7\r\r\n\nunder  ERISA  plans.    </pre><span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"id_token\">Id.</span>  at  55-57. </a></span><pre class=\"inline\">   If  state  law  is\r                                       \r\n\n\"displaced,\"  then  arguably  there  is  no   subject  matter\r\n\njurisdiction over  a state law  cause of action  for benefits\r\n\ndue.   Lack of subject  matter jurisdiction is,  of course, a\r\n\nnonwaivable defense and may be raised at any time.  Insurance\r                                                                         \r\n\nCorp.  of Ireland, Ltd. v. Compagnie  des Bauxites de Guinee,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"110715\"><a href=\"/opinion/110715/insurance-corp-of-ireland-v-compagnie-des-bauxites-de-guinee/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">694</span></a></span><pre class=\"inline\">,  702 (1982).   That jurisdictional argument  is\r\n\nunavailing, however, because  this Circuit has squarely  held\r\n\nthat LMRA preemption is  waivable.  Sweeney v. Westvaco  Co.,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"556388\"><a href=\"/opinion/556388/dolores-sweeney-v-westvaco-company-dolores-sweeney-v-westvaco-company/\"><span class=\"volume\">926</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 40 (1st Cir.) (Breyer, C.J.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">502</span>\r                                                                    \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">899</span> </span><pre class=\"inline\">(1991).  Given that  the Supreme Court in Pilot Life\r                                                                         \r\n\nexplicitly  directed courts  to treat  ERISA  preemption like\r\n\nLMRA preemption, </pre><span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51-56</span></span><pre class=\"inline\">, Judge (now Justice) Breyer's\r\n\nanalysis  in   Sweeney  leads  us  to   conclude  that  ERISA\r                                  \r\n\npreemption is also waivable.\r\n\n          The  rationale behind  Sweeney's holding  that LMRA\r                                                      \r\n\npreemption  is waivable  applies  with equal  force to  ERISA\r\n\npreemption.   The Sweeney  court began  with  an analysis  of\r                                     \r\n\nInternational  Longshoremen's Ass'n  v. Davis,  </pre><span class=\"citation\" data-id=\"111673\"><a href=\"/opinion/111673/longshoremen-v-davis/\"><span class=\"volume\">476</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span>\r</a></span><pre class=\"inline\">                                                         \r\n\n(1986), a  National Labor  Relations Act  (\"NLRA\") preemption\r\n\ncase.   See 29  U.S.C.     157, 158.   In Davis,  the Supreme\r                                                           \r\n\nCourt  held  that  NLRA  preemption  is  jurisdictional,  and\r\n\ntherefore  nonwaivable, because NLRA  preemption dictates the\r\n\nchoice  of forum (i.e., whether a court or the National Labor\r                            \r\n\nRelations Board (\"NLRB\") has  the power to hear the  case) as\r\n\n                             -8-\r                                          8\r\r\n\nopposed to simply the  choice of law (i.e., whether  state or\r                                                \r\n\nfederal law applies).   See </pre><span class=\"citation\" data-id=\"111673\"><a href=\"/opinion/111673/longshoremen-v-davis/\"><span class=\"id_token\">id.</span> at 398-99. </a></span><pre class=\"inline\">  Sweeney stressed\r                                                                \r\n\nthat the  Supreme Court itself carefully  limited its holding\r\n\nin  Davis to    7  and 8 of the NLRA  and not other statutes.\r                     \r\n\n</pre><span class=\"citation\" data-id=\"556388\"><span class=\"antecedent_guess\">Sweeney,</span>  <a href=\"/opinion/556388/dolores-sweeney-v-westvaco-company-dolores-sweeney-v-westvaco-company/\"><span class=\"volume\">926</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">38</span></a></span><pre class=\"inline\">.     Those  sections  evidence  a\r                   \r\n\nCongressional intent to \"refuse[] to permit parties to submit\r\n\nsuch  a  dispute   to  the  courts  even  where  the  parties\r\n\nthemselves wished to do so.\"  </pre><span class=\"citation\" data-id=\"556388\"><a href=\"/opinion/556388/dolores-sweeney-v-westvaco-company-dolores-sweeney-v-westvaco-company/\"><span class=\"id_token\">Id.</span> at 38-39. </a></span><pre class=\"inline\"> In Sweeney, this\r                                                                   \r\n\ncourt   determined   that   LMRA  preemption,   unlike   NLRA\r\n\npreemption, \"concerns  what law a decision  maker must apply,\r                                           \r\n\nnot what  forum must decide  the </pre><span class=\"citation\" data-id=\"556388\"><span class=\"antecedent_guess\">dispute.\"</span>   <a href=\"/opinion/556388/dolores-sweeney-v-westvaco-company-dolores-sweeney-v-westvaco-company/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">39</span></a></span><pre class=\"inline\">.\r                           \r\n\nBased  on that  premise,  the panel  in  Sweeney applied  the\r                                                            \r\n\nconverse of  the Davis rule, holding that  LMRA preemption is\r                                  \r\n\nwaivable because it affects the choice of law, not the choice\r\n\nof forum.  </pre><span class=\"citation\" data-id=\"556388\"><a href=\"/opinion/556388/dolores-sweeney-v-westvaco-company-dolores-sweeney-v-westvaco-company/\"><span class=\"id_token\">Id.</span> at 39-40.\r</a></span><pre class=\"inline\">                          \r\n\n          Like  LMRA  preemption,   ERISA  preemption  in   a\r\n\nbenefits-due  action does  not  affect the  choice of  forum,\r\n\nbecause ERISA's jurisdictional provision provides that \"State\r\n\ncourts of  competent jurisdiction and district  courts of the\r\n\nUnited States shall have concurrent jurisdiction of actions,\"\r                                                            \r\n\n29  U.S.C.     1132(e)(1)  (emphasis added),  \"brought  by  a\r\n\nparticipant  or beneficiary  to  recover benefits  due.\"   29\r\n\nU.S.C.   1132(a)(1)(B).   The plain language of    1132 tells\r\n\nus that  if a plaintiff  brought a  \"benefits-due\" action  in\r\n\nstate court and the  defendant pleaded ERISA preemption, this\r\n\n                             -9-\r                                          9\r\r\n\nwould not deprive the court of  jurisdiction over the subject\r\n\nmatter; rather,  ERISA  preemption in  that  situation  would\r\n\ndictate the applicable law.   Preemption is, as Sweeney says,\r                                                                   \r\n\nultimately  \"a matter  of Congressional intent,  as embodied,\r\n\nexplicitly or implicitly, in  a particular federal  statute.\"\r\n\n</pre><span class=\"citation\" data-id=\"556388\"><span class=\"antecedent_guess\">Sweeney,</span> <a href=\"/opinion/556388/dolores-sweeney-v-westvaco-company-dolores-sweeney-v-westvaco-company/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">38</span></a></span><pre class=\"inline\">.  In  considering that intent, we are\r                   \r\n\nguided by a number of factors.  It is instructive, though not\r\n\nnecessarily  dispositive,  that ERISA,  like  the  statute in\r\n\nSweeney,  is a choice  of law rather  than a  choice of forum\r                   \r\n\nstatute.  We  also believe that  the interests in  uniformity\r\n\nwhich  Congress hoped  to serve  in ERISA  did not  extend to\r\n\npermitting defendant corporations,  often more  sophisticated\r\n\nabout ERISA than individual plaintiffs, to sit on their hands\r\n\nand  not  claim  the defense  until  the  last  minute.   Cf.\r                                                                         \r\n\nWilliams  v. Ashland Eng'g Co.,  Inc., </pre><span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">588</span></a></span><pre class=\"inline\">, 593 (1st\r                                                 \r\n\nCir.)  (emphasizing the importance  of protecting against the\r\n\nstrategic  use of  a last  minute ERISA  preemption defense),\r\n\ncert. denied, 116 S.  Ct. (1995).  That employers  were meant\r                        \r\n\nto enjoy the benefits  of uniformity did not mean  they could\r\n\nnot forego those benefits.\r\n\n          Other  courts,   including  the  Fifth   and  Ninth\r\n\nCircuits have held  that ERISA preemption  is waivable.   See\r                                                                         \r\n\nDueringer v. General  Am. Life  Ins. Co., </pre><span class=\"citation\" data-id=\"503127\"><a href=\"/opinion/503127/randall-g-dueringer-v-general-american-life-insurance-company/\"><span class=\"volume\">842</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span><pre class=\"inline\">,  130\r                                                    \r\n\n(5th Cir. 1988) (holding  that ERISA preemption is waivable);\r\n\nGilchrist  v. Jim Slemons Imports,  Inc., </pre><span class=\"citation\" data-id=\"478590\"><a href=\"/opinion/478590/bruce-gilchrist-v-jim-slemons-imports-inc-and-jim-slemons/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1488</span></a></span><pre class=\"inline\">, 1497\r                                                    \r\n\n                             -10-\r                                          10\r\r\n\n(9th Cir. 1986) (same); Rehabilitation Inst. of Pittsburgh v.\r                                                                      \r\n\nEquitable Life  Assur. Soc'y,  </pre><span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">99</span></span><pre class=\"inline\">,  101 (W.D.  Pa.\r                                        \r\n\n1990) (same), aff'd, </pre><span class=\"citation no-link\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span> </span><pre class=\"inline\">(3d Cir. 1991).\r                               \r\n\n          An apparent majority of state courts addressing the\r\n\nquestion have  reached the  same conclusion.   See  Gorman v.\r                                                                      \r\n\nLife Ins. Co. of N. Am., </pre><span class=\"citation\" data-id=\"1681928\"><a href=\"/opinion/1681928/gorman-v-life-ins-co-of-north-america/\"><span class=\"volume\">811</span>  <span class=\"reporter\">S.W.2d</span> <span class=\"page\">542</span></a></span><pre class=\"inline\">, 546 (Tex.) (holding\r                                   \r\n\nthat  ERISA preemption is waivable when it does not deprive a\r\n\nstate  court of  jurisdiction),  cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">824</span>\r</span><pre class=\"inline\">                                                         \r\n\n(1991); Curry  v. Cincinnati  Equitable Ins. Co.,  </pre><span class=\"citation\" data-id=\"1495335\"><a href=\"/opinion/1495335/curry-v-cincinnati-equitable-ins-co/\"><span class=\"volume\">834</span> <span class=\"reporter\">S.W.2d</span>\r                                                            \r\n\n<span class=\"page\">701</span></a></span><pre class=\"inline\">,  703 (Ky. Ct. App. 1992) (same); Hughes v. Blue Cross of\r                                                                         \r\n\nN. Cal., </pre><span class=\"citation\" data-id=\"2131913\"><a href=\"/opinion/2131913/hughes-v-blue-cross-of-northern-california/\"><span class=\"volume\">263</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">850</span></a></span><pre class=\"inline\">, 861 (Cal. Ct. App. 1989) (same),\r                   \r\n\ncert. dismissed, </pre><span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">944</span> </span><pre class=\"inline\"> (1990); Associates Inv. Co. v.\r                                                                      \r\n\nClaeys, </pre><span class=\"citation\" data-id=\"2132111\"><a href=\"/opinion/2132111/associates-inv-co-v-claeys/\"><span class=\"volume\">533</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1248</span></a></span><pre class=\"inline\">, 1251 (Ind. Ct. App. 1989).  But see\r                                                                         \r\n\nChestnut-Adams Ltd.  Partnership  v. Bricklayers  and  Masons\r                                                                         \r\n\nTrust  Funds of  Boston,  Mass., </pre><span class=\"citation no-link\"><span class=\"volume\">612</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">236</span></span><pre class=\"inline\">,  238 (Mass.\r                                           \r\n\n1993) (holding  that the  preemption intended by  Congress in\r\n\nenacting ERISA is so  broad as to make it  jurisdictional and\r\n\ntherefore nonwaivable); Barry v. Dymo Graphic Sys., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">478</span>\r                                                                    \r\n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">707</span></span><pre class=\"inline\">, 712 (Mass. 1985) (same).7\r\n\n          Accordingly,  we hold  that ERISA  preemption in  a\r\n\nbenefits-due action is  waivable, not jurisdictional, because\r\n\n                    \r                                \r\n\n7.  We are, of course, not bound by the Massachusetts Supreme\r\nJudicial Court's  interpretation of a federal  statute or the\r\nCongressional intent behind it.\r\n\n                             -11-\r                                          11\r\r\n\nit  concerns  the  choice of  substantive  law  but does  not\r\n\nimplicate the power of the forum to adjudicate the dispute.8\r\n\n          We  now   turn  to  the   question  whether   ERISA\r\n\npreemption   must  be  pleaded  as  an  affirmative  defense.\r\n\nFederal  Rule  of  Civil   Procedure  8(c)  requires  that  a\r\n\nresponsive pleading set  forth certain enumerated affirmative\r\n\ndefenses  as  well  as  \"any  other  matter  constituting  an\r\n\navoidance or affirmative defense.\"  Fed. R. Civ. P. 8(c); see\r                                                                         \r\n\ngenerally  5 Charles  A. Wright  &amp; Arthur R.  Miller, Federal\r                                                                         \r\n\nPractice and Procedure   1271 (1990).  The First Circuit test\r                                  \r\n\nfor  whether  a given  defense  falls  within  the Rule  8(c)\r\n\n\"residuary\" clause is whether  the defense \"shares the common\r\n\ncharacteristic of  a bar to the right of recovery even if the\r\n\ngeneral complaint were  more or less admitted  to.\"  Jakobsen\r                                                                         \r\n\nv.  Mass.  Port Auth.,  </pre><span class=\"citation\" data-id=\"329331\"><a href=\"/opinion/329331/kai-jakobsen-v-massachusetts-port-authority/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">810</span></a></span><pre class=\"inline\">,  813 (1st  Cir. 1975).\r                                 \r\n\nERISA preemption  shares  this characteristic  insofar as  it\r\n\nwould bar  Wolf  from recovering  on his  state law  contract\r\n\nclaim   even  if   Reliance   admitted  Wolf's   allegations.\r\n\nTherefore  we hold  that ERISA  preemption in  a benefits-due\r\n\naction  is an affirmative defense and, as such, it is subject\r\n\nto waiver if not timely pleaded.\r\n\n                    \r                                \r\n\n8.  Our holding  is limited to ERISA  preemption of benefits-\r\ndue  actions.   ERISA permits  several other  types of  civil\r\nactions (e.g., for injunctive relief, for breach of fiduciary\r\nduty, etc.) subject to  exclusive jurisdiction in the federal\r\ncourts rather than concurrent jurisdiction.  See 29 U.S.C.   \r                                                            \r\n1132(a)(1)(A), 1132(a)(2)-(6), 1132(e)(1).\r\n\n                             -12-\r                                          12\r\r\n\n          Several courts, including  this Circuit in  dictum,\r                                                                        \r\n\nhave held that ERISA  preemption in benefits-due actions must\r\n\nbe pleaded timely as an affirmative defense.  See Williams v.\r                                                                      \r\n\nAshland Eng'g Co.,  Inc., </pre><span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">588</span></a></span><pre class=\"inline\">, 593 &amp; n.7  (1st Cir.)\r                                    \r\n\n(stating, in dictum, that  ERISA preemption is an affirmative\r                               \r\n\ndefense, but finding no waiver when pleaded six months before\r\n\nsummary  judgment),  cert.  denied,  116 S.  Ct.  51  (1995);\r                                              \r\n\n</pre><span class=\"citation\" data-id=\"503127\"><span class=\"antecedent_guess\">Dueringer,</span> <a href=\"/opinion/503127/randall-g-dueringer-v-general-american-life-insurance-company/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">129-130</span> </a></span><pre class=\"inline\">(5th Cir.  1988) (holding that\r                     \r\n\nERISA preemption must be  pleaded as an affirmative defense);\r\n\nRehabilitation </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Inst.,</span>  <span class=\"volume\">131</span> <span class=\"reporter\">F.R.D.</span>  at <span class=\"page\">100-01</span> </span><pre class=\"inline\">(W.D.  Pa. 1990)\r                                \r\n\n(same), aff'd,  </pre><span class=\"citation no-link\"><span class=\"volume\">937</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span> </span><pre class=\"inline\"> (3d  Cir. 1991);  </pre><span class=\"citation\" data-id=\"1681928\"><span class=\"antecedent_guess\">Gorman,</span>  <a href=\"/opinion/1681928/gorman-v-life-ins-co-of-north-america/\"><span class=\"volume\">811</span>\r                                                                   \r\n\n<span class=\"reporter\">S.W.2d</span>  at <span class=\"page\">546</span> </a></span><pre class=\"inline\">(Tex. 1991)  (same); </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Curry,</span> <span class=\"volume\">834</span>  <span class=\"reporter\">S.W.3d</span> at <span class=\"page\">703</span>\r</span><pre class=\"inline\">                                                     \r\n\n(Ky.  Ct.  App. 1992)  (same);  but  see </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Chestnut-Adams,</span>  <span class=\"volume\">612</span>\r                                                                   \r\n\n<span class=\"reporter\">N.E.2d</span> at <span class=\"page\">238</span> </span><pre class=\"inline\">(Mass. 1993)  (holding that ERISA preemption is\r\n\njurisdictional and therefore not waivable).\r\n\nB.  Amendment of the Pleadings\r                                          \r\n\n          Having  concluded  that  ERISA  preemption   is  an\r\n\naffirmative  defense,  it   follows  that  the   trial  court\r\n\ncorrectly   treated   Reliance's  attempt   to   raise  ERISA\r\n\npreemption   as  a   motion  seeking   leave  to   amend  the\r\n\npleadings.9   We now address  whether the trial  court abused\r\n\nits discretion in denying Reliance leave to amend.\r\n\n                    \r                                \r\n\n9.  At  oral argument on  the eleventh-hour motions, Reliance\r\nconceded the true goal  of the motions: \"It's not  to dismiss\r\nthe complaint per se,  it's just to substitute ERISA  for the\r                                \r\nbreach of contract under state law.\"\r\n\n                             -13-\r                                          13\r\r\n\n          Whether  or  not  to   grant  leave  to  amend  the\r\n\npleadings is within the discretion of the trial court and the\r\n\ncourt's  decision will  be reversed  only upon  a showing  of\r\n\nabuse of that discretion.  Manzoli v. Commissioner, </pre><span class=\"citation\" data-id=\"542295\"><a href=\"/opinion/542295/leo-manzoli-and-mary-ann-manzoli-v-commissioner-of-internal-revenue/\"><span class=\"volume\">904</span>  <span class=\"reporter\">F.2d</span>\r                                                              \r\n\n<span class=\"page\">101</span></a></span><pre class=\"inline\">, 107 (1st Cir. 1990).\r\n\n          Failure to  plead an affirmative  defense generally\r\n\nresults in waiver of  the defense and its exclusion  from the\r\n\ncase.  Conjugal Partnership  v. Conjugal Partnership, </pre><span class=\"citation\" data-id=\"195349\"><a href=\"/opinion/195349/jones-v-pineda/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span>\r                                                                \r\n\n<span class=\"page\">391</span></a></span><pre class=\"inline\">, 400 (1st  Cir. 1994).   An affirmative  defense must  be\r\n\npleaded in the  answer in  order to give  the opposing  party\r\n\nnotice  of the defense and  a chance to  develop evidence and\r\n\noffer arguments to controvert the defense.  Knapp Shoes, Inc.\r                                                                         \r\n\nv. Sylvania Shoe  Mfg. Corp.,  </pre><span class=\"citation\" data-id=\"195201\"><a href=\"/opinion/195201/knapp-v-sylvania-shoe/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1222</span></a></span><pre class=\"inline\">,  1226 (1st  Cir.\r                                        \r\n\n1994).\r\n\n          Reliance  conceded  at  oral  argument  that  ERISA\r\n\npreemption was  an affirmative defense.   It argued, however,\r\n\nthat having raised in its answer a  broad \"failure to state a\r\n\nclaim  upon which relief may be granted\" defense, see Fed. R.\r                                                                 \r\n\nCiv.  P. 12(b)(6), this defense  allowed it to  later, a week\r\n\nbefore trial, raise the specific defense of ERISA preemption.\r\n\nCf.  </pre><span class=\"citation\" data-id=\"195880\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"volume\">45</span>  <span class=\"reporter\">F.3d</span>  at <span class=\"page\">593</span></a></span><pre class=\"inline\">.    In Williams,  this  court\r                                                           \r\n\nenunciated a  test to determine when  a general, non-specific\r\n\ndefense of  failure to state  a claim,  see Fed.  R. Civ.  P.\r                                                       \r\n\n12(b)(6),  as Reliance  originally  filed, is  sufficient  to\r\n\npreserve the affirmative defense  of ERISA preemption.  \"[A]n\r\n\n                             -14-\r                                          14\r\r\n\ninquiring   court   must   examine   the  totality   of   the\r\n\ncircumstances  and make  a practical,  commonsense assessment\r\n\nabout  whether  Rule  8(c)'s core  purpose  --  to  act as  a\r\n\nsafeguard against  surprise and unfair prejudice  -- has been\r\n\nvindicated.\"   </pre><span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"id_token\">Id.</span>  In  Williams</a></span><pre class=\"inline\">, the defendant  raised ERISA\r                                            \r\n\npreemption well before the close of discovery, and six months\r\n\nprior to  the filing  of cross-motions for  summary judgment.\r\n\n</pre><span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"id_token\">Id.</span>  The issue </a></span><pre class=\"inline\">was  briefed by both sides on summary judgment\r               \r\n\nand thus we found that no \"ambush\" had occurred.  </pre><span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"id_token\">Id.</span>  In the\r</a></span><pre class=\"inline\">                                                                 \r\n\ninstant  case,   however,  Reliance  did   not  raise   ERISA\r\n\npreemption  in its answer,  at the pretrial  hearings, in the\r\n\npretrial  memoranda, or  at any  point during  discovery, but\r\n\nrather  raised it  only five  days before  trial.10   As this\r\n\nCircuit  recently  said in  another  case  of waiver,  \"[t]he\r\n\nchronology  of the  case  speaks volumes  about  the lack  of\r\n\ntimeliness.\"  Correa v.  Hospital San Francisco, No. 95-1167,\r                                                           \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">627505</span></span><pre class=\"inline\">, at *8 (1st Cir. Oct. 31, 1995).\r\n\n          The trial  court denied  leave to amend  because of\r\n\nthe  undue delay by Reliance  in raising the  issue11 and the\r\n\n                    \r                                \r\n\n10.  Reliance argues that the previously  referenced exchange\r\nof letters was sufficient to put Wolf on notice that Reliance\r\nintended to  pursue an ERISA  preemption defense.   See supra\r                                                                         \r\nnote 2.  We cannot agree that the passing references in those\r\nletters  are the  legal equivalent of  pursuing a  defense in\r\ncourt.\r\n\n11.  When the trial judge asked Reliance at oral argument why\r\nERISA preemption  was not raised earlier,  counsel explained:\r\n\"I   sat  down  a  couple  weeks  ago  to  start  doing  jury\r\ninstructions and things  in the case  and realized that  this\r\n\n                             -15-\r                                          15\r\r\n\nsubstantial prejudice to Wolf if amendment  were allowed.  It\r\n\nis well within  a court's discretion to find  prejudice where\r\n\nthe amendment \"substantially changes  the theory on which the\r\n\ncase  has been proceeding and is proposed late enough so that\r\n\nthe opponent would  be required to engage  in significant new\r\n\npreparation.\"  See 6 Wright &amp; </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Miller,</span>  supra</span><pre class=\"inline\">,   1487, at 623.\r                                                        \r\n\nThis  is precisely such a case: Reliance sought to change the\r\n\ntheory of the case  five days before trial, which  would have\r\n\nforced  Wolf to conduct  additional discovery,  research, and\r\n\npreparation  on the  ERISA-related issues.12   We  hold that,\r\n\nbased  on  these  considerations,   there  was  no  abuse  of\r\n\ndiscretion in denying leave to amend.\r\n\nC.  Reliance's Other Arguments\r                                          \r\n\n          We have considered appellant's other  assertions of\r\n\nerror and find them to be without merit.\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the foregoing reasons, the judgment of the\r\n\ntrial court is Affirmed.  Costs to appellees.\r                           Affirmed   Costs to appellees\r                                                        \r\n\n                    \r                                \r\n\nwas a case that  should be done by ERISA . . .  .  I had made\r\nmyself . . .  knowledgeable about ERISA in the last couple of\r\nweeks.  It's not an area of my normal practice.\"\r\n\n12.  Despite the  briefing by both  parties on the  merits of\r\nERISA preemption,  we have  no occasion to  reach the  issue,\r\nbecause we find that the argument was waived.\r\n\n                             -16-\r                                          16\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110715/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111673/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111858/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195201/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195880/",
    "https://www.courtlistener.com/api/rest/v3/opinions/329331/",
    "https://www.courtlistener.com/api/rest/v3/opinions/478590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/503127/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542295/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556388/",
    "https://www.courtlistener.com/api/rest/v3/opinions/686425/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1495335/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1681928/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2131913/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2132111/"
  ]
}