{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196447/",
  "id": 196447,
  "absolute_url": "/opinion/196447/toste-farm-corp-v-hadbury-inc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196447/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:57Z",
  "date_modified": "2020-02-21T23:43:03.308358Z",
  "type": "010combined",
  "sha1": "bd85cba5d946e9edced0617dacef15e838f0e355",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1506.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\nNo. 95-1506\r\n\n               TOSTE FARM CORPORATION, ET AL.,\r\n\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n                    HADBURY, INC., ET AL.,\r\n\n                   Defendants, Appellants.\r\n\n                                          \r\nNo. 95-1544\r\n\n               TOSTE FARM CORPORATION, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                    HADBURY, INC., ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n    [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \r\n\n                                         \r\n\n                            Before\r\n\n                     Lynch, Circuit Judge,\r                                                     \r\n         Aldrich and Campbell, Senior Circuit Judges.\r                                                                \r\n                                         \r\n\nJohn Blish  with whom Stephen J.  Reid, Jr.,  Raymond A. Marcaccio\r                                                                              \r\nand Blish &amp; Cavanagh were on brief for plaintiffs. \r                            \r\nJohn William Ranucci for defendants.\r                                \r\n                                         \r\n                       December 4, 1995\r\n                                         \r\r\n\n          CAMPBELL,   Senior  Circuit  Judge.    These  cross\r                                                        \r\n\nappeals are from  orders of the United States  District Court\r\n\nfor the  District of  Rhode Island dismissing  the respective\r\n\nclaims  of  plaintiffs and  defendants  for  lack of  subject\r\n\nmatter jurisdiction.  Toste Farm  Corp. v. Hadbury, Inc., 882\r                                                                    \r\n\nF.  Supp. 240  (D.R.I.  1995).   Plaintiffs are  two entities\r\n\nwholly  controlled   by  Carl  Acebes,  namely,   Toste  Farm\r\n\nCorporation (\"TFC\") and  PaineWebber, Inc.  Custodian/Trustee\r\n\nof   IRA  FBO  Carl   Acebes,  account   numbered  JG12642-69\r\n\n(\"PaineWebber IRA\").   Defendants  are Richard N.  Morash and\r\n\nhis  corporation Hadbury,  Inc.  (\"Hadbury\").1   At issue  is\r\n\nwhether the  court below  correctly concluded that  diversity\r\n\njurisdiction over the plaintiffs'  claim failed for violation\r\n\nof  28 U.S.C.     1359, and  whether,  in the  circumstances,\r\n\ndiversity  jurisdiction  over  defendants' counterclaim  also\r\n\nfailed.   We affirm  the district  court's dismissal of  both\r\n\nclaims.  \r\n\n                              I.\r                                          I.\r\n\n                      Factual Background\r                                  Factual Background\r\n\n          In  June  of  1991,  Richard  Morash  obtained  the\r\n\nexclusive  right to acquire 417 acres of land in Rhode Island\r\n\nknown as Toste Farm.   Intending to purchase and  develop the\r\n\n                    \r                                \r\n\n1.  Raymond  C. Holland,  Jr., an  attorney and  Rhode Island\r\ncitizen, was also named as a defendant in the district court.\r\nHowever, he has not appealed from the orders below.\r\n\n                             -2-\r\r\n\nproperty, Morash and Carl Acebes, on November 4, 1991, formed\r\n\nthe Toste  Farm Limited  Partnership composed of  the \"Morash\r\n\nPartners\"  and the  \"Acebes Partners.\"   The  Morash Partners\r\n\nconsisted of  Hadbury, an entity incorporated  under the laws\r\n\nof  Rhode  Island  with  a principal  place  of  business  in\r\n\nMassachusetts,  and Morash,  a  Massachusetts  citizen.   The\r\n\nAcebes  Partners  consisted  of PaineWebber  IRA,  an  entity\r\n\nincorporated  under the  laws  of Delaware  with a  principal\r\n\nplace of  business in New  York, and Toste  Farm Corporation,\r\n\nInc. (\"TFCI\"), a corporation  newly formed under the  laws of\r\n\nRhode  Island with  a principal  place  of business  in Rhode\r\n\nIsland.2  \r\n\n          According to  Carl Acebes,  TFCI was formed  \"for a\r\n\nsingle purpose  -- to act as  a general partner of  the Toste\r\n\nFarm  Limited  Partnership.\"   Acebes'  attorney  stated that\r\n\nTFCI's \"principal  asset\"  was its  partnership interest  and\r\n\nadded that TFCI \"may  have had an incidental bank  account as\r\n\nwell.\"  TFCI was capitalized with a bank account valued at  a\r\n\nlittle over $200,000, of which about  $12,000 was invested in\r\n\nthe  partnership.   Acebes gave  two reasons  for overfunding\r\n\nTFCI.  First, he wanted to avoid having to request additional\r\n\nfunds  from   PaineWebber  IRA   in  the  event   the  thinly\r\n\n                    \r                                \r\n\n2.  TFCI was later merged into TFC, a plaintiff in this case.\r\nThe  sole  stockholder  of   both  corporations  was  Acebes'\r\nPaineWebber  IRA account, which was itself a partner of Toste\r\nFarm Limited Partnership and also a plaintiff in this action.\r\n\n                             -3-\r\r\n\ncapitalized  partnership  required cash.   Second,  the extra\r\n\nfunds  were  available  for  \"other   business  opportunities\r\n\n. . . quite outside of the . . . partnership.\"3\r\n\n          During  1992, Acebes  announced  his  intention  to\r\n\nretire  from the  partnership.   Pursuant to  the partnership\r\n\nagreement, Morash  and Acebes conducted a  buy-sell procedure\r\n\nin which each party bid to purchase the partnership interests\r\n\nof the other.   This procedure ended in  a dispute with  each\r\n\nparty claiming to have purchased the other's interests.  \r\n\n          In November of 1992, the Acebes Partners brought an\r\n\naction against  the Morash Partners and  Raymond Holland, the\r\n\nattorney for the  partnership, in the District  Court for the\r\n\nDistrict  of  Rhode  Island  seeking  a  declaration  of  the\r\n\nparties' rights  and duties under the  partnership agreement.\r\n\nSee  28  U.S.C.     2201-2202;  Fed. R.  Civ.  P.  57.   They\r               \r\n\nasserted diversity jurisdiction pursuant to 28 U.S.C.   1332,\r\n\nbut  later voluntarily  dismissed  the suit  when the  Morash\r\n\nPartners pointed  out that the parties were not fully diverse\r\n\nbecause plaintiff  TFCI, like defendants Hadbury and Holland,\r\n\nwas a citizen of Rhode Island.4\r\n\n                    \r                                \r\n\n3.  Acebes  also asserted  that TFC,  the successor  to TFCI,\r\n\"has bid on other real estate and has prepared to bid on real\r\nestate located in Massachusetts.\"  \r\n\n4.  The citizenship of a  corporation is determined  pursuant\r\nto   28 U.S.C.   1332(c)(1), which provides: \r\n\n          \"[A] corporation shall be deemed to be  a\r\n          citizen of any State by which it has been\r\n\n                             -4-\r\r\n\n          In December of  1992, TFCI was  merged into TFC,  a\r\n\nNew York corporate shell that had been created earlier in the\r\n\nyear.   Presumably,  TFC's principal  place of  business also\r\n\nbecame New  York, rather  than  Rhode Island  where TFCI  was\r\n\nbased,  although  the  record   is  not  absolutely   clear.5\r\n\nPursuant to  the merger, TFC  received all of  TFCI's assets.\r\n\nPlaintiffs  concede  that one  purpose  of  creating TFC  and\r\n\ndissolving TFCI was to manufacture diversity for this action,\r\n\nalthough  they  also  contend,  without  specifics, that  the\r\n\nmerger served the administrative convenience of Acebes  whose\r\n\nresidence  and other  business activities  were in  New York.\r\n\nDefendants  allege that  the  merger was  effected solely  to\r\n\ncreate diversity in this action.\r\n\n          Having created  diversity via  the merger,  TFC and\r\n\nPaineWebber  IRA refiled  their  action in  January of  1993.\r\n\nDefendants   filed  a  counterclaim.     During   the  trial,\r\n\ndefendants  moved to dismiss  for lack of  jurisdiction.  The\r\n\ndistrict court dismissed both  the claim and the counterclaim\r\n\nfor lack of  subject matter jurisdiction  after the trial  on\r\n\nthe merits.\r\n\n                    \r                                \r\n\n          incorporated  and of  the State  where it\r\n          hasits principalplace ofbusiness . . . .\"\r\n\nTFCI and Hadbury were  citizens of Rhode Island because  they\r\nwere incorporated under the laws of Rhode Island.\r\n\n5.  TFC's certificate  of incorporation states:   \"The office\r\nof the  Corporation in the State of New York is to be located\r\nin the County of New York, State of New York.\"  \r\n\n                             -5-\r\r\n\n                             II.\r                                         II.\r\n\n          This court  reviews de  novo the legal  question of\r\n\nwhether the  district court had  subject matter  jurisdiction\r\n\nover the parties' claims.   Murphy v. United States,  45 F.3d\r                                                               \r\n\n520,  522 (1st  Cir. 1995).   However,  the district  court's\r\n\nfactual findings made in  conjunction with its jurisdictional\r\n\ndetermination  receive  deference  unless clearly  erroneous.\r\n\nDweck v. Japan CBM Corp., 877 F.2d 790, 792 (9th Cir. 1989).\r                                    \r\n\n          The district courts have original jurisdiction over\r\n\ncivil actions  between citizens of different  states in which\r\n\nthe amount  in  controversy exceeds  $50,000.   28  U.S.C.   \r\n\n1332(a). Diversity must be  complete: the citizenship of each\r\n\nplaintiff  must  be shown  to be  diverse  from that  of each\r\n\ndefendant.   Owen Equip. &amp;  Erection Co. v.  Kroger, 437 U.S.\r                                                               \r\n\n365, 373-74 (1978).   For purposes of diversity jurisdiction,\r\n\na corporation  is deemed  to be a  citizen of both  the state\r\n\nwhere it is incorporated and the state where it maintains its\r\n\nprincipal  place of  business,  28 U.S.C.    1332(c)(1),  and\r\n\ncitizenship is determined as of the  date of the commencement\r\n\nof  the lawsuit.    See, e.g.,  Taber  Partners, I  v.  Merit\r                                                                         \r\n\nBuilders, Inc., 987 F.2d 57, 59 n.1 (1st Cir.), cert. denied,\r                                                                        \r\n\nDesarrollos Metropolitanos, Inc.  v. Taber  Partners, I,     \r                                                                   \r\n\nU.S.     , 114 S. Ct.  82 (1993);   Rodriguez-Diaz v. Sierra-\r                                                                         \r\n\nMartinez, 853 F.2d 1027, 1029 (1st Cir. 1988).  The burden of\r                    \r\n\nproof  is  on  the  party  attempting  to  sustain  diversity\r\n\n                             -6-\r\r\n\njurisdiction.  Thomson v. Gaskill, 315  U.S. 442, 446 (1942);\r                                             \r\n\nMedia  Duplication Servs.,  Ltd. v.  HDG Software,  Inc., 928\r                                                                    \r\n\nF.2d 1228, 1235 (1st Cir. 1991).  \r\n\n          It  is undisputed  that  plaintiffs  satisfied  the\r\n\nrequirements of   1332.  By the time this action was brought,\r\n\nTFCI had  effectively merged into  TFC, a New  York corporate\r\n\ncitizen.     Defendants,   however,   sought   dismissal   of\r\n\nplaintiffs' claim under 28 U.S.C.   1359, which provides:\r\n\n          A   district   court   shall   not   have\r\n          jurisdiction  of a civil  action in which\r\n          any  party,  by assignment  or otherwise,\r\n          has been improperly  or collusively  made\r\n          or  joined to invoke  the jurisdiction of\r\n          such court.\r\n\nThe  district court held  that   1359  barred jurisdiction   \r\n\nnot only  over plaintiffs' claim  but over the  entire action\r\n\nincluding  defendants' counterclaim.  The court reasoned that\r\n\nalthough  \"[t]he merger  was  real enough,  . . . it did  not\r\n\ncreate   diversity  jurisdiction\"   because   there  was   \"a\r\n\nmanufactured assignment.\"  Toste Farm, 882 F. Supp. at 247.  \r                                                 \r\n\n          For   over   a   century,   Congress   has   denied\r\n\njurisdiction  of  suits  where  a  party  is  \"improperly  or\r\n\ncollusively  made or  joined to  invoke . . . jurisdiction.\"6\r\n\n                    \r                                \r\n\n6.   Section  5 of the Act of March 3, 1875, a predecessor to\r\n  1359, stated:\r\n\n          . . . if  in  any  suit  commenced  in  a\r\n          circuit  court  [which then  had original\r\n          diversity  jurisdiction]  . . . it  shall\r\n          appear  to  the   satisfaction  of   said\r\n          circuit  court,  at any  time  after such\r\n\n                             -7-\r\r\n\nThe Supreme Court in  Williams v. Nottawa, 104 U.S.  209, 211\r                                                     \r\n\n(1881), described transfers to create  diversity jurisdiction\r\n\nas \"frauds  upon the  court.\"   Commentators and  courts have\r\n\nconstrued   \"improper   or   collusive\"    as   \"confer[ring]\r\n\njurisdiction not justified by aims of diversity.\"  O'Brien v.\r                                                                      \r\n\nAVCO Corp., 425 F.2d 1030, 1034 (2d Cir. 1969); 14 Charles A.\r                      \r\n\nWright, Arthur R. Miller &amp; Edward D. Cooper, Federal Practice\r\n\nand  Procedure: Jurisdiction 2d    3637, at 93  (1985 &amp; Supp.\r\n\n1995).  See  also  Airlines Reporting Co. v.  S and N Travel,\r                                                                        \r\n\n58  F.3d 857, 862 (2d Cir. 1995) (\"[W]e construe section 1359\r\n\nbroadly  to  bar any  agreement  whose  'primary  aim' is  to\r\n\nconcoct federal diversity  jurisdiction\"); Amoco Rocmount Co.\r                                                                         \r\n\nv. Anschutz  Corp., 7 F.3d 909, 916 (10th Cir. 1993);  Yokeno\r                                                                         \r\n\nv.  Mafnas, 973 F.2d 803,  809 (9th Cir.  1992) (\"The federal\r                      \r\n\nanti-collusion statute is  aimed at  preventing parties  from\r\n\nmanufacturing   diversity  jurisdiction   to  inappropriately\r\n\nchannel  ordinary business litigation  into federal courts\");\r\n\nNolan v. Boeing  Co., 919  F.2d 1058, 1067  (5th Cir.  1990),\r                                \r\n\ncert. denied, 499 U.S. 962 (1991).  The district court in the\r                        \r\n\npresent  case  found  that  \"Section  1359's  policy  against\r\n\n                    \r                                \r\n\n          suit  has  been  brought  . . . that  the\r\n          parties to said suit have been improperly\r\n          or collusively made or  joined, . . . for\r\n          the purpose of creating a case cognizable\r\n          . . . under  this  act; the  said circuit\r\n          court . . . shall dismiss the suit.\r\n\nAct of March 3, 1875, c. 137,   5, 18 Stat. 470.\r\n\n                             -8-\r\r\n\nimproper or collusive  manufacture of diversity  jurisdiction\r\n\nwould   be  completely  undermined   if  a  corporate  merger\r\n\ninvolving a transfer of  the chose in action and  some amount\r\n\nof money  could create diversity jurisdiction.\"   Toste Farm,\r                                                                        \r\n\n882 F. Supp. at 247.\r\n\n          In its most recent pronouncement, the Supreme Court\r\n\nhas construed   1359 in a similarly broad manner.  In  Kramer\r                                                                         \r\n\nv. Caribbean  Mills,  Inc., 394  U.S. 823  (1969), the  Court\r                                      \r\n\nnoted that  \"Kramer candidly admits that  the 'assignment was\r\n\nin  substantial  part  motivated  by  a desire  ...  to  make\r\n\ndiversity  jurisdiction available.'\"   Id.  at 828.   Holding\r                                                      \r\n\nthat the otherwise valid assignment of the claim to a diverse\r\n\nparty  was  improper or  collusive  under    1359,  the Court\r\n\nreasoned that the mere legality  of an assignment cannot make\r\n\nit valid for purposes of federal jurisdiction because  such a\r\n\nruling   \"would   render       1359   largely  incapable   of\r\n\naccomplishing  its  purpose.\"   Id. at  829.   The  Court was\r                                               \r\n\nconcerned that \"the ease with which a party may 'manufacture'\r\n\nfederal  jurisdiction\"  could lead  to   \"a vast  quantity of\r\n\nordinary  contract and  tort litigation  . . . channeled into\r\n\nthe federal courts\"  which is \"the very  thing which Congress\r\n\nintended  to   prevent  when  it  enacted      1359  and  its\r\n\npredecessors.\"  Id. at 828-29.  \r                               \r\n\n          In  applying   Kramer,  lower  courts   have  often\r                                           \r\n\ndetermined an improper  or collusive assignment  from whether\r\n\n                             -9-\r\r\n\nor  not  the  parties  have  shown  an  independent  business\r\n\njustification for  assigning the  claim to a  diverse party.7\r\n\nCourts  have also  applied  elevated scrutiny  to assignments\r\n\nbetween affiliated parties.   In these  situations, \"[s]imply\r\n\narticulating a business reason is insufficient; the burden of\r\n\nproof is with the party asserting diversity to establish that\r\n\nthe reason is  legitimate and not  pretextual.\"  Yokeno,  973\r                                                                   \r\n\nF.2d at 810.  See also Airlines Reporting, 58 F.3d at 862-63;\r                                                     \r\n\nNike, Inc.  v.  Comercial Iberica  de Exclusivas  Deportivas,\r                                                                         \r\n\nS.A., 20 F.3d 987,  991-93 (9th Cir. 1994);   Dweck, 877 F.2d\r                                                               \r\n\nat 792-93;   Prudential Oil Corp. v. Phillips  Petroleum Co.,\r                                                                        \r\n\n546  F.2d 469,  475 (2d  Cir. 1969)  (\"The scrutiny  normally\r\n\napplied to transfers or assignments of claims which have  the\r\n\neffect of creating diversity  must be doubled in the  case of\r\n\n                    \r                                \r\n\n7.  See Western Farm Credit Bank v. Hamakua Sugar Co., 841 F.\r                                                                 \r\nSupp. 976, 981  (D. Haw. 1994) (\"[O]nce a  party has stated a\r\nlegitimate business purpose for  the assignment and has shown\r\nthe assignment is absolute,  district courts need not explore\r\nwhether one  motivating factor  behind the assignment  was to\r\ncreate diversity jurisdiction\");  Baker v. Latham Sparrowbush\r                                                                         \r\nAssocs., 808  F. Supp. 992, 1002  (S.D.N.Y. 1992) (assignment\r                   \r\nfor  \"facially  valid  business  purpose\"  not  collusive  or\r\nimproper);  AmeriFirst Bank v. Bomar, 757 F. Supp. 1365, 1372\r                                                \r\n(S.D.  Fla. 1991);    Blythe Indus.,  Inc.  v.   Puerto  Rico\r                                                                         \r\nAqueduct and Sewer Auth., 573 F. Supp. 563, 564 (D.P.R. 1983)\r                                    \r\n(diversity   jurisdiction   denied  where   \"[n]o  legitimate\r\ncommercial interest  is apparent from the  assignment\").  But\r                                                                         \r\nsee Haskin v.  Corporacion Insular de  Seguros, 666 F.  Supp.\r                                                          \r\n349, 354 (D.P.R. 1987) (\"In examining a Section 1359 claim of\r\ncollusion  . . .  motive  must be  considered but  given less\r\nweight than the determinations  of whether the assignment was\r\nreal or  colorable and, most  important, whether  or not  the\r\nassignee  has  some   independent,  pre-existing   legitimate\r\ninterest in the causes of action assigned to him\").\r\n\n                             -10-\r\r\n\nassignments  between related or affiliated corporations since\r\n\ncommon   ownership   . . . only   serves   to   increase  the\r\n\npossibility   of  collusion   and  compound   the  difficulty\r\n\nencountered  in   detecting   the   real   purpose   of   the\r\n\nassignment\");  Western Farm Credit Bank v. Hamakua Sugar Co.,\r                                                                        \r\n\n841 F. Supp. 976, 981 (D. Haw. 1994);  Blythe Indus., Inc. v.\r                                                                      \r\n\nPuerto Rico Aqueduct  &amp; Sewer  Auth., 573 F.  Supp. 563,  564\r                                                \r\n\n(D.P.R. 1983).  \r\n\n          The  above  authorities,  as  well  as   the  clear\r\n\nlanguage of   1359, are consistent  with the district court's\r\n\nanalysis  here.  Plaintiffs rely, for a contrary view, upon a\r\n\nSupreme Court case decided in the 1920s that seemingly points\r\n\nin  a  different  direction.   In  Black  &amp;  White Taxicab  &amp;\r                                                                         \r\n\nTransfer  Co. v. Brown &amp;  Yellow Taxicab &amp;  Transfer Co., 276\r                                                                    \r\n\nU.S. 518 (1928), a Kentucky taxi company created diversity by\r\n\nreincorporating  in  Tennessee.     Otherwise,  the   company\r\n\ncontinued its taxi business in Kentucky.8   The newly created\r\n\n                    \r                                \r\n\n8.  When Black  &amp; White Taxicab was decided a corporation was\r                                           \r\nconsidered  a   citizen  of  the   state  in  which   it  was\r\nincorporated,  regardless  of the  location of  its principal\r\nplace of  business.   This definition of  citizenship allowed\r\ncorporations to  change citizenship  very easily, as  Black &amp;\r                                                                         \r\nWhite Taxicab  demonstrates.   The enactment  of 28 U.S.C.   \r                         \r\n1332(c) in 1958 redefined the citizenship of a corporation to\r\ninclude  the state where  its principal place  of business is\r\nlocated,   in  addition   to  the  state   in  which   it  is\r\nincorporated.  Thus, today,  a corporation with its principal\r\nplace  of business  in  Kentucky could  not create  diversity\r\njurisdiction  with  a  Kentucky  opposing  party   by  merely\r\nreincorporating  in  Tennessee.     Its  principal  place  of\r\nbusiness would also have  to move away from Kentucky,  a more\r\ndifficult feat for an active business.\r\n\n                             -11-\r\r\n\nTennessee company brought suit in federal court.  The Supreme\r\n\nCourt upheld diversity jurisdiction stating:  \"The succession\r\n\nand transfer  were actual,  not feigned or  merely colorable.\r\n\nIn these circumstances, courts  will not inquire into motives\r\n\nwhen deciding  concerning their  jurisdiction.\"  Id.  at 524.\r                                                                \r\n\nCf.  Mecom v.  Fitzsimmons  Drilling Co.,  284 U.S.  183, 190\r                                                    \r\n\n(1931);  Cross v. Allen, 141 U.S. 528, 533 (1891).\r                                   \r\n\n          Black &amp; White  Taxicab has been sharply  criticized\r                                            \r\n\nfor allowing  the manufacture of diversity in conflict with  \r\n\n1359's purpose.  Charles A. Wright, Law of Federal Courts 373\r\n\n(1994) (\"The reincorporation . . . to create diversity verged\r\n\non fraud, and  it was  not necessary to  hold that  diversity\r\n\njurisdiction  could be  so  readily abused\");   American  Law\r\n\nInstitute,  Study of  the  Division  of Jurisdiction  Between\r\n\nState and Federal Courts  159 (1969) (\"One of the  most cited\r\n\nexamples  of  improper  creation  of  diversity  jurisdiction\r\n\ninvolved a corporation which simply reincorporated in another\r\n\nstate  for  the purpose  of  creating diversity  jurisdiction\r\n\n[citing Black &amp; White Taxicab]\").  \r                                         \r\n\n          This  court has interpreted   1359 in light both of\r\n\nBlack &amp; White Taxicab and Kramer in a case strikingly similar\r                                            \r\n\nto the  one at hand.   Greater Dev. Co. v.  Amelung, 471 F.2d\r                                                               \r\n\n338 (1st Cir. 1973)  (per curiam).  In Amelung,  the district\r                                                          \r\n\ncourt  dismissed  the  original  claim  of  a   Massachusetts\r\n\n                    \r                                \r\n\n                             -12-\r\r\n\ncorporation for  lack of jurisdiction.   To create diversity,\r\n\nthe   corporation's   controlling   stockholder    formed   a\r\n\nConnecticut shell  corporation which purchased  the assets of\r\n\nthe Massachusetts corporation.   The Connecticut  corporation\r\n\nthen  refiled the  suit.   The district  court dismissed  the\r\n\naction relying on   1359, and this court  summarily affirmed,\r\n\nstating in part:\r\n\n          [W]e think . . . that when  a corporation\r\n          conducting an on-going business transfers\r\n          all  its  assets   and  its  business  to\r\n          another  corporation, and  the transferor\r\n          is dissolved, diversity jurisdiction will\r\n          exist,  even  though the  shareholders of\r\n          the  two corporations  are the  same, and\r\n          the purpose of the transfer  is to obtain\r\n          diversity    of   citizenship.       Here\r\n          admittedly  the  transfer  is  real,  the\r\n          transferor  has  been  dissolved and  the\r\n          shareholder  is the  same.   However, the\r\n          claim which is the basis of this suit was\r\n          the only asset  transferred, and, as  far\r\n          as the record  shows, the  only asset  of\r\n          the new corporation, which apparently has\r\n          no  payroll and no  other activities.  To\r\n          extend an already  eroded case like Black\r                                                               \r\n          &amp;   White,   see  Kramer   . . . to  this\r                                              \r\n          situation would be to destroy the meaning\r\n          of   this   salutary  and   long-standing\r\n          statute [28 U.S.C.   1359].\r\n\n                             -13-\r\r\n\nId.  at 339.9    Amelung has  been  praised for  refusing  to\r                                    \r\n\nextend Black &amp; White Taxicab beyond its facts.10  \r                                        \r\n\n          In the  instant case, the  district court concluded\r\n\nthat  the factual  situation \"approximates that  in Amelung.\"\r                                                                       \r\n\nToste  Farm, 882 F. Supp. at 246.   We agree.  As in Amelung,\r                                                                        \r\n\nthe  principal asset transferred was  a legal claim.   As the\r\n\ndistrict court found, TFCI  had no employees nor did  it have\r\n\nongoing  activities beyond  its  interest in  the Toste  Farm\r\n\nLimited Partnership.  It was formed for the single purpose of\r\n\nacting as a general partner in the partnership.  After Acebes\r\n\ndetermined  to  leave   the  partnership  and   the  buy-sell\r\n\nnegotiations foundered,  resulting in this lawsuit, TFCI and,\r\n\nafter  the merger, TFC were left mainly with a legal dispute.\r\n\nUnlike  the  transferred  taxi  business  in  Black  &amp;  White\r                                                                         \r\n\nTaxicab, there  was no  ongoing business to  operate separate\r                   \r\n\n                    \r                                \r\n\n9.  Another court  has taken  a similar  approach to  that in\r\nAmelung.   In Piermont Heights, Inc. v. Dorfman, 820 F. Supp.\r                                                           \r\n99, 100 (S.D.N.Y. 1993), the District Court for the  Southern\r\nDistrict of New York held: \"If a plaintiff assigns a claim or\r\ntakes a similar action [in this case a merger] solely for the\r\npurpose  of manufacturing diversity jurisdiction, and without\r\na legitimate business purpose apart from the creation of such\r\njurisdiction, [section 1359] is violated.\" \r\n\n10.  14  Charles A.  Wright,  Arthur R.  Miller  &amp; Edward  D.\r\nCooper,  Federal Practice  and Procedure:  Jurisdiction 2d   \r\n3638, at 99 (1985)  (\"The approach taken in the  Amelung case\r                                                                    \r\nseems  sound . . . .   To  ignore the obvious  purpose behind\r\nwhat had  been done, as  some language  in the Black  &amp; White\r                                                                         \r\nTaxicab  case  . . . could be  read  as  requiring, would  be\r                   \r\ncontrary to  the objectives of Section  1359 and inconsistent\r\nwith  the principle that federal courts are courts of limited\r\njurisdiction\") (footnotes omitted).\r\n\n                             -14-\r\r\n\nfrom the legal claim.  Had TFCI assigned its  interest in the\r\n\nclaim to TFC in New York,   1359 would plainly, under Kramer,\r                                                                        \r\n\nhave overridden the existing diversity.  We see no reason for\r\n\na different outcome merely because the merger route was  used\r\n\nto  accomplish essentially  the  same result.   Section  1359\r\n\nproscribes the  improper or collusive  making of  a party  to\r\n\ninvoke jurisdiction, \"by assignment  or otherwise\"  (emphasis\r                                                             \r\n\nadded).\r\n\n          It is  true, as  plaintiffs argue, that  the assets\r\n\ntransferred  to  TFC  included      besides  the  partnership\r\n\ninterest     a bank account containing under $200,000.  While\r\n\nplaintiffs  concede that  one purpose  of the  merger was  to\r\n\nmanufacture diversity, they note the availability of the bank\r\n\naccount for possible future  investments and contend that the\r\n\ntransfer to New York served Acebes' convenience, as his other\r\n\nbusiness  activities were  also in  New York.   But,  on this\r\n\nrecord,  the  district  court  could  reasonably  view  these\r\n\nassertions as make-weights.   Acebes would scarcely be deeply\r\n\nconcerned  as  to  where   the  state  of  incorporation  and\r\n\nprincipal  office of  this  paper  corporation were  located,\r\n\ngiven that there were no employees and no ongoing operations.\r\n\nNor does the placing of an amount of cash in TFC for possible\r\n\nfuture use  seem significant.   The record does  not indicate\r\n\nthe existence  of active outside business  investments at the\r\n\ntime  of transfer.   None  of these  factors,  by themselves,\r\n\n                             -15-\r\r\n\nsuggests  a likely  reason  for the  move to  New York.   The\r\n\nsignificant reason appears to be the improper one: \"to invoke\r\n\nthe jurisdiction\" of the federal court,   1359.\r\n\n          The district court justifiably concluded that there\r\n\nwas \"a  manufactured assignment  concocted and designed  by a\r\n\nsingle individual  using the diversity  statute as a  ploy to\r\n\ncreate jurisdiction.\"   Toste Farm, 882 F. Supp.  at 247.  To\r                                              \r\n\nbe sure, the court elsewhere said that creating diversity was\r\n\n\"at least one of the reasons for the merger,\" id. at 245, but\r                                                             \r\n\nthe tenor of the court's opinion, including the \"manufactured\r\n\nassignment\"   statement,  indicates  that   the  creation  of\r\n\ndiversity was the principal     indeed, one might suppose the\r\n\nsole     purpose for the merger.   There was no error in this\r\n\nfactual analysis.\r\n\n          We recognize, as plaintiffs argue, that the Supreme\r\n\nCourt,  in  the  circumstances  of  Black  &amp;  White  Taxicab,\r                                                                        \r\n\ndeclined to inquire into motives. Id. at  524.  Black &amp; White\r                                                                         \r\n\nTaxicab, however,  involved the  transfer of an  ongoing taxi\r                   \r\n\nbusiness, not  a paper  corporation whose single  purpose had\r\n\nbeen  to  act  as a  general  partner  in  a partnership  now\r\n\nembroiled in litigation.   Viewing cases of this nature  on a\r\n\ncontinuum  defined by Kramer on  one side, and  Black &amp; White\r                                                                         \r\n\nTaxicab  on the  other, the  present case  falls well  to the\r                   \r\n\nKramer side.  And in this circuit the instant case is further\r                  \r\n\ncontrolled    as the district court correctly found    by our\r\n\n                             -16-\r\r\n\nAmelung decision.  We, therefore, affirm the district court's\r                   \r\n\nfinding that   1359 bars jurisdiction over plaintiffs' claim.\r\n\n                             III.\r                                         III.\r\n\n          We turn next to the issue of whether any portion of\r\n\ndefendants'  counterclaim  can  survive   the  jurisdictional\r\n\nfailure of plaintiffs' claim.  \r\n\n          There are  two ways for district  courts to acquire\r\n\njurisdiction   over  counterclaims:     (1)  pursuant  to  an\r\n\nindependent  basis for  federal  jurisdiction present  in the\r\n\ncounterclaim; or  (2)  pursuant to  28  U.S.C.    1367  which\r\n\nprovides  supplemental  jurisdiction over  counterclaims that\r\n\nare  part of  the same  case or  controversy as  the original\r\n\nclaim.   Only  those counterclaims  that have  an independent\r\n\nbasis  for  jurisdiction  can  survive  a  dismissal  of  the\r\n\noriginal  claim for  lack of  jurisdiction.11   6  Charles A.\r\n\nWright, Arthur R. Miller, Mary K. Kane,  Federal Practice and\r\n\nProcedure: Civil 2d    1414, at 112 (1990).   See also  Scott\r                                                                         \r\n\nv. Long Island Savings  Bank, FSB, 937 F.2d 738, 743 (2d Cir.\r                                             \r\n\n1991);  Kuehne &amp; Nagel (AG &amp; CO) v. Geosource, Inc., 874 F.2d\r                                                               \r\n\n283, 291 (5th Cir. 1989);  DHL Corp. v. Loomis Courier Serv.,\r                                                                         \r\n\nInc., 522 F.2d 982, 985 (9th Cir. 1975).  \r                \r\n\n                    \r                                \r\n\n11.  Supplemental jurisdiction,  28  U.S.C.    1367,  is,  in\r\neffect, derivative  of the original claim's  jurisdiction and\r\nthus  cannot  survive  the  jurisdictional  failure  of   the\r\noriginal claim.  \r\n\n                             -17-\r\r\n\n          Defendants  urge  this  court  to   find  that  the\r\n\ndistrict court  has mandatory jurisdiction over  Count III of\r\n\ntheir counterclaim because jurisdiction  exists independently\r\n\nwithin the  scope of  its  allegation.12   Count III  alleges\r\n\nthat the TFCI-TFC  merger violated sections 11.2  and 11.3 of\r\n\nthe partnership  agreement, which prohibit the  transfer of a\r\n\npartner's interest without giving notice and a right of first\r\n\nrefusal to the other partners.\r\n\n          Defendants  argue  that   the  district  court  has\r\n\nmandatory jurisdiction  over Count III because  they have met\r\n\nall the requirements of diversity under   1332.  Section 1359\r\n\n     which destroyed diversity  in plaintiffs' claim     does\r\n\nnot apply  to them,  defendants say, because  they themselves\r\n\ndid  not  engage  in  the collusive  or  improper  acts  that\r\n\ndefeated diversity jurisdiction  over plaintiffs' claim.   In\r\n\ndefendants' view, the district court's holding penalizes them\r\n\nfor losing \"the  race to  the courthouse\" since  if they  had\r\n\nsued  plaintiffs, instead  of vice versa,  jurisdiction would\r\n\nexist.  \r\n\n                    \r                                \r\n\n12.  Defendants' counterclaim consists of three counts: Count\r\nI  requests a  declaration  of rights  under the  partnership\r\nagreement;  Count II  requests injunctive  relief instructing\r\nthe  parties to  abide  by  the  rights  and  duties  of  the\r\npartnership  agreement;  Count  III requests  damages  for an\r\nalleged  breach of  the partnership  agreement.   The parties\r\nagree that Counts I and II must be dismissed because they are\r\nnot independent  of plaintiffs'  claim, and therefore  do not\r\nsurvive that claim's jurisdictional failure.  \r\n\n                             -18-\r\r\n\n          We are not persuaded.  Section  1359, by its terms,\r\n\ndestroys diversity not  only for the original claim,  but for\r\n\nthe entire action.  Section 1359 provides:  \"A district court\r\n\nshall  not have jurisdiction of  a civil action  in which any\r                                                                         \r\n\nparty . . . has  been improperly or collusively made . . . to\r                 \r\n\ninvoke  [federal]  jurisdiction\"  (emphasis  added).13    The\r\n\ndistrict  court's lack of jurisdiction  is not limited to the\r\n\nclaim  of a collusive plaintiff but extends to any portion of\r\n\nthe civil  action whose jurisdictional basis  depends in fact\r\n\nupon the plaintiff's  improper or  collusive act.14   We  can\r\n\nsee no  reason not to  construe the  statute as written.   It\r\n\ncould  well  be  unfair,  within the  contours  of  the  same\r\n\nlawsuit,  to  find  that diversity  jurisdiction  exists  for\r\n\npurposes  of defendants'  claim after  dismissing plaintiffs'\r\n\nclaim for  want of diversity.   To bifurcate  jurisdiction in\r\n\nthis manner would be to fragment the case.  One aspect of the\r\n\npartnership  agreement here  might have  to be  determined in\r\n\n                    \r                                \r\n\n13.  The  term \"action\" has been used in the Federal Rules of\r\nCivil  Procedure to include counterclaims.   See Fed. R. Civ.\r                                                            \r\nP. 54(b) (\"When more  than one claim for relief  is presented\r\nin an  action, whether as a  claim, counterclaim, cross-claim\r                                                            \r\nor third party claim, ... the court may direct the entry of a\r\n[partial] final judgement ...\") (emphasis added).\r\n\n14.  We do not  reach the  question of whether    1359  would\r\nrequire   dismissal  of   a  counterclaim   supported  by   a\r\njurisdictional  basis   that  would  have   existed  even  if\r\nplaintiffs had not improperly manufactured jurisdiction.\r\n\n                             -19-\r\r\n\nfederal  court  and   another  in   state  court,15   causing\r\n\nfriction  between state  and federal  courts, the  wasting of\r\n\njudicial resources,  and a  greater likelihood of  unfair and\r\n\ninconsistent outcomes.   It  could  also be  unfair to  allow\r\n\ndefendants,  who  successfully  challenged jurisdiction  over\r\n\nplaintiffs'  claim,  to  use  the  same  improperly  achieved\r\n\njurisdictional basis  for their  counterclaim.  In  any case,\r\n\nthe statute  seems  clear.   We affirm  the district  court's\r\n\nrefusal to assert jurisdiction over defendants' counterclaim.\r\n\n          Affirmed.  Each party bears its own costs. \r                      Affirmed.  Each party bears its own costs.\r                                                                \r\n\n                    \r                                \r\n\n15.  Defendants  argue that it is  not at all  clear that the\r\ncase  would be bifurcated  because if they  are successful in\r\nCount III and the federal court awards them TFCI  partnership\r\ninterest  as  a  remedy, they  would  have  control  over the\r\npartnership  and plaintiffs' claim would be moot.  We are not\r\npersuaded  by this  argument  because it  is unclear  whether\r\ndefendants would be successful and whether the district court\r\nwould  award TFC's  partnership interest  to defendants  as a\r\nremedy in the event that they were successful. \r\n\n                             -20-\r\r\n",
  "html": "<p class=\"case_cite\">70 F.3d 640</p>\n    <p class=\"parties\">TOSTE FARM CORPORATION, et al., Plaintiffs, Appellees,<br>v.<br>HADBURY, INC., et al., Defendants, Appellants.<br>TOSTE FARM CORPORATION, et al., Plaintiffs, Appellants,<br>v.<br>HADBURY, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 95-1506, 95-1544.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 4, 1995.<br>Decided Sept. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John Blish with whom Stephen J. Reid, Jr., Raymond A. Marcaccio and Blish &amp; Cavanagh, Providence, RI, were on brief, for plaintiffs.</p>\n      <p class=\"indent\">John William Ranucci, Providence, RI, for defendants.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, ALDRICH and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These cross appeals are from orders of the United States District Court for the District of Rhode Island dismissing the respective claims of plaintiffs and defendants for lack of subject matter jurisdiction.  Toste Farm Corp. v. Hadbury, Inc., 882 F.Supp. 240 (D.R.I.1995).  Plaintiffs are two entities wholly controlled by Carl Acebes, namely, Toste Farm Corporation (\"TFC\") and PaineWebber, Inc. Custodian/Trustee of IRA FBO Carl Acebes, account numbered JG12642-69 (\"PaineWebber IRA\").  Defendants are Richard N. Morash and his corporation Hadbury, Inc.  (\"Hadbury\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At issue is whether the court below correctly concluded that diversity jurisdiction over the plaintiffs' claim failed for violation of 28 U.S.C. Sec. 1359, and whether, in the circumstances, diversity jurisdiction over defendants' counterclaim also failed.  We affirm the district court's dismissal of both claims.</p>\n    </div>\n    <p>I.</p>\n    <p>Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In June of 1991, Richard Morash obtained the exclusive right to acquire 417 acres of land in Rhode Island known as Toste Farm.  Intending to purchase and develop the property, Morash and Carl Acebes, on November 4, 1991, formed the Toste Farm Limited Partnership composed of the \"Morash Partners\" and the \"Acebes Partners.\"   The Morash Partners consisted of Hadbury, an entity incorporated under the laws of Rhode Island with a principal place of business in Massachusetts, and Morash, a Massachusetts citizen.  The Acebes Partners consisted of PaineWebber IRA, an entity incorporated under the laws of Delaware with a principal place of business in New York, and Toste Farm Corporation, Inc.  (\"TFCI\"), a corporation newly formed under the laws of Rhode Island with a principal place of business in Rhode Island.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">According to Carl Acebes, TFCI was formed \"for a single purpose--to act as a general partner of the Toste Farm Limited Partnership.\"   Acebes' attorney stated that TFCI's \"principal asset\" was its partnership interest and added that TFCI \"may have had an incidental bank account as well.\"   TFCI was capitalized with a bank account valued at a little over $200,000, of which about $12,000 was invested in the partnership.  Acebes gave two reasons for overfunding TFCI.  First, he wanted to avoid having to request additional funds from PaineWebber IRA in the event the thinly capitalized partnership required cash.  Second, the extra funds were available for \"other business opportunities ... quite outside of the ... partnership.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During 1992, Acebes announced his intention to retire from the partnership.  Pursuant to the partnership agreement, Morash and Acebes conducted a buy-sell procedure in which each party bid to purchase the partnership interests of the other.  This procedure ended in a dispute with each party claiming to have purchased the other's interests.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In November of 1992, the Acebes Partners brought an action against the Morash Partners and Raymond Holland, the attorney for the partnership, in the District Court for the District of Rhode Island seeking a declaration of the parties' rights and duties under the partnership agreement.  See 28 U.S.C. Secs. 2201-2202;  Fed.R.Civ.P. 57.  They asserted diversity jurisdiction pursuant to 28 U.S.C. Sec. 1332, but later voluntarily dismissed the suit when the Morash Partners pointed out that the parties were not fully diverse because plaintiff TFCI, like defendants Hadbury and Holland, was a citizen of Rhode Island.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In December of 1992, TFCI was merged into TFC, a New York corporate shell that had been created earlier in the year.  Presumably, TFC's principal place of business also became New York, rather than Rhode Island where TFCI was based, although the record is not absolutely clear.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Pursuant to the merger, TFC received all of TFCI's assets.  Plaintiffs concede that one purpose of creating TFC and dissolving TFCI was to manufacture diversity for this action, although they also contend, without specifics, that the merger served the administrative convenience of Acebes whose residence and other business activities were in New York.  Defendants allege that the merger was effected solely to create diversity in this action.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Having created diversity via the merger, TFC and PaineWebber IRA refiled their action in January of 1993.  Defendants filed a counterclaim.  During the trial, defendants moved to dismiss for lack of jurisdiction.  The district court dismissed both the claim and the counterclaim for lack of subject matter jurisdiction after the trial on the merits.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This court reviews de novo the legal question of whether the district court had subject matter jurisdiction over the parties' claims.  Murphy v. United States, 45 F.3d 520, 522 (1st Cir.1995).  However, the district court's factual findings made in conjunction with its jurisdictional determination receive deference unless clearly erroneous.  Dweck v. Japan CBM Corp., 877 F.2d 790, 792 (9th Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district courts have original jurisdiction over civil actions between citizens of different states in which the amount in controversy exceeds $50,000.  28 U.S.C. Sec. 1332(a).  Diversity must be complete:  the citizenship of each plaintiff must be shown to be diverse from that of each defendant.  Owen Equip. &amp; Erection Co. v. Kroger, 437 U.S. 365, 373-74, 98 S.Ct. 2396, 2402-03, 57 L.Ed.2d 274 (1978).  For purposes of diversity jurisdiction, a corporation is deemed to be a citizen of both the state where it is incorporated and the state where it maintains its principal place of business, 28 U.S.C. Sec. 1332(c)(1), and citizenship is determined as of the date of the commencement of the lawsuit.  See, e.g., Taber Partners, I v. Merit Builders, Inc., 987 F.2d 57, 59 n. 1 (1st Cir.), cert. denied, Desarrollos Metropolitanos, Inc. v. Taber Partners, I, --- U.S. ----, 114 S.Ct. 82, 126 L.Ed.2d 50 (1993);  Rodriguez-Diaz v. Sierra-Martinez, 853 F.2d 1027, 1029 (1st Cir.1988).  The burden of proof is on the party attempting to sustain diversity jurisdiction.  Thomson v. Gaskill, 315 U.S. 442, 446 62 S.Ct. 673, 675, 86 L.Ed. 951 (1942);  Media Duplication Servs., Ltd. v. HDG Software, Inc., 928 F.2d 1228, 1235 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is undisputed that plaintiffs satisfied the requirements of Sec. 1332.  By the time this action was brought, TFCI had effectively merged into TFC, a New York corporate citizen.  Defendants, however, sought dismissal of plaintiffs' claim under 28 U.S.C. Sec. 1359, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A district court shall not have jurisdiction of a civil action in which any party, by assignment or otherwise, has been improperly or collusively made or joined to invoke the jurisdiction of such court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court held that Sec. 1359 barred jurisdiction--not only over plaintiffs' claim but over the entire action including defendants' counterclaim.  The court reasoned that although \"[t]he merger was real enough, ... it did not create diversity jurisdiction\" because there was \"a manufactured assignment.\"  Toste Farm, 882 F.Supp. at 247.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For over a century, Congress has denied jurisdiction of suits where a party is \"improperly or collusively made or joined to invoke ... jurisdiction.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The Supreme Court in Williams v. Nottawa, 104 U.S. 209, 211, 26 L.Ed. 719 (1881), described transfers to create diversity jurisdiction as \"frauds upon the court.\"   Commentators and courts have construed \"improper or collusive\" as \"confer[ring] jurisdiction not justified by aims of diversity.\"  O'Brien v. AVCO Corp., 425 F.2d 1030, 1034 (2d Cir.1969);  14 Charles A. Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure:  Jurisdiction 2d Sec. 3637, at 93 (1985 &amp; Supp.1995).  See also Airlines Reporting Co. v. S and N Travel, 58 F.3d 857, 862 (2d Cir.1995) (\"[W]e construe section 1359 broadly to bar any agreement whose 'primary aim' is to concoct federal diversity jurisdiction\");  Amoco Rocmount Co. v. Anschutz Corp., 7 F.3d 909, 916 (10th Cir.1993);  Yokeno v. Mafnas, 973 F.2d 803, 809 (9th Cir.1992) (\"The federal anti-collusion statute is aimed at preventing parties from manufacturing diversity jurisdiction to inappropriately channel ordinary business litigation into federal courts\");  Nolan v. Boeing Co., 919 F.2d 1058, 1067 (5th Cir.1990), cert. denied, 499 U.S. 962, 111 S.Ct. 1587, 113 L.Ed.2d 651 (1991).  The district court in the present case found that \"Section 1359's policy against improper or collusive manufacture of diversity jurisdiction would be completely undermined if a corporate merger involving a transfer of the chose in action and some amount of money could create diversity jurisdiction.\"  Toste Farm, 882 F.Supp. at 247.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In its most recent pronouncement, the Supreme Court has construed Sec. 1359 in a similarly broad manner.  In Kramer v. Caribbean Mills, Inc., 394 U.S. 823, 89 S.Ct. 1487, 23 L.Ed.2d 9 (1969), the Court noted that \"Kramer candidly admits that the 'assignment was in substantial part motivated by a desire ... to make diversity jurisdiction available.' \"  Id. at 828, 89 S.Ct. at 1490.   Holding that the otherwise valid assignment of the claim to a diverse party was improper or collusive under Sec. 1359, the Court reasoned that the mere legality of an assignment cannot make it valid for purposes of federal jurisdiction because such a ruling \"would render Sec. 1359 largely incapable of accomplishing its purpose.\"  Id. at 829, 89 S.Ct. at 1491.   The Court was concerned that \"the ease with which a party may 'manufacture' federal jurisdiction\" could lead to \"a vast quantity of ordinary contract and tort litigation ... channeled into the federal courts\" which is \"the very thing which Congress intended to prevent when it enacted Sec. 1359 and its predecessors.\"  Id. at 828-29, 89 S.Ct. at 1490-91.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In applying Kramer, lower courts have often determined an improper or collusive assignment from whether or not the parties have shown an independent business justification for assigning the claim to a diverse party.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Courts have also applied elevated scrutiny to assignments between affiliated parties.  In these situations, \"[s]imply articulating a business reason is insufficient;  the burden of proof is with the party asserting diversity to establish that the reason is legitimate and not pretextual.\"  Yokeno, 973 F.2d at 810.   See also Airlines Reporting, 58 F.3d at 862-63;  Nike, Inc. v. Comercial Iberica de Exclusivas Deportivas, S.A., 20 F.3d 987, 991-93 (9th Cir.1994);  Dweck, 877 F.2d at 792-93;  Prudential Oil Corp. v. Phillips Petroleum Co., 546 F.2d 469, 475 (2d Cir.1969) (\"The scrutiny normally applied to transfers or assignments of claims which have the effect of creating diversity must be doubled in the case of assignments between related or affiliated corporations since common ownership ... only serves to increase the possibility of collusion and compound the difficulty encountered in detecting the real purpose of the assignment\");  Western Farm Credit Bank v. Hamakua Sugar Co., 841 F.Supp. 976, 981 (D.Haw.1994);  Blythe Indus., Inc. v. Puerto Rico Aqueduct &amp; Sewer Auth., 573 F.Supp. 563, 564 (D.P.R.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The above authorities, as well as the clear language of Sec. 1359, are consistent with the district court's analysis here.  Plaintiffs rely, for a contrary view, upon a Supreme Court case decided in the 1920s that seemingly points in a different direction.  In Black &amp; White Taxicab &amp; Transfer Co. v. Brown &amp; Yellow Taxicab &amp; Transfer Co., 276 U.S. 518, 48 S.Ct. 404, 72 L.Ed. 681 (1928), a Kentucky taxi company created diversity by reincorporating in Tennessee.  Otherwise, the company continued its taxi business in Kentucky.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The newly created Tennessee company brought suit in federal court.  The Supreme Court upheld diversity jurisdiction stating:  \"The succession and transfer were actual, not feigned or merely colorable.  In these circumstances, courts will not inquire into motives when deciding concerning their jurisdiction.\"  Id. at 524, 48 S.Ct. at 405.   Cf. Mecom v. Fitzsimmons Drilling Co., 284 U.S. 183, 190, 52 S.Ct. 84, 87, 76 L.Ed. 233 (1931);  Cross v. Allen, 141 U.S. 528, 533, 12 S.Ct. 67, 69, 35 L.Ed. 843 (1891).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Black &amp; White Taxicab has been sharply criticized for allowing the manufacture of diversity in conflict with Sec. 1359's purpose.  Charles A. Wright, Law of Federal Courts 373 (1994) (\"The reincorporation ... to create diversity verged on fraud, and it was not necessary to hold that diversity jurisdiction could be so readily abused\");  American Law Institute, Study of the Division of Jurisdiction Between State and Federal Courts 159 (1969) (\"One of the most cited examples of improper creation of diversity jurisdiction involved a corporation which simply reincorporated in another state for the purpose of creating diversity jurisdiction [citing Black &amp; White Taxicab ]\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This court has interpreted Sec. 1359 in light both of Black &amp; White Taxicab and Kramer in a case strikingly similar to the one at hand.  Greater Dev.  Co. v. Amelung, 471 F.2d 338 (1st Cir.1973) (per curiam).  In Amelung, the district court dismissed the original claim of a Massachusetts corporation for lack of jurisdiction.  To create diversity, the corporation's controlling stockholder formed a Connecticut shell corporation which purchased the assets of the Massachusetts corporation.  The Connecticut corporation then refiled the suit.  The district court dismissed the action relying on Sec. 1359, and this court summarily affirmed, stating in part:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>[W]e think ... that when a corporation conducting an on-going business transfers all its assets and its business to another corporation, and the transferor is dissolved, diversity jurisdiction will exist, even though the shareholders of the two corporations are the same, and the purpose of the transfer is to obtain diversity of citizenship.  Here admittedly the transfer is real, the transferor has been dissolved and the shareholder is the same.  However, the claim which is the basis of this suit was the only asset transferred, and, as far as the record shows, the only asset of the new corporation, which apparently has no payroll and no other activities.  To extend an already eroded case like Black &amp; White, see Kramer ... to this situation would be to destroy the meaning of this salutary and long-standing statute [28 U.S.C. Sec. 1359].</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Id. at 339.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Amelung has been praised for refusing to extend Black &amp; White Taxicab beyond its facts.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the instant case, the district court concluded that the factual situation \"approximates that in Amelung.\"  Toste Farm, 882 F.Supp. at 246.   We agree.  As in Amelung, the principal asset transferred was a legal claim.  As the district court found, TFCI had no employees nor did it have ongoing activities beyond its interest in the Toste Farm Limited Partnership.  It was formed for the single purpose of acting as a general partner in the partnership.  After Acebes determined to leave the partnership and the buy-sell negotiations foundered, resulting in this lawsuit, TFCI and, after the merger, TFC were left mainly with a legal dispute.  Unlike the transferred taxi business in Black &amp; White Taxicab, there was no ongoing business to operate separate from the legal claim.  Had TFCI assigned its interest in the claim to TFC in New York, Sec. 1359 would plainly, under Kramer, have overridden the existing diversity.  We see no reason for a different outcome merely because the merger route was used to accomplish essentially the same result.  Section 1359 proscribes the improper or collusive making of a party to invoke jurisdiction, \"by assignment or otherwise \" (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is true, as plaintiffs argue, that the assets transferred to TFC included--besides the partnership interest--a bank account containing under $200,000.  While plaintiffs concede that one purpose of the merger was to manufacture diversity, they note the availability of the bank account for possible future investments and contend that the transfer to New York served Acebes' convenience, as his other business activities were also in New York.  But, on this record, the district court could reasonably view these assertions as make-weights.  Acebes would scarcely be deeply concerned as to where the state of incorporation and principal office of this paper corporation were located, given that there were no employees and no ongoing operations.  Nor does the placing of an amount of cash in TFC for possible future use seem significant.  The record does not indicate the existence of active outside business investments at the time of transfer.  None of these factors, by themselves, suggests a likely reason for the move to New York.  The significant reason appears to be the improper one:  \"to invoke the jurisdiction\" of the federal court, Sec. 1359.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court justifiably concluded that there was \"a manufactured assignment concocted and designed by a single individual using the diversity statute as a ploy to create jurisdiction.\"  Toste Farm, 882 F.Supp. at 247.   To be sure, the court elsewhere said that creating diversity was \"at least one of the reasons for the merger,\" id. at 245, but the tenor of the court's opinion, including the \"manufactured assignment\" statement, indicates that the creation of diversity was the principal--indeed, one might suppose the sole--purpose for the merger.  There was no error in this factual analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We recognize, as plaintiffs argue, that the Supreme Court, in the circumstances of Black &amp; White Taxicab, declined to inquire into motives.  Id. 276 U.S. at 524, 48 S.Ct. at 405.  Black &amp; White Taxicab, however, involved the transfer of an ongoing taxi business, not a paper corporation whose single purpose had been to act as a general partner in a partnership now embroiled in litigation.  Viewing cases of this nature on a continuum defined by Kramer on one side, and Black &amp; White Taxicab on the other, the present case falls well to the Kramer side.  And in this circuit the instant case is further controlled--as the district court correctly found--by our Amelung decision.  We, therefore, affirm the district court's finding that Sec. 1359 bars jurisdiction over plaintiffs' claim.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We turn next to the issue of whether any portion of defendants' counterclaim can survive the jurisdictional failure of plaintiffs' claim.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">There are two ways for district courts to acquire jurisdiction over counterclaims:  (1) pursuant to an independent basis for federal jurisdiction present in the counterclaim;  or (2) pursuant to 28 U.S.C. Sec. 1367 which provides supplemental jurisdiction over counterclaims that are part of the same case or controversy as the original claim.  Only those counterclaims that have an independent basis for jurisdiction can survive a dismissal of the original claim for lack of jurisdiction.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  6 Charles A. Wright, Arthur R. Miller, Mary Kay Kane, Federal Practice and Procedure:  Civil 2d Sec. 1414, at 112 (1990).  See also Scott v. Long Island Savings Bank, FSB, 937 F.2d 738, 743 (2d Cir.1991);  Kuehne &amp; Nagel (AG &amp; CO) v. Geosource, Inc., 874 F.2d 283, 291 (5th Cir.1989);  DHL Corp. v. Loomis Courier Serv., Inc., 522 F.2d 982, 985 (9th Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Defendants urge this court to find that the district court has mandatory jurisdiction over Count III of their counterclaim because jurisdiction exists independently within the scope of its allegation.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Count III alleges that the TFCI-TFC merger violated sections 11.2 and 11.3 of the partnership agreement, which prohibit the transfer of a partner's interest without giving notice and a right of first refusal to the other partners.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Defendants argue that the district court has mandatory jurisdiction over Count III because they have met all the requirements of diversity under Sec. 1332.  Section 1359--which destroyed diversity in plaintiffs' claim--does not apply to them, defendants say, because they themselves did not engage in the collusive or improper acts that defeated diversity jurisdiction over plaintiffs' claim.  In defendants' view, the district court's holding penalizes them for losing \"the race to the courthouse\" since if they had sued plaintiffs, instead of vice versa, jurisdiction would exist.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We are not persuaded.  Section 1359, by its terms, destroys diversity not only for the original claim, but for the entire action.  Section 1359 provides:  \"A district court shall not have jurisdiction of a civil action in which any party ... has been improperly or collusively made ... to invoke [federal] jurisdiction\" (emphasis added).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  The district court's lack of jurisdiction is not limited to the claim of a collusive plaintiff but extends to any portion of the civil action whose jurisdictional basis depends in fact upon the plaintiff's improper or collusive act.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  We can see no reason not to construe the statute as written.  It could well be unfair, within the contours of the same lawsuit, to find that diversity jurisdiction exists for purposes of defendants' claim after dismissing plaintiffs' claim for want of diversity.  To bifurcate jurisdiction in this manner would be to fragment the case.  One aspect of the partnership agreement here might have to be determined in federal court and another in state court,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> causing friction between state and federal courts, the wasting of judicial resources, and a greater likelihood of unfair and inconsistent outcomes.  It could also be unfair to allow defendants, who successfully challenged jurisdiction over plaintiffs' claim, to use the same improperly achieved jurisdictional basis for their counterclaim.  In any case, the statute seems clear.  We affirm the district court's refusal to assert jurisdiction over defendants' counterclaim.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.  Each party bears its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Raymond C. Holland, Jr., an attorney and Rhode Island citizen, was also named as a defendant in the district court.  However, he has not appealed from the orders below</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> TFCI was later merged into TFC, a plaintiff in this case.  The sole stockholder of both corporations was Acebes' PaineWebber IRA account, which was itself a partner of Toste Farm Limited Partnership and also a plaintiff in this action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Acebes also asserted that TFC, the successor to TFCI, \"has bid on other real estate and has prepared to bid on real estate located in Massachusetts.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The citizenship of a corporation is determined pursuant to 28 U.S.C. Sec. 1332(c)(1), which provides:</p>\n        <p>\"[A] corporation shall be deemed to be a citizen of any State by which it has been incorporated and of the State where it has its principal place of business....\"</p>\n        <p>TFCI and Hadbury were citizens of Rhode Island because they were incorporated under the laws of Rhode Island.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> TFC's certificate of incorporation states:  \"The office of the Corporation in the State of New York is to be located in the County of New York, State of New York.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Section 5 of the Act of March 3, 1875, a predecessor to Sec. 1359, stated:</p>\n        <p>... if in any suit commenced in a circuit court [which then had original diversity jurisdiction] ... it shall appear to the satisfaction of said circuit court, at any time after such suit has been brought ... that the parties to said suit have been improperly or collusively made or joined, ... for the purpose of creating a case cognizable ... under this act;  the said circuit court ... shall dismiss the suit.</p>\n        <p>Act of March 3, 1875, c. 137, Sec. 5, 18 Stat. 470.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See Western Farm Credit Bank v. Hamakua Sugar Co., 841 F.Supp. 976, 981 (D.Haw.1994) (\"[O]nce a party has stated a legitimate business purpose for the assignment and has shown the assignment is absolute, district courts need not explore whether one motivating factor behind the assignment was to create diversity jurisdiction\");  Baker v. Latham Sparrowbush Assocs., 808 F.Supp. 992, 1002 (S.D.N.Y.1992) (assignment for \"facially valid business purpose\" not collusive or improper);  AmeriFirst Bank v. Bomar, 757 F.Supp. 1365, 1372 (S.D.Fla.1991);  Blythe Indus., Inc. v. Puerto Rico Aqueduct and Sewer Auth., 573 F.Supp. 563, 564 (D.P.R.1983) (diversity jurisdiction denied where \"[n]o legitimate commercial interest is apparent from the assignment\").  But see Haskin v. Corporacion Insular de Seguros, 666 F.Supp. 349, 354 (D.P.R.1987) (\"In examining a Section 1359 claim of collusion ... motive must be considered but given less weight than the determinations of whether the assignment was real or colorable and, most important, whether or not the assignee has some independent, pre-existing legitimate interest in the causes of action assigned to him\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> When Black &amp; White Taxicab was decided a corporation was considered a citizen of the state in which it was incorporated, regardless of the location of its principal place of business.  This definition of citizenship allowed corporations to change citizenship very easily, as Black &amp; White Taxicab demonstrates.  The enactment of 28 U.S.C. Sec. 1332(c) in 1958 redefined the citizenship of a corporation to include the state where its principal place of business is located, in addition to the state in which it is incorporated.  Thus, today, a corporation with its principal place of business in Kentucky could not create diversity jurisdiction with a Kentucky opposing party by merely reincorporating in Tennessee.  Its principal place of business would also have to move away from Kentucky, a more difficult feat for an active business</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Another court has taken a similar approach to that in Amelung.   In Piermont Heights, Inc. v. Dorfman, 820 F.Supp. 99, 100 (S.D.N.Y.1993), the District Court for the Southern District of New York held:  \"If a plaintiff assigns a claim or takes a similar action [in this case a merger] solely for the purpose of manufacturing diversity jurisdiction, and without a legitimate business purpose apart from the creation of such jurisdiction, [section 1359] is violated.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 14 Charles A. Wright, Arthur R. Miller &amp; Edward D. Cooper, Federal Practice and Procedure:  Jurisdiction 2d Sec. 3638, at 99 (1985) (\"The approach taken in the Amelung case seems sound....  To ignore the obvious purpose behind what had been done, as some language in the Black &amp; White Taxicab case ... could be read as requiring, would be contrary to the objectives of Section 1359 and inconsistent with the principle that federal courts are courts of limited jurisdiction\") (footnotes omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Supplemental jurisdiction, 28 U.S.C. Sec. 1367, is, in effect, derivative of the original claim's jurisdiction and thus cannot survive the jurisdictional failure of the original claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Defendants' counterclaim consists of three counts:  Count I requests a declaration of rights under the partnership agreement;  Count II requests injunctive relief instructing the parties to abide by the rights and duties of the partnership agreement;  Count III requests damages for an alleged breach of the partnership agreement.  The parties agree that Counts I and II must be dismissed because they are not independent of plaintiffs' claim, and therefore do not survive that claim's jurisdictional failure</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The term \"action\" has been used in the Federal Rules of Civil Procedure to include counterclaims.  See Fed.R.Civ.P. 54(b) (\"When more than one claim for relief is presented in an action, whether as a claim, counterclaim, cross-claim or third party claim, ... the court may direct the entry of a [partial] final judgement ...\") (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> We do not reach the question of whether Sec. 1359 would require dismissal of a counterclaim supported by a jurisdictional basis that would have existed even if plaintiffs had not improperly manufactured jurisdiction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Defendants argue that it is not at all clear that the case would be bifurcated because if they are successful in Count III and the federal court awards them TFCI partnership interest as a remedy, they would have control over the partnership and plaintiffs' claim would be moot.  We are not persuaded by this argument because it is unclear whether defendants would be successful and whether the district court would award TFC's partnership interest to defendants as a remedy in the event that they were successful</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">640</span></span></p>\n    <p class=\"parties\">TOSTE FARM CORPORATION, et al., Plaintiffs, Appellees,<br>v.<br>HADBURY, INC., et al., Defendants, Appellants.<br>TOSTE FARM CORPORATION, et al., Plaintiffs, Appellants,<br>v.<br>HADBURY, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 95-1506, 95-1544.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 4, 1995.<br>Decided Sept. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John Blish with whom Stephen J. Reid, Jr., Raymond A. Marcaccio and Blish &amp; Cavanagh, Providence, RI, were on brief, for plaintiffs.</p>\n      <p class=\"indent\">John William Ranucci, Providence, RI, for defendants.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, ALDRICH and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These cross appeals are from orders of the United States District Court for the District of Rhode Island dismissing the respective claims of plaintiffs and defendants for lack of subject matter jurisdiction.  Toste Farm Corp. v. Hadbury, Inc., <span class=\"citation no-link\"><span class=\"volume\">882</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">240</span> </span>(D.R.I.1995).  Plaintiffs are two entities wholly controlled by Carl Acebes, namely, Toste Farm Corporation (\"TFC\") and PaineWebber, Inc. Custodian/Trustee of IRA FBO Carl Acebes, account numbered JG12642-69 (\"PaineWebber IRA\").  Defendants are Richard N. Morash and his corporation Hadbury, Inc.  (\"Hadbury\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At issue is whether the court below correctly concluded that diversity jurisdiction over the plaintiffs' claim failed for violation of 28 U.S.C. Sec. 1359, and whether, in the circumstances, diversity jurisdiction over defendants' counterclaim also failed.  We affirm the district court's dismissal of both claims.</p>\n    </div>\n    <p>I.</p>\n    <p>Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In June of 1991, Richard Morash obtained the exclusive right to acquire 417 acres of land in Rhode Island known as Toste Farm.  Intending to purchase and develop the property, Morash and Carl Acebes, on November 4, 1991, formed the Toste Farm Limited Partnership composed of the \"Morash Partners\" and the \"Acebes Partners.\"   The Morash Partners consisted of Hadbury, an entity incorporated under the laws of Rhode Island with a principal place of business in Massachusetts, and Morash, a Massachusetts citizen.  The Acebes Partners consisted of PaineWebber IRA, an entity incorporated under the laws of Delaware with a principal place of business in New York, and Toste Farm Corporation, Inc.  (\"TFCI\"), a corporation newly formed under the laws of Rhode Island with a principal place of business in Rhode Island.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">According to Carl Acebes, TFCI was formed \"for a single purpose--to act as a general partner of the Toste Farm Limited Partnership.\"   Acebes' attorney stated that TFCI's \"principal asset\" was its partnership interest and added that TFCI \"may have had an incidental bank account as well.\"   TFCI was capitalized with a bank account valued at a little over $200,000, of which about $12,000 was invested in the partnership.  Acebes gave two reasons for overfunding TFCI.  First, he wanted to avoid having to request additional funds from PaineWebber IRA in the event the thinly capitalized partnership required cash.  Second, the extra funds were available for \"other business opportunities ... quite outside of the ... partnership.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During 1992, Acebes announced his intention to retire from the partnership.  Pursuant to the partnership agreement, Morash and Acebes conducted a buy-sell procedure in which each party bid to purchase the partnership interests of the other.  This procedure ended in a dispute with each party claiming to have purchased the other's interests.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In November of 1992, the Acebes Partners brought an action against the Morash Partners and Raymond Holland, the attorney for the partnership, in the District Court for the District of Rhode Island seeking a declaration of the parties' rights and duties under the partnership agreement.  See 28 U.S.C. Secs. 2201-2202;  Fed.R.Civ.P. 57.  They asserted diversity jurisdiction pursuant to 28 U.S.C. Sec. 1332, but later voluntarily dismissed the suit when the Morash Partners pointed out that the parties were not fully diverse because plaintiff TFCI, like defendants Hadbury and Holland, was a citizen of Rhode Island.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In December of 1992, TFCI was merged into TFC, a New York corporate shell that had been created earlier in the year.  Presumably, TFC's principal place of business also became New York, rather than Rhode Island where TFCI was based, although the record is not absolutely clear.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Pursuant to the merger, TFC received all of TFCI's assets.  Plaintiffs concede that one purpose of creating TFC and dissolving TFCI was to manufacture diversity for this action, although they also contend, without specifics, that the merger served the administrative convenience of Acebes whose residence and other business activities were in New York.  Defendants allege that the merger was effected solely to create diversity in this action.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Having created diversity via the merger, TFC and PaineWebber IRA refiled their action in January of 1993.  Defendants filed a counterclaim.  During the trial, defendants moved to dismiss for lack of jurisdiction.  The district court dismissed both the claim and the counterclaim for lack of subject matter jurisdiction after the trial on the merits.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This court reviews de novo the legal question of whether the district court had subject matter jurisdiction over the parties' claims.  Murphy v. United States, <span class=\"citation\" data-id=\"195855\"><a href=\"/opinion/195855/murphy-v-united-states/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span>, 522 (1st Cir.1995).  However, the district court's factual findings made in conjunction with its jurisdictional determination receive deference unless clearly erroneous.  Dweck v. Japan CBM Corp., <span class=\"citation\" data-id=\"525073\"><a href=\"/opinion/525073/morris-dweck-v-japan-cbm-corporation/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">790</span></a></span>, 792 (9th Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district courts have original jurisdiction over civil actions between citizens of different states in which the amount in controversy exceeds $50,000.  28 U.S.C. Sec. 1332(a).  Diversity must be complete:  the citizenship of each plaintiff must be shown to be diverse from that of each defendant.  Owen Equip. &amp; Erection Co. v. Kroger, <span class=\"citation\" data-id=\"109904\"><a href=\"/opinion/109904/owen-equipment-erection-co-v-kroger/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, 373-74, <span class=\"citation\" data-id=\"109904\"><a href=\"/opinion/109904/owen-equipment-erection-co-v-kroger/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2396</span></a></span>, 2402-03, <span class=\"citation\" data-id=\"109904\"><a href=\"/opinion/109904/owen-equipment-erection-co-v-kroger/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">274</span> </a></span>(1978).  For purposes of diversity jurisdiction, a corporation is deemed to be a citizen of both the state where it is incorporated and the state where it maintains its principal place of business, 28 U.S.C. Sec. 1332(c)(1), and citizenship is determined as of the date of the commencement of the lawsuit.  See, e.g., Taber Partners, I v. Merit Builders, Inc., <span class=\"citation\" data-id=\"601484\"><a href=\"/opinion/601484/taber-partners-i-a-new-york-general-partnership-v-merit-builders-inc/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">57</span></a></span>, 59 n. 1 (1st Cir.), cert. denied, Desarrollos Metropolitanos, Inc. v. Taber Partners, I, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">82</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">50</span> </span>(1993);  Rodriguez-Diaz v. Sierra-Martinez, <span class=\"citation\" data-id=\"510032\"><a href=\"/opinion/510032/wilfredo-rodriguez-diaz-v-marcelo-sierra-martinez/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1027</span></a></span>, 1029 (1st Cir.1988).  The burden of proof is on the party attempting to sustain diversity jurisdiction.  Thomson v. Gaskill, <span class=\"citation\" data-id=\"103623\"><a href=\"/opinion/103623/thomson-v-gaskill/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">442</span></a></span>, 446 <span class=\"citation\" data-id=\"103623\"><a href=\"/opinion/103623/thomson-v-gaskill/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">673</span></a></span>, 675, <span class=\"citation\" data-id=\"103623\"><a href=\"/opinion/103623/thomson-v-gaskill/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">951</span> </a></span>(1942);  Media Duplication Servs., Ltd. v. HDG Software, Inc., <span class=\"citation\" data-id=\"557987\"><a href=\"/opinion/557987/media-duplication-services-ltd-v-hdg-software-inc-joseph-wine/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1228</span></a></span>, 1235 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is undisputed that plaintiffs satisfied the requirements of Sec. 1332.  By the time this action was brought, TFCI had effectively merged into TFC, a New York corporate citizen.  Defendants, however, sought dismissal of plaintiffs' claim under 28 U.S.C. Sec. 1359, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A district court shall not have jurisdiction of a civil action in which any party, by assignment or otherwise, has been improperly or collusively made or joined to invoke the jurisdiction of such court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court held that Sec. 1359 barred jurisdiction--not only over plaintiffs' claim but over the entire action including defendants' counterclaim.  The court reasoned that although \"[t]he merger was real enough, ... it did not create diversity jurisdiction\" because there was \"a manufactured assignment.\"  Toste <span class=\"citation no-link\"><span class=\"antecedent_guess\">Farm,</span> <span class=\"volume\">882</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">247</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For over a century, Congress has denied jurisdiction of suits where a party is \"improperly or collusively made or joined to invoke ... jurisdiction.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The Supreme Court in Williams v. Nottawa, <span class=\"citation\" data-id=\"90445\"><a href=\"/opinion/90445/williams-v-nottawa/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span>, 211, <span class=\"citation\" data-id=\"90445\"><a href=\"/opinion/90445/williams-v-nottawa/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">719</span> </a></span>(1881), described transfers to create diversity jurisdiction as \"frauds upon the court.\"   Commentators and courts have construed \"improper or collusive\" as \"confer[ring] jurisdiction not justified by aims of diversity.\"  O'Brien v. AVCO Corp., <span class=\"citation\" data-id=\"289958\"><a href=\"/opinion/289958/edward-m-obrien-as-administrator-cta-of-the-estate-of-chester-j/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1030</span></a></span>, 1034 (2d Cir.1969);  14 Charles A. Wright, Arthur R. Miller &amp; Edward H. Cooper, Federal Practice and Procedure:  Jurisdiction 2d Sec. 3637, at 93 (1985 &amp; Supp.1995).  See also Airlines Reporting Co. v. S and N Travel, <span class=\"citation\" data-id=\"698653\"><a href=\"/opinion/698653/airlines-reporting-corporation-plaintiff-counter-defendant-appellant-v-s/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">857</span></a></span>, 862 (2d Cir.1995) (\"[W]e construe section 1359 broadly to bar any agreement whose 'primary aim' is to concoct federal diversity jurisdiction\");  Amoco Rocmount Co. v. Anschutz Corp., <span class=\"citation\" data-id=\"655384\"><a href=\"/opinion/655384/amoco-rocmount-company-a-delaware-corporation-as-unit-operator-of-and-as/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">909</span></a></span>, 916 (10th Cir.1993);  Yokeno v. Mafnas, <span class=\"citation\" data-id=\"589782\"><a href=\"/opinion/589782/matao-c-yokeno-v-ramon-c-mafnas/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">803</span></a></span>, 809 (9th Cir.1992) (\"The federal anti-collusion statute is aimed at preventing parties from manufacturing diversity jurisdiction to inappropriately channel ordinary business litigation into federal courts\");  Nolan v. Boeing Co., <span class=\"citation\" data-id=\"552200\"><a href=\"/opinion/552200/kenneth-p-nolan-as-administrator-of-the-estate-of-jean-johnson-v-the/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1058</span></a></span>, 1067 (5th Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">962</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1587</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">651</span> </span>(1991).  The district court in the present case found that \"Section 1359's policy against improper or collusive manufacture of diversity jurisdiction would be completely undermined if a corporate merger involving a transfer of the chose in action and some amount of money could create diversity jurisdiction.\"  Toste <span class=\"citation no-link\"><span class=\"antecedent_guess\">Farm,</span> <span class=\"volume\">882</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">247</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In its most recent pronouncement, the Supreme Court has construed Sec. 1359 in a similarly broad manner.  In Kramer v. Caribbean Mills, Inc., <span class=\"citation\" data-id=\"107920\"><a href=\"/opinion/107920/kramer-v-caribbean-mills-inc/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">823</span></a></span>, <span class=\"citation\" data-id=\"107920\"><a href=\"/opinion/107920/kramer-v-caribbean-mills-inc/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1487</span></a></span>, <span class=\"citation\" data-id=\"107920\"><a href=\"/opinion/107920/kramer-v-caribbean-mills-inc/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">9</span> </a></span>(1969), the Court noted that \"Kramer candidly admits that the 'assignment was in substantial part motivated by a desire ... to make diversity jurisdiction available.' \"  <span class=\"citation\" data-id=\"107920\"><a href=\"/opinion/107920/kramer-v-caribbean-mills-inc/\"><span class=\"id_token\">Id.</span> at 828, </a></span>89 S.Ct. at 1490.   Holding that the otherwise valid assignment of the claim to a diverse party was improper or collusive under Sec. 1359, the Court reasoned that the mere legality of an assignment cannot make it valid for purposes of federal jurisdiction because such a ruling \"would render Sec. 1359 largely incapable of accomplishing its purpose.\"  <span class=\"citation\" data-id=\"107920\"><a href=\"/opinion/107920/kramer-v-caribbean-mills-inc/\"><span class=\"id_token\">Id.</span> at 829, </a></span>89 S.Ct. at 1491.   The Court was concerned that \"the ease with which a party may 'manufacture' federal jurisdiction\" could lead to \"a vast quantity of ordinary contract and tort litigation ... channeled into the federal courts\" which is \"the very thing which Congress intended to prevent when it enacted Sec. 1359 and its predecessors.\"  <span class=\"citation\" data-id=\"107920\"><a href=\"/opinion/107920/kramer-v-caribbean-mills-inc/\"><span class=\"id_token\">Id.</span> at 828-29, </a></span>89 S.Ct. at 1490-91.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In applying Kramer, lower courts have often determined an improper or collusive assignment from whether or not the parties have shown an independent business justification for assigning the claim to a diverse party.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Courts have also applied elevated scrutiny to assignments between affiliated parties.  In these situations, \"[s]imply articulating a business reason is insufficient;  the burden of proof is with the party asserting diversity to establish that the reason is legitimate and not pretextual.\"  <span class=\"citation\" data-id=\"589782\"><span class=\"antecedent_guess\">Yokeno,</span> <a href=\"/opinion/589782/matao-c-yokeno-v-ramon-c-mafnas/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">810</span></a></span>.   See also Airlines <span class=\"citation\" data-id=\"698653\"><span class=\"antecedent_guess\">Reporting,</span> <a href=\"/opinion/698653/airlines-reporting-corporation-plaintiff-counter-defendant-appellant-v-s/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">862-63</span></a></span>;  Nike, Inc. v. Comercial Iberica de Exclusivas Deportivas, S.A., <span class=\"citation\" data-id=\"666930\"><a href=\"/opinion/666930/nike-inc-an-oregon-corporation-v-comercial-iberica-de-exclusivas/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">987</span></a></span>, 991-93 (9th Cir.1994);  <span class=\"citation\" data-id=\"525073\"><span class=\"antecedent_guess\">Dweck,</span> <a href=\"/opinion/525073/morris-dweck-v-japan-cbm-corporation/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">792-93</span></a></span>;  Prudential Oil Corp. v. Phillips Petroleum Co., <span class=\"citation\" data-id=\"341337\"><a href=\"/opinion/341337/prudential-oil-corporation-v-phillips-petroleum-company/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">469</span></a></span>, 475 (2d Cir.1969) (\"The scrutiny normally applied to transfers or assignments of claims which have the effect of creating diversity must be doubled in the case of assignments between related or affiliated corporations since common ownership ... only serves to increase the possibility of collusion and compound the difficulty encountered in detecting the real purpose of the assignment\");  Western Farm Credit Bank v. Hamakua Sugar Co., <span class=\"citation no-link\"><span class=\"volume\">841</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">976</span></span>, 981 (D.Haw.1994);  Blythe Indus., Inc. v. Puerto Rico Aqueduct &amp; Sewer Auth., <span class=\"citation\" data-id=\"2309690\"><a href=\"/opinion/2309690/blythe-industries-v-puerto-rico-aqueduct-sewer/\"><span class=\"volume\">573</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">563</span></a></span>, 564 (D.P.R.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The above authorities, as well as the clear language of Sec. 1359, are consistent with the district court's analysis here.  Plaintiffs rely, for a contrary view, upon a Supreme Court case decided in the 1920s that seemingly points in a different direction.  In Black &amp; White Taxicab &amp; Transfer Co. v. Brown &amp; Yellow Taxicab &amp; Transfer Co., <span class=\"citation\" data-id=\"101265\"><a href=\"/opinion/101265/b-w-taxi-co-v-b-y-taxi-co/\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">518</span></a></span>, <span class=\"citation\" data-id=\"101265\"><a href=\"/opinion/101265/b-w-taxi-co-v-b-y-taxi-co/\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">404</span></a></span>, <span class=\"citation\" data-id=\"101265\"><a href=\"/opinion/101265/b-w-taxi-co-v-b-y-taxi-co/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">681</span> </a></span>(1928), a Kentucky taxi company created diversity by reincorporating in Tennessee.  Otherwise, the company continued its taxi business in Kentucky.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The newly created Tennessee company brought suit in federal court.  The Supreme Court upheld diversity jurisdiction stating:  \"The succession and transfer were actual, not feigned or merely colorable.  In these circumstances, courts will not inquire into motives when deciding concerning their jurisdiction.\"  <span class=\"citation\" data-id=\"101265\"><a href=\"/opinion/101265/b-w-taxi-co-v-b-y-taxi-co/\"><span class=\"id_token\">Id.</span> at 524, </a></span>48 S.Ct. at 405.   Cf. Mecom v. Fitzsimmons Drilling Co., <span class=\"citation\" data-id=\"101809\"><a href=\"/opinion/101809/mecom-v-fitzsimmons-drilling-co/\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, 190, <span class=\"citation\" data-id=\"101809\"><a href=\"/opinion/101809/mecom-v-fitzsimmons-drilling-co/\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">84</span></a></span>, 87, <span class=\"citation\" data-id=\"101809\"><a href=\"/opinion/101809/mecom-v-fitzsimmons-drilling-co/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">233</span> </a></span>(1931);  Cross v. Allen, <span class=\"citation\" data-id=\"93172\"><a href=\"/opinion/93172/cross-v-allen/\"><span class=\"volume\">141</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, 533, <span class=\"citation\" data-id=\"93172\"><a href=\"/opinion/93172/cross-v-allen/\"><span class=\"volume\">12</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></a></span>, 69, <span class=\"citation\" data-id=\"93172\"><a href=\"/opinion/93172/cross-v-allen/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">843</span> </a></span>(1891).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Black &amp; White Taxicab has been sharply criticized for allowing the manufacture of diversity in conflict with Sec. 1359's purpose.  Charles A. Wright, Law of Federal Courts 373 (1994) (\"The reincorporation ... to create diversity verged on fraud, and it was not necessary to hold that diversity jurisdiction could be so readily abused\");  American Law Institute, Study of the Division of Jurisdiction Between State and Federal Courts 159 (1969) (\"One of the most cited examples of improper creation of diversity jurisdiction involved a corporation which simply reincorporated in another state for the purpose of creating diversity jurisdiction [citing Black &amp; White Taxicab ]\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This court has interpreted Sec. 1359 in light both of Black &amp; White Taxicab and Kramer in a case strikingly similar to the one at hand.  Greater Dev.  Co. v. Amelung, <span class=\"citation\" data-id=\"307333\"><a href=\"/opinion/307333/greater-development-company-of-connecticut-inc-v-elizabeth-a-amelung/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">338</span> </a></span>(1st Cir.1973) (per curiam).  In Amelung, the district court dismissed the original claim of a Massachusetts corporation for lack of jurisdiction.  To create diversity, the corporation's controlling stockholder formed a Connecticut shell corporation which purchased the assets of the Massachusetts corporation.  The Connecticut corporation then refiled the suit.  The district court dismissed the action relying on Sec. 1359, and this court summarily affirmed, stating in part:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>[W]e think ... that when a corporation conducting an on-going business transfers all its assets and its business to another corporation, and the transferor is dissolved, diversity jurisdiction will exist, even though the shareholders of the two corporations are the same, and the purpose of the transfer is to obtain diversity of citizenship.  Here admittedly the transfer is real, the transferor has been dissolved and the shareholder is the same.  However, the claim which is the basis of this suit was the only asset transferred, and, as far as the record shows, the only asset of the new corporation, which apparently has no payroll and no other activities.  To extend an already eroded case like Black &amp; White, see Kramer ... to this situation would be to destroy the meaning of this salutary and long-standing statute [28 U.S.C. Sec. 1359].</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"307333\"><a href=\"/opinion/307333/greater-development-company-of-connecticut-inc-v-elizabeth-a-amelung/\"><span class=\"id_token\">Id.</span> at 339.</a></span><a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Amelung has been praised for refusing to extend Black &amp; White Taxicab beyond its facts.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the instant case, the district court concluded that the factual situation \"approximates that in Amelung.\"  Toste <span class=\"citation no-link\"><span class=\"antecedent_guess\">Farm,</span> <span class=\"volume\">882</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">246</span></span>.   We agree.  As in Amelung, the principal asset transferred was a legal claim.  As the district court found, TFCI had no employees nor did it have ongoing activities beyond its interest in the Toste Farm Limited Partnership.  It was formed for the single purpose of acting as a general partner in the partnership.  After Acebes determined to leave the partnership and the buy-sell negotiations foundered, resulting in this lawsuit, TFCI and, after the merger, TFC were left mainly with a legal dispute.  Unlike the transferred taxi business in Black &amp; White Taxicab, there was no ongoing business to operate separate from the legal claim.  Had TFCI assigned its interest in the claim to TFC in New York, Sec. 1359 would plainly, under Kramer, have overridden the existing diversity.  We see no reason for a different outcome merely because the merger route was used to accomplish essentially the same result.  Section 1359 proscribes the improper or collusive making of a party to invoke jurisdiction, \"by assignment or otherwise \" (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is true, as plaintiffs argue, that the assets transferred to TFC included--besides the partnership interest--a bank account containing under $200,000.  While plaintiffs concede that one purpose of the merger was to manufacture diversity, they note the availability of the bank account for possible future investments and contend that the transfer to New York served Acebes' convenience, as his other business activities were also in New York.  But, on this record, the district court could reasonably view these assertions as make-weights.  Acebes would scarcely be deeply concerned as to where the state of incorporation and principal office of this paper corporation were located, given that there were no employees and no ongoing operations.  Nor does the placing of an amount of cash in TFC for possible future use seem significant.  The record does not indicate the existence of active outside business investments at the time of transfer.  None of these factors, by themselves, suggests a likely reason for the move to New York.  The significant reason appears to be the improper one:  \"to invoke the jurisdiction\" of the federal court, Sec. 1359.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court justifiably concluded that there was \"a manufactured assignment concocted and designed by a single individual using the diversity statute as a ploy to create jurisdiction.\"  Toste <span class=\"citation no-link\"><span class=\"antecedent_guess\">Farm,</span> <span class=\"volume\">882</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">247</span></span>.   To be sure, the court elsewhere said that creating diversity was \"at least one of the reasons for the merger,\" <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 245, </span>but the tenor of the court's opinion, including the \"manufactured assignment\" statement, indicates that the creation of diversity was the principal--indeed, one might suppose the sole--purpose for the merger.  There was no error in this factual analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We recognize, as plaintiffs argue, that the Supreme Court, in the circumstances of Black &amp; White Taxicab, declined to inquire into motives.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> 276 U.S. </span>at <span class=\"citation\" data-id=\"101265\"><span class=\"antecedent_guess\">524,</span> <a href=\"/opinion/101265/b-w-taxi-co-v-b-y-taxi-co/\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">405</span></a></span>.  Black &amp; White Taxicab, however, involved the transfer of an ongoing taxi business, not a paper corporation whose single purpose had been to act as a general partner in a partnership now embroiled in litigation.  Viewing cases of this nature on a continuum defined by Kramer on one side, and Black &amp; White Taxicab on the other, the present case falls well to the Kramer side.  And in this circuit the instant case is further controlled--as the district court correctly found--by our Amelung decision.  We, therefore, affirm the district court's finding that Sec. 1359 bars jurisdiction over plaintiffs' claim.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We turn next to the issue of whether any portion of defendants' counterclaim can survive the jurisdictional failure of plaintiffs' claim.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">There are two ways for district courts to acquire jurisdiction over counterclaims:  (1) pursuant to an independent basis for federal jurisdiction present in the counterclaim;  or (2) pursuant to 28 U.S.C. Sec. 1367 which provides supplemental jurisdiction over counterclaims that are part of the same case or controversy as the original claim.  Only those counterclaims that have an independent basis for jurisdiction can survive a dismissal of the original claim for lack of jurisdiction.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  6 Charles A. Wright, Arthur R. Miller, Mary Kay Kane, Federal Practice and Procedure:  Civil 2d Sec. 1414, at 112 (1990).  See also Scott v. Long Island Savings Bank, FSB, <span class=\"citation\" data-id=\"564316\"><a href=\"/opinion/564316/jonathan-cory-scott-v-long-island-savings-bank-fsb-long-island-savings/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">738</span></a></span>, 743 (2d Cir.1991);  Kuehne &amp; Nagel (AG &amp; CO) v. Geosource, Inc., <span class=\"citation\" data-id=\"522908\"><a href=\"/opinion/522908/kuehne-nagel-ag-co-cross-appellee-v-geosource-inc/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">283</span></a></span>, 291 (5th Cir.1989);  DHL Corp. v. Loomis Courier Serv., Inc., <span class=\"citation\" data-id=\"330074\"><a href=\"/opinion/330074/dhl-corporation-v-loomis-courier-service-inc/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">982</span></a></span>, 985 (9th Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Defendants urge this court to find that the district court has mandatory jurisdiction over Count III of their counterclaim because jurisdiction exists independently within the scope of its allegation.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Count III alleges that the TFCI-TFC merger violated sections 11.2 and 11.3 of the partnership agreement, which prohibit the transfer of a partner's interest without giving notice and a right of first refusal to the other partners.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Defendants argue that the district court has mandatory jurisdiction over Count III because they have met all the requirements of diversity under Sec. 1332.  Section 1359--which destroyed diversity in plaintiffs' claim--does not apply to them, defendants say, because they themselves did not engage in the collusive or improper acts that defeated diversity jurisdiction over plaintiffs' claim.  In defendants' view, the district court's holding penalizes them for losing \"the race to the courthouse\" since if they had sued plaintiffs, instead of vice versa, jurisdiction would exist.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We are not persuaded.  Section 1359, by its terms, destroys diversity not only for the original claim, but for the entire action.  Section 1359 provides:  \"A district court shall not have jurisdiction of a civil action in which any party ... has been improperly or collusively made ... to invoke [federal] jurisdiction\" (emphasis added).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  The district court's lack of jurisdiction is not limited to the claim of a collusive plaintiff but extends to any portion of the civil action whose jurisdictional basis depends in fact upon the plaintiff's improper or collusive act.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  We can see no reason not to construe the statute as written.  It could well be unfair, within the contours of the same lawsuit, to find that diversity jurisdiction exists for purposes of defendants' claim after dismissing plaintiffs' claim for want of diversity.  To bifurcate jurisdiction in this manner would be to fragment the case.  One aspect of the partnership agreement here might have to be determined in federal court and another in state court,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> causing friction between state and federal courts, the wasting of judicial resources, and a greater likelihood of unfair and inconsistent outcomes.  It could also be unfair to allow defendants, who successfully challenged jurisdiction over plaintiffs' claim, to use the same improperly achieved jurisdictional basis for their counterclaim.  In any case, the statute seems clear.  We affirm the district court's refusal to assert jurisdiction over defendants' counterclaim.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.  Each party bears its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Raymond C. Holland, Jr., an attorney and Rhode Island citizen, was also named as a defendant in the district court.  However, he has not appealed from the orders below</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> TFCI was later merged into TFC, a plaintiff in this case.  The sole stockholder of both corporations was Acebes' PaineWebber IRA account, which was itself a partner of Toste Farm Limited Partnership and also a plaintiff in this action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Acebes also asserted that TFC, the successor to TFCI, \"has bid on other real estate and has prepared to bid on real estate located in Massachusetts.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The citizenship of a corporation is determined pursuant to 28 U.S.C. Sec. 1332(c)(1), which provides:</p>\n        <p>\"[A] corporation shall be deemed to be a citizen of any State by which it has been incorporated and of the State where it has its principal place of business....\"</p>\n        <p>TFCI and Hadbury were citizens of Rhode Island because they were incorporated under the laws of Rhode Island.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> TFC's certificate of incorporation states:  \"The office of the Corporation in the State of New York is to be located in the County of New York, State of New York.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Section 5 of the Act of March 3, 1875, a predecessor to Sec. 1359, stated:</p>\n        <p>... if in any suit commenced in a circuit court [which then had original diversity jurisdiction] ... it shall appear to the satisfaction of said circuit court, at any time after such suit has been brought ... that the parties to said suit have been improperly or collusively made or joined, ... for the purpose of creating a case cognizable ... under this act;  the said circuit court ... shall dismiss the suit.</p>\n        <p>Act of March 3, 1875, c. 137, Sec. 5, 18 Stat. 470.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See Western Farm Credit Bank v. Hamakua Sugar Co., <span class=\"citation no-link\"><span class=\"volume\">841</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">976</span></span>, 981 (D.Haw.1994) (\"[O]nce a party has stated a legitimate business purpose for the assignment and has shown the assignment is absolute, district courts need not explore whether one motivating factor behind the assignment was to create diversity jurisdiction\");  Baker v. Latham Sparrowbush Assocs., <span class=\"citation no-link\"><span class=\"volume\">808</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">992</span></span>, 1002 (S.D.N.Y.1992) (assignment for \"facially valid business purpose\" not collusive or improper);  AmeriFirst Bank v. Bomar, <span class=\"citation no-link\"><span class=\"volume\">757</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1365</span></span>, 1372 (S.D.Fla.1991);  Blythe Indus., Inc. v. Puerto Rico Aqueduct and Sewer Auth., <span class=\"citation\" data-id=\"2309690\"><a href=\"/opinion/2309690/blythe-industries-v-puerto-rico-aqueduct-sewer/\"><span class=\"volume\">573</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">563</span></a></span>, 564 (D.P.R.1983) (diversity jurisdiction denied where \"[n]o legitimate commercial interest is apparent from the assignment\").  But see Haskin v. Corporacion Insular de Seguros, <span class=\"citation\" data-id=\"2150723\"><a href=\"/opinion/2150723/haskin-v-corporacion-insular-de-seguros/\"><span class=\"volume\">666</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">349</span></a></span>, 354 (D.P.R.1987) (\"In examining a Section 1359 claim of collusion ... motive must be considered but given less weight than the determinations of whether the assignment was real or colorable and, most important, whether or not the assignee has some independent, pre-existing legitimate interest in the causes of action assigned to him\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> When Black &amp; White Taxicab was decided a corporation was considered a citizen of the state in which it was incorporated, regardless of the location of its principal place of business.  This definition of citizenship allowed corporations to change citizenship very easily, as Black &amp; White Taxicab demonstrates.  The enactment of 28 U.S.C. Sec. 1332(c) in 1958 redefined the citizenship of a corporation to include the state where its principal place of business is located, in addition to the state in which it is incorporated.  Thus, today, a corporation with its principal place of business in Kentucky could not create diversity jurisdiction with a Kentucky opposing party by merely reincorporating in Tennessee.  Its principal place of business would also have to move away from Kentucky, a more difficult feat for an active business</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Another court has taken a similar approach to that in Amelung.   In Piermont Heights, Inc. v. Dorfman, <span class=\"citation no-link\"><span class=\"volume\">820</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">99</span></span>, 100 (S.D.N.Y.1993), the District Court for the Southern District of New York held:  \"If a plaintiff assigns a claim or takes a similar action [in this case a merger] solely for the purpose of manufacturing diversity jurisdiction, and without a legitimate business purpose apart from the creation of such jurisdiction, [section 1359] is violated.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 14 Charles A. Wright, Arthur R. Miller &amp; Edward D. Cooper, Federal Practice and Procedure:  Jurisdiction 2d Sec. 3638, at 99 (1985) (\"The approach taken in the Amelung case seems sound....  To ignore the obvious purpose behind what had been done, as some language in the Black &amp; White Taxicab case ... could be read as requiring, would be contrary to the objectives of Section 1359 and inconsistent with the principle that federal courts are courts of limited jurisdiction\") (footnotes omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Supplemental jurisdiction, 28 U.S.C. Sec. 1367, is, in effect, derivative of the original claim's jurisdiction and thus cannot survive the jurisdictional failure of the original claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Defendants' counterclaim consists of three counts:  Count I requests a declaration of rights under the partnership agreement;  Count II requests injunctive relief instructing the parties to abide by the rights and duties of the partnership agreement;  Count III requests damages for an alleged breach of the partnership agreement.  The parties agree that Counts I and II must be dismissed because they are not independent of plaintiffs' claim, and therefore do not survive that claim's jurisdictional failure</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The term \"action\" has been used in the Federal Rules of Civil Procedure to include counterclaims.  See Fed.R.Civ.P. 54(b) (\"When more than one claim for relief is presented in an action, whether as a claim, counterclaim, cross-claim or third party claim, ... the court may direct the entry of a [partial] final judgement ...\") (emphasis added)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> We do not reach the question of whether Sec. 1359 would require dismissal of a counterclaim supported by a jurisdictional basis that would have existed even if plaintiffs had not improperly manufactured jurisdiction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Defendants argue that it is not at all clear that the case would be bifurcated because if they are successful in Count III and the federal court awards them TFCI partnership interest as a remedy, they would have control over the partnership and plaintiffs' claim would be moot.  We are not persuaded by this argument because it is unclear whether defendants would be successful and whether the district court would award TFC's partnership interest to defendants as a remedy in the event that they were successful</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/90445/",
    "https://www.courtlistener.com/api/rest/v3/opinions/93172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/101265/",
    "https://www.courtlistener.com/api/rest/v3/opinions/101809/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103623/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107920/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109904/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195855/",
    "https://www.courtlistener.com/api/rest/v3/opinions/289958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/307333/",
    "https://www.courtlistener.com/api/rest/v3/opinions/330074/",
    "https://www.courtlistener.com/api/rest/v3/opinions/341337/",
    "https://www.courtlistener.com/api/rest/v3/opinions/510032/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522908/",
    "https://www.courtlistener.com/api/rest/v3/opinions/525073/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557987/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564316/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601484/",
    "https://www.courtlistener.com/api/rest/v3/opinions/655384/",
    "https://www.courtlistener.com/api/rest/v3/opinions/666930/",
    "https://www.courtlistener.com/api/rest/v3/opinions/698653/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2150723/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2309690/"
  ]
}