{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196426/",
  "id": 196426,
  "absolute_url": "/opinion/196426/simon-ii-v-navon/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196426/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:30Z",
  "date_modified": "2020-02-21T23:41:55.774576Z",
  "type": "010combined",
  "sha1": "8fcd7b1763524cc0c72e732e03b74942ea8d03e3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1601.01A",
  "local_path": null,
  "plain_text": "\n\n                  United States Court of Appeals\r\n                      For the First Circuit\r\n                                           \r\n\nNo. 94-1601\r\n                         FRANK SIMON, II,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                          GERSHON NAVON,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r\n\nNo. 94-1602\r\n                         FRANK SIMON, II,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                         JONATHAN NAVON,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \r\n                                           \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n                    and Boudin, Circuit Judge.\r                                                       \r\n                                           \r\n\n     James D. Poliquin for appellants.\r                                \r\n     C. Donald Briggs, III, with whom Joseph M. Cloutier was on\r                                                                  \r\nbrief for appellee.\r\n\n                                           \r\n\n                        November 27, 1995\r\n                                           \r\r\n\n     COFFIN, Senior Circuit  Judge.   This case arises  out of  a\r                                            \r\n\nfailed business relationship between  the plaintiff, Frank Simon,\r\n\nand  defendants, Gershon and Jonathan Navon,  the sole owners and\r\n\nofficers  in Maine Coast Trading  Company, a fish brokerage firm.\r\n\nA jury found the Navons liable for breach of contract, defamation\r\n\nand  abuse  of  process,  and awarded  Simon  approximately  $3.3\r\n\nmillion in compensatory and punitive damages.  The district court\r\n\ngranted defendants' motion  for new trial unless Simon  agreed to\r\n\nremit $1.2 million,  which he  did.  The  defendants now  appeal,\r\n\nclaiming a host of errors.  After a careful review  of the record\r\n\nand  caselaw,  we affirm  the  court's  rulings on  the  contract\r\n\nclaims, but reverse the  judgment on abuse of process  and remand\r\n\nfor a new trial on defamation.\r\n\n                          I. Background\r                                                 \r\n\n     At  this juncture, we shall  provide only a  brief sketch of\r\n\nthe    facts  underlying  the  case,  elaborating  in  subsequent\r\n\nsections  of the opinion as necessary to inform our discussion of\r\n\nspecific  issues.   Maine  Coast  Trading  Company (\"Maine  Coast\r\n\nTrading\"  or \"MCTC\")  was formed in  November 1990  after Gershon\r\n\nNavon approached Simon  about creating a company  to broker fish.\r\n\nNavon provided most of the capital  to form the business, and  he\r\n\noriginally  received 60 percent of  the company's equity.  Simon,\r\n\nwho had  considerable experience in the  fish brokerage business,\r\n\nwas  president  of the  company and  ran  its business  office in\r\n\nWiscasset,  Maine.  A smaller  office at Gershon  Navon's home in\r\n\n                               -2-\r\r\n\nConnecticut primarily handled checking account and line of credit\r\n\nmatters.  Jonathan Navon, Gershon's son, was treasurer.\r\n\n     Maine Coast Trading  entered into two significant  brokerage\r\n\nagreements, one with  a company  in which Gershon  Navon was  the\r\n\nsole shareholder (Mariculture Products, Ltd., \"Mariculture\"), and\r\n\none  with  a  company  in  which  Simon  had  a  lesser  interest\r\n\n(Aquacorporacion   Internacional    Sociedad   Anonima,   \"ACI\").\r\n\nAlthough Maine Coast Trading apparently operated smoothly through\r\n\n1991, the Navons and Simon early in 1992 were discussing  ways to\r\n\nwind down the  company's affairs.  On March 24, 1992, the parties\r\n\nsigned a letter  agreement that addressed issues  that had arisen\r\n\nbetween  them  in  the  preceding months,  outlining  the  future\r\n\nhandling of MCTC business.\r\n\n     The  agreement did  not  resolve matters,  however, and  the\r\n\nparties' relationship grew even  more acrimonious.  Disagreements\r\n\narose over which vendors should be paid what amounts and how much\r\n\nmoney was available  in the company's account at  Israel Discount\r\n\nBank  in New  York.  The  ensuing events, most  of which occurred\r\n\nbetween April  and June  of 1992  but whose  sequence is  in some\r\n\ncases disputed, included:\r\n\n     --Simon began holding Maine Coast Trading's receivables\r\n     in  Wiscasset,  contrary  to  the   letter  agreement's\r\n     provision  that he  send those  funds \"directly  to IDB\r\n     with no delay\";\r\n\n     --Jonathan  Navon  issued  a  check in  the  amount  of\r\n     $36,000 as accumulated salary  to himself, and a $9,000\r\n     check  to Mariculture,  Gershon Navon's  other company,\r\n     for  office rent and expenses.  He did not seek Simon's\r\n     approval  for these  expenditures, as  required by  the\r\n     letter agreement.  No  previous payments for such items\r\n     ever had been made;\r\n\n                               -3-\r\r\n\n     --Simon opened  a checking  account at  Camden National\r\n     Bank  in Maine,  deposited  accumulated receivables  of\r\n     $68,000, and  immediately wired the entire  sum to ACI,\r\n     the company in which he had an interest.  Over the next\r\n     few weeks, other  receivables collected  by Simon  were\r\n     deposited  in this  account and  checks were  issued to\r\n     various vendors;\r\n\n     --Israel  Discount  Bank  froze  Maine  Coast Trading's\r\n     account at Simon's request;\r\n\n     --At a telephonic meeting of MCTC's board of directors,\r\n     convened by an attorney  in Portland, Maine, the Navons\r\n     voted to remove Simon  as president and elected Gershon\r\n     to replace  him.   Simon initially participated  in the\r\n     telephone call, but complained about lack of notice and\r\n     hung up before the vote;\r\n\n     --Several litigations were initiated: ACI filed a civil\r\n     action against  Maine Coast  Trading in state  court in\r\n     Maine;  an involuntary petition  for bankruptcy, signed\r\n     by  Simon as  ACI's representative,  was filed  against\r\n     Maine Coast  Trading; Maine Coast  Trading (through the\r\n     Navons)  sued  Israel Discount  Bank  in  New York  for\r\n     freezing  its  account,  and  later added  Simon  as  a\r\n     defendant, increasing the  damages request from $87,000\r\n     (the amount of funds in the account) to $30 million.\r\n\n     Simon filed this lawsuit in October 1992, alleging breach of\r\n\ncontract,  defamation,  negligent and  intentional  infliction of\r\n\nemotional  distress,  tortious  interference  with  contract  and\r\n\nmalicious  prosecution.    The  district  court  granted  summary\r\n\njudgment for  defendants on the tortious  interference claim, and\r\n\ngranted judgment  as a matter of law  on the claims for negligent\r\n\nand  intentional infliction  of distress.   At  the close  of all\r\n\nevidence,  the  court recharacterized  the  malicious prosecution\r\n\nclaim  as a  claim for  abuse of  process.   The jury  found both\r\n\nNavons liable on each  of the three remaining claims -- breach of\r\n\ncontract,  defamation and abuse of process -- and awarded a total\r\n\n                               -4-\r\r\n\nof $2.3  million in compensatory damages and  punitive damages of\r\n\n$1 million against Gershon and $36,000 against Jonathan.\r\n\n     In acting on defendants' post-judgment motions, the district\r\n\ncourt  found the  $2.3 million  in compensatory  damages \"clearly\r\n\nexcessive  and against the weight of the evidence,\" and ordered a\r\n\nnew trial if Simon failed to accept a remittitur of $1.2 million.\r\n\nHe  agreed to  the  remittitur, and  this  appeal by  the  Navons\r\n\nfollowed.  They  claim entitlement to judgment or a  new trial on\r\n\neach  of the  substantive claims, as  well as  on damages.   They\r\n\nfurther argue that they are entitled to a new trial on all issues\r\n\nbased  on a  series  of circumstances  that  infected the  jury's\r\n\nverdict with undue passion or prejudice.\r\n\n     We  address  each of  these  issues in  turn,  after briefly\r\n\nconsidering the relevant standards of review.\r\n\n                      II. Standard of Review\r                                                      \r\n\n     The district  court rejected  the Navons'  post-trial motion\r\n\nfor judgment  as a matter of law because they failed to make that\r\n\nrequest at the close  of all evidence, thus forfeiting  the right\r\n\nto  such a determination.  See Keisling v. Ser-Jobs for Progress,\r                                                                           \r\n\nInc., 19 F.3d 755, 758-59 (1st Cir. 1994); Della Grotta  v. Rhode\r                                                                           \r\n\nIsland, 781 F.2d 343, 349 (1st Cir. 1986); Fed. R. Civ. P. 50(b).\r                \r\n\nOnce  abandoned, a claim for judgment as  a matter of law may not\r\n\nbe  revived  on  appeal except  upon  a  showing  of plain  error\r\n\nresulting  in a  manifest  miscarriage  of  justice.    Shell  v.\r                                                                       \r\n\nMissouri  Pac. R.R.  Co.,  684 F.2d  537,  540 (8th  Cir.  1982);\r                                  \r\n\n                               -5-\r\r\n\nMartinez  Moll v. Levitt  &amp; Sons of  Puerto Rico, Inc.,  583 F.2d\r                                                                \r\n\n565, 570 (1st Cir. 1978).  \r\n\n     The court  did reach  the merits of  defendants' alternative\r\n\nrequest for a new trial, which may be granted notwithstanding the\r\n\nfailure  to make a  pre-deliberations request  for judgment  as a\r\n\nmatter of  law.  See Wells  Real Estate v. Greater  Lowell Bd. of\r                                                                           \r\n\nRealtors, 850 F.2d 803, 810 (1st Cir. 1988); Fed. R.  Civ. P. 59;\r                  \r\n\n9A  C.A. Wright  &amp; A.  Miller, Federal  Practice and  Procedure  \r                                                                         \r\n\n2539,  at 362  (1995).   The  court  denied a  new  trial on  the\r\n\nsubstantive claims, but, as noted earlier, granted a new trial on\r\n\ndamages contingent  on the remittitur.   Defendants now challenge\r\n\nthe court's refusal to  further disturb the jury's verdict.   Our\r\n\nreview, however,  is extremely circumscribed; we  may reverse the\r\n\ncourt's decision only  for an  abuse of discretion.   Sanchez  v.\r                                                                       \r\n\nPuerto Rico Oil Co., 37 F.3d 712, 717 (1st Cir. 1994).  With this\r                             \r\n\nlimitation in mind, we turn to appellant's claims of error.\r\n\n         III. Malicious Prosecution and Abuse of Process\r                                                                  \r\n\n     In  his  complaint, Simon  alleged  a  cause of  action  for\r\n\nmalicious prosecution based on the lawsuit filed by the Navons in\r\n\nNew York  in the name of Maine Coast Trading.  That action, first\r\n\nbrought against Israel Discount Bank to obtain release of $87,000\r\n\nfrozen in the company's  account, later was amended to  include a\r\n\nclaim against Simon seeking $30 million in damages and injunctive\r\n\nrelief.  Twice  during the  trial, the parties  and the  district\r\n\ncourt  displayed confusion about  the malicious prosecution claim\r\n\nand  its elements, and considered whether the claim would be more\r\n\n                               -6-\r\r\n\naptly  characterized as one for a related tort, abuse of process.\r\n\nUltimately, over the defendants' objection, the court amended the\r\n\npleadings  to  substitute  abuse  of process  for  the  malicious\r\n\nprosecution count, and the  jury returned a verdict for  Simon on\r\n\nthat claim.1\r\n\n     The Navons  argue that the district court's handling of this\r\n\nissue  was erroneous  in two  respects.   First, they  claim that\r\n\namendment  of  the pleadings  after  the  close  of evidence  was\r\n\nunfairly  prejudicial because  their  strategy was  based on  the\r\n\nassumption  that Simon  would  be  unable  to prove  a  necessary\r\n\nelement of  malicious  prosecution, namely,  that the  challenged\r\n\nlitigation  had terminated  in  his favor.2   Second,  they claim\r\n\nthat Simon failed  as a matter  of law to  prove the elements  of\r\n\nabuse of process.\r\n\n     We address only this  latter claim.  Preliminarily, however,\r\n\nwe must determine whether,  unlike other grounds asserted  in the\r\n\n                    \r                              \r\n\n     1  We   note   that  some   jurisdictions   distinguish   in\r\nnomenclature between  claims  alleging malicious  instigation  of\r\nprocess  in criminal and civil  cases.  Where  the distinction is\r\nrecognized,   \"malicious   prosecution\"   refers    to   criminal\r\nproceedings  and \"malicious  use of  process\" or  \"wrongful civil\r\nproceedings\" applies to civil cases.  See W. Page Keeton, et al.,\r                                                   \r\nProsser  and Keeton on  The Law of  Torts   120, at  892 (5th ed.\r                                                   \r\n1984);  Note, \"The Nature and Limitations of the Remedy Available\r\nto the Victim of a Misuse of the Legal Process: The Tort of Abuse\r\nof Process,\"  2 Val. U.L.  Rev. 129, 130  (1967).  To  the extent\r\nthere are  differences  between the  two  causes of  action,  see\r                                                                           \r\nRestatement (2d) of Torts    653, 674 (1977), they are irrelevant\r                                   \r\nto our discussion here. \r\n\n     2  It appears that that  action was stayed  because of Maine\r\nCoast  Trading's bankruptcy.  So far as we can ascertain, neither\r\nthe  original complaint nor the amended complaint naming Simon is\r\na part of the record in this case.\r\n\n                               -7-\r\r\n\npost-trial motion for judgment as a matter of law, the issue  was\r\n\npreserved  by timely  request  at the  close  of evidence.    The\r\n\nparties'  final  discussion  with  the  court  on  the  malicious\r\n\nprosecution claim occurred during a chambers conference after the\r\n\nclose  of  all the  evidence.   The  conference, focusing  on the\r\n\ndifference between claims for  malicious prosecution and abuse of\r\n\nprocess, occupied seven pages of transcript.  The court concluded\r\n\nthe conference with the following statements:\r\n\n     I think  it's a very,  very thin argument,  frankly, on\r\n     abuse of process . . . . But I'm going to let this case\r\n     go to the jury because I'm  not going to try this  case\r\n     again if  I can help it.   And then we'll  see what the\r\n     jury  does with it subject  to a motion  for a judgment\r\n     N.O.V. after we see how they answer the interrogatories\r\n     on the case.  And you can take your objection.\r\n\nTr. at 835.  Counsel then promptly stated, \"I object.\"\r\n\n     In its post-judgment opinion, the district court stated that\r\n\ndefense  counsel could  not  reasonably have  believed that  this\r\n\ncolloquy preserved  the issue  for post-verdict review  but noted\r\n\nthe  argument  by  defendants'  new  counsel  that  the  chambers\r\n\ndiscussion had  served as the  functional equivalent of  a motion\r\n\nfor judgment  as a matter of  law.  The court  observed, however,\r\n\nthat  treating that  dialogue as  a de  facto motion  relating to\r                                                       \r\n\nabuse  of process  nonetheless  would be  unavailing because  the\r\n\nevidence legally was sufficient to go to the jury.\r\n\n     Even  in the  light of  our own  stringent adherence  to the\r\n\nrequirement  of a  timely formal  motion, we  think the  abuse of\r\n\nprocess issue  was adequately preserved.   The lengthy discussion\r\n\non  this  point,  taken   together  with  the  judge's  expressed\r\n\n                               -8-\r\r\n\nassumption that he  would revisit the question in  the event of a\r\n\nmotion  for   judgment  notwithstanding  the  verdict,   and  his\r\n\nstatement to  the attorney that  he could \"take  [an] objection,\"\r\n\ncould not but have led counsel to believe that what had been done\r\n\nthus far  was  enough to  preserve  the issue  for  post-judgment\r\n\nreview.    Indeed,  the colloquy  in  chambers  was  the type  of\r\n\nexchange that one would expect to follow a motion for judgment as\r\n\na matter of law on the abuse of process  claim.  Cf. Bayamon Thom\r                                                                           \r\n\nMcAn, Inc. v. Miranda, 409 F.2d 968, 971-72 (1st Cir. 1969).3\r                               \r\n\n     In  these  circumstances,   we  conclude   that  the   legal\r\n\nsufficiency  of the  abuse  of process  claim warrants  appellate\r\n\nconsideration.4   We thus turn to  the substantive inquiry, which\r\n                    \r                              \r\n\n     3  Bayamon  Thom  McAn  and several  subsequent  cases,  see\r                                                                           \r\nKeisling  v. Ser-Jobs for Progress,  Inc., 19 F.3d  755, 759 (1st\r                                                   \r\nCir.  1994); Della Grotta v.  Rhode Island, 781  F.2d 343, 349-50\r                                                    \r\n(1st  Cir. 1986); Beaumont v. Morgan, 427 F.2d 667, 670 (1st Cir.\r                                              \r\n1970), recognize  a limited exception  to the requirement  that a\r\nmotion  for judgment  as a matter  of law  -- though  made at the\r\nclose of plaintiff's case -- must  be renewed at the close of all\r\nthe evidence.  The exception is permitted \"in a  case combining .\r\n.  . judicial assurance concerning  preservation of rights at the\r\ntime  of  motion and  . .  .  brief and  inconsequential evidence\r\nfollowing the motion. . . .\"  Bayamon Thom McAn, 409 F.2d at 972.\r                                                         \r\nThe instant case  seems to us an even more  modest departure from\r\nthe  formal procedures for preserving  a claim for  judgment as a\r\nmatter of law.\r\n\n     4 Our decision in Martinez Moll  v. Levitt &amp; Sons of  Puerto\r                                                                           \r\nRico, Inc., 583  F.2d 565,  568-70 (1st Cir.  1978), refusing  to\r                    \r\nconsider  appellant's sufficiency  argument, is  not inconsistent\r\nwith this  result.  In that  case, the appellant had  moved for a\r\ndirected  verdict  on  other grounds  at  the  close  of all  the\r\nevidence,  but  had failed  to  question the  sufficiency  of the\r\nevidence.   Because the issue  had never been  raised until after\r\nthe jury's verdict, we concluded  that there was \"no basis .  . .\r\nfor  treating the present case as one where there was substantial\r\ncompliance with the  Rule.\"  Id. at 570.   We noted, in addition,\r                                          \r\nthat \"the  court did  nothing that could  reasonably have  caused\r\n[defendant]  to believe that all had been done that was necessary\r\n\n                               -9-\r\r\n\nis  governed by a de novo standard  of review.  Gibson v. City of\r                                                                           \r\n\nCranston, 37 F.3d 731, 735 (1st Cir. 1994).  \r                  \r\n\n     It  is  not  surprising  that  the  court  and parties  were\r\n\nuncertain about how  to characterize Simon's  claim based on  the\r\n\nNew York litigation.  The torts of abuse of process and malicious\r\n\nprosecution  frequently  are  confused  because  of  their  close\r\n\nrelationship, see, e.g., Lambert v. Breton, 127 Me. 510, 514, 144\r                                                    \r\n\nA.  864 (1929); Board of Education of Farmingdale Union Free Sch.\r                                                                           \r\n\nDist.  v. Farmingdale  Classroom Teachers  Ass'n, 38  N.Y.2d 397,\r                                                          \r\n\n400,  343 N.E.2d  278, 280-81, 380  N.Y.S.2d 635,  639-40 (1975);\r\n\nNote, \"Abuse of Process,\"  13 Clev.-Mar. L. Rev. 163,  163 (1964)\r\n\n(\"Abuse\");  Note, \"Torts -- Abuse of Process Defined,\" 28 Ark. L.\r\n\nRev. 388  (1974)  (\"Defined\"),  and abuse  of  process  has  been\r\n\ndescribed  as \"one of  the most  obscure torts  in the  law,\" see\r                                                                           \r\n\nNote,  \"The Nature and Limitations of the Remedy Available to the\r\n\nVictim of a  Misuse of the  Legal Process: The  Tort of Abuse  of\r\n\nProcess,\" 2 Val. U.L. Rev. 129, 129 (1967) (\"Tort of Abuse\").\r\n\n     To establish a claim for malicious prosecution, a party must\r\n\nshow  that  the  challenged  litigation  was  initiated   without\r\n\nprobable cause and  with malice,  and that it  terminated in  the\r\n\nplaintiff's favor.  See, e.g., Nadeau v. State, 395 A.2d 107, 116\r                                                        \r\n\n(Me. 1978).  The two basic elements of abuse of process are a bad\r\n\nmotive,  and  the  use  of  a  legal  process  for  an  improper,\r\n\ncollateral objective.  See, e.g., id. at 117.\r                                               \r\n\n                    \r                              \r\n\nto preserve  the  issue for  review.\"   Id.    In both  of  those\r                                                     \r\nrespects, this case is distinguishable.\r\n\n                               -10-\r\r\n\n     The  difference  between the  two  often is  explained  as a\r\n\nmatter  of  timing  and   scope:  malicious  prosecution  is  the\r\n\nappropriate cause  of  action  for  challenging the  whole  of  a\r\n\nlawsuit  -- i.e., asserting that the suit has no basis and should\r\n\nnot  have been  brought  -- while  abuse  of process  covers  the\r\n\nallegedly  improper use  of individual  legal procedures  after a\r                                                                         \r\n\nsuit has been filed properly.  See Packard v. Central Maine Power\r                                                                           \r\n\nCo., 477 A.2d 264, 267 (Me. 1984); Nadeau, 395 A.2d at 117; Wade,\r                                                   \r\n\nJ.,  \"On Frivolous  Litigation:  A Study  of  Tort Liability  and\r\n\nProcedural  Sanctions,\"  14  Hofstra  L. Rev.  433,  450  (1986).\r\n\nTypical abuse of process cases  involve misuse of such procedures\r\n\nas discovery, see  Twyford v. Twyford, 63 Cal.  App. 3d 916, 923-\r                                               \r\n\n24,  134 Cal. Rptr. 145,  148-49 (1976); subpoenas,  see Board of\r                                                                           \r\n\nEducation of Farmingdale Union Free Sch. Dist., 38 N.Y.2d at 403-\r                                                        \r\n\n04,  343 N.E.2d at 283,  380 N.Y.S.2d at  642-43; and attachment,\r\n\nsee Saliem v. Glovsky and Fogg, 132 Me. 402, 404 172 A. 4 (1934).\r                                        \r\n\n     The  abuse tort often is  given a wider  berth, however, and\r\n\ncourts  typically  will recognize  such  a  claim, regardless  of\r\n\ntiming, if  a plaintiff can show an  improper use of process \"for\r\n\nan  immediate purpose other than  that for which  it was designed\r\n\nand  intended,\" Restatement (2d) of  Torts   682,  at 475 (1977).\r                                                    \r\n\nSee W.  Page Keeton, et  al., Prosser  and Keeton on  The Law  of\r                                                                           \r\n\nTorts   121, at 898 (5th  ed. 1984) (cases requiring an act after\r               \r\n\nprocess  has  issued  \"probably   stand  only  for  the  narrower\r\n\nproposition  that there must be an overt act and that bad purpose\r\n\n                               -11-\r\r\n\nalone is  insufficient\").   This  results in  an overlap  between\r\n\nmalicious  prosecution  and abuse  of  process:  a defendant  who\r\n\nexplicitly  threatened to file a baseless  lawsuit solely for the\r\n\npurpose of forcing the plaintiff's action in an unrelated matter,\r\n\nand  then  did commence  suit, could  be  held liable  for either\r\n\ntort.5  In such a case, the otherwise normal  procedure of filing\r\n\na lawsuit  is transformed into an act of abuse by the coincidence\r\n\nof the threat.6\r\n\n     Recognizing these  two approaches  puts the  confusion below\r\n\ninto  perspective, but we need not dwell on their relative merits\r\n\nand applicability here because not even the broader view provides\r\n\nSimon with a basis  for recovery.   Simon's claim is premised  on\r\n\nthe Navons' amendment of  the New York litigation to  include him\r\n\nas a  defendant.   Even  if  Maine  law, which  applies  to  this\r\n\ndiversity case, would recognize  an abuse of process claim  based\r\n\n                    \r                              \r\n\n     5  Interestingly, the  Georgia  courts and  legislature have\r\nmerged  the two torts  into a new  abusive litigation  tort.  See\r                                                                           \r\nYost v. Torok, 256 Ga. 92, 95-96, 344 S.E.2d 414,  417-18 (1986);\r                       \r\nBlock  v. Brown,  199  Ga. App.  127,  130, 404  S.E.2d  288, 291\r                         \r\n(1991).\r\n\n     6  When abuse of process  is based on  conduct subsequent to\r\ninitiation of the lawsuit,  the requirement of an \"act\"  of abuse\r\ntypically  would be satisfied  by showing  use of  the individual\r\nlegal  process  in  an improper  manner.    See,  e.g., Board  of\r                                                                           \r\nEducation  of Farmingdale  Union Free  Sch. Dist.  v. Farmingdale\r                                                                           \r\nClassroom  Teachers Ass'n,  38 N.Y.2d  397, 343  N.E.2d 278,  380\r                                   \r\nN.Y.S.2d 635 (1975)  (subpoenas issued  for 87  teachers for  the\r\nsame day, paralyzing normal operations of the schools); Saliem v.\r                                                                        \r\nGlovsky  and  Fogg,  132 Me.  402,  172  A.  4 (1934)  (excessive\r                            \r\nattachment).\r\n\n                               -12-\r\r\n\non the instigation of  a lawsuit,7 Simon  can prevail only if  he\r\n\nproves  the  two  requisite  elements of  the  cause  of  action:\r\n\nulterior motive  and an act  of abuse.   See Nadeau, 395  A.2d at\r                                                             \r\n\n116; Saliem, 132 Me. at 405.\r                     \r\n\n     Filing  of  a lawsuit  is a  \"regular\"  use of  process, and\r\n\ntherefore  may not  on  its own  fulfill  the requirement  of  an\r\n\nabusive act,  even if  the decision  to sue was  influenced by  a\r\n\nwrongful motive, purpose or  intent.  Saliem, 132 Me.  at 405-06;\r                                                      \r\n\nsee also, e.g., Vahlsing  v. Commercial Union Ins. Co.,  928 F.2d\r                                                                \r\n\n486, 490 (1st Cir. 1991) (applying Texas law); Baubles &amp; Beads v.\r                                                                        \r\n\nLouis  Vuitton, S.A., 766 S.W.2d  377, 379 (Tex.  Ct. App. 1989);\r                              \r\n\nGrell  v.  Poulson, 389  N.W.2d 661,  663-64  (Iowa 1986).   And,\r                            \r\n\nalthough  wrongful motive in the  context of an  abuse of process\r\n\nclaim  may be inferred  from an improper act,  the reverse is not\r\n\ntrue.  Saliem, 132 Me. at  405; Sage Int'l, Ltd. v. Cadillac Gage\r                                                                           \r\n\nCo.,  556 F. Supp. 381,  389 (E.D. Mich.  1982) (citing Prosser).\r                                                                         \r\n\nIt therefore  may not be  presumed that the Navons  filed the New\r\n\nYork lawsuit  solely to achieve  a collateral objective  based on\r\n\nevidence  of  motive alone.    Simon needed  to  produce evidence\r\n\nindependent of motive to  prove that an improper act  occurred in\r\n\nthe Navons' pursuit of the litigation.\r\n\n                    \r                              \r\n\n     7 For purposes of the timing distinction drawn by the courts\r\nand  commentators, we  think  it evident  that  amendment of  the\r\ncomplaint against Israel Discount Bank to include a claim against\r\nSimon must be viewed as the initiation of process, rather than as\r\na  subsequent act.  Process against Simon originated with the new\r\ncomplaint,  and  that is  logically  where  the  analysis of  any\r\nlitigation-related tort claim by him must begin as well.  \r\n\n                               -13-\r\r\n\n     Simon  has failed  to offer  such evidence.   As  an initial\r\n\nmatter,  it is not seriously disputed that the allegations in the\r\n\ncomplaint,  which sought to state a cause of action for malicious\r\n\nprosecution,  are  inadequate to  make  out an  abuse  of process\r\n\nclaim.   The complaint alleges  only that the  defendants filed a\r\n\nlawsuit  maliciously \"and  probable  cause for  said lawsuit  was\r\n\nlacking.\"   Lack of probable cause  is an element  of a malicious\r\n\nprosecution claim,  but is  not a prerequisite  for recovery  for\r\n\nabuse of process.\r\n\n     In his brief, Simon  supports the abuse of process  claim by\r\n\npointing   to  trial  evidence   of  the  deteriorating  business\r\n\nrelationship with  the Navons  and testimony indicating  that the\r\n\nNavons  routinely used  litigation in  business disputes.   Simon\r\n\nhighlights the amendment of the bank suit and the request for $30\r\n\nmillion in damages and injunctive relief.  He further claims that\r\n\n\"activities  took  place in  New  York causing  the  Plaintiff to\r\n\nexpend $60,000 in his own funds to defend himself from a baseless\r\n\nlawsuit.\"\r\n\n     Although Simon suggests that the demand for high damages and\r\n\nthe imposition of defense costs  were \"abusive,\" there is nothing\r\n\nper se irregular in  a plaintiff's filing a complaint  that seeks\r                \r\n\nhigh  -- even unrealistic -- damages,8 or in causing a litigation\r\n\nopponent to spend money in defense.  Indeed, at one point  during\r\n                    \r                              \r\n\n     8  To the  contrary, a  multi-million-dollar  damage request\r\nstrikes  us as a  fairly routine feature of  modern lawsuits.  We\r\nwould  not like  to contemplate  the litigious  scene if  the law\r\nrecognized  inflated  ad damnum  requests  as  meeting the  \"act\"\r\nrequirement of abuse of process.\r\n\n                               -14-\r\r\n\ncolloquy with  the court,  Simon's counsel acknowledged  that the\r\n\nbringing of  a $30 million lawsuit  is not in itself  an abuse of\r\n\nprocess, and argued that what was significant was the evidence of\r\n\nmotive.\r\n\n     But, as we have seen, a  showing of bad motive in connection\r\n\nwith \"regular\"  process is not enough.   See supra at  12-13.  To\r                                                            \r\n\nsatisfy  his burden, Simon needed to show a specific link between\r\n\nthe New York lawsuit with an impermissible, collateral purpose of\r\n\nthe  Navons.   This requirement  could have  been satisfied,  for\r\n\nexample, with evidence  of a threat made explicitly to Simon or a\r\n\ndisclosure confided to a  third party that the Navons  planned to\r\n\nfile suit solely to hurt Simon's credit rating.  See Sage  Int'l,\r                                                                          \r\n\n556 F.  Supp. at  388-90 (\"Plaintiff  must allege that  defendant\r\n\ncommitted  a specific act  which was directed  at the collateral,\r\n\nulterior objective. .  . . In sum, there must  be some basis [for\r\n\nfinding]. . . that the improper act was the means  to further the\r\n\nimproper purpose.\")9\r\n\n     We think it fairly  evident that Simon did not  present such\r\n\nevidence  because  it  does not  exist,  and  that  the claim  he\r\n\noriginally brought -- malicious  prosecution -- was better suited\r\n\nto the facts.  His problem, as the district court recognized, was\r\n\nthat a claim  for malicious prosecution would remain premature as\r\n\n                    \r                              \r\n\n     9  Although  not cited  in  Simon's  brief, during  colloquy\r\nconcerning the Navons' motion for judgment  as a matter of law at\r\nthe  end  of  plaintiff's case,  Simon's  counsel  referred to  a\r\nstatement by Gershon Navon to his client that \"I'm going to crush\r\nyou.\"  This was simply evidence of motive; Simon provided no link\r\nbetween the statement and the New York litigation.\r\n\n                               -15-\r\r\n\na  matter of law until the New  York lawsuit ended.  Revising the\r\n\nclaim  into one  for abuse  process, however,  involved something\r\n\nlike trying to fit the  proverbial square peg into a round  hole.\r\n\nThe facts and the law simply were incompatible.10\r\n\n     In the  malicious prosecution context,  the requirements  of\r\n\nlack  of   probable  cause  and  favorable   termination  of  the\r\n\nlitigation ensure that a defendant is not found liable simply for\r\n\nhaving  a bad motive; these  elements support a  finding that the\r\n\nlawsuit was  baseless.  Similarly, proof of  a specific act in an\r\n\nabuse  of  process setting  provides  concrete  assurance that  a\r\n\nprocess  actually has been abused, and that liability will not be\r\n\nbased  on the badly motivated use of procedures that perhaps were\r\n\nburdensome  but  not  improper   --  a  basis  that would  indeed\r\n\ndramatically  lower  the threshold  of  viable  abuse of  process\r\n\nlitigation.  See Westmac,  Inc. v. Smith, 797 F.2d  313, 321 (6th\r                                                  \r\n\nCir. 1986)  (Merritt, J., dissenting) (proof  of specific conduct\r\n\n\"limits the dangers of inquiry into . . . subjective purpose\").\r\n\n     Significantly, the need to prove an act also distinguishes a\r\n\nclaim  for abuse  of  process  in  initiating litigation  from  a\r\n\npremature claim for malicious prosecution; if the factfinder were\r\n\npermitted to infer  abuse, a  plaintiff able to  show bad  motive\r\n                    \r                              \r\n\n     10 The only case cited by Simon in support of his contention\r\nthat amending  the suit, seeking injunctive  relief, and imposing\r\nexcessive  legal  fees constitute  acts  of abuse  of  process is\r\nBaubles &amp; Beads v.  Louis Vuitton, S.A., 766 S.W.2d 377 (Tex. Ct.\r                                                 \r\nApp.  1989).   That  case  could not  be  more  unhelpful to  his\r\nposition.  Not only was the claim there based on  a typical post-\r\nfiling procedure --  an ex parte  seizure order --  but both  the\r\ntrial  and appeals courts found  that there had  been no abuse of\r\nprocess. \r\n\n                               -16-\r\r\n\noften  would  be able  to offer  a  convincing argument  that the\r\n\nchallenged  litigation  was  brought   for  an  improper  purpose\r\n\nconnected to the bad feelings.   This is, in essence, what  Simon\r\n\nsought to do.   Such an approach, however, renders  the malicious\r\n\nprosecution tort irrelevant.  \r\n\n     This  is not  to  say that  a  plaintiff can  litigate  with\r\n\nimpunity,  so  long  as  he  does  so  without  explicit  threats\r\n\nconcerning collateral matters.   Rule 11 of the Federal  Rules of\r\n\nCivil  Procedure   authorizes  judges  to  sanction   parties  or\r\n\nattorneys who file  pleadings, motions or  other papers \"for  any\r\n\nimproper purpose, such as to harass or to cause unnecessary delay\r\n\nor needless increase in the cost of litigation,\"  a determination\r\n\nleft to  the considered judgment of  the court.  Fed.  R. Civ. P.\r\n\n11(b), (c).    Federal courts  have  inherent power  to  sanction\r\n\nparties and attorneys for  abuse of the litigation process,  even\r\n\nin diversity cases, Chambers  v. Nasco, Inc., 501 U.S.  32, 44-55\r                                                      \r\n\n(1991), and trial  courts in Maine likewise have  such authority,\r\n\nChiapetta  v.  LeBlond,  544 A.2d  759,  760  (Me.  1988).   Tort\r                                \r\n\nrecovery,  however,  is  limited  to  those  instances  in  which\r\n\nplaintiffs are able to prove the elements of the abuse of process\r\n\ncause of action.\r\n\n     Because Simon presented no evidence of \"an act in the use of\r\n\nprocess  other  than  such as  would  be  proper  in the  regular\r\n\nprosecution  of the charge,\" Saliem,  132 Me. at  405, the jury's\r                                             \r\n\nverdict on that count must be reversed.\r\n\n                          IV. Defamation\r                                                  \r\n\n                               -17-\r\r\n\n     Simon alleged that the Navons defamed him by telling several\r\n\ncreditors  of MCTC  that  he was  responsible  for the  company's\r\n\nlingering debts, and by causing an attorney to  write a letter in\r\n\nJuly  1992 to Camden National Bank stating that the account Simon\r\n\nhad opened there was  unauthorized and was being used  \"to divert\r\n\nand dispose of a  substantial amount of payments received  by him\r\n\nin collecting MCTC's receivables.\"11\r\n\n     The  Navons argue  that the  letter,  which was  the primary\r\n\nelement  of the  defamation count,12  cannot as  a matter  of law\r\n\nsupport  the  claim  because  its  contents  were  both  true and\r\n\nprivileged and  because the  Navons as  individuals could  not be\r\n\ndeemed responsible for the content of a letter written by someone\r\n\nelse.  We reach only the first of these contentions. \r\n\n                    \r                              \r\n\n     11 The full text of the letter, which was signed by Attorney\r\nAndrew  A. Cadot  and addressed  to the  bank's president,  is as\r\nfollows:\r\n\n          We are attorneys for Maine Coast Trading Co., Inc.\r\n     (\"MCTC\").  We understand that an account  was opened in\r\n     the name of  MCTC by Frank Simon II.   This account was\r\n     not authorized  by MCTC,  but, we understand,  has been\r\n     used  by  Mr.   Simon  to  divert  and   dispose  of  a\r\n     substantial  amount  of  payments  received by  him  in\r\n     collecting MCTC's receivables.\r\n\n          Please  accept this  letter as  MCTC's instruction\r\n     not to  permit any further transactions  in the account\r\n     without our  prior  approval on  behalf  of MCTC.    In\r\n     addition, we request that you provide us with copies of\r\n     the documents used to open this account and all records\r\n     of transactions in the account.\r\n\n     12 Indeed, it was the sole basis for a finding of defamation\r\nagainst  Jonathan Navon, as all of the other statements were made\r\nby Gershon.\r\n\n                               -18-\r\r\n\n     As explained  earlier, our  review  should be  limited to  a\r\n\ndetermination whether the district court abused its discretion in\r\n\nrejecting  defendants' motion  for  a new  trial.   The  district\r\n\ncourt,  however,  did not  address  the defamation  issue  in its\r\n\nopinion, although the point was raised in  defendants' motion; we\r\n\ntherefore  have  no  basis upon  which  to  evaluate  its ruling.\r\n\nConsequently, we  have considered not whether  the district court\r\n\nabused  its discretion in denying the Navons' motion, but whether\r\n\na  new trial  is  necessary because  the  jury's verdict  was  so\r\n\nclearly against the  weight of  the evidence as  to constitute  a\r\n\nmanifest  miscarriage  of  justice.    See   Quinones-Pacheco  v.\r                                                                       \r\n\nAmerican  Airlines, 979 F.2d 1, 3-4 (1st Cir. 1992); Wagenmann v.\r                                                                        \r\n\nAdams, 829 F.2d 196, 200-201 (1st Cir. 1987).\r               \r\n\n     The Navons assert that the letter was not defamatory because\r\n\nit  was not false.   They emphasize that  Simon conceded at trial\r\n\nthat  MCTC's  bylaws  reserved  check-writing  authority  to  the\r\n\nNavons.  Moreover, they point out, Simon acknowledged that he had\r\n\nno  authorization from  MCTC's  board of  directors  to open  the\r\n\nCamden  National Bank  account.    The  Navons claim  that  these\r\n\nundisputed facts  prove the  accuracy of Cadot's  statements that\r\n\nthe \"account was not authorized by MCTC,\" and that Simon had been\r\n\n\"divert[ing] and dispos[ing]\" of MCTC funds.\r\n\n     In  response   to  the  evidence  regarding   his  corporate\r\n\nauthority  under the  bylaws, Simon  offered only  his subjective\r\n\nbelief that he had the authority to  do what he did and the  fact\r\n\nthat his  lawyer advised him to  take such steps.   We think this\r\n\n                               -19-\r\r\n\nfalls well  below what  is  necessary to  negate the  defendants'\r\n\nshowing based on the company's bylaws, which presumably represent\r\n\nthe parties' agreement on the scope of, and limitations on, their\r\n\npowers.  Neither  Simon's belief  that the actions  he took  were\r\n\njustified,  nor  his  lawyer's  unexplained  concurrence  in that\r\n\nbelief,  can support a finding that his conduct was authorized by\r\n\nMCTC.  The letter may have been misleading in revealing so little\r\n\nabout  the nature of  Simon's unauthorized conduct,  but, on this\r\n\nrecord, it could not be deemed false.\r\n\n     We therefore conclude  that the Navons  met their burden  of\r\n\nestablishing that  the challenged statements were  true, and thus\r\n\nnot actionable.  See, e.g., Haworth v. Feigon, 623 A.2d 150,  158\r                                                       \r\n\nn.6 (Me.  1993) (truth  is an  affirmative defense in  defamation\r\n\naction); Picard  v.  Brennan, 307  A.2d  833, 834-35  (Me.  1973)\r                                      \r\n\n(same).  Even if Simon had some general authority as president to\r\n\ntake  actions that  he  felt were  in the  best  interest of  the\r\n\ncompany -- a possibility  we cannot consider since the  record on\r\n\nappeal contains  neither the  bylaws nor  other evidence  of such\r\n\nauthority -- it still would be  true that MCTC had not authorized\r                                                        \r\n\nthe  account.   Simon remained  a minority  shareholder, and  the\r\n\nNavons  constituted a  majority of  the board  of directors.   In\r\n\naddition, if the account and check-writing were unauthorized, the\r\n\nletter also was accurate in reporting that  Simon had \"divert[ed]\r\n\nand  dispos[ed]\"  of  MCTC  receivables,   the  word  \"diversion\"\r\n\ntypically being  associated with  the unauthorized use  of funds,\r                                                            \r\n\nsee Black's Law Dictionary (6th ed. 1990), at 477. \r                                    \r\n\n                               -20-\r\r\n\n     The jury's  verdict did not specify the  statements on which\r\n\ndefamation liability  was premised,  and our conclusion  that the\r\n\nCadot letter could not support the claim on this record therefore\r\n\nrequires  a  new  trial on  defamation.13    In  addition to  the\r\n\nletter,  Simon  alleged  that  Gershon  defamed  him  in  several\r\n\nstatements  made  to  his colleagues  or  customers  in  the fish\r\n\nindustry.14    Although  in   our  view  these  statements,  too,\r\n\nprovide  a flimsy  premise for  defamation liability,  the Navons\r\n\nhave not urged  as a basis  for appeal that they  are inadequate.\r\n\nIn any event, we leave the specific contours of the  new trial to\r\n\nthe discretion of the district  court after consultation with the\r\n\nparties.\r\n\n                V. Breach of Contract and Damages\r                                                           \r\n\n     The  Navons also argue that they are entitled to judgment or\r\n\na new trial on the breach of contract claim  because the evidence\r\n\npresented was insufficient to  support a finding for Simon.   The\r\n\ndistrict court rejected the  motion for new trial on  this issue,\r\n\n                    \r                              \r\n\n     13  The  Cadot letter,  of course,  may  be admissible  at a\r\nretrial should Simon develop a different record.\r\n\n     14  In closing  arguments, counsel  for both  Simon and  the\r\nNavons emphasized in particular an April 14,  1992 letter written\r\nby Gershon  to the vice president  of ACI, in  which Navon blamed\r\nSimon  for  the delay  in MCTC's  payments  to ACI.    Navon also\r\naccused Simon in the letter of various actions that \"rob[bed] MCT\r\nfrom its ability to conduct  business.\"  The two other bases  for\r\ndefamation  cited   by  Simon's  counsel  in   argument  involved\r\nstatements by Gershon to MCTC creditors laying blame on Simon for\r\nMCTC's delinquent accounts.\r\n\n                               -21-\r\r\n\nconcluding that the jury instructions properly and completely set\r\n\nout  the relevant law and that the jurors presumably followed the\r\n\ninstructions in  reaching their verdict.   Having read  the trial\r\n\ntranscript in its entirety, we find no abuse of discretion in the\r\n\ncourt's denial of a new trial on this issue.\r\n\n     Simon presented ample evidence that the Navons agreed toward\r\n\nthe end  of March 1992 to  pay certain crucial  creditors of MCTC\r\n\npromptly --  a promise that a  jury could find to  be implicit in\r\n\nthe written agreement  of March 24th -- but then  failed to do so\r\n\ndespite  Simon's urgent  pleas and  the availability  of adequate\r\n\nfunds.  Although the defendants  presented a different version of\r\n\nevents -- laying  the blame  for the delinquencies  on Simon  for\r\n\ncancelling the IDB  line of  credit -- the  judgment between  the\r\n\nconflicting accounts was for the jury to make.   In addition, the\r\n\njury  was entitled to believe  Simon's testimony that  he did not\r\n\nretain MCTC's receivables and open the account at Camden National\r\n\nBank  until after the Navons breached an express provision of the\r                           \r\n\nMarch  24th agreement  by paying  themselves a  total of  $45,000\r\n\nwithout his  permission.  As  we have  noted, our review  at this\r\n\nstage  is extremely  deferential; whether  or not  we would  have\r\n\nreached the  same conclusion were  the factual  question ours  to\r\n\nresolve  in the first instance,  we cannot say  that the district\r\n\ncourt  erred in  allowing  the jury's  verdict  to stand  on  the\r\n\ncontract claim.\r\n\n     Nor may we on this record  second-guess the district court's\r\n\nhandling of the damages issue.  Simon presented evidence, through\r\n\n                               -22-\r\r\n\nan economist and multiple witnesses involved in the Maine seafood\r\n\nindustry,  that MCTC's  failure to  pay its  debts had  a lasting\r\n\nfinancial impact  on him.15   Although the  Navons now  challenge\r\n\nas  legal  error  certain  premises  upon  which  the  economist,\r\n\nMcCausland, relied, they neither  objected to this testimony when\r\n\nit was  presented nor argued  at the close  of the  evidence that\r\n\nSimon  had failed as a matter of  law to prove breach of contract\r\n\ndamages.16\r\n\n     The  district court  nevertheless  agreed that  McCausland's\r\n\ntestimony was flawed, that the jury's verdict accepting his  view\r\n\nwas against the weight of  the evidence, and that a new  trial on\r\n\ndamages  should  be  held  unless Simon  accepted  a  substantial\r\n\nremittitur.  We  think the court's  response was appropriate  and\r\n\ncomplete; it recognized both that Simon produced evidence of harm\r\n\n                    \r                              \r\n\n     15  Simon testified  that salmon  farmers in  Eastport, with\r\nwhom he  did substantial business,  won't sell  him fish  anymore\r\nbecause  they are  still  owed money  by  MCTC.   One  fisherman,\r\nPrenier, stated that he was leery of doing business with Simon in\r\nthe aftermath of  the MCTC problems, and  that Simon's reputation\r\nin the industry has  not been repaired.  Colon McLernon, owner of\r\nMaine Pride Salmon, testified that \"our company has moved product\r\nto other companies and has stayed away from Mr. Simon.\"\r\n\n     16  One  of  the  Navons'  specific  complaints  centers  on\r\nMcCausland's  reduction of Simon's 1992 and 1993 income by losses\r\nincurred at Rain Forest, the company he partially owned that took\r\nover  some  of  MCTC's business.    The  Navons  note that  Simon\r\nanswered in the negative when asked the  following question: \"You\r\ncannot lay  the blame for any  of the problems of  Rain Forest at\r\nthe feet of the  Navons, isn't that right,  for 1992?\"   Whatever\r\nthat question and answer  are worth with respect to  Simon's 1993\r                                                                           \r\nincome,  we note that the jury could have understood the response\r\nas  a misstatement  in  light of  other less  ambiguous testimony\r\nconcerning the  inability to do business  with downeast fishermen\r\nfollowing MCTC's demise.   \r\n\n                               -23-\r\r\n\nand that  the jury's  verdict improperly adopted  his exaggerated\r\n\nclaims regarding  the extent of that  harm.  We find  no abuse of\r\n\ndiscretion.\r\n\n               VI.  Undue Passion, Bias, Prejudice \r                                                            \r\n\n     The Navons  point  to eleven  events at  trial --  including\r\n\ncertain court  rulings and comments  by opposing counsel  -- that\r\n\nthey contend created an  atmosphere of bias and  prejudice toward\r\n\nthem and led  the jury to award grossly excessive  damages.  They\r\n\nclaim  that  one  or  more of  these  events  independently,  and\r\n\ncertainly  the  cumulative effect  of  all  of them,  constituted\r\n\nreversible error requiring a new trial.\r\n\n     We  have considered each of their points, many of which were\r\n\nnot  raised at the appropriate  time before the  trial court, but\r\n\nfind  that none warrants a total rejection of the jury's verdict.\r\n\nWe  do  not say  that the  Navons'  argument is  entirely without\r\n\nforce; we hold only that we are satisfied that the district court\r\n\nwas  within its discretion to reject the claims it considered and\r\n\nthat, particularly  in light  of  the need  for  a new  trial  on\r\n\ndefamation, no manifest injustice occurred that would cause us to\r\n\ndisturb any more of the jury's determinations.  \r\n\n                         VII. Conclusion\r                                                  \r\n\n     We summarize our holdings as follows:\r\n\n     (1) Simon  has failed, as a matter of law, to prove an abuse\r\n\nof  process, and the judgment of the  district court in his favor\r\n\nis reversed.\r\n\n                               -24-\r\r\n\n     (2) The jury's finding that the Cadot letter was  defamatory\r\n\nwas against the weight  of the evidence in  light of the  Navons'\r\n\nproof that the statements  it contained were true.   The judgment\r\n\nfor  Simon on defamation therefore must be vacated, and the claim\r\n\nremanded for a new trial.\r\n\n     (3) The compensatory and punitive damages awards on the tort\r\n\nclaims, totaling $1.3 million, are vacated.\r\n\n     (4)  The jury's judgment of liability on the contract claim,\r\n\nand its award of $836,000 in damages, are affirmed.\r\n\n     Affirmed  in part,  reversed in part,  vacated in  part, and\r                                                                           \r\n\nremanded  for proceedings  consistent  with this  opinion.   Each\r                                                                           \r\n\nparty shall bear its own costs.\r                                         \r\n\n                               -25-\r\r\n",
  "html": "<p class=\"case_cite\">71 F.3d 9</p>\n    <p class=\"parties\">Frank SIMON, II, Plaintiff, Appellee,<br>v.<br>Gershon NAVON, Defendant, Appellant.<br>Frank SIMON, II, Plaintiff, Appellee,<br>v.<br>Jonathan NAVON, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1601, 94-1602.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 7, 1995.<br>Decided Nov. 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James D. Poliquin, Portland, ME, for appellants.</p>\n      <p class=\"indent\">C. Donald Briggs, III, with whom Joseph M. Cloutier was on brief, Rockport, ME, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises out of a failed business relationship between the plaintiff, Frank Simon, and defendants, Gershon and Jonathan Navon, the sole owners and officers in Maine Coast Trading Company, a fish brokerage firm.  A jury found the Navons liable for breach of contract, defamation and abuse of process, and awarded Simon approximately $3.3 million in compensatory and punitive damages.  The district court granted defendants' motion for new trial unless Simon agreed to remit $1.2 million, which he did.  The defendants now appeal, claiming a host of errors.  After a careful review of the record and caselaw, we affirm the court's rulings on the contract claims, but reverse the judgment on abuse of process and remand for a new trial on defamation.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At this juncture, we shall provide only a brief sketch of the facts underlying the case, elaborating in subsequent sections of the opinion as necessary to inform our discussion of specific issues.  Maine Coast Trading Company (\"Maine Coast Trading\" or \"MCTC\") was formed in November 1990 after Gershon Navon approached Simon about creating a company to broker fish.  Navon provided most of the capital to form the business, and he originally received 60 percent of the company's equity.  Simon, who had considerable experience in the fish brokerage business, was president of the company and ran its business office in Wiscasset, Maine.  A smaller office at Gershon Navon's home in Connecticut primarily handled checking account and line of credit matters.  Jonathan Navon, Gershon's son, was treasurer.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Maine Coast Trading entered into two significant brokerage agreements, one with a company in which Gershon Navon was the sole shareholder (Mariculture Products, Ltd., \"Mariculture\"), and one with a company in which Simon had a lesser interest (Aquacorporacion Internacional Sociedad Anonima, \"ACI\").  Although Maine Coast Trading apparently operated smoothly through 1991, the Navons and Simon early in 1992 were discussing ways to wind down the company's affairs.  On March 24, 1992, the parties signed a letter agreement that addressed issues that had arisen between them in the preceding months, outlining the future handling of MCTC business.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The agreement did not resolve matters, however, and the parties' relationship grew even more acrimonious.  Disagreements arose over which vendors should be paid what amounts and how much money was available in the company's account at Israel Discount Bank in New York.  The ensuing events, most of which occurred between April and June of 1992 but whose sequence is in some cases disputed, included:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>--Simon began holding Maine Coast Trading's receivables in Wiscasset, contrary to the letter agreement's provision that he send those funds \"directly to IDB with no delay\";</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>--Jonathan Navon issued a check in the amount of $36,000 as accumulated salary to himself, and a $9,000 check to Mariculture, Gershon Navon's other company, for office rent and expenses.  He did not seek Simon's approval for these expenditures, as required by the letter agreement.  No previous payments for such items ever had been made;</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>--Simon opened a checking account at Camden National Bank in Maine, deposited accumulated receivables of $68,000, and immediately wired the entire sum to ACI, the company in which he had an interest.  Over the next few weeks, other receivables collected by Simon were deposited in this account and checks were issued to various vendors;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>--Israel Discount Bank froze Maine Coast Trading's account at Simon's request;</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>--At a telephonic meeting of MCTC's board of directors, convened by an attorney in Portland, Maine, the Navons voted to remove Simon as president and elected Gershon to replace him.  Simon initially participated in the telephone call, but complained about lack of notice and hung up before the vote;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>--Several litigations were initiated:  ACI filed a civil action against Maine Coast Trading in state court in Maine;  an involuntary petition for bankruptcy, signed by Simon as ACI's representative, was filed against Maine Coast Trading;  Maine Coast Trading (through the Navons) sued Israel Discount Bank in New York for freezing its account, and later added Simon as a defendant, increasing the damages request from $87,000 (the amount of funds in the account) to $30 million.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Simon filed this lawsuit in October 1992, alleging breach of contract, defamation, negligent and intentional infliction of emotional distress, tortious interference with contract and malicious prosecution.  The district court granted summary judgment for defendants on the tortious interference claim, and granted judgment as a matter of law on the claims for negligent and intentional infliction of distress.  At the close of all evidence, the court recharacterized the malicious prosecution claim as a claim for abuse of process.  The jury found both Navons liable on each of the three remaining claims--breach of contract, defamation and abuse of process--and awarded a total of $2.3 million in compensatory damages and punitive damages of $1 million against Gershon and $36,000 against Jonathan.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In acting on defendants' post-judgment motions, the district court found the $2.3 million in compensatory damages \"clearly excessive and against the weight of the evidence,\" and ordered a new trial if Simon failed to accept a remittitur of $1.2 million.  He agreed to the remittitur, and this appeal by the Navons followed.  They claim entitlement to judgment or a new trial on each of the substantive claims, as well as on damages.  They further argue that they are entitled to a new trial on all issues based on a series of circumstances that infected the jury's verdict with undue passion or prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We address each of these issues in turn, after briefly considering the relevant standards of review.</p>\n    </div>\n    <p>II. Standard of Review</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court rejected the Navons' post-trial motion for judgment as a matter of law because they failed to make that request at the close of all evidence, thus forfeiting the right to such a determination.  See Keisling v. SER-Jobs for Progress, Inc., 19 F.3d 755, 758-59 (1st Cir.1994);  Della Grotta v. Rhode Island, 781 F.2d 343, 349 (1st Cir.1986);  Fed.R.Civ.P. 50(b).  Once abandoned, a claim for judgment as a matter of law may not be revived on appeal except upon a showing of plain error resulting in a manifest miscarriage of justice.  Shell v. Missouri Pac.  R.R. Co., 684 F.2d 537, 540 (8th Cir.1982);  Martinez Moll v. Levitt &amp; Sons of Puerto Rico, Inc., 583 F.2d 565, 570 (1st Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The court did reach the merits of defendants' alternative request for a new trial, which may be granted notwithstanding the failure to make a pre-deliberations request for judgment as a matter of law.  See Wells Real Estate v. Greater Lowell Bd. of Realtors, 850 F.2d 803, 810 (1st Cir.1988);  Fed.R.Civ.P. 59;  9A C.A. Wright &amp; A. Miller, Federal Practice and Procedure Sec. 2539, at 362 (1995).  The court denied a new trial on the substantive claims, but, as noted earlier, granted a new trial on damages contingent on the remittitur.  Defendants now challenge the court's refusal to further disturb the jury's verdict.  Our review, however, is extremely circumscribed;  we may reverse the court's decision only for an abuse of discretion.  Sanchez v. Puerto Rico Oil Co., 37 F.3d 712, 717 (1st Cir.1994).  With this limitation in mind, we turn to appellant's claims of error.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>III. Malicious Prosecution and Abuse of Process</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In his complaint, Simon alleged a cause of action for malicious prosecution based on the lawsuit filed by the Navons in New York in the name of Maine Coast Trading.  That action, first brought against Israel Discount Bank to obtain release of $87,000 frozen in the company's account, later was amended to include a claim against Simon seeking $30 million in damages and injunctive relief.  Twice during the trial, the parties and the district court displayed confusion about the malicious prosecution claim and its elements, and considered whether the claim would be more aptly characterized as one for a related tort, abuse of process.  Ultimately, over the defendants' objection, the court amended the pleadings to substitute abuse of process for the malicious prosecution count, and the jury returned a verdict for Simon on that claim.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Navons argue that the district court's handling of this issue was erroneous in two respects.  First, they claim that amendment of the pleadings after the close of evidence was unfairly prejudicial because their strategy was based on the assumption that Simon would be unable to prove a necessary element of malicious prosecution, namely, that the challenged litigation had terminated in his favor.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Second, they claim that Simon failed as a matter of law to prove the elements of abuse of process.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We address only this latter claim.  Preliminarily, however, we must determine whether, unlike other grounds asserted in the post-trial motion for judgment as a matter of law, the issue was preserved by timely request at the close of evidence.  The parties' final discussion with the court on the malicious prosecution claim occurred during a chambers conference after the close of all the evidence.  The conference, focusing on the difference between claims for malicious prosecution and abuse of process, occupied seven pages of transcript.  The court concluded the conference with the following statements:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>I think it's a very, very thin argument, frankly, on abuse of process....  But I'm not going to let this case go to the jury because I'm not going to try this case again if I can help it.  And then we'll see what the jury does with it subject to a motion for a judgment N.O.V. after we see how they answer the interrogatories on the case.  And you can take your objection.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Tr. at 835.  Counsel then promptly stated, \"I object.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In its post-judgment opinion, the district court stated that defense counsel could not reasonably have believed that this colloquy preserved the issue for post-verdict review but noted the argument by defendants' new counsel that the chambers discussion had served as the functional equivalent of a motion for judgment as a matter of law.  The court observed, however, that treating that dialogue as a de facto motion relating to abuse of process nonetheless would be unavailing because the evidence legally was sufficient to go to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Even in the light of our own stringent adherence to the requirement of a timely formal motion, we think the abuse of process issue was adequately preserved.  The lengthy discussion on this point, taken together with the judge's expressed assumption that he would revisit the question in the event of a motion for judgment notwithstanding the verdict, and his statement to the attorney that he could \"take [an] objection,\" could not but have led counsel to believe that what had been done thus far was enough to preserve the issue for post-judgment review.  Indeed, the colloquy in chambers was the type of exchange that one would expect to follow a motion for judgment as a matter of law on the abuse of process claim.  Cf. Bayamon Thom McAn, Inc. v. Miranda, 409 F.2d 968, 971-72 (1st Cir.1969).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In these circumstances, we conclude that the legal sufficiency of the abuse of process claim warrants appellate consideration.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We thus turn to the substantive inquiry, which is governed by a de novo standard of review.  Gibson v. City of Cranston, 37 F.3d 731, 735 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is not surprising that the court and parties were uncertain about how to characterize Simon's claim based on the New York litigation.  The torts of abuse of process and malicious prosecution frequently are confused because of their close relationship, see, e.g., Lambert v. Breton, 127 Me. 510, 514, 144 A. 864 (1929);  Board of Education of Farmingdale Union Free Sch. Dist. v. Farmingdale Classroom Teachers Ass'n, 38 N.Y.2d 397, 400, 343 N.E.2d 278, 280-81, 380 N.Y.S.2d 635, 639-40 (1975);  Note, \"Abuse of Process,\" 13 Clev.-Mar.L.Rev. 163, 163 (1964) (\"Abuse\");  Note, \"Torts--Abuse of Process Defined,\" 28 Ark.L.Rev. 388 (1974) (\"Defined\"), and abuse of process has been described as \"one of the most obscure torts in the law,\" see Note, \"The Nature and Limitations of the Remedy Available to the Victim of a Misuse of the Legal Process:  The Tort of Abuse of Process,\" 2 Val.U.L.Rev. 129, 129 (1967) (\"Tort of Abuse\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To establish a claim for malicious prosecution, a party must show that the challenged litigation was initiated without probable cause and with malice, and that it terminated in the plaintiff's favor.  See, e.g., Nadeau v. State, 395 A.2d 107, 116 (Me.1978).  The two basic elements of abuse of process are a bad motive, and the use of a legal process for an improper, collateral objective.  See, e.g., id. at 117.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The difference between the two often is explained as a matter of timing and scope:  malicious prosecution is the appropriate cause of action for challenging the whole of a lawsuit--i.e., asserting that the suit has no basis and should not have been brought--while abuse of process covers the allegedly improper use of individual legal procedures after a suit has been filed properly.  See Packard v. Central Maine Power Co., 477 A.2d 264, 267 (Me.1984);  Nadeau, 395 A.2d at 117;  Wade, J., \"On Frivolous Litigation:  A Study of Tort Liability and Procedural Sanctions,\" 14 Hofstra L.Rev. 433, 450 (1986).  Typical abuse of process cases involve misuse of such procedures as discovery, see Twyford v. Twyford, 63 Cal.App.3d 916, 923-24, 134 Cal.Rptr. 145, 148-49 (1976);  subpoenas, see Board of Education of Farmingdale Union Free Sch. Dist., 38 N.Y.2d at 403-04, 343 N.E.2d at 283, 380 N.Y.S.2d at 642-43;  and attachment, see Saliem v. Glovsky and Fogg, 132 Me. 402, 404, 172 A. 4 (1934).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The abuse tort often is given a wider berth, however, and courts typically will recognize such a claim, regardless of timing, if a plaintiff can show an improper use of process \"for an immediate purpose other than that for which it was designed and intended,\" Restatement (2d) of Torts Sec. 682, at 475 (1977).  See W. Page Keeton, et al., Prosser and Keeton on The Law of Torts Sec. 121, at 898 (5th ed. 1984) (cases requiring an act after process has issued \"probably stand only for the narrower proposition that there must be an overt act and that bad purpose alone is insufficient\").  This results in an overlap between malicious prosecution and abuse of process:  a defendant who explicitly threatened to file a baseless lawsuit solely for the purpose of forcing the plaintiff's action in an unrelated matter, and then did commence suit, could be held liable for either tort.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In such a case, the otherwise normal procedure of filing a lawsuit is transformed into an act of abuse by the coincidence of the threat.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Recognizing these two approaches puts the confusion below into perspective, but we need not dwell on their relative merits and applicability here because not even the broader view provides Simon with a basis for recovery.  Simon's claim is premised on the Navons' amendment of the New York litigation to include him as a defendant.  Even if Maine law, which applies to this diversity case, would recognize an abuse of process claim based on the instigation of a lawsuit,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Simon can prevail only if he proves the two requisite elements of the cause of action:  ulterior motive and an act of abuse.  See Nadeau, 395 A.2d at 116;  Saliem, 132 Me. at 405, 172 A. 4.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Filing of a lawsuit is a \"regular\" use of process, and therefore may not on its own fulfill the requirement of an abusive act, even if the decision to sue was influenced by a wrongful motive, purpose or intent.  Saliem, 132 Me. at 405-06, 172 A. 4;  see also, e.g., Vahlsing v. Commercial Union Ins. Co., 928 F.2d 486, 490 (1st Cir.1991) (applying Texas law);  Baubles &amp; Beads v. Louis Vuitton, S.A., 766 S.W.2d 377, 379 (Tex.Ct.App.1989);  Grell v. Poulsen, 389 N.W.2d 661, 663-64 (Iowa 1986).  And, although wrongful motive in the context of an abuse of process claim may be inferred from an improper act, the reverse is not true.  Saliem, 132 Me. at 405, 172 A. 4;  Sage Int'l, Ltd. v. Cadillac Gage Co., 556 F.Supp. 381, 389 (E.D.Mich.1982) (citing Prosser ).  It therefore may not be presumed that the Navons filed the New York lawsuit solely to achieve a collateral objective based on evidence of motive alone.  Simon needed to produce evidence independent of motive to prove that an improper act occurred in the Navons' pursuit of the litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Simon has failed to offer such evidence.  As an initial matter, it is not seriously disputed that the allegations in the complaint, which sought to state a cause of action for malicious prosecution, are inadequate to make out an abuse of process claim.  The complaint alleges only that the defendants filed a lawsuit maliciously \"and probable cause for said lawsuit was lacking.\"   Lack of probable cause is an element of a malicious prosecution claim, but is not a prerequisite for recovery for abuse of process.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In his brief, Simon supports the abuse of process claim by pointing to trial evidence of the deteriorating business relationship with the Navons and testimony indicating that the Navons routinely used litigation in business disputes.  Simon highlights the amendment of the bank suit and the request for $30 million in damages and injunctive relief.  He further claims that \"activities took place in New York causing the Plaintiff to expend $60,000 in his own funds to defend himself from a baseless lawsuit.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although Simon suggests that the demand for high damages and the imposition of defense costs were \"abusive,\" there is nothing per se irregular in a plaintiff's filing a complaint that seeks high--even unrealistic--damages,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> or in causing a litigation opponent to spend money in defense.  Indeed, at one point during colloquy with the court, Simon's counsel acknowledged that the bringing of a $30 million lawsuit is not in itself an abuse of process, and argued that what was significant was the evidence of motive.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">But, as we have seen, a showing of bad motive in connection with \"regular\" process is not enough.  See supra at 16.  To satisfy his burden, Simon needed to show a specific link between the New York lawsuit with an impermissible, collateral purpose of the Navons.  This requirement could have been satisfied, for example, with evidence of a threat made explicitly to Simon or a disclosure confided to a third party that the Navons planned to file suit solely to hurt Simon's credit rating.  See Sage Int'l, 556 F.Supp. at 388-90 (\"Plaintiff must allege that defendant committed a specific act which was directed at the collateral, ulterior objective....  In sum, there must be some basis [for finding] ... that the improper act was the means to further the improper purpose.\")<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We think it fairly evident that Simon did not present such evidence because it does not exist, and that the claim he originally brought--malicious prosecution--was better suited to the facts.  His problem, as the district court recognized, was that a claim for malicious prosecution would remain premature as a matter of law until the New York lawsuit ended.  Revising the claim into one for abuse process, however, involved something like trying to fit the proverbial square peg into a round hole.  The facts and the law simply were incompatible.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In the malicious prosecution context, the requirements of lack of probable cause and favorable termination of the litigation ensure that a defendant is not found liable simply for having a bad motive;  these elements support a finding that the lawsuit was baseless.  Similarly, proof of a specific act in an abuse of process setting provides concrete assurance that a process actually has been abused, and that liability will not be based on the badly motivated use of procedures that perhaps were burdensome but not improper--a basis that would indeed dramatically lower the threshold of viable abuse of process litigation.  See Westmac, Inc. v. Smith, 797 F.2d 313, 321 (6th Cir.1986) (Merritt, J., dissenting) (proof of specific conduct \"limits the dangers of inquiry into ... subjective purpose\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Significantly, the need to prove an act also distinguishes a claim for abuse of process in initiating litigation from a premature claim for malicious prosecution;  if the factfinder were permitted to infer abuse, a plaintiff able to show bad motive often would be able to offer a convincing argument that the challenged litigation was brought for an improper purpose connected to the bad feelings.  This is, in essence, what Simon sought to do.  Such an approach, however, renders the malicious prosecution tort irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This is not to say that a plaintiff can litigate with impunity, so long as he does so without explicit threats concerning collateral matters.  Rule 11 of the Federal Rules of Civil Procedure authorizes judges to sanction parties or attorneys who file pleadings, motions or other papers \"for any improper purpose, such as to harass or to cause unnecessary delay or needless increase in the cost of litigation,\" a determination left to the considered judgment of the court.  Fed.R.Civ.P. 11(b), (c).  Federal courts have inherent power to sanction parties and attorneys for abuse of the litigation process, even in diversity cases, Chambers v. NASCO, Inc., 501 U.S. 32, 44-45, 111 S.Ct. 2123, 2132-2138, 115 L.Ed.2d 27 (1991), and trial courts in Maine likewise have such authority, Chiappetta v. LeBlond, 544 A.2d 759, 760 (Me.1988).  Tort recovery, however, is limited to those instances in which plaintiffs are able to prove the elements of the abuse of process cause of action.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Because Simon presented no evidence of \"an act in the use of process other than such as would be proper in the regular prosecution of the charge,\" Saliem, 132 Me. at 405, 172 A. 4, the jury's verdict on that count must be reversed.</p>\n    </div>\n    <p>IV. Defamation</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Simon alleged that the Navons defamed him by telling several creditors of MCTC that he was responsible for the company's lingering debts, and by causing an attorney to write a letter in July 1992 to Camden National Bank stating that the account Simon had opened there was unauthorized and was being used \"to divert and dispose of a substantial amount of payments received by him in collecting MCTC's receivables.\"<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Navons argue that the letter, which was the primary element of the defamation count,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> cannot as a matter of law support the claim because its contents were both true and privileged and because the Navons as individuals could not be deemed responsible for the content of a letter written by someone else.  We reach only the first of these contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As explained earlier, our review should be limited to a determination whether the district court abused its discretion in rejecting defendants' motion for a new trial.  The district court, however, did not address the defamation issue in its opinion, although the point was raised in defendants' motion;  we therefore have no basis upon which to evaluate its ruling.  Consequently, we have considered not whether the district court abused its discretion in denying the Navons' motion, but whether a new trial is necessary because the jury's verdict was so clearly against the weight of the evidence as to constitute a manifest miscarriage of justice.  See Quinones-Pacheco v. American Airlines, 979 F.2d 1, 3-4 (1st Cir.1992);  Wagenmann v. Adams, 829 F.2d 196, 200-201 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Navons assert that the letter was not defamatory because it was not false.  They emphasize that Simon conceded at trial that MCTC's bylaws reserved check-writing authority to the Navons.  Moreover, they point out, Simon acknowledged that he had no authorization from MCTC's board of directors to open the Camden National Bank account.  The Navons claim that these undisputed facts prove the accuracy of Cadot's statements that the \"account was not authorized by MCTC,\" and that Simon had been \"divert[ing] and dispos[ing]\" of MCTC funds.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In response to the evidence regarding his corporate authority under the bylaws, Simon offered only his subjective belief that he had the authority to do what he did and the fact that his lawyer advised him to take such steps.  We think this falls well below what is necessary to negate the defendants' showing based on the company's bylaws, which presumably represent the parties' agreement on the scope of, and limitations on, their powers.  Neither Simon's belief that the actions he took were justified, nor his lawyer's unexplained concurrence in that belief, can support a finding that his conduct was authorized by MCTC.  The letter may have been misleading in revealing so little about the nature of Simon's unauthorized conduct, but, on this record, it could not be deemed false.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We therefore conclude that the Navons met their burden of establishing that the challenged statements were true, and thus not actionable.  See, e.g., Haworth v. Feigon, 623 A.2d 150, 158 n. 6 (Me.1993) (truth is an affirmative defense in defamation action);  Picard v. Brennan, 307 A.2d 833, 834-35 (Me.1973) (same).  Even if Simon had some general authority as president to take actions that he felt were in the best interest of the company--a possibility we cannot consider since the record on appeal contains neither the bylaws nor other evidence of such authority--it still would be true that MCTC had not authorized the account.  Simon remained a minority shareholder, and the Navons constituted a majority of the board of directors.  In addition, if the account and check-writing were unauthorized, the letter also was accurate in reporting that Simon had \"divert[ed] and dispos[ed]\" of MCTC receivables, the word \"diversion\" typically being associated with the unauthorized use of funds, see Black's Law Dictionary (6th ed. 1990), at 477.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The jury's verdict did not specify the statements on which defamation liability was premised, and our conclusion that the Cadot letter could not support the claim on this record therefore requires a new trial on defamation.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  In addition to the letter, Simon alleged that Gershon defamed him in several statements made to his colleagues or customers in the fish industry.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Although in our view these statements, too, provide a flimsy premise for defamation liability, the Navons have not urged as a basis for appeal that they are inadequate.  In any event, we leave the specific contours of the new trial to the discretion of the district court after consultation with the parties.</p>\n    </div>\n    <p>V. Breach of Contract and Damages</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Navons also argue that they are entitled to judgment or a new trial on the breach of contract claim because the evidence presented was insufficient to support a finding for Simon.  The district court rejected the motion for new trial on this issue, concluding that the jury instructions properly and completely set out the relevant law and that the jurors presumably followed the instructions in reaching their verdict.  Having read the trial transcript in its entirety, we find no abuse of discretion in the court's denial of a new trial on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Simon presented ample evidence that the Navons agreed toward the end of March 1992 to pay certain crucial creditors of MCTC promptly--a promise that a jury could find to be implicit in the written agreement of March 24th--but then failed to do so despite Simon's urgent pleas and the availability of adequate funds.  Although the defendants presented a different version of events--laying the blame for the delinquencies on Simon for cancelling the IDB line of credit--the judgment between the conflicting accounts was for the jury to make.  In addition, the jury was entitled to believe Simon's testimony that he did not retain MCTC's receivables and open the account at Camden National Bank until after the Navons breached an express provision of the March 24th agreement by paying themselves a total of $45,000 without his permission.  As we have noted, our review at this stage is extremely deferential;  whether or not we would have reached the same conclusion were the factual question ours to resolve in the first instance, we cannot say that the district court erred in allowing the jury's verdict to stand on the contract claim.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Nor may we on this record second-guess the district court's handling of the damages issue.  Simon presented evidence, through an economist and multiple witnesses involved in the Maine Seafood industry, that MCTC's failure to pay its debts had a lasting financial impact on him.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Although the Navons now challenge as legal error certain premises upon which the economist, McCausland, relied, they neither objected to this testimony when it was presented nor argued at the close of the evidence that Simon had failed as a matter of law to prove breach of contract damages.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The district court nevertheless agreed that McCausland's testimony was flawed, that the jury's verdict accepting his view was against the weight of the evidence, and that a new trial on damages should be held unless Simon accepted a substantial remittitur.  We think the court's response was appropriate and complete;  it recognized both that Simon produced evidence of harm and that the jury's verdict improperly adopted his exaggerated claims regarding the extent of that harm.  We find no abuse of discretion.</p>\n    </div>\n    <p>VI. Undue Passion, Bias, Prejudice</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The Navons point to eleven events at trial--including certain court rulings and comments by opposing counsel--that they contend created an atmosphere of bias and prejudice toward them and led the jury to award grossly excessive damages.  They claim that one or more of these events independently, and certainly the cumulative effect of all of them, constituted reversible error requiring a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We have considered each of their points, many of which were not raised at the appropriate time before the trial court, but find that none warrants a total rejection of the jury's verdict.  We do not say that the Navons' argument is entirely without force;  we hold only that we are satisfied that the district court was within its discretion to reject the claims it considered and that, particularly in light of the need for a new trial on defamation, no manifest injustice occurred that would cause us to disturb any more of the jury's determinations.</p>\n    </div>\n    <p>VII. Conclusion</p>\n    <p class=\"indent\">We summarize our holdings as follows:</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">(1) Simon has failed, as a matter of law, to prove an abuse of process, and the judgment of the district court in his favor is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">(2) The jury's finding that the Cadot letter was defamatory was against the weight of the evidence in light of the Navons' proof that the statements it contained were true.  The judgment for Simon on defamation therefore must be vacated, and the claim remanded for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">(3) The compensatory and punitive damages awards on the tort claims, totaling $1.3 million, are vacated.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">(4) The jury's judgment of liability on the contract claim, and its award of $836,000 in damages, are affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Affirmed in part, reversed in part, vacated in part, and remanded for proceedings consistent with this opinion.  Each party shall bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note that some jurisdictions distinguish in nomenclature between claims alleging malicious instigation of process in criminal and civil cases.  Where the distinction is recognized, \"malicious prosecution\" refers to criminal proceedings and \"malicious use of process\" or \"wrongful civil proceedings\" applies to civil cases.  See W. Page Keeton, et al., Prosser and Keeton on The Law of Torts Sec. 120, at 892 (5th ed. 1984);  Note, \"The Nature and Limitations of the Remedy Available to the Victim of a Misuse of the Legal Process:  The Tort of Abuse of Process,\" 2 Val.U.L.Rev. 129, 130 (1967).  To the extent there are differences between the two causes of action, see Restatement (2d) of Torts Secs. 653, 674 (1977), they are irrelevant to our discussion here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It appears that that action was stayed because of Maine Coast Trading's bankruptcy.  So far as we can ascertain, neither the original complaint nor the amended complaint naming Simon is a part of the record in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Bayamon Thom McAn and several subsequent cases, see Keisling v. SER-Jobs for Progress, Inc., 19 F.3d 755, 759 (1st Cir.1994);  Della Grotta v. Rhode Island, 781 F.2d 343, 349-50 (1st Cir.1986);  Beaumont v. Morgan, 427 F.2d 667, 670 (1st Cir.1970), recognize a limited exception to the requirement that a motion for judgment as a matter of law--though made at the close of plaintiff's case--must be renewed at the close of all the evidence.  The exception is permitted \"in a case combining ... judicial assurance concerning preservation of rights at the time of motion and ... brief and inconsequential evidence following the motion....\"  Bayamon Thom McAn, 409 F.2d at 972.   The instant case seems to us an even more modest departure from the formal procedures for preserving a claim for judgment as a matter of law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Our decision in Martinez Moll v. Levitt &amp; Sons of Puerto Rico, Inc., 583 F.2d 565, 568-70 (1st Cir.1978), refusing to consider appellant's sufficiency argument, is not inconsistent with this result.  In that case, the appellant had moved for a directed verdict on other grounds at the close of all the evidence, but had failed to question the sufficiency of the evidence.  Because the issue had never been raised until after the jury's verdict, we concluded that there was \"no basis ... for treating the present case as one where there was substantial compliance with the Rule.\"  Id. at 570.   We noted, in addition, that \"the court did nothing that could reasonably have caused [defendant] to believe that all had been done that was necessary to preserve the issue for review.\"  Id.  In both of those respects, this case is distinguishable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Interestingly, the Georgia courts and legislature have merged the two torts into a new abusive litigation tort.  See Yost v. Torok, 256 Ga. 92, 95-96, 344 S.E.2d 414, 417-18 (1986);  Block v. Brown, 199 Ga.App. 127, 130, 404 S.E.2d 288, 291 (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> When abuse of process is based on conduct subsequent to initiation of the lawsuit, the requirement of an \"act\" of abuse typically would be satisfied by showing use of the individual legal process in an improper manner.  See, e.g., Board of Education of Farmingdale Union Free Sch. Dist. v. Farmingdale Classroom Teachers Ass'n, 38 N.Y.2d 397, 343 N.E.2d 278, 380 N.Y.S.2d 635 (1975) (subpoenas issued for 87 teachers for the same day, paralyzing normal operations of the schools);  Saliem v. Glovsky and Fogg, 132 Me. 402, 172 A. 4 (1934) (excessive attachment)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> For purposes of the timing distinction drawn by the courts and commentators, we think it evident that amendment of the complaint against Israel Discount Bank to include a claim against Simon must be viewed as the initiation of process, rather than as a subsequent act.  Process against Simon originated with the new complaint, and that is logically where the analysis of any litigation-related tort claim by him must begin as well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> To the contrary, a multi-million-dollar damage request strikes us as a fairly routine feature of modern lawsuits.  We would not like to contemplate the litigious scene if the law recognized inflated ad damnum requests as meeting the \"act\" requirement of abuse of process</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although not cited in Simon's brief, during colloquy concerning the Navons' motion for judgment as a matter of law at the end of plaintiff's case, Simon's counsel referred to a statement by Gershon Navon to his client that \"I'm going to crush you.\"   This was simply evidence of motive;  Simon provided no link between the statement and the New York litigation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The only case cited by Simon in support of his contention that amending the suit, seeking injunctive relief, and imposing excessive legal fees constitute acts of abuse of process is Baubles &amp; Beads v. Louis Vuitton, S.A., 766 S.W.2d 377 (Tex.Ct.App.1989).  That case could not be more unhelpful to his position.  Not only was the claim there based on a typical post-filing procedure--an ex parte seizure order--but both the trial and appeals courts found that there had been no abuse of process</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The full text of the letter, which was signed by Attorney Andrew A. Cadot and addressed to the bank's president, is as follows:</p>\n        <p>We are attorneys for Maine Coast Trading Co., Inc.  (\"MCTC\").  We understand that an account was opened in the name of MCTC by Frank Simon II.  This account was not authorized by MCTC, but, we understand, has been used by Mr. Simon to divert and dispose of a substantial amount of payments received by him in collecting MCTC's receivables.</p>\n        <p>Please accept this letter as MCTC's instruction not to permit any further transactions in the account without our prior approval on behalf of MCTC.  In addition, we request that you provide us with copies of the documents used to open this account and all records of transactions in the account.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Indeed, it was the sole basis for a finding of defamation against Jonathan Navon, as all of the other statements were made by Gershon</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The Cadot letter, of course, may be admissible at a retrial should Simon develop a different record</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> In closing arguments, counsel for both Simon and the Navons emphasized in particular an April 14, 1992 letter written by Gershon to the vice president of ACI, in which Navon blamed Simon for the delay in MCTC's payments to ACI.  Navon also accused Simon in the letter of various actions that \"rob[bed] MCT from its ability to conduct business.\"   The two other bases for defamation cited by Simon's counsel in argument involved statements by Gershon to MCTC creditors laying blame on Simon for MCTC's delinquent accounts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Simon testified that salmon farmers in Eastport, with whom he did substantial business, won't sell him fish anymore because they are still owed money by MCTC.  One fisherman, Prenier, stated that he was leery of doing business with Simon in the aftermath of the MCTC problems, and that Simon's reputation in the industry has not been repaired.  Colon McLernon, owner of Maine Pride Salmon, testified that \"our company has moved product to other companies and has stayed away from Mr. Simon.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> One of the Navons' specific complaints centers on McCausland's reduction of Simon's 1992 and 1993 income by losses incurred at Rain Forest, the company he partially owned that took over some of MCTC's business.  The Navons note that Simon answered in the negative when asked the following question:  \"You cannot lay the blame for any of the problems of Rain Forest at the feet of the Navons, isn't that right, for 1992?\"   Whatever that question and answer are worth with respect to Simon's 1993 income, we note that the jury could have understood the response as a misstatement in light of other less ambiguous testimony concerning the inability to do business with downeast fishermen following MCTC's demise</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></span></p>\n    <p class=\"parties\">Frank SIMON, II, Plaintiff, Appellee,<br>v.<br>Gershon NAVON, Defendant, Appellant.<br>Frank SIMON, II, Plaintiff, Appellee,<br>v.<br>Jonathan NAVON, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1601, 94-1602.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 7, 1995.<br>Decided Nov. 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James D. Poliquin, Portland, ME, for appellants.</p>\n      <p class=\"indent\">C. Donald Briggs, III, with whom Joseph M. Cloutier was on brief, Rockport, ME, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises out of a failed business relationship between the plaintiff, Frank Simon, and defendants, Gershon and Jonathan Navon, the sole owners and officers in Maine Coast Trading Company, a fish brokerage firm.  A jury found the Navons liable for breach of contract, defamation and abuse of process, and awarded Simon approximately $3.3 million in compensatory and punitive damages.  The district court granted defendants' motion for new trial unless Simon agreed to remit $1.2 million, which he did.  The defendants now appeal, claiming a host of errors.  After a careful review of the record and caselaw, we affirm the court's rulings on the contract claims, but reverse the judgment on abuse of process and remand for a new trial on defamation.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At this juncture, we shall provide only a brief sketch of the facts underlying the case, elaborating in subsequent sections of the opinion as necessary to inform our discussion of specific issues.  Maine Coast Trading Company (\"Maine Coast Trading\" or \"MCTC\") was formed in November 1990 after Gershon Navon approached Simon about creating a company to broker fish.  Navon provided most of the capital to form the business, and he originally received 60 percent of the company's equity.  Simon, who had considerable experience in the fish brokerage business, was president of the company and ran its business office in Wiscasset, Maine.  A smaller office at Gershon Navon's home in Connecticut primarily handled checking account and line of credit matters.  Jonathan Navon, Gershon's son, was treasurer.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Maine Coast Trading entered into two significant brokerage agreements, one with a company in which Gershon Navon was the sole shareholder (Mariculture Products, Ltd., \"Mariculture\"), and one with a company in which Simon had a lesser interest (Aquacorporacion Internacional Sociedad Anonima, \"ACI\").  Although Maine Coast Trading apparently operated smoothly through 1991, the Navons and Simon early in 1992 were discussing ways to wind down the company's affairs.  On March 24, 1992, the parties signed a letter agreement that addressed issues that had arisen between them in the preceding months, outlining the future handling of MCTC business.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The agreement did not resolve matters, however, and the parties' relationship grew even more acrimonious.  Disagreements arose over which vendors should be paid what amounts and how much money was available in the company's account at Israel Discount Bank in New York.  The ensuing events, most of which occurred between April and June of 1992 but whose sequence is in some cases disputed, included:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>--Simon began holding Maine Coast Trading's receivables in Wiscasset, contrary to the letter agreement's provision that he send those funds \"directly to IDB with no delay\";</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>--Jonathan Navon issued a check in the amount of $36,000 as accumulated salary to himself, and a $9,000 check to Mariculture, Gershon Navon's other company, for office rent and expenses.  He did not seek Simon's approval for these expenditures, as required by the letter agreement.  No previous payments for such items ever had been made;</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>--Simon opened a checking account at Camden National Bank in Maine, deposited accumulated receivables of $68,000, and immediately wired the entire sum to ACI, the company in which he had an interest.  Over the next few weeks, other receivables collected by Simon were deposited in this account and checks were issued to various vendors;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>--Israel Discount Bank froze Maine Coast Trading's account at Simon's request;</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>--At a telephonic meeting of MCTC's board of directors, convened by an attorney in Portland, Maine, the Navons voted to remove Simon as president and elected Gershon to replace him.  Simon initially participated in the telephone call, but complained about lack of notice and hung up before the vote;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>--Several litigations were initiated:  ACI filed a civil action against Maine Coast Trading in state court in Maine;  an involuntary petition for bankruptcy, signed by Simon as ACI's representative, was filed against Maine Coast Trading;  Maine Coast Trading (through the Navons) sued Israel Discount Bank in New York for freezing its account, and later added Simon as a defendant, increasing the damages request from $87,000 (the amount of funds in the account) to $30 million.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Simon filed this lawsuit in October 1992, alleging breach of contract, defamation, negligent and intentional infliction of emotional distress, tortious interference with contract and malicious prosecution.  The district court granted summary judgment for defendants on the tortious interference claim, and granted judgment as a matter of law on the claims for negligent and intentional infliction of distress.  At the close of all evidence, the court recharacterized the malicious prosecution claim as a claim for abuse of process.  The jury found both Navons liable on each of the three remaining claims--breach of contract, defamation and abuse of process--and awarded a total of $2.3 million in compensatory damages and punitive damages of $1 million against Gershon and $36,000 against Jonathan.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In acting on defendants' post-judgment motions, the district court found the $2.3 million in compensatory damages \"clearly excessive and against the weight of the evidence,\" and ordered a new trial if Simon failed to accept a remittitur of $1.2 million.  He agreed to the remittitur, and this appeal by the Navons followed.  They claim entitlement to judgment or a new trial on each of the substantive claims, as well as on damages.  They further argue that they are entitled to a new trial on all issues based on a series of circumstances that infected the jury's verdict with undue passion or prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We address each of these issues in turn, after briefly considering the relevant standards of review.</p>\n    </div>\n    <p>II. Standard of Review</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court rejected the Navons' post-trial motion for judgment as a matter of law because they failed to make that request at the close of all evidence, thus forfeiting the right to such a determination.  See Keisling v. SER-Jobs for Progress, Inc., <span class=\"citation\" data-id=\"665981\"><a href=\"/opinion/665981/64-fair-emplpraccas-bna-432-64-empl-prac-dec-p-42963-dania-r/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">755</span></a></span>, 758-59 (1st Cir.1994);  Della Grotta v. Rhode Island, <span class=\"citation\" data-id=\"463302\"><a href=\"/opinion/463302/anthony-della-grotta-v-state-of-rhode-island/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 349 (1st Cir.1986);  Fed.R.Civ.P. 50(b).  Once abandoned, a claim for judgment as a matter of law may not be revived on appeal except upon a showing of plain error resulting in a manifest miscarriage of justice.  Shell v. Missouri Pac.  R.R. Co., <span class=\"citation\" data-id=\"406683\"><a href=\"/opinion/406683/linda-shell-individually-and-as-next-friend-of-lezlie-shell-her-minor/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">537</span></a></span>, 540 (8th Cir.1982);  Martinez Moll v. Levitt &amp; Sons of Puerto Rico, Inc., <span class=\"citation\" data-id=\"359618\"><a href=\"/opinion/359618/jose-martinez-moll-v-levitt-sons-of-puerto-rico-inc/\"><span class=\"volume\">583</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">565</span></a></span>, 570 (1st Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The court did reach the merits of defendants' alternative request for a new trial, which may be granted notwithstanding the failure to make a pre-deliberations request for judgment as a matter of law.  See Wells Real Estate v. Greater Lowell Bd. of Realtors, <span class=\"citation\" data-id=\"508416\"><a href=\"/opinion/508416/wells-real-estate-inc-v-greater-lowell-board-of-realtors/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">803</span></a></span>, 810 (1st Cir.1988);  Fed.R.Civ.P. 59;  9A C.A. Wright &amp; A. Miller, Federal Practice and Procedure Sec. 2539, at 362 (1995).  The court denied a new trial on the substantive claims, but, as noted earlier, granted a new trial on damages contingent on the remittitur.  Defendants now challenge the court's refusal to further disturb the jury's verdict.  Our review, however, is extremely circumscribed;  we may reverse the court's decision only for an abuse of discretion.  Sanchez v. Puerto Rico Oil Co., <span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 717 (1st Cir.1994).  With this limitation in mind, we turn to appellant's claims of error.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>III. Malicious Prosecution and Abuse of Process</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In his complaint, Simon alleged a cause of action for malicious prosecution based on the lawsuit filed by the Navons in New York in the name of Maine Coast Trading.  That action, first brought against Israel Discount Bank to obtain release of $87,000 frozen in the company's account, later was amended to include a claim against Simon seeking $30 million in damages and injunctive relief.  Twice during the trial, the parties and the district court displayed confusion about the malicious prosecution claim and its elements, and considered whether the claim would be more aptly characterized as one for a related tort, abuse of process.  Ultimately, over the defendants' objection, the court amended the pleadings to substitute abuse of process for the malicious prosecution count, and the jury returned a verdict for Simon on that claim.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Navons argue that the district court's handling of this issue was erroneous in two respects.  First, they claim that amendment of the pleadings after the close of evidence was unfairly prejudicial because their strategy was based on the assumption that Simon would be unable to prove a necessary element of malicious prosecution, namely, that the challenged litigation had terminated in his favor.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Second, they claim that Simon failed as a matter of law to prove the elements of abuse of process.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We address only this latter claim.  Preliminarily, however, we must determine whether, unlike other grounds asserted in the post-trial motion for judgment as a matter of law, the issue was preserved by timely request at the close of evidence.  The parties' final discussion with the court on the malicious prosecution claim occurred during a chambers conference after the close of all the evidence.  The conference, focusing on the difference between claims for malicious prosecution and abuse of process, occupied seven pages of transcript.  The court concluded the conference with the following statements:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>I think it's a very, very thin argument, frankly, on abuse of process....  But I'm not going to let this case go to the jury because I'm not going to try this case again if I can help it.  And then we'll see what the jury does with it subject to a motion for a judgment N.O.V. after we see how they answer the interrogatories on the case.  And you can take your objection.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Tr. at 835.  Counsel then promptly stated, \"I object.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In its post-judgment opinion, the district court stated that defense counsel could not reasonably have believed that this colloquy preserved the issue for post-verdict review but noted the argument by defendants' new counsel that the chambers discussion had served as the functional equivalent of a motion for judgment as a matter of law.  The court observed, however, that treating that dialogue as a de facto motion relating to abuse of process nonetheless would be unavailing because the evidence legally was sufficient to go to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Even in the light of our own stringent adherence to the requirement of a timely formal motion, we think the abuse of process issue was adequately preserved.  The lengthy discussion on this point, taken together with the judge's expressed assumption that he would revisit the question in the event of a motion for judgment notwithstanding the verdict, and his statement to the attorney that he could \"take [an] objection,\" could not but have led counsel to believe that what had been done thus far was enough to preserve the issue for post-judgment review.  Indeed, the colloquy in chambers was the type of exchange that one would expect to follow a motion for judgment as a matter of law on the abuse of process claim.  Cf. Bayamon Thom McAn, Inc. v. Miranda, <span class=\"citation\" data-id=\"284454\"><a href=\"/opinion/284454/bayamon-thom-mcan-inc-v-eileen-josefina-miranda-kiddielane-florida/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">968</span></a></span>, 971-72 (1st Cir.1969).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In these circumstances, we conclude that the legal sufficiency of the abuse of process claim warrants appellate consideration.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We thus turn to the substantive inquiry, which is governed by a de novo standard of review.  Gibson v. City of Cranston, <span class=\"citation\" data-id=\"195652\"><a href=\"/opinion/195652/gibson-v-city-of-cranston/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 735 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is not surprising that the court and parties were uncertain about how to characterize Simon's claim based on the New York litigation.  The torts of abuse of process and malicious prosecution frequently are confused because of their close relationship, see, e.g., Lambert v. Breton, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">Me.</span> <span class=\"page\">510</span></span>, 514, <span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">A.</span> <span class=\"page\">864</span> </span>(1929);  Board of Education of Farmingdale Union Free Sch. Dist. v. Farmingdale Classroom Teachers Ass'n, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">397</span></span>, 400, <span class=\"citation no-link\"><span class=\"volume\">343</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">278</span></span>, 280-81, <span class=\"citation no-link\"><span class=\"volume\">380</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">635</span></span>, 639-40 (1975);  Note, \"Abuse of Process,\" 13 Clev.-Mar.L.Rev. 163, 163 (1964) (\"Abuse\");  Note, \"Torts--Abuse of Process Defined,\" 28 Ark.L.Rev. 388 (1974) (\"Defined\"), and abuse of process has been described as \"one of the most obscure torts in the law,\" see Note, \"The Nature and Limitations of the Remedy Available to the Victim of a Misuse of the Legal Process:  The Tort of Abuse of Process,\" 2 Val.U.L.Rev. 129, 129 (1967) (\"Tort of Abuse\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To establish a claim for malicious prosecution, a party must show that the challenged litigation was initiated without probable cause and with malice, and that it terminated in the plaintiff's favor.  See, e.g., Nadeau v. State, <span class=\"citation\" data-id=\"1501437\"><a href=\"/opinion/1501437/nadeau-v-state/\"><span class=\"volume\">395</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">107</span></a></span>, 116 (Me.1978).  The two basic elements of abuse of process are a bad motive, and the use of a legal process for an improper, collateral objective.  See, e.g., <span class=\"citation\" data-id=\"1501437\"><a href=\"/opinion/1501437/nadeau-v-state/\"><span class=\"id_token\">id.</span> at 117.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The difference between the two often is explained as a matter of timing and scope:  malicious prosecution is the appropriate cause of action for challenging the whole of a lawsuit--i.e., asserting that the suit has no basis and should not have been brought--while abuse of process covers the allegedly improper use of individual legal procedures after a suit has been filed properly.  See Packard v. Central Maine Power Co., <span class=\"citation\" data-id=\"1505976\"><a href=\"/opinion/1505976/packard-v-central-maine-power-co/\"><span class=\"volume\">477</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">264</span></a></span>, 267 (Me.1984);  <span class=\"citation\" data-id=\"1501437\"><span class=\"antecedent_guess\">Nadeau,</span> <a href=\"/opinion/1501437/nadeau-v-state/\"><span class=\"volume\">395</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">117</span></a></span>;  Wade, J., \"On Frivolous Litigation:  A Study of Tort Liability and Procedural Sanctions,\" 14 Hofstra L.Rev. 433, 450 (1986).  Typical abuse of process cases involve misuse of such procedures as discovery, see Twyford v. Twyford, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">916</span></span>, 923-24, <span class=\"citation\" data-id=\"2119345\"><a href=\"/opinion/2119345/twyford-v-twyford/\"><span class=\"volume\">134</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">145</span></a></span>, 148-49 (1976);  subpoenas, see Board of Education of Farmingdale Union Free Sch. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Dist.,</span> <span class=\"volume\">38</span> <span class=\"reporter\">N.Y.2d</span> at <span class=\"page\">403-04</span></span>, 343 N.E.2d at <span class=\"citation no-link\"><span class=\"antecedent_guess\">283,</span> <span class=\"volume\">380</span> <span class=\"reporter\">N.Y.S.2d</span> at <span class=\"page\">642-43</span></span>;  and attachment, see Saliem v. Glovsky and Fogg, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">Me.</span> <span class=\"page\">402</span></span>, 404, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">A.</span> <span class=\"page\">4</span> </span>(1934).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The abuse tort often is given a wider berth, however, and courts typically will recognize such a claim, regardless of timing, if a plaintiff can show an improper use of process \"for an immediate purpose other than that for which it was designed and intended,\" Restatement (2d) of Torts Sec. 682, at 475 (1977).  See W. Page Keeton, et al., Prosser and Keeton on The Law of Torts Sec. 121, at 898 (5th ed. 1984) (cases requiring an act after process has issued \"probably stand only for the narrower proposition that there must be an overt act and that bad purpose alone is insufficient\").  This results in an overlap between malicious prosecution and abuse of process:  a defendant who explicitly threatened to file a baseless lawsuit solely for the purpose of forcing the plaintiff's action in an unrelated matter, and then did commence suit, could be held liable for either tort.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In such a case, the otherwise normal procedure of filing a lawsuit is transformed into an act of abuse by the coincidence of the threat.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Recognizing these two approaches puts the confusion below into perspective, but we need not dwell on their relative merits and applicability here because not even the broader view provides Simon with a basis for recovery.  Simon's claim is premised on the Navons' amendment of the New York litigation to include him as a defendant.  Even if Maine law, which applies to this diversity case, would recognize an abuse of process claim based on the instigation of a lawsuit,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Simon can prevail only if he proves the two requisite elements of the cause of action:  ulterior motive and an act of abuse.  See <span class=\"citation\" data-id=\"1501437\"><span class=\"antecedent_guess\">Nadeau,</span> <a href=\"/opinion/1501437/nadeau-v-state/\"><span class=\"volume\">395</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">116</span></a></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Saliem,</span> <span class=\"volume\">132</span> <span class=\"reporter\">Me.</span> at <span class=\"page\">405</span></span>, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">A.</span> <span class=\"page\">4</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Filing of a lawsuit is a \"regular\" use of process, and therefore may not on its own fulfill the requirement of an abusive act, even if the decision to sue was influenced by a wrongful motive, purpose or intent.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Saliem,</span> <span class=\"volume\">132</span> <span class=\"reporter\">Me.</span> at <span class=\"page\">405</span></span>-06, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">A.</span> <span class=\"page\">4</span></span>;  see also, e.g., Vahlsing v. Commercial Union Ins. Co., <span class=\"citation\" data-id=\"557782\"><a href=\"/opinion/557782/frederick-henry-vahlsing-jr-v-commercial-union-insurance-co-inc/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">486</span></a></span>, 490 (1st Cir.1991) (applying Texas law);  Baubles &amp; Beads v. Louis Vuitton, S.A., <span class=\"citation\" data-id=\"1495853\"><a href=\"/opinion/1495853/baubles-beads-v-louis-vuitton-sa/\"><span class=\"volume\">766</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">377</span></a></span>, 379 (Tex.Ct.App.1989);  Grell v. Poulsen, <span class=\"citation\" data-id=\"1878417\"><a href=\"/opinion/1878417/grell-v-poulsen/\"><span class=\"volume\">389</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">661</span></a></span>, 663-64 (Iowa 1986).  And, although wrongful motive in the context of an abuse of process claim may be inferred from an improper act, the reverse is not true.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Saliem,</span> <span class=\"volume\">132</span> <span class=\"reporter\">Me.</span> at <span class=\"page\">405</span></span>, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">A.</span> <span class=\"page\">4</span></span>;  Sage Int'l, Ltd. v. Cadillac Gage Co., <span class=\"citation\" data-id=\"2390094\"><a href=\"/opinion/2390094/sage-intern-ltd-v-cadillac-gage-co/\"><span class=\"volume\">556</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">381</span></a></span>, 389 (E.D.Mich.1982) (citing Prosser ).  It therefore may not be presumed that the Navons filed the New York lawsuit solely to achieve a collateral objective based on evidence of motive alone.  Simon needed to produce evidence independent of motive to prove that an improper act occurred in the Navons' pursuit of the litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Simon has failed to offer such evidence.  As an initial matter, it is not seriously disputed that the allegations in the complaint, which sought to state a cause of action for malicious prosecution, are inadequate to make out an abuse of process claim.  The complaint alleges only that the defendants filed a lawsuit maliciously \"and probable cause for said lawsuit was lacking.\"   Lack of probable cause is an element of a malicious prosecution claim, but is not a prerequisite for recovery for abuse of process.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In his brief, Simon supports the abuse of process claim by pointing to trial evidence of the deteriorating business relationship with the Navons and testimony indicating that the Navons routinely used litigation in business disputes.  Simon highlights the amendment of the bank suit and the request for $30 million in damages and injunctive relief.  He further claims that \"activities took place in New York causing the Plaintiff to expend $60,000 in his own funds to defend himself from a baseless lawsuit.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although Simon suggests that the demand for high damages and the imposition of defense costs were \"abusive,\" there is nothing per se irregular in a plaintiff's filing a complaint that seeks high--even unrealistic--damages,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> or in causing a litigation opponent to spend money in defense.  Indeed, at one point during colloquy with the court, Simon's counsel acknowledged that the bringing of a $30 million lawsuit is not in itself an abuse of process, and argued that what was significant was the evidence of motive.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">But, as we have seen, a showing of bad motive in connection with \"regular\" process is not enough.  See supra at 16.  To satisfy his burden, Simon needed to show a specific link between the New York lawsuit with an impermissible, collateral purpose of the Navons.  This requirement could have been satisfied, for example, with evidence of a threat made explicitly to Simon or a disclosure confided to a third party that the Navons planned to file suit solely to hurt Simon's credit rating.  See Sage <span class=\"citation\" data-id=\"2390094\"><span class=\"antecedent_guess\">Int'l,</span> <a href=\"/opinion/2390094/sage-intern-ltd-v-cadillac-gage-co/\"><span class=\"volume\">556</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">388-90</span> </a></span>(\"Plaintiff must allege that defendant committed a specific act which was directed at the collateral, ulterior objective....  In sum, there must be some basis [for finding] ... that the improper act was the means to further the improper purpose.\")<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We think it fairly evident that Simon did not present such evidence because it does not exist, and that the claim he originally brought--malicious prosecution--was better suited to the facts.  His problem, as the district court recognized, was that a claim for malicious prosecution would remain premature as a matter of law until the New York lawsuit ended.  Revising the claim into one for abuse process, however, involved something like trying to fit the proverbial square peg into a round hole.  The facts and the law simply were incompatible.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In the malicious prosecution context, the requirements of lack of probable cause and favorable termination of the litigation ensure that a defendant is not found liable simply for having a bad motive;  these elements support a finding that the lawsuit was baseless.  Similarly, proof of a specific act in an abuse of process setting provides concrete assurance that a process actually has been abused, and that liability will not be based on the badly motivated use of procedures that perhaps were burdensome but not improper--a basis that would indeed dramatically lower the threshold of viable abuse of process litigation.  See Westmac, Inc. v. Smith, <span class=\"citation\" data-id=\"474243\"><a href=\"/opinion/474243/westmac-inc-a-michigan-corporation-v-lon-smith-individually-smith-bros/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">313</span></a></span>, 321 (6th Cir.1986) (Merritt, J., dissenting) (proof of specific conduct \"limits the dangers of inquiry into ... subjective purpose\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Significantly, the need to prove an act also distinguishes a claim for abuse of process in initiating litigation from a premature claim for malicious prosecution;  if the factfinder were permitted to infer abuse, a plaintiff able to show bad motive often would be able to offer a convincing argument that the challenged litigation was brought for an improper purpose connected to the bad feelings.  This is, in essence, what Simon sought to do.  Such an approach, however, renders the malicious prosecution tort irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This is not to say that a plaintiff can litigate with impunity, so long as he does so without explicit threats concerning collateral matters.  Rule 11 of the Federal Rules of Civil Procedure authorizes judges to sanction parties or attorneys who file pleadings, motions or other papers \"for any improper purpose, such as to harass or to cause unnecessary delay or needless increase in the cost of litigation,\" a determination left to the considered judgment of the court.  Fed.R.Civ.P. 11(b), (c).  Federal courts have inherent power to sanction parties and attorneys for abuse of the litigation process, even in diversity cases, Chambers v. NASCO, Inc., <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>, 44-45, <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2123</span></a></span>, 2132-2138, <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">27</span> </a></span>(1991), and trial courts in Maine likewise have such authority, Chiappetta v. LeBlond, <span class=\"citation\" data-id=\"2180526\"><a href=\"/opinion/2180526/chiappetta-v-leblond/\"><span class=\"volume\">544</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">759</span></a></span>, 760 (Me.1988).  Tort recovery, however, is limited to those instances in which plaintiffs are able to prove the elements of the abuse of process cause of action.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Because Simon presented no evidence of \"an act in the use of process other than such as would be proper in the regular prosecution of the charge,\" <span class=\"citation no-link\"><span class=\"antecedent_guess\">Saliem,</span> <span class=\"volume\">132</span> <span class=\"reporter\">Me.</span> at <span class=\"page\">405</span></span>, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">A.</span> <span class=\"page\">4</span></span>, the jury's verdict on that count must be reversed.</p>\n    </div>\n    <p>IV. Defamation</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Simon alleged that the Navons defamed him by telling several creditors of MCTC that he was responsible for the company's lingering debts, and by causing an attorney to write a letter in July 1992 to Camden National Bank stating that the account Simon had opened there was unauthorized and was being used \"to divert and dispose of a substantial amount of payments received by him in collecting MCTC's receivables.\"<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Navons argue that the letter, which was the primary element of the defamation count,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> cannot as a matter of law support the claim because its contents were both true and privileged and because the Navons as individuals could not be deemed responsible for the content of a letter written by someone else.  We reach only the first of these contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As explained earlier, our review should be limited to a determination whether the district court abused its discretion in rejecting defendants' motion for a new trial.  The district court, however, did not address the defamation issue in its opinion, although the point was raised in defendants' motion;  we therefore have no basis upon which to evaluate its ruling.  Consequently, we have considered not whether the district court abused its discretion in denying the Navons' motion, but whether a new trial is necessary because the jury's verdict was so clearly against the weight of the evidence as to constitute a manifest miscarriage of justice.  See Quinones-Pacheco v. American Airlines, <span class=\"citation\" data-id=\"594418\"><a href=\"/opinion/594418/valentin-quinones-pacheco-v-american-airlines-inc-valentin/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir.1992);  Wagenmann v. Adams, <span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 200-201 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Navons assert that the letter was not defamatory because it was not false.  They emphasize that Simon conceded at trial that MCTC's bylaws reserved check-writing authority to the Navons.  Moreover, they point out, Simon acknowledged that he had no authorization from MCTC's board of directors to open the Camden National Bank account.  The Navons claim that these undisputed facts prove the accuracy of Cadot's statements that the \"account was not authorized by MCTC,\" and that Simon had been \"divert[ing] and dispos[ing]\" of MCTC funds.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In response to the evidence regarding his corporate authority under the bylaws, Simon offered only his subjective belief that he had the authority to do what he did and the fact that his lawyer advised him to take such steps.  We think this falls well below what is necessary to negate the defendants' showing based on the company's bylaws, which presumably represent the parties' agreement on the scope of, and limitations on, their powers.  Neither Simon's belief that the actions he took were justified, nor his lawyer's unexplained concurrence in that belief, can support a finding that his conduct was authorized by MCTC.  The letter may have been misleading in revealing so little about the nature of Simon's unauthorized conduct, but, on this record, it could not be deemed false.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We therefore conclude that the Navons met their burden of establishing that the challenged statements were true, and thus not actionable.  See, e.g., Haworth v. Feigon, <span class=\"citation\" data-id=\"1974288\"><a href=\"/opinion/1974288/haworth-v-feigon/\"><span class=\"volume\">623</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">150</span></a></span>, 158 n. 6 (Me.1993) (truth is an affirmative defense in defamation action);  Picard v. Brennan, <span class=\"citation\" data-id=\"1518157\"><a href=\"/opinion/1518157/picard-v-brennan/\"><span class=\"volume\">307</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">833</span></a></span>, 834-35 (Me.1973) (same).  Even if Simon had some general authority as president to take actions that he felt were in the best interest of the company--a possibility we cannot consider since the record on appeal contains neither the bylaws nor other evidence of such authority--it still would be true that MCTC had not authorized the account.  Simon remained a minority shareholder, and the Navons constituted a majority of the board of directors.  In addition, if the account and check-writing were unauthorized, the letter also was accurate in reporting that Simon had \"divert[ed] and dispos[ed]\" of MCTC receivables, the word \"diversion\" typically being associated with the unauthorized use of funds, see Black's Law Dictionary (6th ed. 1990), at 477.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The jury's verdict did not specify the statements on which defamation liability was premised, and our conclusion that the Cadot letter could not support the claim on this record therefore requires a new trial on defamation.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  In addition to the letter, Simon alleged that Gershon defamed him in several statements made to his colleagues or customers in the fish industry.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Although in our view these statements, too, provide a flimsy premise for defamation liability, the Navons have not urged as a basis for appeal that they are inadequate.  In any event, we leave the specific contours of the new trial to the discretion of the district court after consultation with the parties.</p>\n    </div>\n    <p>V. Breach of Contract and Damages</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Navons also argue that they are entitled to judgment or a new trial on the breach of contract claim because the evidence presented was insufficient to support a finding for Simon.  The district court rejected the motion for new trial on this issue, concluding that the jury instructions properly and completely set out the relevant law and that the jurors presumably followed the instructions in reaching their verdict.  Having read the trial transcript in its entirety, we find no abuse of discretion in the court's denial of a new trial on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Simon presented ample evidence that the Navons agreed toward the end of March 1992 to pay certain crucial creditors of MCTC promptly--a promise that a jury could find to be implicit in the written agreement of March 24th--but then failed to do so despite Simon's urgent pleas and the availability of adequate funds.  Although the defendants presented a different version of events--laying the blame for the delinquencies on Simon for cancelling the IDB line of credit--the judgment between the conflicting accounts was for the jury to make.  In addition, the jury was entitled to believe Simon's testimony that he did not retain MCTC's receivables and open the account at Camden National Bank until after the Navons breached an express provision of the March 24th agreement by paying themselves a total of $45,000 without his permission.  As we have noted, our review at this stage is extremely deferential;  whether or not we would have reached the same conclusion were the factual question ours to resolve in the first instance, we cannot say that the district court erred in allowing the jury's verdict to stand on the contract claim.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Nor may we on this record second-guess the district court's handling of the damages issue.  Simon presented evidence, through an economist and multiple witnesses involved in the Maine Seafood industry, that MCTC's failure to pay its debts had a lasting financial impact on him.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Although the Navons now challenge as legal error certain premises upon which the economist, McCausland, relied, they neither objected to this testimony when it was presented nor argued at the close of the evidence that Simon had failed as a matter of law to prove breach of contract damages.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The district court nevertheless agreed that McCausland's testimony was flawed, that the jury's verdict accepting his view was against the weight of the evidence, and that a new trial on damages should be held unless Simon accepted a substantial remittitur.  We think the court's response was appropriate and complete;  it recognized both that Simon produced evidence of harm and that the jury's verdict improperly adopted his exaggerated claims regarding the extent of that harm.  We find no abuse of discretion.</p>\n    </div>\n    <p>VI. Undue Passion, Bias, Prejudice</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The Navons point to eleven events at trial--including certain court rulings and comments by opposing counsel--that they contend created an atmosphere of bias and prejudice toward them and led the jury to award grossly excessive damages.  They claim that one or more of these events independently, and certainly the cumulative effect of all of them, constituted reversible error requiring a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We have considered each of their points, many of which were not raised at the appropriate time before the trial court, but find that none warrants a total rejection of the jury's verdict.  We do not say that the Navons' argument is entirely without force;  we hold only that we are satisfied that the district court was within its discretion to reject the claims it considered and that, particularly in light of the need for a new trial on defamation, no manifest injustice occurred that would cause us to disturb any more of the jury's determinations.</p>\n    </div>\n    <p>VII. Conclusion</p>\n    <p class=\"indent\">We summarize our holdings as follows:</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">(1) Simon has failed, as a matter of law, to prove an abuse of process, and the judgment of the district court in his favor is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">(2) The jury's finding that the Cadot letter was defamatory was against the weight of the evidence in light of the Navons' proof that the statements it contained were true.  The judgment for Simon on defamation therefore must be vacated, and the claim remanded for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">(3) The compensatory and punitive damages awards on the tort claims, totaling $1.3 million, are vacated.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">(4) The jury's judgment of liability on the contract claim, and its award of $836,000 in damages, are affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Affirmed in part, reversed in part, vacated in part, and remanded for proceedings consistent with this opinion.  Each party shall bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note that some jurisdictions distinguish in nomenclature between claims alleging malicious instigation of process in criminal and civil cases.  Where the distinction is recognized, \"malicious prosecution\" refers to criminal proceedings and \"malicious use of process\" or \"wrongful civil proceedings\" applies to civil cases.  See W. Page Keeton, et al., Prosser and Keeton on The Law of Torts Sec. 120, at 892 (5th ed. 1984);  Note, \"The Nature and Limitations of the Remedy Available to the Victim of a Misuse of the Legal Process:  The Tort of Abuse of Process,\" 2 Val.U.L.Rev. 129, 130 (1967).  To the extent there are differences between the two causes of action, see Restatement (2d) of Torts Secs. 653, 674 (1977), they are irrelevant to our discussion here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It appears that that action was stayed because of Maine Coast Trading's bankruptcy.  So far as we can ascertain, neither the original complaint nor the amended complaint naming Simon is a part of the record in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Bayamon Thom McAn and several subsequent cases, see Keisling v. SER-Jobs for Progress, Inc., <span class=\"citation\" data-id=\"665981\"><a href=\"/opinion/665981/64-fair-emplpraccas-bna-432-64-empl-prac-dec-p-42963-dania-r/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">755</span></a></span>, 759 (1st Cir.1994);  Della Grotta v. Rhode Island, <span class=\"citation\" data-id=\"463302\"><a href=\"/opinion/463302/anthony-della-grotta-v-state-of-rhode-island/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 349-50 (1st Cir.1986);  Beaumont v. Morgan, <span class=\"citation\" data-id=\"290605\"><a href=\"/opinion/290605/susan-beaumont-v-alexander-c-morgan-susan-beaumont-v-christian-w/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">667</span></a></span>, 670 (1st Cir.1970), recognize a limited exception to the requirement that a motion for judgment as a matter of law--though made at the close of plaintiff's case--must be renewed at the close of all the evidence.  The exception is permitted \"in a case combining ... judicial assurance concerning preservation of rights at the time of motion and ... brief and inconsequential evidence following the motion....\"  Bayamon Thom <span class=\"citation\" data-id=\"284454\"><span class=\"antecedent_guess\">McAn,</span> <a href=\"/opinion/284454/bayamon-thom-mcan-inc-v-eileen-josefina-miranda-kiddielane-florida/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">972</span></a></span>.   The instant case seems to us an even more modest departure from the formal procedures for preserving a claim for judgment as a matter of law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Our decision in Martinez Moll v. Levitt &amp; Sons of Puerto Rico, Inc., <span class=\"citation\" data-id=\"359618\"><a href=\"/opinion/359618/jose-martinez-moll-v-levitt-sons-of-puerto-rico-inc/\"><span class=\"volume\">583</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">565</span></a></span>, 568-70 (1st Cir.1978), refusing to consider appellant's sufficiency argument, is not inconsistent with this result.  In that case, the appellant had moved for a directed verdict on other grounds at the close of all the evidence, but had failed to question the sufficiency of the evidence.  Because the issue had never been raised until after the jury's verdict, we concluded that there was \"no basis ... for treating the present case as one where there was substantial compliance with the Rule.\"  <span class=\"citation\" data-id=\"359618\"><a href=\"/opinion/359618/jose-martinez-moll-v-levitt-sons-of-puerto-rico-inc/\"><span class=\"id_token\">Id.</span> at 570. </a></span>  We noted, in addition, that \"the court did nothing that could reasonably have caused [defendant] to believe that all had been done that was necessary to preserve the issue for review.\"  <span class=\"citation\" data-id=\"359618\"><a href=\"/opinion/359618/jose-martinez-moll-v-levitt-sons-of-puerto-rico-inc/\"><span class=\"id_token\">Id.</span>  In both </a></span>of those respects, this case is distinguishable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Interestingly, the Georgia courts and legislature have merged the two torts into a new abusive litigation tort.  See Yost v. Torok, <span class=\"citation\" data-id=\"1385576\"><a href=\"/opinion/1385576/yost-v-torok/\"><span class=\"volume\">256</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">92</span></a></span>, 95-96, <span class=\"citation\" data-id=\"1385576\"><a href=\"/opinion/1385576/yost-v-torok/\"><span class=\"volume\">344</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">414</span></a></span>, 417-18 (1986);  Block v. Brown, 199 Ga.App. 127, 130, <span class=\"citation\" data-id=\"1348153\"><a href=\"/opinion/1348153/block-v-brown/\"><span class=\"volume\">404</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">288</span></a></span>, 291 (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> When abuse of process is based on conduct subsequent to initiation of the lawsuit, the requirement of an \"act\" of abuse typically would be satisfied by showing use of the individual legal process in an improper manner.  See, e.g., Board of Education of Farmingdale Union Free Sch. Dist. v. Farmingdale Classroom Teachers Ass'n, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">397</span></span>, <span class=\"citation no-link\"><span class=\"volume\">343</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">278</span></span>, <span class=\"citation no-link\"><span class=\"volume\">380</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">635</span> </span>(1975) (subpoenas issued for 87 teachers for the same day, paralyzing normal operations of the schools);  Saliem v. Glovsky and Fogg, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">Me.</span> <span class=\"page\">402</span></span>, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">A.</span> <span class=\"page\">4</span> </span>(1934) (excessive attachment)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> For purposes of the timing distinction drawn by the courts and commentators, we think it evident that amendment of the complaint against Israel Discount Bank to include a claim against Simon must be viewed as the initiation of process, rather than as a subsequent act.  Process against Simon originated with the new complaint, and that is logically where the analysis of any litigation-related tort claim by him must begin as well</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> To the contrary, a multi-million-dollar damage request strikes us as a fairly routine feature of modern lawsuits.  We would not like to contemplate the litigious scene if the law recognized inflated ad damnum requests as meeting the \"act\" requirement of abuse of process</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although not cited in Simon's brief, during colloquy concerning the Navons' motion for judgment as a matter of law at the end of plaintiff's case, Simon's counsel referred to a statement by Gershon Navon to his client that \"I'm going to crush you.\"   This was simply evidence of motive;  Simon provided no link between the statement and the New York litigation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The only case cited by Simon in support of his contention that amending the suit, seeking injunctive relief, and imposing excessive legal fees constitute acts of abuse of process is Baubles &amp; Beads v. Louis Vuitton, S.A., <span class=\"citation\" data-id=\"1495853\"><a href=\"/opinion/1495853/baubles-beads-v-louis-vuitton-sa/\"><span class=\"volume\">766</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">377</span> </a></span>(Tex.Ct.App.1989).  That case could not be more unhelpful to his position.  Not only was the claim there based on a typical post-filing procedure--an ex parte seizure order--but both the trial and appeals courts found that there had been no abuse of process</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The full text of the letter, which was signed by Attorney Andrew A. Cadot and addressed to the bank's president, is as follows:</p>\n        <p>We are attorneys for Maine Coast Trading Co., Inc.  (\"MCTC\").  We understand that an account was opened in the name of MCTC by Frank Simon II.  This account was not authorized by MCTC, but, we understand, has been used by Mr. Simon to divert and dispose of a substantial amount of payments received by him in collecting MCTC's receivables.</p>\n        <p>Please accept this letter as MCTC's instruction not to permit any further transactions in the account without our prior approval on behalf of MCTC.  In addition, we request that you provide us with copies of the documents used to open this account and all records of transactions in the account.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Indeed, it was the sole basis for a finding of defamation against Jonathan Navon, as all of the other statements were made by Gershon</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The Cadot letter, of course, may be admissible at a retrial should Simon develop a different record</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> In closing arguments, counsel for both Simon and the Navons emphasized in particular an April 14, 1992 letter written by Gershon to the vice president of ACI, in which Navon blamed Simon for the delay in MCTC's payments to ACI.  Navon also accused Simon in the letter of various actions that \"rob[bed] MCT from its ability to conduct business.\"   The two other bases for defamation cited by Simon's counsel in argument involved statements by Gershon to MCTC creditors laying blame on Simon for MCTC's delinquent accounts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Simon testified that salmon farmers in Eastport, with whom he did substantial business, won't sell him fish anymore because they are still owed money by MCTC.  One fisherman, Prenier, stated that he was leery of doing business with Simon in the aftermath of the MCTC problems, and that Simon's reputation in the industry has not been repaired.  Colon McLernon, owner of Maine Pride Salmon, testified that \"our company has moved product to other companies and has stayed away from Mr. Simon.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> One of the Navons' specific complaints centers on McCausland's reduction of Simon's 1992 and 1993 income by losses incurred at Rain Forest, the company he partially owned that took over some of MCTC's business.  The Navons note that Simon answered in the negative when asked the following question:  \"You cannot lay the blame for any of the problems of Rain Forest at the feet of the Navons, isn't that right, for 1992?\"   Whatever that question and answer are worth with respect to Simon's 1993 income, we note that the jury could have understood the response as a misstatement in light of other less ambiguous testimony concerning the inability to do business with downeast fishermen following MCTC's demise</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112616/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/284454/",
    "https://www.courtlistener.com/api/rest/v3/opinions/290605/",
    "https://www.courtlistener.com/api/rest/v3/opinions/359618/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406683/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463302/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474243/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594418/",
    "https://www.courtlistener.com/api/rest/v3/opinions/665981/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679955/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1348153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1385576/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1495853/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1501437/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1505976/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1518157/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1878417/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1974288/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2119345/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2180526/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2390094/"
  ]
}