{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196417/",
  "id": 196417,
  "absolute_url": "/opinion/196417/langton-v-hogan/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196417/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:19Z",
  "date_modified": "2020-02-21T23:41:10.426762Z",
  "type": "010combined",
  "sha1": "39c9cb9cb9d72ae31edb6239e18fd55d34574a9b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1582.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1582\r\n\n                WILLIAM LANGTON AND DAVID LEBLANC,\r\n\n                     Plaintiffs - Appellees,\r\n\n                                v.\r\n\n                   WILLIAM HOGAN, JR., ET AL.,\r\n\n                     Defendants - Appellants.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n             [Hon. Rya W. Zobel, U.S. District Judge]\r                                                              \r\n\n                                           \r\n\n                              Before\r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                   and Keeton,* District Judge.\r                                                        \r\n\n                                           \r\n\n     Robert  J. Munnelly,  Jr., Assistant Attorney  General, with\r                                        \r\nwhom Scott Harshbarger, Attorney General  of Massachusetts, Karen\r                                                                           \r\nLaufer,  Assistant Attorney General, and Philip  W. Silva IV were\r                                                                      \r\non brief for appellants.\r\n     Dennis J. Bannon for appellees.\r                               \r\n\n                                           \r\n\n                        November 21, 1995\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Massachusetts, sitting by designation.\r\r\n\n          KEETON,  District   Judge.    This  is   an  appeal  by\r                    KEETON,  District   Judge.\r                                             \r\n\nDefendants-Appellants from a 1995  Judgment of the district court\r\n\nmodifying,  on motion  of Defendants-Appellants,  but not  to the\r\n\nfull  extent they  requested, a  Permanent Injunction  ordered in\r\n\n1984.  We  treat the 1995 Judgment  as in essence  a ruling on  a\r\n\nmotion for modification of a consent decree that did no more than\r\n\ndecide the issues before  the court, as the matter  was presented\r\n\nby Defendants-Appellants.  Discerning no error of law, no clearly\r\n\nerroneous finding of fact, and no abuse of discretion, we affirm.\r\n\n           I.  Background Facts and Procedural History\r                     I.  Background Facts and Procedural History\r\n\n          In  1979, the  Plaintiffs-Appellees,  two inmates  of a\r\n\nMassachusetts  correctional institution,  filed  a  civil  action\r\n\nunder  42  U.S.C.     1983, claiming,  among  other  things, that\r\n\npredecessors of  Defendants-Appellants in positions  of authority\r\n\nin the institution and the state correctional system had violated\r\n\nand were continuing to violate  constitutionally protected rights\r\n\nof  the inmates  by intercepting  and monitoring  their telephone\r\n\ncalls,  including calls to their counsel as well as other private\r\n\ncalls,  and that  such interception  and monitoring  violated the\r\n\nfederal and state wiretapping statutes, 18 U.S.C.    2510 et seq.\r                                                                           \r\n\nand Mass. Gen. L. ch. 272,    99 et seq. \r                                                  \r\n\n          For convenience, we will refer  to Plaintiffs-Appellees\r\n\nas plaintiffs or by name, and Defendants-Appellants as defendants\r\n\nor the Department of Correction.\r\n\n          In  1984,  after  negotiations  of  the  parties,   and\r\n\n                               -2-\r\r\n\nconsultations of counsel and the judge to whom the case had  been\r\n\nrandomly  assigned,   the  parties  entered  into   a  Settlement\r\n\nStipulation, dated  October 17,  1984, providing for  a Permanent\r\n\nInjunction  in the form of an attached exhibit, and a Judgment of\r\n\nDismissal  in the form of another attached exhibit.  The district\r\n\ncourt (Zobel, D.  J.) approved  the settlement and  made the  two\r\n\norders.  One  was the  Judgment of Dismissal,  reciting that,  in\r\n\nview of the Settlement Stipulation, \r\n\n          all of the claims  by both plaintiffs in this\r\n          action  are  dismissed  with   prejudice  and\r\n          without  costs  or  attorney's  fees  to  any\r\n          party.\r\n\nApp. 000029.  \r\n\nThe  other was a Permanent  Injunction in view  of the Settlement\r\n\nStipulation:  \r\n\n            1.      All  officers,   agents,  servants,\r\n          employees and attorneys  of the Department of\r\n          Correction  are  enjoined permanently,  under\r\n          both 18 U.S.C.    2510 et  seq. and M.G.L. c.\r                                                   \r\n          272,      99   et  seq.,  from  intercepting,\r                                           \r\n          endeavoring  to  intercept  or procuring  any\r\n          other   person   to   intercept,   any   wire\r\n          communication  by or  to  William Langton  or\r\n          David LeBlanc, inmates within the  custody of\r\n          the  Department,  without  a  specific  court\r\n          order or legislative  authorization to do so,\r\n          except  as  specifically  permitted by  these\r\n          statutes, taken together,  as they have  been\r\n          amended or  may be  amended and as  they have\r\n          been construed in reported decisions that are\r\n          binding in this Court  or in the state courts\r\n          of Massachusetts.\r\n\n            2.    This  Permanent  Injunction,  entered\r\n          pursuant to the Settlement  Stipulation dated\r\n          October 15, 1984, shall operate prospectively\r\n          only.  It shall  not of its own  force affect\r\n          the rights of inmates of the Department other\r\n          than William Langton and David LeBlanc.\r\n\n                               -3-\r\r\n\nApp. 000030-31.\r\n\n          The  Department of Correction  apparently complied with\r\n\nthe Permanent  Injunction without  incident for almost  a decade,\r\n\nuntil April  1994, when it promulgated  new regulations governing\r\n\ntelephone access and use by inmates, 103 C.M.R.    482.00 et seq.\r                                                                           \r\n\n(hereinafter \"the  Regulations\").  These  Regulations, ostensibly\r\n\napplicable  to all  inmates  in all  Department institutions  and\r\n\nfacilities, instituted  a system of routine  monitoring of inmate\r\n\ntelephone  calls by  the  Department of  Correction and  required\r\n\ninmates  to  sign  a  form  consenting  to  having  their   calls\r\n\nmonitored,  or  be  deprived  of their  telephone  access.    The\r\n\nRegulations also limited the number of telephone calls that could\r\n\nbe made by  inmates to  ten monitored calls  to non-lawyers,  and\r\n\nfive  non-monitored  calls  to  lawyers.   All  telephone  calls,\r\n\nwhether lawyer or non-lawyer, were required to be pre-approved.\r\n\n          The Department  of Correction  sought to apply  the new\r\n\nRegulations  to  plaintiffs.    Plaintiffs refused  to  sign  the\r\n\nconsent  forms and were denied  telephone access.   In June 1994,\r\n\nplaintiffs  filed  a  Petition  for Contempt  alleging  that  the\r\n\nDepartment of Correction  had prohibited plaintiffs  from placing\r\n\ntelephone calls unless they agreed to permit the recording of all\r\n\ntheir telephone calls.   Defendants moved to dismiss the petition\r\n\nfor contempt, and plaintiffs filed an opposition to the motion to\r\n\ndismiss.  \r\n\n          While   the  motion  to   dismiss  was  still  pending,\r\n\ndefendants filed,  in  January  1995,  a  Motion  to  Modify  the\r\n\n                               -4-\r\r\n\nPermanent Injunction\r\n\n          to allow for the restrictions, monitoring and\r\n          recording  of  plaintiffs'  telephone use  in\r\n          accordance    with    the    Department    of\r\n          Correction's  new telephone  regulations, 103\r\n          CMR 482.00 et seq.\r                                      \r\n\nApp. 000077.\r\n\n          On February  21, 1995, Judge Zobel  signed a Memorandum\r\n\nof Decision, the last paragraph of which is as follows:\r\n\n            Defendants' motion to modify  the permanent\r\n          injunction is allowed to the extent that  the\r\n          Department    of    Correction   may    limit\r\n          plaintiffs'  access  in  accordance with  the\r\n          Regulations, 403 CMR    482.00 et seq.  It is\r                                                          \r\n          denied  to the  extent that  defendants shall\r\n          not  monitor plaintiffs'  calls and    482.10\r\n          shall not apply to plaintiffs.  Counsel shall\r\n          submit  a  form  of judgment  reflecting  the\r\n          modification allowed.\r\n\nApp. 000103.\r\n\n          Counsel having failed to agree upon a form of  judgment\r\n\nreflecting the modification allowed, Judge Zobel, on May 3, 1995,\r\n\nsigned a Judgment as follows:\r\n\n            After  hearing on the defendants' Motion to\r\n          Modify  the  Permanent  injunction,   and  in\r\n          accordance  with  the  Court's Memorandum  of\r\n          Decision  dated  February  21,  1995,  it  is\r\n          hereby ordered and adjudged:\r\n\n            1.    The defendants  shall not  monitor or\r\n          record the telephone calls of the plaintiffs,\r\n          William Langton and David LeBlanc.\r\n\n            2.   The  provisions of  403 CMR    482.10,\r\n          shall not apply to the plaintiffs (except for\r\n          call  detailing, which  shall  apply  to  the\r\n          plaintiffs)  pending  further  order  of  the\r\n          court upon application of the defendants.\r\n\n            3.   Acceptance by each plaintiff  of a PIN\r\n          and  use of  inmate  telephones shall  not be\r\n          deemed  as  consent  to  the  conditions  and\r\n\n                               -5-\r\r\n\n          restrictions  placed  upon  inmate  telephone\r\n          calls,    including   call    monitoring   or\r\n          recording.\r\n\n            4.  The  defendants shall notify by  letter\r\n          each  non-attorney whose name  appears on the\r\n          plaintiffs' lists  of preauthorized telephone\r\n          numbers that the message  regarding recording\r\n          and monitoring should be disregarded and that\r\n          calls made by the  plaintiffs are not subject\r\n          to monitoring and recording.\r\n\n            5.  The plaintiffs  may request changes  in\r\n          their preauthorized telephone numbers  at any\r\n          time.        Such  changes   shall  be   made\r\n          expeditiously by the defendants provided they\r\n          are  in compliance  with the  restrictions on\r\n          the total  number  of personal  and  attorney\r\n          numbers  plaintiffs  are   allowed  to   call\r\n          pursuant to 403 CMR  482 et seq.  If,  at any\r                                                    \r\n          time,   defendants  believe   plaintiffs  are\r\n          abusing this arrangement,  they may  petition\r\n          the court for further relief.\r\n\n            6.     Defendants'  Motion  to  Modify  the\r\n          Permanent Injunction is allowed to the extent\r\n          that  the Department of  Correction may limit\r\n          plaintiffs'  access  in  accordance with  the\r\n          Regulations,  403 CMR    482.00  et seq.,  as\r                                                            \r\n          amended, so  long as such  amendments do  not\r\n          change the substance of this order.\r\n\n            7.      Modification   of   the   Permanent\r\n          Injunction   entered   by   this   court   on\r\n          October 15,   1984   is   required  for   the\r\n          Department of Correction to apply  new inmate\r\n          telephone    access   regulations    to   the\r\n          plaintiffs.\r\n\nApp. 000104-106.\r\n\n   II.  The 1984 Permanent Injunction and Judgment of Dismissal\r             II.  The 1984 Permanent Injunction and Judgment of Dismissal\r\n\n          The 1984  Permanent Injunction  was not in  the classic\r\n\nmold of  consent decrees, as two  orders were made rather  than a\r\n\nsingle integrated consent decree.  The terms of these two orders,\r\n\nhowever, were as  surely part of the  terms of the  settlement as\r\n\n                               -6-\r\r\n\nwere  the   recitations  in  the  document   entitled  Settlement\r\n\nStipulation.  In this case,  we take account of the terms  of all\r\n\nthree  documents in construing each, and we conclude that they do\r\n\nnot support the interpretation urged upon the district court, and\r\n\nhere, as the primary contention of defendants.\r\n\n          This is an appeal from the district court's ruling on a\r\n\nmotion  for  modification,  yet  defendants  have  not  presented\r\n\narguments  as to  why the  1995 Judgment  should be  modified, in\r\n\nlight of changes  in law or fact, to allow  the Regulations to be\r\n\napplied to  the plaintiffs.  Defendants instead  contend that the\r\n\nRegulations  should  be applied  to  the  plaintiffs because  the\r\n\nRegulations do  not violate, and  never have  violated, the  1984\r\n\nPermanent Injunction.     Defendants argue  that the federal  and\r\n\nstate wiretapping statutes, as  they interpret those statutes, do\r\n\nnot  prohibit  the  Regulations,   and  therefore  the  Permanent\r\n\nInjunction does not prohibit the Regulations.\r\n\n          Rather  than  argue  for  modification,  defendants, in\r\n\nessence, argue  that the  Permanent Injunction  did no  more than\r\n\nprohibit  them from  violating  law,  that  there was  never  any\r\n\nadjudication   that  they   had  violated   any  constitutionally\r\n\nprotected  right of  plaintiffs, that  they yielded  nothing with\r\n\nregard to any  reasonably disputable issue of law or mixed-legal-\r\n\nfactual  issue but merely  stipulated that they  would not commit\r\n\ncertain types of violations  of law in the future,  and therefore\r\n\nthat  when the district court in 1995 purportedly granted in part\r\n\nbut  not fully  their motion  for  modification of  the Permanent\r\n\n                               -7-\r\r\n\nInjunction, the  court was in effect enlarging  the injunction in\r\n\nplaintiffs' favor  rather than granting limited  modifications in\r\n\ndefendants'  favor in  order  appropriately to  tailor relief  to\r\n\ndefendants'  showing, on the record  before the district court at\r\n\nthe time it made its  1995 ruling, of changes in law or fact that\r\n\nwarranted modification of the Permanent Injunction.\r\n\n          We  conclude that the position of Defendants-Appellants\r\n\nis flawed in several ways, as explained below.\r\n\n          If the Permanent Injunction did  not in any way enlarge\r\n\nthe rights of plaintiffs beyond what they were under  defendants'\r\n\nproposed  interpretation  of the  law,  then  defendants gave  up\r\n\nnothing  in   settling  the  dispute.     This  is   an  unlikely\r\n\ninterpretation  and we do not accept it.   If it were correct, no\r\n\npurpose  would be served by  the declaration in  paragraph 2 that\r\n\nthe Permanent Injunction \"shall  not of its own force  affect the\r\n\nrights of inmates  of the Department  other than William  Langton\r\n\nand David LeBlanc.\"   Defendants' contention, in effect,  asks us\r\n\nto hold  that both paragraph 1  and paragraph 2  were illusory --\r\n\nstating nothing  beyond what was already forbidden  by law before\r\n\nthe Permanent Injunction was  entered.  This is not  a reasonable\r\n\ninterpretation.   \r\n\n          The   usually  understood   meaning  of   a  Settlement\r\n\nStipulation is that each party is agreeing to give up something -\r\n\n- to yield  on one  or more reasonably  plausible contentions  of\r\n\nlaw, or fact, or mixed-law-fact issues.  \"[T]he agreement reached\r\n\nnormally embodies  a compromise;  in exchange for  the saving  of\r\n\n                               -8-\r\r\n\ncost  and elimination of risk, the parties each give up something\r\n\nthey  might have  won had  they proceeded  with the  litigation.\"\r\n\nUnited States  v.  Armour, 402  U.S. 673,  at 681  (1971).   When\r                                   \r\n\nmaking an agreement for  a consent decree, the parties  to a case\r\n\nare agreeing  not to press any  of their disputes to  decision in\r\n\ncourt.    The  parties forego  \"their  right  to  litigate issues\r\n\ninvolved  in the case and thus save themselves the time, expense,\r\n\nand inevitable risk of litigation.\" Armour,  402 U.S. at 681.  We\r                                                    \r\n\nso interpret  the Settlement Stipulation  of the parties  to this\r\n\ncase.  The  parties' disputes thus  settled may include  disputes\r\n\nabout applicable  law, disputes  about facts, and  disputes about\r\n\nmixed-legal-factual   issues,   including   disputes  about   the\r\n\nmateriality under rules  of law (as  finally determined in  court\r\n\nproceedings at  trial  or on  appeal) of  particular disputes  of\r\n\nfact.\r\n\n          In  the   present  case,  it  was   clear,  before  the\r\n\nSettlement  Stipulation, that disputes of fact had been raised by\r\n\nthe pleadings.  It might  reasonably be argued in support  of the\r\n\nposition now  advanced by  defendants, however, that  rather than\r\n\nsettling the merits of  these disputes the Settlement Stipulation\r\n\nrendered   them  moot.    Without  so   deciding,  we  assume  in\r\n\ndefendants'  favor that  this is  so as  to any  strictly factual\r\n\ndisputes.\r\n\n          As to the reasonably disputable issues of law or mixed-\r\n\nlegal-factual  disputes,  a  settlement  and  consent  decree  in\r\n\naccordance  with   the  settlement  preclude   the  parties  from\r\n\n                               -9-\r\r\n\nreasserting  their contrasting  legal  arguments  on such  issues\r\n\nwithout having  first shown cause  for vacating or  modifying the\r\n\nconsent  decree.  Whatever the law governing this case might have\r\n\nbeen  just  before  the   parties  entered  into  the  Settlement\r\n\nStipulation,  the Permanent  Injunction  was a  lawfully  entered\r\n\norder of  court.  The law  as between the parties to  the case is\r\n\nwhat it  was agreed  to  be in  the  Permanent Injunction.    The\r\n\nSupreme Court has stated:\r\n\n          [T]he  scope  of  a consent  decree  must  be\r\n          discerned within its four corners, and not by\r\n          reference  to what might satisfy the purposes\r\n          of  one of  the  parties to  it  ....   [T]he\r\n          instrument   must  be  construed   as  it  is\r\n          written,  and  not  as  it  might  have  been\r\n          written  had  the  plaintiff [or  defendants]\r\n          established his [or their] factual claims and\r\n          legal theories in litigation.\r\n\nArmour,  402 U.S., at  681-82.  Accord,  Firefighters Local Union\r                                                                           \r\n\nNo. 1784  v. Stotts, 467 U.S.  561, 574 (1984).   The parties are\r                             \r\n\nnot free to argue their contrasting legal theories of the meaning\r\n\nof the statutes  that underlie the Injunction, because  they gave\r\n\nup the right to have that dispute resolved by the court.\r                                   \r\n\n          We  take account  of the fact  that Armour  was decided\r                                                              \r\n\nlong before Rufo v. Inmates of Suffolk County Jail, 502  U.S. 367\r                                                            \r\n\n(1992), and that Armour's holdings must be read today, especially\r                                 \r\n\nas applied to an institutional consent decree like that before us\r\n\nnow, with sensitivity to any  modification of precedent that  the\r\n\ndecision in  Rufo has  effected.   As we note  in Part  IV below,\r                           \r\n\nhowever,  this point bears  principally upon whether modification\r\n\nof the Permanent  Injunction should  be made, not  upon what  the\r\n\n                               -10-\r\r\n\nPermanent Injunction  meant when  entered,  or meant  in 1994  or\r\n\n1995, absent modification.\r\n\n          We take account  also of unsettled questions  regarding\r\n\nwhether  Armour was modified by  United States v. ITT Continental\r                                                                           \r\n\nBaking Co., 420 U.S. 223 (1975).  We conclude, however, that even\r                    \r\n\nif ITT  is read as  liberalizing to some degree  the standard for\r                \r\n\ngoing  outside  the  text  of  a  consent  decree  to  assist  in\r\n\ndetermining  its   meaning,  defendants  have  not   offered  any\r\n\npersuasive reason  for going  outside the  text of  the Permanent\r\n\nInjunction  in  this  case.    Even if  we  were  to  assume that\r\n\nambiguity  of the meaning of the text of the Permanent Injunction\r\n\nwarrants   our    consideration   of   extraneous    sources   of\r\n\nclarification,  defendants'  position  is  not  aided.    Looking\r\n\noutside  the text of  the Permanent  Injunction to  then existing\r\n\nlaw,  rather than  clarifying  defendants'  position, muddles  it\r\n\nfurther, because the  existing law  was uncertain and  yet to  be\r\n\ndetermined (as explained in Part III below).  We see no reason to\r\n\npermit defendants  to argue that genuine  disputes regarding what\r\n\nthe state and federal  statutes prohibited defendants from doing,\r\n\nor  permitted them to do,  should be resolved  now in defendants'\r\n\nfavor  and   thereby  control   the  meaning  of   the  Permanent\r\n\nInjunction.  Instead we hold that the Permanent Injunction (along\r\n\nwith  the associated  documents) settled  those underlying  legal\r\n\ndisputes.\r\n\n          The way in which  a consent judgment or  consent decree\r\n\nresolves,  between the parties, a  dispute over a  legal issue is\r\n\n                               -11-\r\r\n\nnot a ruling  on the merits  of the legal  issue that either  (1)\r                                     \r\n\nbecomes precedent  applicable to any other  proceedings under the\r\n\nlaw of  stare decisis or (2)  applies to others under  the law of\r                               \r\n\nclaim preclusion or issue  preclusion.  See Martin v.  Wilks, 490\r                                                                      \r\n\nU.S. 755 (1989)(parties to litigation cannot enter into a consent\r\n\njudgment  that will  preclude  a person  not  made a  party  from\r\n\nbringing  a later  suit alleging  violation of  his or  her legal\r\n\nrights).  The resolution of the legal dispute by consent judgment\r\n\nis nonetheless binding  on the parties  to the case in  which the\r\n\nconsent judgment is  entered.  The parties to this case are bound\r\n\nby  the  rules  of  law declared  in  the  Permanent  Injunction,\r\n\nalthough no other parties are so bound.\r\n\n          We state the point  more generally.  When a  dispute of\r\n\nlaw  exists  between  parties  to a  case  and  they  agree  to a\r\n\nsettlement of that dispute and entry of a judgment with prejudice\r\n\nbased  on that  settlement, then  the terms  of that  judgment in\r\n\nrelation  to  that  legal  issue  are  subject  to  res  judicata\r\n\nprinciples.   A judgment that is entered with prejudice under the\r\n\nterms of a settlement, whether by stipulated dismissal, a consent\r\n\njudgment,  or  a  confession  of  judgment,  is  not  subject  to\r\n\ncollateral attack by a party or  a person in privity, and it bars\r\n\na second  suit on  the same  claim or  cause of  action.   See 1B\r                                                                           \r\n\nMoore's Federal Practice  .409[5] (2d ed. 1995).  Such a judgment\r                                  \r\n\nhas the  force of res judicata  until further order of  that or a\r\n\nhigher court  modifying that consent judgment.   This proposition\r\n\nis supported  in a large  body of  precedent.  See,  e.g., In  re\r                                                                           \r\n\n                               -12-\r\r\n\nMedomak v. Canning,  922 F.2d  895 (1st Cir.  1990) (generally  a\r                            \r\n\ncourt-approved settlement  receives the same res  judicata effect\r\n\nas a litigated judgment); accord, In Re Laing, 31 F.3d 1050 (10th\r                                                       \r\n\nCir.  1994); Keith  v. Aldridge,  900 F.2d  736 (4th  Cir. 1990),\r                                         \r\n\ncert.  denied,  498 U.S.  900 (1990);  Epic  Metal Corp.  v. H.H.\r                                                                           \r\n\nRobertson  Co., 870 F.2d 1574 (Fed. Cir. 1989), cert. denied, 493\r                                                                      \r\n\nU.S. 855 (1989); Kurzweg v. Marple, 841 F.2d 635 (5th Cir. 1988);\r                                            \r\n\nAmalgamated Sugar Co.  v. NL  Industries, 825 F.2d  634 (2d  Cir.\r                                                  \r\n\n1987), cert. denied, 484 U.S. 992 (1987).\r                             \r\n\n                               -13-\r\r\n\n             III.  Settling Disputable Issues of Law\r                       III.  Settling Disputable Issues of Law\r\n\n          Defendants have  not called attention to  any \"specific\r\n\ncourt  order  or legislative  authorization\" occurring  after the\r\n\nentry  of the Permanent Injunction.   Defendants' position is not\r\n\nsalvaged by the language in the Permanent Injunction stating that\r\n\ndefendants  are enjoined  under the  state and federal  acts from\r\n\nintercepting telephone calls, \r\n\n          except  as  specifically  permitted by  these\r\n          statutes, taken together,  as they have  been\r\n          amended or  may be  amended and as  they have\r\n          been construed in reported decisions that are\r\n          binding in this Court  or in the state courts\r\n          of Massachusetts.\r\n\nThe statutes  do not  \"specifically permit\" the  Regulations, and\r\n\nthe   meaning  of   the   statutory   provisions  for   permitted\r\n\ninterception  and  monitoring,  as  \"amended\" or  \"construed\"  in\r\n\n\"binding\"  decisions, is  at  least reasonably  susceptible to  a\r\n\nconstruction contrary to defendants' proposed interpretation.  \r\n\n          Defendants  contend that the Regulations do not violate\r\n\nthe  state or  federal  wiretapping statutes  for three  reasons.\r\n\nEven now, reasonable arguments can  be advanced against, as  well\r\n\nas for, each of defendants' contentions about the applicable law.\r\n\n          First,  defendants argue that the Massachusetts Wiretap\r\n\nAct, Mass.  Gen. L. ch. 272,    99 et seq., prohibits only secret\r                                                    \r\n\n\"interception\",  and  monitoring  under  the  Regulations  is not\r\n\nsecret  and  therefore  not   prohibited.    The  1984  Permanent\r\n\nInjunction,  however,  prohibited  conduct that  would  amount to\r\n\n\"interception\" under federal law, even if that conduct  would not\r\n\namount to \"interception\"  under state law.   The federal  wiretap\r\n\n                               -14-\r\r\n\nact, 18 U.S.C.    2510, et seq., does not make secrecy  decisive.\r                                         \r\n\nThat act, as of 1984, defined the term \"intercept\" as simply \"the\r\n\naural   acquisition  of  the  contents  of   any  wire,  or  oral\r\n\ncommunication through  the use of any  electronic, mechanical, or\r\n\nother device.\"  18 U.S.C.   2510(4).  Monitoring and recording of\r\n\nplaintiffs'   telephone   calls   under  the   Regulations   thus\r\n\nconstitutes \"interception\" under  the 1984 Permanent  Injunction,\r\n\ndespite its being performed openly and without secrecy.\r\n\n          Second,  defendants  attempt  to  argue  that  the  new\r\n\nRegulations do not violate  the 1984 Permanent Injunction because\r\n\nthe  definition of \"interception\"  within the federal wiretapping\r\n\nact,  at 18  U.S.C.    2510(5),  expressly excludes  recording or\r\n\nmonitoring  performed  \"by an  investigative  or law  enforcement\r\n\nofficer  in  the  ordinary  course of  his  duties.\"   Defendants\r\n\ninterpret  the statute  to  mean that  monitoring by  corrections\r\n\nofficials  under  the  Regulations   falls  within  the  excluded\r\n\ncategory.   The defendants have not shown beyond genuine dispute,\r\n\nhowever, that  in monitoring conversations  corrections officials\r\n\nwould be  acting as \"investigative or  law enforcement officer[s]\r                                                                \r\n\nin  the ordinary  course  of [their]  duties.\"   Defendants  cite\r                          \r\n\nseveral cases from other courts that  may be read as so  holding.\r\n\nUnited States v.  Sabubu, 891  F.2d 1308, 1328  (7th Cir.  1989);\r                                  \r\n\nUnited  States v. St.  Paul, 614 F.2d  115, 117 (6th  Cir. 1980);\r                                     \r\n\nState v. Fornino, 539  A.2d 301, 308 (N.J.  Super. Ct. App.  Div.\r                          \r\n\n1988).  We are, however,  aware of no reported decisions to  this\r\n\neffect that are binding in  this court or in the state  courts of\r\n\n                               -15-\r\r\n\nMassachusetts.  In  Campiti v.  Walonis, 611 F.2d  387, 392  (1st\r                                                 \r\n\nCir. 1979), the  First Circuit expressly reserved  decision as to\r\n\nwhether  monitoring  in  accordance  with an  established  prison\r\n\npolicy of which the prisoners were informed could qualify as part\r\n\nof  the ordinary course of business of a law enforcement officer.\r\n\nThe  issue in this circuit was  in 1984, and still is, reasonably\r\n\ndebatable.\r\n\n          Finally, defendants  argue the  new Regulations  do not\r\n\nviolate  the 1984  Permanent Injunction  because the  federal act\r\n\nunder 18  U.S.C.   2511(2)(c) permits monitoring  or recording by\r\n\n\"a person acting under color of law\" where \"one of the parties to\r\n\nthe communication has given  prior consent to such interception.\"\r\n\nDefendants  contend  that  the  Regulations  meet  the  one-party\r\n\nconsent exception  of the  federal act because  inmates impliedly\r\n\nconsent to be monitored  when they use the telephone  after being\r\n\nmade  aware that  monitoring of  calls is  a condition  for being\r\n\nallowed to use the  telephone.  Defendants have cited  cases from\r\n\nother jurisdictions  holding that  execution of forms  by inmates\r\n\nthat  acknowledge their  understanding that  their calls  will be\r\n\nmonitored  constitutes consent  under  the federal  act, even  if\r\n\ninmates  are  denied telephone  access if  they  do not  sign the\r\n\nforms; and that  calls placed by  inmates despite express  notice\r\n\nfrom  stickers  on  the  telephones  and  the  message  from  the\r\n\nautomated  operator  that   accompanies  every  call  constitutes\r\n\nconsent.   See United  States v. Horr,  963 F.2d  1124, 1126 (8th\r                                               \r\n\nCir.  1992); United States v. Amen, 831 F.2d 373, 378-79 (2d Cir.\r                                            \r\n\n                               -16-\r\r\n\n1987); United States v.  Willoughby, 860 F.2d 15, 20-21  (2d Cir.\r                                             \r\n\n1988); United States v.  Paul, 614 F.2d 115, 117 (6th Cir. 1980);\r                                       \r\n\nUnited States v. Valencia, 711 F. Supp. 608, 611 (S.D.Fla. 1989);\r                                   \r\n\nUnited States v. Green,  842 F. Supp. 68, 71-71  (W.D.N.Y. 1994).\r                                \r\n\nDefendants  also  argue  that  because  the  Regulations  require\r\n\npositive  call  acceptance from  the  recipient  after hearing  a\r\n\nrecorded  message,   recipients  are  deemed  to  have  impliedly\r\n\nconsented.  Defendants, however, cite no cases to this effect.\r\n\n          Once again, we are aware  of no reported decisions that\r\n\nare  binding  in   this  court   or  in  the   state  courts   of\r\n\nMassachusetts,  holding  that  this  type  of   prison  telephone\r\n\nmonitoring system  meets the  one-party consent exception  to the\r\n\nfederal  wiretapping  act   due  to  implied  consent.    It  may\r\n\nreasonably  be argued that \"implied consent\" in this sense is not\r\n\na free and voluntary consent; it is instead no more than a choice\r\n\nbetween  unattractive  options --  a  limited  choice imposed  on\r\n\nplaintiffs by defendants.  The issue then becomes whether the law\r\n\nallows  the defendants to impose this limitation of choice on the\r\n\ndefendants  and call their response  an implied consent.   At the\r\n\nleast, grounds exist for genuine dispute about whether defendants\r\n\nare  authorized by  law  to  impose  such  a  limited  choice  on\r\n\nplaintiffs    and   whether   \"implied   consent\"   under   these\r\n\ncircumstances  is \"consent\" as that  term is used  in the federal\r\n\nact,  and  legally  effective  consent   under  the  Department's\r\n\nregulations.   See Griggs-Ryan v.  Smith, 904 F.2d  112 (1st Cir.\r                                                  \r\n\n1990)  (holding  that  \"implied  consent\"  is  consent  in  fact,\r\n\n                               -17-\r\r\n\ninferred from  associated circumstances  indicating that  a party\r\n\nknowingly agreed to surveillance).\r\n\n          The issue of what  constitutes \"implied consent\" in the\r\n\nprison context has not yet been directly addressed by this court,\r\n\nand we do not decide it here.  It is sufficient to point out that\r\n\nplaintiffs  in  this  case   have  not  consented,  impliedly  or\r\n\notherwise, to the monitoring scheme; plaintiffs instead brought a\r\n\ncontempt action under the  Permanent Injunction, an opposition to\r\n\ndefendants'  motion  to  dismiss  the  contempt  action,  and  an\r\n\nopposition  to  defendants'   motion  for  modification  of   the\r\n\nPermanent  Injunction.   We do not read Griggs-Ryan as supporting\r                                                             \r\n\nthe  view  that an  inmate has  impliedly  consented to  the very\r\n\nscheme  the  inmate has  challenged as  a  violation of  the 1984\r\n\nPermanent Injunction.  \r\n\n          Defendants entered into  a Settlement Stipulation under\r\n\nwhich each party gave up the right to have the dispute  as to the\r\n\nmeaning of the federal and state wiretapping statutes resolved by\r\n\na court.   The meaning of what was permitted  under the state and\r\n\nfederal  wiretapping  statutes   was  ambiguous  and   reasonably\r\n\ndebatable.  Defendants  have no  right to have  that dispute  now\r\n\ndecided  in  their  favor and  then  to  use  that resolution  to\r\n\ninterpret the terms of the Permanent Injunction.\r\n\n          Of course,  this does  not mean defendants  are forever\r\n\nbarred  from moving that the court orders be vacated or modified.\r\n\nSpecial  rules are applicable  to institutional  consent decrees,\r\n\nbut  they concern  grounds for  vacating  or modifying  a consent\r\n\n                               -18-\r\r\n\ndecree,  rather  than  undermining  the  force  of  this  body of\r\n\nprecedent in relation to  the effect of the consent  decree until\r\n\nvacated  or  modified.   We perceive  no  error in  Judge Zobel's\r\n\ninvoking for  guidance, in  her consideration of  the defendants'\r\n\nmotion for modification of the 1984 Permanent  Injunction in this\r\n\ncase,   the  body   of  precedent   applicable  to   motions  for\r\n\nmodification  of  a  consent  decree.   This  body  of  precedent\r\n\nincludes the case on which she relied especially, Rufo v. Inmates\r                                                                           \r\n\nof Suffolk County Jail, 502 U.S. 367 (1992) (holding that a party\r                                \r\n\nseeking  modification of  a consent decree  may meet  its initial\r\n\nburden  by  showing  a   significant  change  either  in  factual\r\n\nconditions or in law).   Under the  guidance of Rufo, however,  a\r                                                              \r\n\ncourt considering such a motion would be concerned with tailoring\r\n\nmodifications according to intervening changes in law (as well as\r\n\nfact).   It would not be deciding the original dispute about what\r\n\nwould have been  a court's answer to the dispute  had the parties\r\n\nnot entered into their Settlement Stipulation.\r\n\n               IV.  The Nature of the 1995 Judgment\r                         IV.  The Nature of the 1995 Judgment\r\n\n          When these  legal principles  are applied here,  can it\r\n\nreasonably be  said that the  1995 Judgment modified  the consent\r\n\ndecree in  plaintiffs' favor, as defendants  contend, rather than\r                                      \r\n\nonly in defendants' favor though less substantially  so than they\r\n\nrequested?   We conclude that,  as properly construed  in the way\r\n\nexplained  below,  the  1995  Judgment  modified   the  Permanent\r\n\nInjunction  only  in defendants'  favor.    It was  appropriately\r\n\n                               -19-\r\r\n\ntailored  to the only changes in law  or in fact disclosed on the\r\n\nrecord  before  the  district  court  as  developed  after  ample\r\n\nopportunity for defendants to  present both legal and evidentiary\r\n\nsupport for their motion for modification.\r\n\n          The  only changed  circumstances  shown on  the  record\r\n\nbefore  the district court at the  time of its 1995 Judgment were\r\n\nchanges  of  fact  with  respect  to  technology  of  initiating,\r\n\ndetailing,  effecting,  monitoring,   and  recording   electronic\r\n\ntransmissions, including  telephone calls.   The only  changes of\r\n\nlaw shown  were those effected when the  Department of Correction\r\n\nadopted new regulations, published  in 403 CMR    482.10  et seq.\r                                                                           \r\n\nRather  than  attempting  to   show  that  the  district  court's\r\n\nmodifications, recited in the  1995 Judgment, were not reasonably\r\n\ntailored  to those changes, defendants seek to show that the 1984\r\n\nPermanent Injunction was  not in  any respect a  settlement of  a\r\n\ndisputed issue of law but instead preserved their unlimited right\r\n\nto assert their view of the law and have that dispute decided now\r\n\nin their favor.\r\n\n          Defendants  ask  us  on  this appeal  to  resolve  that\r\n\noriginal dispute about the law in their favor, and argue that the\r\n\ndistrict court should have done so instead of conceiving its duty\r\n\nas one of considering whether intervening changes of law (as well\r\n\nas fact) had occurred, and, if so, how to tailor modifications of\r\n\nthe consent decree accordingly.  We reject this contention.\r\n\n          The  key modification of  the 1984 Permanent Injunction\r\n\nthat the 1995 judgment makes is explained:\r\n\n                               -20-\r\r\n\n          Modification  of   the  Permanent  Injunction\r\n          entered by this court  on October 15, 1984 is\r\n          required for the Department of  Correction to\r\n          apply new inmate telephone access regulations\r\n          to the plaintiffs.\r\n\nThe 1995 judgment adds,  for clarity, a statement of  some of the\r\n\nterms that remain in effect.  These terms are not enlargements of\r\n\nthe terms  of the Permanent Injunction in plaintiffs' favor; they\r\n\nsimply  clarify  limits  on the  scope  of  the modifications  in\r\n\ndefendants' favor.\r\n\n          The  1995 judgment  says  nothing,  either directly  or\r\n\nimpliedly,  about how  any  future motion  for modification  with\r\n\nappropriate  showing  of  cause  and  request  for  appropriately\r\n\ntailored relief should be heard and decided under  the principles\r\n\nof  Rufo, 502  U.S. 367.   Nor  do we.   Instead,  we leave  such\r                  \r\n\nmatters  for decision in  the future  only if  and when  they are\r\n\nappropriately presented first in district court.\r\n\n                          V.  Conclusion\r                                    V.  Conclusion\r\n\n          For   the   foregoing  reasons   Defendants-Appellants'\r\n\narguments  fail.   The  1995 judgment  of  the district  court is\r\n\nAFFIRMED.\r                  \r\n\n                               -21-\r\r\n\n                                                \"Dissent Follows\"\r                                                          \"Dissent Follows\"\r\n\n                               -22-\r\r\n\n          BOUDIN,  Circuit Judge,  dissenting.   This case  turns\r                    BOUDIN,  Circuit Judge,  dissenting\r                                                       \r\n\ncentrally  on the interpretation of a provision of a 1984 consent\r\n\ndecree  settling a case that Langton  and LeBlanc brought against\r\n\nMassachusetts  corrections officials.    The  majority's  opinion\r\n\ncontains  many  unexceptionable statements  of  law,  but on  the\r\n\npivotal issue--the  reading of a sentence of the 1984 decree--the\r\n\nmajority's  reading  simply  does  not  square  with  either  the\r\n\ndecree's  language or  its purpose.    Indeed, because  this case\r\n\ninvolves the regulation of a state agency by federal judges under\r\n\nan  elderly  consent  decree,  it  raises  issues  of  policy and\r\n\njudicial  attitude that  go beyond  a mere  quarrel about  decree\r\n\nlanguage.\r\n\n          1.   In 1979, Langton  and LeBlanc filed  a 1983 action\r\n\nagainst the state prison authorities complaining of mistreatment.\r\n\nThe  complaint   alleged  that  using  corrections   officers  to\r\n\ndistribute  medication   violated  state  health  laws   and  the\r\n\nConstitution; that the number of telephone calls permitted to the\r\n\nplaintiffs was  too few and the time limit too short; and finally\r\n\nthat the prison had been monitoring telephone calls--one call  by\r\n\nLangton to  an attorney  was specified--and that  such monitoring\r\n\nviolated 18 U.S.C.   2510 and Mass. Gen. Laws  ch. 272,   99, the\r\n\nfederal and state wire-tapping statutes.\r\n\n          In  an   April  1983   decision,  the   district  court\r\n\nconsidered  the  medication  and  limited-calls  issues  at  some\r\n\nlength,  and  it  concluded that  no  protected  rights had  been\r\n\nviolated and ordered summary  judgment for the defendants.   In a\r\n\n                               -23-\r\r\n\nbrief discussion of the monitoring issue, the district court said\r\n\nthat \"[n]on-consensual monitoring of  inmate calls may violate 18\r\n\nU.S.C.    2510,\"  citing  a then-recent  decision of  this court.\r\n\nAlthough the  defendants  denied any  such monitoring,  Langton's\r\n\naffidavit described  one  incident in  which  he thought  that  a\r\n\ntelephone call to his  lawyer had been monitored; the  court said\r\n\nthat the affidavits,  \"if just barely,\"  created a factual  issue\r\n\nprecluding summary judgment.\r\n\n          In  October  1984  the  parties  entered  a  settlement\r\n\nagreement  that dealt  with  several different  grievances.   The\r\n\nproposed  remedies included  new regulations  permitting inmates'\r\n\naccess  to telephones for at least 15 minutes per day, furnishing\r\n\nLangton  a three-drawer metal file cabinet and a stereo system in\r\n\nhis  cell,  and  arrangements  concerning  Langton's  use  of  an\r\n\nelectric typewriter  in the prison library.  Finally, the parties\r\n\nagreed  to  the  entry  of  a  permanent  injunction  whose  main\r\n\nparagraph read as follows:\r\n\n               All   officers,    agents,   servants,\r\n            employees and attorneys of the Department\r\n            of  Correction are  enjoined permanently,\r\n            under both 18 U.S.C.     2510 et seq. and\r                                                           \r\n            M.G.L.   c.  272,    99   et  seq.,  from\r                                                        \r\n            intercepting,  endeavoring  to intercept,\r\n            or   procuring   any   other  person   to\r\n            intercept, any wire  communication by  or\r\n            to  William  Langton  or  David  LeBlanc,\r\n            inmates   within   the  custody   of  the\r\n            Department,  without   a  specific  court\r\n            order or legislative authorization  to do\r\n            so, except as  specifically permitted  by\r\n            these statutes, taken  together, as  they\r\n            have  been amended or  may be amended and\r\n            as  they have  been construed  or may  be\r\n            construed in reported decisions  that are\r\n            binding  in this  Court or  in the  state\r\n\n                               -24-\r\r\n\n            courts of Massachusetts.\r\n\n          There has been no showing  that this provision aimed to\r\n\nresolve any dispute between the parties as to what was or was not\r\n\nunlawful.    Indeed,  the   settlement  agreement  said,  in  the\r\n\nparagraph proposing the injunction just quoted, that  corrections\r\n\nofficers \"specifically deny that any of them, or anyone acting in\r\n\nconcert  with any of them,  ever intercepted or  monitored any of\r\n\nLangton's or  David LeBlanc's  wire communications by  any means,\r\n\nlawful or  unlawful .  . .  .\"  In  short, the  parties disagreed\r\n\nabout whether monitoring had occurred, and the matter was settled\r\n\nby a forward-looking decree that  enjoined obedience to two cited\r\n\nstatutes.\r\n\n           In  recent years,  prisons have encountered  a growing\r\n\nnumber  of problems created  by inmate  telephone calls.1   These\r\n\nproblems  include the  use of  telephones to obtain  narcotics in\r\n\nprisons, to promote  illegal drug  trading outside  of prison  as\r\n\nwell as other  criminal operations, commit fraud in  the purchase\r\n\nof  merchandise  and  goods  for  prisoners,  and  to  carry  out\r\n\nobstructions   of  justice   and   escape  plots.      Ultimately\r\n\nMassachusetts followed a number of other prison systems including\r\n\nthe federal  prison system in  adopting a standardized  regime to\r\n\ncontrol and track inmate use of the telephone system.\r\n\n          The new Massachusetts regime allows each inmate to list\r\n\n                    \r                              \r\n\n1  This  intervening history is  recounted in defense  affidavits\r\nfiled  in  the district  court incident  to  the latest  round of\r\nlitigation  and  the  description  was largely  accepted  by  the\r\ndistrict court.\r\n\n                               -25-\r\r\n\nup  to ten  family members  and  friends and  up to  five private\r\n\nattorneys  or  law  firms,  in addition  to  three  automatically\r\n\nauthorized legal service organizations.  Each inmate can  place a\r\n\ncall only by using his or her personal identification number, and\r\n\nthe  technology restricts  the call  to one  of the  18 telephone\r\n\nnumbers authorized for that inmate.  To obtain such a PIN number,\r\n\nthe inmate completes a form that requires the inmate's consent to\r\n\nvarious conditions, including call monitoring, call recording and\r\n\nthe retention  of various \"details\"  incident to the  call (e.g.,\r                                                                          \r\n\nthe  time  of the  call,  the  number  called).    But  calls  to\r\n\nattorneys, law firms and the  legal service organizations are not\r                                                                           \r\n\nsubject to monitoring or recording.\r\n\n          Langton and  LeBlanc refused  to  complete the  consent\r\n\nforms, were denied telephone  access, and in June 1994  began the\r\n\ncontempt proceeding that prompted  the present appeal.  When  the\r\n\ndefendants  moved to dismiss the petition on the ground that they\r\n\nhad not violated the consent decree, the district judge indicated\r\n\nthat a  motion to  modify the  decree should be  filed.   Without\r\n\nagreeing  that  it  was   necessary,  the  defendants  filed  the\r\n\nsuggested  motion.   Their  affidavits provide  reasons why  they\r\n\nthink  it impractical or dangerous to  except Langton and LeBlanc\r\n\nfrom the regime that is now applied to all other prisoners.\r\n\n          In  February  1995,  the   district  judge  entered  an\r\n\nunpublished decision  which treated the issue before the court as\r\n\na motion for modification of the consent decree.  Fed. R. Civ. P.\r\n\n60(b)(5), (6).  The court granted the government's motion in part\r\n\n                               -26-\r\r\n\nand denied it in part, ruling that the new regime  did respond to\r\n\nnew  technology  and real  threats  of  abuse, that  Langton  and\r\n\nLeBlanc could be limited as to the number of telephone calls they\r\n\ncould  make, but that there was no  pattern of abuse by either of\r\n\nthem to justify the monitoring  of their calls.  The core  of the\r\n\ncourt's injunctive  judgment  is  that  prison  officials  cannot\r\n\nmonitor or record calls made by these two plaintiffs.\r\n\n          2.   The  broad  question  on  appeal  is  whether  the\r\n\nmonitoring and  recordation regime  violates the  consent decree.\r\n\nThe  district  court  evidently  assumed that  it  did--thus  its\r\n\nsuggestion that  the government file a  motion for modification--\r\n\nbut it never  addressed this issue in detail.   Yet if the regime\r\n\ndoes not violate the consent decree, the contempt proceeding case\r\n\nshould have  been  dismissed and  the Rule  60(b) motion  mooted.\r\n\nLangton  and LeBlanc  have never  moved to  modify the  decree to\r\n\nenlarge their rights; and  prison officials, in moving  to modify\r\n\nthe  decree  in their  favor  (in  accordance  with the  district\r\n\ncourt's suggestion), certainly were not abandoning  their bedrock\r\n\nposition that the new regime was  lawful under the decree and did\r\n\nnot require any decree modification.\r\n\n          In  my view,  a  realistic reading  of the  1984 decree\r\n\nprovision is that it  effectively enjoined state prison officials\r\n\nfrom violating the cited  provisions of federal or state  law and\r                                                                           \r\n\nnothing  more.   True  the provision  was  clumsily worded:    it\r                       \r\n\njuxtaposed  a  ban on  interception,  itself  a term  differently\r\n\ndefined under the two cited statutes, with an awkward but broadly\r\n\n                               -27-\r\r\n\nworded qualification, namely, that  interceptions are allowed \"as\r\n\nspecifically permitted  by the statutes, taken  together, as they\r\n\nmay have  been amended or  may be amended  and as they  have been\r\n\nconstrued  or may  be construed  in reported  decisions  that are\r\n\nbinding in this Court or the state courts of Massachusetts.\"\r\n\n          The injunction  could and  probably should have  used a\r\n\nmuch   simpler  formulation,   such  as   a  ban   on  \"unlawful\"\r\n\ninterceptions, but  everyone knows  that lawyers  often overwrite\r\n\nlegal documents.  There is no indication anywhere that the phrase\r\n\n\"specifically  permitted\" means  anything more  than \"permitted,\"\r\n\nthe term  \"specifically\" being  the kind  of legal  flourish that\r\n\nusually causes more trouble  than it solves.   In any event,  the\r\n\nprovision  itself describes  the defendants  as \"enjoined  .  . .\r\n\nunder both 18 U.S.C.     2510 et seq. and M.G.L. c. 272,    99 et\r                                                                           \r\n\nseq.\" and nothing in  the provision suggests that the  injunction\r              \r\n\nwas intended to be broader than the statutes themselves.\r\n\n          This   view   is   confirmed   by   the  \"circumstances\r\n\nsurrounding  the  formation  of  the  consent  order\"  which  are\r\n\nproperly considered in its interpretation.  United States v.  ITT\r                                                                           \r\n\nContinental  Baking Co.,  420 U.S.  223, 238  (1975).   The casus\r                                                                           \r\n\nbelli,  it  must be  remembered, was  a  claim, denied  by prison\r               \r\n\nofficials, that  they  had  monitored an  inmate's  call  to  his\r\n\nlawyer, something that no one would expect a court or legislature\r\n\nto  authorize.   The prison  officials, who never  contended that\r\n\nsuch a monitoring  of calls  to lawyers would  be lawful,  simply\r\n\ndenied  that they did any  monitoring.  The  parties then settled\r\n\n                               -28-\r\r\n\nthe  case by having the  defendants enjoined to  obey federal and\r\n\nstate law on interception,  as it might be construed by courts or\r\n\namended by legislatures from time to time.\r\n\n          The  panel majority expresses disbelief that plaintiffs\r\n\nin a lawsuit would ever settle merely for a promise by defendants\r\n\nto  obey the  law.   But in  fact such  provisions are  common in\r\n\ndecrees (SEC consent decrees  are a classic example) and,  in any\r\n\nevent, a promise simply to obey the law made perfectly good sense\r\n\nin  this case.   The  settlement provided  Langton and  LeBlanc a\r\n\nsmall  number  of specific  benefits  already described.    As to\r\n\ntelephone monitoring, the prison did not defend listening in on a\r\n\ntelephone  call between an inmate and his lawyer, but denied that\r\n\nmonitoring had occurred  or was routinely practiced.  Langton and\r\n\nLeBlanc then settled for a general provision that made the prison\r\n\nofficials subject to contempt proceedings if they did violate the\r\n\nlaw in the future.\r\n\n          If the  decree  is  read  in  this  fashion,  then  the\r\n\ncontempt motion boils  down to the question  whether the prison's\r\n\nnew regime is lawful under the relevant statutes.  Nothing in the\r\n\ndecree's terms  prohibits monitoring or  recording as such.   The\r\n\ndecree uses the term \"interception\" which is a  statutory concept\r\n\nfreighted with exceptions, and the decree's ban is itself subject\r\n\nto the broad \"except as\" clause already described.  Nor does  the\r\n\npanel majority hold that the present regime is unlawful under the\r                             \r\n\nfederal and state statutes but only that reasonable arguments can\r\n\nbe made on both sides.\r\n\n                               -29-\r\r\n\n          The issue of the regime's lawfulness under the statutes\r\n\nmay  be debatable, but  it is doubtful  that it is  a close call.\r\n\nMassachusetts has  adopted  a  widely  used model,  used  by  the\r\n\nfederal  prison system as well, see generally 28 C.F.R.   540.100\r                                                       \r\n\net seq.,  and practically all  the case  law cited in  the briefs\r                 \r\n\ntends  to support it.2  Given  the general wording of the federal\r\n\nand  state statutes,  and  the strong  policy considerations  for\r\n\ngiving prison officials \"appropriate deference  and flexibility,\"\r\n\nSandin  v.  Conner, 115  S.  Ct. 2293,  2299  (1995), it  is very\r                            \r\n\nunlikely that a regime like that of Massachusetts would be struck\r\n\ndown,  even if  there are  possible occasional  applications that\r\n\nmight raise hard questions.\r\n\n          In any  event, once  it is  understood that the  decree\r\n\nonly  precludes  unlawful  interception, the  district  court has\r                                   \r\n\nprovided no  basis for  entering a  judgment  against the  prison\r\n\nofficials  since that court did not find that the regime violated\r\n\nfederal or state law.   It is true that this general  question is\r\n\none of law that we might in theory resolve ourselves; but no such\r\n\ntheory has  been adequately  briefed  by the  plaintiffs, and  no\r\n\ndecision  of a  district  court  on  this  issue  has  ever  been\r\n\nrendered.   The  proper solution  in this  case is to  vacate the\r\n                    \r                              \r\n\n2   E.g., United States  v. Horr, 963  F.2d 1124, 1126  (8th Cir.\r                                          \r\n1992);  United States v. Sababu, 891 F.2d 1308, 1326-30 (7th Cir.\r                                         \r\n1989); United States v.  Willoughby, 860 F.2d 15, 19-21  (2d Cir.\r                                             \r\n1988);  Martin v.  Tyson, 845  F.2d 1451,  1458 (7th  Cir. 1988);\r                                  \r\nUnited  States  v. Amen,  831 F.2d  373,  378-80 (2d  Cir. 1987);\r                                 \r\nUnited States v. Paul, 614 F.2d 115, 117  (6th Cir. 1980); United\r                                                                           \r\nStates v. Green, 842  F. Supp. 68, 71-72 (W.D.N.Y.  1994); United\r                                                                           \r\nStates v. Valencia, 211  F. Supp. 608, 611 (S.D.  Fla. 1989); Lee\r                                                                           \r\nv. Carlson, 645 F. Supp. 1430, 1438-39 (S.D.N.Y. 1986).\r                    \r\n\n                               -30-\r\r\n\ndistrict court's 1995 judgment and remand to give the  plaintiffs\r\n\nthe  opportunity to show that the present regime is unlawful, and\r\n\ntherefore in violation of the decree.\r                   \r\n\n          The  panel  majority's  contrary  construction  of  the\r\n\ndecree does not rest on an  attempt to grapple seriously with its\r\n\nlanguage and  background.  Rather, the  majority relies primarily\r\n\non several  rather general propositions:   that parties sometimes\r\n\ndo resolve  by consent  decree legal issues  that are  reasonably\r\n\ndebatable, that such resolutions have an operative effect through\r\n\nthe consent decree, and that parties are bound by the decree even\r\n\nif  the  legal issues  should have  been  decided the  other way.\r\n\nThese notions might have some bearing if the prison officials had\r\n\nagreed, with no exceptions, that \"monitoring and recordation\" are\r\n\nprohibited.  But the defendants  did not make such a bargain,  so\r\n\nthe general propositions relied  on by the majority have  nothing\r\n\nto do with this case.\r\n\n          To sum  up,  the panel  majority  could decide  on  the\r\n\nmerits  whether the  new  Massachusetts regime  does violate  the\r\n\nfederal or  state statutes, and it would  be equally permissible,\r\n\nand in my view more appropriate, to vacate the 1995  judgment, to\r\n\nremand and to  allow the district court  to consider this  set of\r\n\nissues  in the  first instance.   But what  is not  tenable is an\r\n\ninterpretation  of  the  1984  consent  decree,  without  serious\r\n\nsupport  in either  its  phrasing or  its  context, that  enjoins\r\n\nMassachusetts officials from doing  what (so far as we  know from\r\n\nthe precedents) they  lawfully can do under existing  federal and\r\n\n                               -31-\r\r\n\nstate law.\r\n\n          Courts have been widely  criticized in recent years for\r\n\nexcessively interfering with  state institutions such as  prisons\r\n\nand, of  course, these charges  are often made  by those who  are\r\n\nunaware  of the abusive  conditions that the  federal decrees are\r\n\ninvoked  to remedy.  But  it does behoove  federal judges--who do\r\n\nnot    have   political   responsibility   for   managing   these\r\n\ninstitutions--to  consider   with  care  and  modesty   how  they\r\n\ninterpret  their  authority,  especially  in  construing  elderly\r\n\ndecrees as applied to entirely new sets of conditions.\r\n\n                               -32-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1582\r\n\n                WILLIAM LANGTON AND DAVID LEBLANC,\r\n\n                     Plaintiffs - Appellees,\r\n\n                                v.\r\n\n                   WILLIAM HOGAN, JR., ET AL.,\r\n\n                     Defendants - Appellants.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n             [Hon. Rya W. Zobel, U.S. District Judge]\r                                                              \r\n\n                                           \r\n\n                              Before\r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                   and Keeton,* District Judge.\r                                                        \r\n\n                                           \r\n\n     Robert  J. Munnelly,  Jr., Assistant Attorney  General, with\r                                        \r\nwhom Scott Harshbarger, Attorney General  of Massachusetts, Karen\r                                                                           \r\nLaufer,  Assistant Attorney General, and Philip  W. Silva IV were\r                                                                      \r\non brief for appellants.\r\n     Dennis J. Bannon for appellees.\r                               \r\n\n                                           \r\n\n                        November 21, 1995\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Massachusetts, sitting by designation.\r\r\n\n          KEETON,  District   Judge.    This  is   an  appeal  by\r                    KEETON,  District   Judge.\r                                             \r\n\nDefendants-Appellants from a 1995  Judgment of the district court\r\n\nmodifying,  on motion  of Defendants-Appellants,  but not  to the\r\n\nfull  extent they  requested, a  Permanent Injunction  ordered in\r\n\n1984.  We  treat the 1995 Judgment  as in essence  a ruling on  a\r\n\nmotion for modification of a consent decree that did no more than\r\n\ndecide the issues before  the court, as the matter  was presented\r\n\nby Defendants-Appellants.  Discerning no error of law, no clearly\r\n\nerroneous finding of fact, and no abuse of discretion, we affirm.\r\n\n           I.  Background Facts and Procedural History\r                     I.  Background Facts and Procedural History\r\n\n          In  1979, the  Plaintiffs-Appellees,  two inmates  of a\r\n\nMassachusetts  correctional institution,  filed  a  civil  action\r\n\nunder  42  U.S.C.     1983, claiming,  among  other  things, that\r\n\npredecessors of  Defendants-Appellants in positions  of authority\r\n\nin the institution and the state correctional system had violated\r\n\nand were continuing to violate  constitutionally protected rights\r\n\nof  the inmates  by intercepting  and monitoring  their telephone\r\n\ncalls,  including calls to their counsel as well as other private\r\n\ncalls,  and that  such interception  and monitoring  violated the\r\n\nfederal and state wiretapping statutes, 18 U.S.C.    2510 et seq.\r                                                                           \r\n\nand Mass. Gen. L. ch. 272,    99 et seq. \r                                                  \r\n\n          For convenience, we will refer  to Plaintiffs-Appellees\r\n\nas plaintiffs or by name, and Defendants-Appellants as defendants\r\n\nor the Department of Correction.\r\n\n          In  1984,  after  negotiations  of  the  parties,   and\r\n\n                               -2-\r\r\n\nconsultations of counsel and the judge to whom the case had  been\r\n\nrandomly  assigned,   the  parties  entered  into   a  Settlement\r\n\nStipulation, dated  October 17,  1984, providing for  a Permanent\r\n\nInjunction  in the form of an attached exhibit, and a Judgment of\r\n\nDismissal  in the form of another attached exhibit.  The district\r\n\ncourt (Zobel, D.  J.) approved  the settlement and  made the  two\r\n\norders.  One  was the  Judgment of Dismissal,  reciting that,  in\r\n\nview of the Settlement Stipulation, \r\n\n          all of the claims  by both plaintiffs in this\r\n          action  are  dismissed  with   prejudice  and\r\n          without  costs  or  attorney's  fees  to  any\r\n          party.\r\n\nApp. 000029.  \r\n\nThe  other was a Permanent  Injunction in view  of the Settlement\r\n\nStipulation:  \r\n\n            1.      All  officers,   agents,  servants,\r\n          employees and attorneys  of the Department of\r\n          Correction  are  enjoined permanently,  under\r\n          both 18 U.S.C.    2510 et  seq. and M.G.L. c.\r                                                   \r\n          272,      99   et  seq.,  from  intercepting,\r                                           \r\n          endeavoring  to  intercept  or procuring  any\r\n          other   person   to   intercept,   any   wire\r\n          communication  by or  to  William Langton  or\r\n          David LeBlanc, inmates within the  custody of\r\n          the  Department,  without  a  specific  court\r\n          order or legislative  authorization to do so,\r\n          except  as  specifically  permitted by  these\r\n          statutes, taken together,  as they have  been\r\n          amended or  may be  amended and as  they have\r\n          been construed in reported decisions that are\r\n          binding in this Court  or in the state courts\r\n          of Massachusetts.\r\n\n            2.    This  Permanent  Injunction,  entered\r\n          pursuant to the Settlement  Stipulation dated\r\n          October 15, 1984, shall operate prospectively\r\n          only.  It shall  not of its own  force affect\r\n          the rights of inmates of the Department other\r\n          than William Langton and David LeBlanc.\r\n\n                               -3-\r\r\n\nApp. 000030-31.\r\n\n          The  Department of Correction  apparently complied with\r\n\nthe Permanent  Injunction without  incident for almost  a decade,\r\n\nuntil April  1994, when it promulgated  new regulations governing\r\n\ntelephone access and use by inmates, </pre><span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">C.M.R.</span>    <span class=\"page\">482</span></span><pre class=\"inline\">.00 et seq.\r                                                                           \r\n\n(hereinafter \"the  Regulations\").  These  Regulations, ostensibly\r\n\napplicable  to all  inmates  in all  Department institutions  and\r\n\nfacilities, instituted  a system of routine  monitoring of inmate\r\n\ntelephone  calls by  the  Department of  Correction and  required\r\n\ninmates  to  sign  a  form  consenting  to  having  their   calls\r\n\nmonitored,  or  be  deprived  of their  telephone  access.    The\r\n\nRegulations also limited the number of telephone calls that could\r\n\nbe made by  inmates to  ten monitored calls  to non-lawyers,  and\r\n\nfive  non-monitored  calls  to  lawyers.   All  telephone  calls,\r\n\nwhether lawyer or non-lawyer, were required to be pre-approved.\r\n\n          The Department  of Correction  sought to apply  the new\r\n\nRegulations  to  plaintiffs.    Plaintiffs refused  to  sign  the\r\n\nconsent  forms and were denied  telephone access.   In June 1994,\r\n\nplaintiffs  filed  a  Petition  for Contempt  alleging  that  the\r\n\nDepartment of Correction  had prohibited plaintiffs  from placing\r\n\ntelephone calls unless they agreed to permit the recording of all\r\n\ntheir telephone calls.   Defendants moved to dismiss the petition\r\n\nfor contempt, and plaintiffs filed an opposition to the motion to\r\n\ndismiss.  \r\n\n          While   the  motion  to   dismiss  was  still  pending,\r\n\ndefendants filed,  in  January  1995,  a  Motion  to  Modify  the\r\n\n                               -4-\r\r\n\nPermanent Injunction\r\n\n          to allow for the restrictions, monitoring and\r\n          recording  of  plaintiffs'  telephone use  in\r\n          accordance    with    the    Department    of\r\n          Correction's  new telephone  regulations, 103\r\n          CMR 482.00 et seq.\r                                      \r\n\nApp. 000077.\r\n\n          On February  21, 1995, Judge Zobel  signed a Memorandum\r\n\nof Decision, the last paragraph of which is as follows:\r\n\n            Defendants' motion to modify  the permanent\r\n          injunction is allowed to the extent that  the\r\n          Department    of    Correction   may    limit\r\n          plaintiffs'  access  in  accordance with  the\r\n          Regulations, 403 CMR    482.00 et seq.  It is\r                                                          \r\n          denied  to the  extent that  defendants shall\r\n          not  monitor plaintiffs'  calls and    482.10\r\n          shall not apply to plaintiffs.  Counsel shall\r\n          submit  a  form  of judgment  reflecting  the\r\n          modification allowed.\r\n\nApp. 000103.\r\n\n          Counsel having failed to agree upon a form of  judgment\r\n\nreflecting the modification allowed, Judge Zobel, on May 3, 1995,\r\n\nsigned a Judgment as follows:\r\n\n            After  hearing on the defendants' Motion to\r\n          Modify  the  Permanent  injunction,   and  in\r\n          accordance  with  the  Court's Memorandum  of\r\n          Decision  dated  February  21,  1995,  it  is\r\n          hereby ordered and adjudged:\r\n\n            1.    The defendants  shall not  monitor or\r\n          record the telephone calls of the plaintiffs,\r\n          William Langton and David LeBlanc.\r\n\n            2.   The  provisions of  403 CMR    482.10,\r\n          shall not apply to the plaintiffs (except for\r\n          call  detailing, which  shall  apply  to  the\r\n          plaintiffs)  pending  further  order  of  the\r\n          court upon application of the defendants.\r\n\n            3.   Acceptance by each plaintiff  of a PIN\r\n          and  use of  inmate  telephones shall  not be\r\n          deemed  as  consent  to  the  conditions  and\r\n\n                               -5-\r\r\n\n          restrictions  placed  upon  inmate  telephone\r\n          calls,    including   call    monitoring   or\r\n          recording.\r\n\n            4.  The  defendants shall notify by  letter\r\n          each  non-attorney whose name  appears on the\r\n          plaintiffs' lists  of preauthorized telephone\r\n          numbers that the message  regarding recording\r\n          and monitoring should be disregarded and that\r\n          calls made by the  plaintiffs are not subject\r\n          to monitoring and recording.\r\n\n            5.  The plaintiffs  may request changes  in\r\n          their preauthorized telephone numbers  at any\r\n          time.        Such  changes   shall  be   made\r\n          expeditiously by the defendants provided they\r\n          are  in compliance  with the  restrictions on\r\n          the total  number  of personal  and  attorney\r\n          numbers  plaintiffs  are   allowed  to   call\r\n          pursuant to 403 CMR  482 et seq.  If,  at any\r                                                    \r\n          time,   defendants  believe   plaintiffs  are\r\n          abusing this arrangement,  they may  petition\r\n          the court for further relief.\r\n\n            6.     Defendants'  Motion  to  Modify  the\r\n          Permanent Injunction is allowed to the extent\r\n          that  the Department of  Correction may limit\r\n          plaintiffs'  access  in  accordance with  the\r\n          Regulations,  403 CMR    482.00  et seq.,  as\r                                                            \r\n          amended, so  long as such  amendments do  not\r\n          change the substance of this order.\r\n\n            7.      Modification   of   the   Permanent\r\n          Injunction   entered   by   this   court   on\r\n          October 15,   1984   is   required  for   the\r\n          Department of Correction to apply  new inmate\r\n          telephone    access   regulations    to   the\r\n          plaintiffs.\r\n\nApp. 000104-106.\r\n\n   II.  The 1984 Permanent Injunction and Judgment of Dismissal\r             II.  The 1984 Permanent Injunction and Judgment of Dismissal\r\n\n          The 1984  Permanent Injunction  was not in  the classic\r\n\nmold of  consent decrees, as two  orders were made rather  than a\r\n\nsingle integrated consent decree.  The terms of these two orders,\r\n\nhowever, were as  surely part of the  terms of the  settlement as\r\n\n                               -6-\r\r\n\nwere  the   recitations  in  the  document   entitled  Settlement\r\n\nStipulation.  In this case,  we take account of the terms  of all\r\n\nthree  documents in construing each, and we conclude that they do\r\n\nnot support the interpretation urged upon the district court, and\r\n\nhere, as the primary contention of defendants.\r\n\n          This is an appeal from the district court's ruling on a\r\n\nmotion  for  modification,  yet  defendants  have  not  presented\r\n\narguments  as to  why the  1995 Judgment  should be  modified, in\r\n\nlight of changes  in law or fact, to allow  the Regulations to be\r\n\napplied to  the plaintiffs.  Defendants instead  contend that the\r\n\nRegulations  should  be applied  to  the  plaintiffs because  the\r\n\nRegulations do  not violate, and  never have  violated, the  1984\r\n\nPermanent Injunction.     Defendants argue  that the federal  and\r\n\nstate wiretapping statutes, as  they interpret those statutes, do\r\n\nnot  prohibit  the  Regulations,   and  therefore  the  Permanent\r\n\nInjunction does not prohibit the Regulations.\r\n\n          Rather  than  argue  for  modification,  defendants, in\r\n\nessence, argue  that the  Permanent Injunction  did no  more than\r\n\nprohibit  them from  violating  law,  that  there was  never  any\r\n\nadjudication   that  they   had  violated   any  constitutionally\r\n\nprotected  right of  plaintiffs, that  they yielded  nothing with\r\n\nregard to any  reasonably disputable issue of law or mixed-legal-\r\n\nfactual  issue but merely  stipulated that they  would not commit\r\n\ncertain types of violations  of law in the future,  and therefore\r\n\nthat  when the district court in 1995 purportedly granted in part\r\n\nbut  not fully  their motion  for  modification of  the Permanent\r\n\n                               -7-\r\r\n\nInjunction, the  court was in effect enlarging  the injunction in\r\n\nplaintiffs' favor  rather than granting limited  modifications in\r\n\ndefendants'  favor in  order  appropriately to  tailor relief  to\r\n\ndefendants'  showing, on the record  before the district court at\r\n\nthe time it made its  1995 ruling, of changes in law or fact that\r\n\nwarranted modification of the Permanent Injunction.\r\n\n          We  conclude that the position of Defendants-Appellants\r\n\nis flawed in several ways, as explained below.\r\n\n          If the Permanent Injunction did  not in any way enlarge\r\n\nthe rights of plaintiffs beyond what they were under  defendants'\r\n\nproposed  interpretation  of the  law,  then  defendants gave  up\r\n\nnothing  in   settling  the  dispute.     This  is   an  unlikely\r\n\ninterpretation  and we do not accept it.   If it were correct, no\r\n\npurpose  would be served by  the declaration in  paragraph 2 that\r\n\nthe Permanent Injunction \"shall  not of its own force  affect the\r\n\nrights of inmates  of the Department  other than William  Langton\r\n\nand David LeBlanc.\"   Defendants' contention, in effect,  asks us\r\n\nto hold  that both paragraph 1  and paragraph 2  were illusory --\r\n\nstating nothing  beyond what was already forbidden  by law before\r\n\nthe Permanent Injunction was  entered.  This is not  a reasonable\r\n\ninterpretation.   \r\n\n          The   usually  understood   meaning  of   a  Settlement\r\n\nStipulation is that each party is agreeing to give up something -\r\n\n- to yield  on one  or more reasonably  plausible contentions  of\r\n\nlaw, or fact, or mixed-law-fact issues.  \"[T]he agreement reached\r\n\nnormally embodies  a compromise;  in exchange for  the saving  of\r\n\n                               -8-\r\r\n\ncost  and elimination of risk, the parties each give up something\r\n\nthey  might have  won had  they proceeded  with the  litigation.\"\r\n\nUnited States  v.  Armour, </pre><span class=\"citation\" data-id=\"108351\"><a href=\"/opinion/108351/united-states-v-armour-co/\"><span class=\"volume\">402</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span><pre class=\"inline\">,  at 681  (1971).   When\r                                   \r\n\nmaking an agreement for  a consent decree, the parties  to a case\r\n\nare agreeing  not to press any  of their disputes to  decision in\r\n\ncourt.    The  parties forego  \"their  right  to  litigate issues\r\n\ninvolved  in the case and thus save themselves the time, expense,\r\n\nand inevitable risk of litigation.\" </pre><span class=\"citation\" data-id=\"108351\"><span class=\"antecedent_guess\">Armour,</span>  <a href=\"/opinion/108351/united-states-v-armour-co/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">681</span></a></span><pre class=\"inline\">.  We\r                                                    \r\n\nso interpret  the Settlement Stipulation  of the parties  to this\r\n\ncase.  The  parties' disputes thus  settled may include  disputes\r\n\nabout applicable  law, disputes  about facts, and  disputes about\r\n\nmixed-legal-factual   issues,   including   disputes  about   the\r\n\nmateriality under rules  of law (as  finally determined in  court\r\n\nproceedings at  trial  or on  appeal) of  particular disputes  of\r\n\nfact.\r\n\n          In  the   present  case,  it  was   clear,  before  the\r\n\nSettlement  Stipulation, that disputes of fact had been raised by\r\n\nthe pleadings.  It might  reasonably be argued in support  of the\r\n\nposition now  advanced by  defendants, however, that  rather than\r\n\nsettling the merits of  these disputes the Settlement Stipulation\r\n\nrendered   them  moot.    Without  so   deciding,  we  assume  in\r\n\ndefendants'  favor that  this is  so as  to any  strictly factual\r\n\ndisputes.\r\n\n          As to the reasonably disputable issues of law or mixed-\r\n\nlegal-factual  disputes,  a  settlement  and  consent  decree  in\r\n\naccordance  with   the  settlement  preclude   the  parties  from\r\n\n                               -9-\r\r\n\nreasserting  their contrasting  legal  arguments  on such  issues\r\n\nwithout having  first shown cause  for vacating or  modifying the\r\n\nconsent  decree.  Whatever the law governing this case might have\r\n\nbeen  just  before  the   parties  entered  into  the  Settlement\r\n\nStipulation,  the Permanent  Injunction  was a  lawfully  entered\r\n\norder of  court.  The law  as between the parties to  the case is\r\n\nwhat it  was agreed  to  be in  the  Permanent Injunction.    The\r\n\nSupreme Court has stated:\r\n\n          [T]he  scope  of  a consent  decree  must  be\r\n          discerned within its four corners, and not by\r\n          reference  to what might satisfy the purposes\r\n          of  one of  the  parties to  it  ....   [T]he\r\n          instrument   must  be  construed   as  it  is\r\n          written,  and  not  as  it  might  have  been\r\n          written  had  the  plaintiff [or  defendants]\r\n          established his [or their] factual claims and\r\n          legal theories in litigation.\r\n\n</pre><span class=\"citation\" data-id=\"108351\"><span class=\"antecedent_guess\">Armour,</span>  <a href=\"/opinion/108351/united-states-v-armour-co/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span>, at  <span class=\"page\">681</span></a></span><pre class=\"inline\">-82.  Accord,  Firefighters Local Union\r                                                                           \r\n\nNo. 1784  v. Stotts, </pre><span class=\"citation\" data-id=\"111211\"><a href=\"/opinion/111211/firefighters-v-stotts/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">561</span></a></span><pre class=\"inline\">, 574 (1984).   The parties are\r                             \r\n\nnot free to argue their contrasting legal theories of the meaning\r\n\nof the statutes  that underlie the Injunction, because  they gave\r\n\nup the right to have that dispute resolved by the court.\r                                   \r\n\n          We  take account  of the fact  that Armour  was decided\r                                                              \r\n\nlong before Rufo v. Inmates of Suffolk County Jail, </pre><span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">502</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span>\r</a></span><pre class=\"inline\">                                                            \r\n\n(1992), and that Armour's holdings must be read today, especially\r                                 \r\n\nas applied to an institutional consent decree like that before us\r\n\nnow, with sensitivity to any  modification of precedent that  the\r\n\ndecision in  Rufo has  effected.   As we note  in Part  IV below,\r                           \r\n\nhowever,  this point bears  principally upon whether modification\r\n\nof the Permanent  Injunction should  be made, not  upon what  the\r\n\n                               -10-\r\r\n\nPermanent Injunction  meant when  entered,  or meant  in 1994  or\r\n\n1995, absent modification.\r\n\n          We take account  also of unsettled questions  regarding\r\n\nwhether  Armour was modified by  United States v. ITT Continental\r                                                                           \r\n\nBaking Co., </pre><span class=\"citation\" data-id=\"1682020\"><a href=\"/opinion/1682020/united-states-v-itt-continental-baking-co/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span> </a></span><pre class=\"inline\">(1975).  We conclude, however, that even\r                    \r\n\nif ITT  is read as  liberalizing to some degree  the standard for\r                \r\n\ngoing  outside  the  text  of  a  consent  decree  to  assist  in\r\n\ndetermining  its   meaning,  defendants  have  not   offered  any\r\n\npersuasive reason  for going  outside the  text of  the Permanent\r\n\nInjunction  in  this  case.    Even if  we  were  to  assume that\r\n\nambiguity  of the meaning of the text of the Permanent Injunction\r\n\nwarrants   our    consideration   of   extraneous    sources   of\r\n\nclarification,  defendants'  position  is  not  aided.    Looking\r\n\noutside  the text of  the Permanent  Injunction to  then existing\r\n\nlaw,  rather than  clarifying  defendants'  position, muddles  it\r\n\nfurther, because the  existing law  was uncertain and  yet to  be\r\n\ndetermined (as explained in Part III below).  We see no reason to\r\n\npermit defendants  to argue that genuine  disputes regarding what\r\n\nthe state and federal  statutes prohibited defendants from doing,\r\n\nor  permitted them to do,  should be resolved  now in defendants'\r\n\nfavor  and   thereby  control   the  meaning  of   the  Permanent\r\n\nInjunction.  Instead we hold that the Permanent Injunction (along\r\n\nwith  the associated  documents) settled  those underlying  legal\r\n\ndisputes.\r\n\n          The way in which  a consent judgment or  consent decree\r\n\nresolves,  between the parties, a  dispute over a  legal issue is\r\n\n                               -11-\r\r\n\nnot a ruling  on the merits  of the legal  issue that either  (1)\r                                     \r\n\nbecomes precedent  applicable to any other  proceedings under the\r\n\nlaw of  stare decisis or (2)  applies to others under  the law of\r                               \r\n\nclaim preclusion or issue  preclusion.  See Martin v.  Wilks, </pre><span class=\"citation\" data-id=\"112275\"><a href=\"/opinion/112275/martin-v-wilks/\"><span class=\"volume\">490</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">755</span> </a></span><pre class=\"inline\">(1989)(parties to litigation cannot enter into a consent\r\n\njudgment  that will  preclude  a person  not  made a  party  from\r\n\nbringing  a later  suit alleging  violation of  his or  her legal\r\n\nrights).  The resolution of the legal dispute by consent judgment\r\n\nis nonetheless binding  on the parties  to the case in  which the\r\n\nconsent judgment is  entered.  The parties to this case are bound\r\n\nby  the  rules  of  law declared  in  the  Permanent  Injunction,\r\n\nalthough no other parties are so bound.\r\n\n          We state the point  more generally.  When a  dispute of\r\n\nlaw  exists  between  parties  to a  case  and  they  agree  to a\r\n\nsettlement of that dispute and entry of a judgment with prejudice\r\n\nbased  on that  settlement, then  the terms  of that  judgment in\r\n\nrelation  to  that  legal  issue  are  subject  to  res  judicata\r\n\nprinciples.   A judgment that is entered with prejudice under the\r\n\nterms of a settlement, whether by stipulated dismissal, a consent\r\n\njudgment,  or  a  confession  of  judgment,  is  not  subject  to\r\n\ncollateral attack by a party or  a person in privity, and it bars\r\n\na second  suit on  the same  claim or  cause of  action.   See 1B\r                                                                           \r\n\nMoore's Federal Practice  .409[5] (2d ed. 1995).  Such a judgment\r                                  \r\n\nhas the  force of res judicata  until further order of  that or a\r\n\nhigher court  modifying that consent judgment.   This proposition\r\n\nis supported  in a large  body of  precedent.  See,  e.g., In  re\r                                                                           \r\n\n                               -12-\r\r\n\nMedomak v. Canning,  </pre><span class=\"citation no-link\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">895</span> </span><pre class=\"inline\">(1st Cir.  1990) (generally  a\r                            \r\n\ncourt-approved settlement  receives the same res  judicata effect\r\n\nas a litigated judgment); accord, In Re Laing, </pre><span class=\"citation\" data-id=\"675850\"><a href=\"/opinion/675850/bankr-l-rep-p-76053-in-re-vern-o-laing-debtor-vern-o-laing-v/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1050</span> </a></span><pre class=\"inline\">(10th\r                                                       \r\n\nCir.  1994); Keith  v. Aldridge,  </pre><span class=\"citation\" data-id=\"539832\"><a href=\"/opinion/539832/52-fair-emplpraccas-1052-53-empl-prac-dec-p-39935-ronald-f-keith/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">736</span> </a></span><pre class=\"inline\">(4th  Cir. 1990),\r                                         \r\n\ncert.  denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">900</span> </span><pre class=\"inline\">(1990);  Epic  Metal Corp.  v. H.H.\r                                                                           \r\n\nRobertson  Co., </pre><span class=\"citation\" data-id=\"520399\"><a href=\"/opinion/520399/epic-metals-corporation-v-hh-robertson-company/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1574</span> </a></span><pre class=\"inline\">(Fed. Cir. 1989), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">493</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">855</span> </span><pre class=\"inline\">(1989); Kurzweg v. Marple, </pre><span class=\"citation no-link\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">635</span> </span><pre class=\"inline\">(5th Cir. 1988);\r                                            \r\n\nAmalgamated Sugar Co.  v. NL  Industries, </pre><span class=\"citation\" data-id=\"492360\"><a href=\"/opinion/492360/the-amalgamated-sugar-company-llc-corporation-and-ln-partnership/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">634</span> </a></span><pre class=\"inline\">(2d  Cir.\r                                                  \r\n\n1987), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">992</span> </span><pre class=\"inline\">(1987).\r                             \r\n\n                               -13-\r\r\n\n             III.  Settling Disputable Issues of Law\r                       III.  Settling Disputable Issues of Law\r\n\n          Defendants have  not called attention to  any \"specific\r\n\ncourt  order  or legislative  authorization\" occurring  after the\r\n\nentry  of the Permanent Injunction.   Defendants' position is not\r\n\nsalvaged by the language in the Permanent Injunction stating that\r\n\ndefendants  are enjoined  under the  state and federal  acts from\r\n\nintercepting telephone calls, \r\n\n          except  as  specifically  permitted by  these\r\n          statutes, taken together,  as they have  been\r\n          amended or  may be  amended and as  they have\r\n          been construed in reported decisions that are\r\n          binding in this Court  or in the state courts\r\n          of Massachusetts.\r\n\nThe statutes  do not  \"specifically permit\" the  Regulations, and\r\n\nthe   meaning  of   the   statutory   provisions  for   permitted\r\n\ninterception  and  monitoring,  as  \"amended\" or  \"construed\"  in\r\n\n\"binding\"  decisions, is  at  least reasonably  susceptible to  a\r\n\nconstruction contrary to defendants' proposed interpretation.  \r\n\n          Defendants  contend that the Regulations do not violate\r\n\nthe  state or  federal  wiretapping statutes  for three  reasons.\r\n\nEven now, reasonable arguments can  be advanced against, as  well\r\n\nas for, each of defendants' contentions about the applicable law.\r\n\n          First,  defendants argue that the Massachusetts Wiretap\r\n\nAct, Mass.  Gen. L. ch. 272,    99 et seq., prohibits only secret\r                                                    \r\n\n\"interception\",  and  monitoring  under  the  Regulations  is not\r\n\nsecret  and  therefore  not   prohibited.    The  1984  Permanent\r\n\nInjunction,  however,  prohibited  conduct that  would  amount to\r\n\n\"interception\" under federal law, even if that conduct  would not\r\n\namount to \"interception\"  under state law.   The federal  wiretap\r\n\n                               -14-\r\r\n\nact, 18 U.S.C.    2510, et seq., does not make secrecy  decisive.\r                                         \r\n\nThat act, as of 1984, defined the term \"intercept\" as simply \"the\r\n\naural   acquisition  of  the  contents  of   any  wire,  or  oral\r\n\ncommunication through  the use of any  electronic, mechanical, or\r\n\nother device.\"  18 U.S.C.   2510(4).  Monitoring and recording of\r\n\nplaintiffs'   telephone   calls   under  the   Regulations   thus\r\n\nconstitutes \"interception\" under  the 1984 Permanent  Injunction,\r\n\ndespite its being performed openly and without secrecy.\r\n\n          Second,  defendants  attempt  to  argue  that  the  new\r\n\nRegulations do not violate  the 1984 Permanent Injunction because\r\n\nthe  definition of \"interception\"  within the federal wiretapping\r\n\nact,  at 18  U.S.C.    2510(5),  expressly excludes  recording or\r\n\nmonitoring  performed  \"by an  investigative  or law  enforcement\r\n\nofficer  in  the  ordinary  course of  his  duties.\"   Defendants\r\n\ninterpret  the statute  to  mean that  monitoring by  corrections\r\n\nofficials  under  the  Regulations   falls  within  the  excluded\r\n\ncategory.   The defendants have not shown beyond genuine dispute,\r\n\nhowever, that  in monitoring conversations  corrections officials\r\n\nwould be  acting as \"investigative or  law enforcement officer[s]\r                                                                \r\n\nin  the ordinary  course  of [their]  duties.\"   Defendants  cite\r                          \r\n\nseveral cases from other courts that  may be read as so  holding.\r\n\nUnited States v.  Sabubu, </pre><span class=\"citation\" data-id=\"533826\"><a href=\"/opinion/533826/united-states-v-kojo-sababu-jaime-delgado-and-dora-garcia/\"><span class=\"volume\">891</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1308</span></a></span><pre class=\"inline\">, 1328  (7th Cir.  1989);\r                                  \r\n\nUnited  States v. St.  Paul, </pre><span class=\"citation\" data-id=\"373951\"><a href=\"/opinion/373951/united-states-v-susan-paul-79-5061-and-arnold-chester-pierce-79-5082/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">115</span></a></span><pre class=\"inline\">, 117 (6th  Cir. 1980);\r                                     \r\n\nState v. Fornino, </pre><span class=\"citation\" data-id=\"2381591\"><a href=\"/opinion/2381591/state-v-fornino/\"><span class=\"volume\">539</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">301</span></a></span><pre class=\"inline\">, 308 (N.J.  Super. Ct. App.  Div.\r                          \r\n\n1988).  We are, however,  aware of no reported decisions to  this\r\n\neffect that are binding in  this court or in the state  courts of\r\n\n                               -15-\r\r\n\nMassachusetts.  In  Campiti v.  Walonis, </pre><span class=\"citation\" data-id=\"372783\"><a href=\"/opinion/372783/francesco-g-campiti-v-michael-a-walonis/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">387</span></a></span><pre class=\"inline\">, 392  (1st\r                                                 \r\n\nCir. 1979), the  First Circuit expressly reserved  decision as to\r\n\nwhether  monitoring  in  accordance  with an  established  prison\r\n\npolicy of which the prisoners were informed could qualify as part\r\n\nof  the ordinary course of business of a law enforcement officer.\r\n\nThe  issue in this circuit was  in 1984, and still is, reasonably\r\n\ndebatable.\r\n\n          Finally, defendants  argue the  new Regulations  do not\r\n\nviolate  the 1984  Permanent Injunction  because the  federal act\r\n\nunder 18  U.S.C.   2511(2)(c) permits monitoring  or recording by\r\n\n\"a person acting under color of law\" where \"one of the parties to\r\n\nthe communication has given  prior consent to such interception.\"\r\n\nDefendants  contend  that  the  Regulations  meet  the  one-party\r\n\nconsent exception  of the  federal act because  inmates impliedly\r\n\nconsent to be monitored  when they use the telephone  after being\r\n\nmade  aware that  monitoring of  calls is  a condition  for being\r\n\nallowed to use the  telephone.  Defendants have cited  cases from\r\n\nother jurisdictions  holding that  execution of forms  by inmates\r\n\nthat  acknowledge their  understanding that  their calls  will be\r\n\nmonitored  constitutes consent  under  the federal  act, even  if\r\n\ninmates  are  denied telephone  access if  they  do not  sign the\r\n\nforms; and that  calls placed by  inmates despite express  notice\r\n\nfrom  stickers  on  the  telephones  and  the  message  from  the\r\n\nautomated  operator  that   accompanies  every  call  constitutes\r\n\nconsent.   See United  States v. Horr,  </pre><span class=\"citation\" data-id=\"583432\"><a href=\"/opinion/583432/united-states-v-ronald-craig-horr/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1124</span></a></span><pre class=\"inline\">, 1126 (8th\r                                               \r\n\nCir.  1992); United States v. Amen, </pre><span class=\"citation\" data-id=\"496185\"><a href=\"/opinion/496185/united-states-v-angelo-amen-mark-a-deleonardis-michael-paradiso-and/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">373</span></a></span><pre class=\"inline\">, 378-79 (2d Cir.\r                                            \r\n\n                               -16-\r\r\n\n1987); United States v.  Willoughby, </pre><span class=\"citation\" data-id=\"513271\"><a href=\"/opinion/513271/united-states-v-richard-willoughby-quintin-prioleau-arthur-prioleau-and/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 20-21  (2d Cir.\r                                             \r\n\n1988); United States v.  Paul, </pre><span class=\"citation\" data-id=\"373951\"><a href=\"/opinion/373951/united-states-v-susan-paul-79-5061-and-arnold-chester-pierce-79-5082/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span><pre class=\"inline\">, 117 (6th Cir. 1980);\r                                       \r\n\nUnited States v. Valencia, </pre><span class=\"citation\" data-id=\"1655022\"><a href=\"/opinion/1655022/united-states-v-valencia/\"><span class=\"volume\">711</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">608</span></a></span><pre class=\"inline\">, 611 (S.D.Fla. 1989);\r                                   \r\n\nUnited States v. Green,  </pre><span class=\"citation\" data-id=\"1461426\"><a href=\"/opinion/1461426/united-states-v-green/\"><span class=\"volume\">842</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">68</span></a></span><pre class=\"inline\">, 71-71  (W.D.N.Y. 1994).\r                                \r\n\nDefendants  also  argue  that  because  the  Regulations  require\r\n\npositive  call  acceptance from  the  recipient  after hearing  a\r\n\nrecorded  message,   recipients  are  deemed  to  have  impliedly\r\n\nconsented.  Defendants, however, cite no cases to this effect.\r\n\n          Once again, we are aware  of no reported decisions that\r\n\nare  binding  in   this  court   or  in  the   state  courts   of\r\n\nMassachusetts,  holding  that  this  type  of   prison  telephone\r\n\nmonitoring system  meets the  one-party consent exception  to the\r\n\nfederal  wiretapping  act   due  to  implied  consent.    It  may\r\n\nreasonably  be argued that \"implied consent\" in this sense is not\r\n\na free and voluntary consent; it is instead no more than a choice\r\n\nbetween  unattractive  options --  a  limited  choice imposed  on\r\n\nplaintiffs by defendants.  The issue then becomes whether the law\r\n\nallows  the defendants to impose this limitation of choice on the\r\n\ndefendants  and call their response  an implied consent.   At the\r\n\nleast, grounds exist for genuine dispute about whether defendants\r\n\nare  authorized by  law  to  impose  such  a  limited  choice  on\r\n\nplaintiffs    and   whether   \"implied   consent\"   under   these\r\n\ncircumstances  is \"consent\" as that  term is used  in the federal\r\n\nact,  and  legally  effective  consent   under  the  Department's\r\n\nregulations.   See Griggs-Ryan v.  Smith, </pre><span class=\"citation\" data-id=\"542297\"><a href=\"/opinion/542297/gerald-griggs-ryan-v-beulah-smith-gerald-griggs-ryan-v-richard-connelly/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">112</span> </a></span><pre class=\"inline\">(1st Cir.\r                                                  \r\n\n1990)  (holding  that  \"implied  consent\"  is  consent  in  fact,\r\n\n                               -17-\r\r\n\ninferred from  associated circumstances  indicating that  a party\r\n\nknowingly agreed to surveillance).\r\n\n          The issue of what  constitutes \"implied consent\" in the\r\n\nprison context has not yet been directly addressed by this court,\r\n\nand we do not decide it here.  It is sufficient to point out that\r\n\nplaintiffs  in  this  case   have  not  consented,  impliedly  or\r\n\notherwise, to the monitoring scheme; plaintiffs instead brought a\r\n\ncontempt action under the  Permanent Injunction, an opposition to\r\n\ndefendants'  motion  to  dismiss  the  contempt  action,  and  an\r\n\nopposition  to  defendants'   motion  for  modification  of   the\r\n\nPermanent  Injunction.   We do not read Griggs-Ryan as supporting\r                                                             \r\n\nthe  view  that an  inmate has  impliedly  consented to  the very\r\n\nscheme  the  inmate has  challenged as  a  violation of  the 1984\r\n\nPermanent Injunction.  \r\n\n          Defendants entered into  a Settlement Stipulation under\r\n\nwhich each party gave up the right to have the dispute  as to the\r\n\nmeaning of the federal and state wiretapping statutes resolved by\r\n\na court.   The meaning of what was permitted  under the state and\r\n\nfederal  wiretapping  statutes   was  ambiguous  and   reasonably\r\n\ndebatable.  Defendants  have no  right to have  that dispute  now\r\n\ndecided  in  their  favor and  then  to  use  that resolution  to\r\n\ninterpret the terms of the Permanent Injunction.\r\n\n          Of course,  this does  not mean defendants  are forever\r\n\nbarred  from moving that the court orders be vacated or modified.\r\n\nSpecial  rules are applicable  to institutional  consent decrees,\r\n\nbut  they concern  grounds for  vacating  or modifying  a consent\r\n\n                               -18-\r\r\n\ndecree,  rather  than  undermining  the  force  of  this  body of\r\n\nprecedent in relation to  the effect of the consent  decree until\r\n\nvacated  or  modified.   We perceive  no  error in  Judge Zobel's\r\n\ninvoking for  guidance, in  her consideration of  the defendants'\r\n\nmotion for modification of the 1984 Permanent  Injunction in this\r\n\ncase,   the  body   of  precedent   applicable  to   motions  for\r\n\nmodification  of  a  consent  decree.   This  body  of  precedent\r\n\nincludes the case on which she relied especially, Rufo v. Inmates\r                                                                           \r\n\nof Suffolk County Jail, </pre><span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span> </a></span><pre class=\"inline\">(1992) (holding that a party\r                                \r\n\nseeking  modification of  a consent decree  may meet  its initial\r\n\nburden  by  showing  a   significant  change  either  in  factual\r\n\nconditions or in law).   Under the  guidance of Rufo, however,  a\r                                                              \r\n\ncourt considering such a motion would be concerned with tailoring\r\n\nmodifications according to intervening changes in law (as well as\r\n\nfact).   It would not be deciding the original dispute about what\r\n\nwould have been  a court's answer to the dispute  had the parties\r\n\nnot entered into their Settlement Stipulation.\r\n\n               IV.  The Nature of the 1995 Judgment\r                         IV.  The Nature of the 1995 Judgment\r\n\n          When these  legal principles  are applied here,  can it\r\n\nreasonably be  said that the  1995 Judgment modified  the consent\r\n\ndecree in  plaintiffs' favor, as defendants  contend, rather than\r                                      \r\n\nonly in defendants' favor though less substantially  so than they\r\n\nrequested?   We conclude that,  as properly construed  in the way\r\n\nexplained  below,  the  1995  Judgment  modified   the  Permanent\r\n\nInjunction  only  in defendants'  favor.    It was  appropriately\r\n\n                               -19-\r\r\n\ntailored  to the only changes in law  or in fact disclosed on the\r\n\nrecord  before  the  district  court  as  developed  after  ample\r\n\nopportunity for defendants to  present both legal and evidentiary\r\n\nsupport for their motion for modification.\r\n\n          The  only changed  circumstances  shown on  the  record\r\n\nbefore  the district court at the  time of its 1995 Judgment were\r\n\nchanges  of  fact  with  respect  to  technology  of  initiating,\r\n\ndetailing,  effecting,  monitoring,   and  recording   electronic\r\n\ntransmissions, including  telephone calls.   The only  changes of\r\n\nlaw shown  were those effected when the  Department of Correction\r\n\nadopted new regulations, published  in 403 CMR    482.10  et seq.\r                                                                           \r\n\nRather  than  attempting  to   show  that  the  district  court's\r\n\nmodifications, recited in the  1995 Judgment, were not reasonably\r\n\ntailored  to those changes, defendants seek to show that the 1984\r\n\nPermanent Injunction was  not in  any respect a  settlement of  a\r\n\ndisputed issue of law but instead preserved their unlimited right\r\n\nto assert their view of the law and have that dispute decided now\r\n\nin their favor.\r\n\n          Defendants  ask  us  on  this appeal  to  resolve  that\r\n\noriginal dispute about the law in their favor, and argue that the\r\n\ndistrict court should have done so instead of conceiving its duty\r\n\nas one of considering whether intervening changes of law (as well\r\n\nas fact) had occurred, and, if so, how to tailor modifications of\r\n\nthe consent decree accordingly.  We reject this contention.\r\n\n          The  key modification of  the 1984 Permanent Injunction\r\n\nthat the 1995 judgment makes is explained:\r\n\n                               -20-\r\r\n\n          Modification  of   the  Permanent  Injunction\r\n          entered by this court  on October 15, 1984 is\r\n          required for the Department of  Correction to\r\n          apply new inmate telephone access regulations\r\n          to the plaintiffs.\r\n\nThe 1995 judgment adds,  for clarity, a statement of  some of the\r\n\nterms that remain in effect.  These terms are not enlargements of\r\n\nthe terms  of the Permanent Injunction in plaintiffs' favor; they\r\n\nsimply  clarify  limits  on the  scope  of  the modifications  in\r\n\ndefendants' favor.\r\n\n          The  1995 judgment  says  nothing,  either directly  or\r\n\nimpliedly,  about how  any  future motion  for modification  with\r\n\nappropriate  showing  of  cause  and  request  for  appropriately\r\n\ntailored relief should be heard and decided under  the principles\r\n\nof  Rufo, </pre><span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">502</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span><pre class=\"inline\">.   Nor  do we.   Instead,  we leave  such\r                  \r\n\nmatters  for decision in  the future  only if  and when  they are\r\n\nappropriately presented first in district court.\r\n\n                          V.  Conclusion\r                                    V.  Conclusion\r\n\n          For   the   foregoing  reasons   Defendants-Appellants'\r\n\narguments  fail.   The  1995 judgment  of  the district  court is\r\n\nAFFIRMED.\r                  \r\n\n                               -21-\r\r\n\n                                                \"Dissent Follows\"\r                                                          \"Dissent Follows\"\r\n\n                               -22-\r\r\n\n          BOUDIN,  Circuit Judge,  dissenting.   This case  turns\r                    BOUDIN,  Circuit Judge,  dissenting\r                                                       \r\n\ncentrally  on the interpretation of a provision of a 1984 consent\r\n\ndecree  settling a case that Langton  and LeBlanc brought against\r\n\nMassachusetts  corrections officials.    The  majority's  opinion\r\n\ncontains  many  unexceptionable statements  of  law,  but on  the\r\n\npivotal issue--the  reading of a sentence of the 1984 decree--the\r\n\nmajority's  reading  simply  does  not  square  with  either  the\r\n\ndecree's  language or  its purpose.    Indeed, because  this case\r\n\ninvolves the regulation of a state agency by federal judges under\r\n\nan  elderly  consent  decree,  it  raises  issues  of  policy and\r\n\njudicial  attitude that  go beyond  a mere  quarrel about  decree\r\n\nlanguage.\r\n\n          1.   In 1979, Langton  and LeBlanc filed  a 1983 action\r\n\nagainst the state prison authorities complaining of mistreatment.\r\n\nThe  complaint   alleged  that  using  corrections   officers  to\r\n\ndistribute  medication   violated  state  health  laws   and  the\r\n\nConstitution; that the number of telephone calls permitted to the\r\n\nplaintiffs was  too few and the time limit too short; and finally\r\n\nthat the prison had been monitoring telephone calls--one call  by\r\n\nLangton to  an attorney  was specified--and that  such monitoring\r\n\nviolated 18 U.S.C.   2510 and Mass. Gen. Laws  ch. 272,   99, the\r\n\nfederal and state wire-tapping statutes.\r\n\n          In  an   April  1983   decision,  the   district  court\r\n\nconsidered  the  medication  and  limited-calls  issues  at  some\r\n\nlength,  and  it  concluded that  no  protected  rights had  been\r\n\nviolated and ordered summary  judgment for the defendants.   In a\r\n\n                               -23-\r\r\n\nbrief discussion of the monitoring issue, the district court said\r\n\nthat \"[n]on-consensual monitoring of  inmate calls may violate 18\r\n\nU.S.C.    2510,\"  citing  a then-recent  decision of  this court.\r\n\nAlthough the  defendants  denied any  such monitoring,  Langton's\r\n\naffidavit described  one  incident in  which  he thought  that  a\r\n\ntelephone call to his  lawyer had been monitored; the  court said\r\n\nthat the affidavits,  \"if just barely,\"  created a factual  issue\r\n\nprecluding summary judgment.\r\n\n          In  October  1984  the  parties  entered  a  settlement\r\n\nagreement  that dealt  with  several different  grievances.   The\r\n\nproposed  remedies included  new regulations  permitting inmates'\r\n\naccess  to telephones for at least 15 minutes per day, furnishing\r\n\nLangton  a three-drawer metal file cabinet and a stereo system in\r\n\nhis  cell,  and  arrangements  concerning  Langton's  use  of  an\r\n\nelectric typewriter  in the prison library.  Finally, the parties\r\n\nagreed  to  the  entry  of  a  permanent  injunction  whose  main\r\n\nparagraph read as follows:\r\n\n               All   officers,    agents,   servants,\r\n            employees and attorneys of the Department\r\n            of  Correction are  enjoined permanently,\r\n            under both 18 U.S.C.     2510 et seq. and\r                                                           \r\n            M.G.L.   c.  272,    99   et  seq.,  from\r                                                        \r\n            intercepting,  endeavoring  to intercept,\r\n            or   procuring   any   other  person   to\r\n            intercept, any wire  communication by  or\r\n            to  William  Langton  or  David  LeBlanc,\r\n            inmates   within   the  custody   of  the\r\n            Department,  without   a  specific  court\r\n            order or legislative authorization  to do\r\n            so, except as  specifically permitted  by\r\n            these statutes, taken  together, as  they\r\n            have  been amended or  may be amended and\r\n            as  they have  been construed  or may  be\r\n            construed in reported decisions  that are\r\n            binding  in this  Court or  in the  state\r\n\n                               -24-\r\r\n\n            courts of Massachusetts.\r\n\n          There has been no showing  that this provision aimed to\r\n\nresolve any dispute between the parties as to what was or was not\r\n\nunlawful.    Indeed,  the   settlement  agreement  said,  in  the\r\n\nparagraph proposing the injunction just quoted, that  corrections\r\n\nofficers \"specifically deny that any of them, or anyone acting in\r\n\nconcert  with any of them,  ever intercepted or  monitored any of\r\n\nLangton's or  David LeBlanc's  wire communications by  any means,\r\n\nlawful or  unlawful .  . .  .\"  In  short, the  parties disagreed\r\n\nabout whether monitoring had occurred, and the matter was settled\r\n\nby a forward-looking decree that  enjoined obedience to two cited\r\n\nstatutes.\r\n\n           In  recent years,  prisons have encountered  a growing\r\n\nnumber  of problems created  by inmate  telephone calls.1   These\r\n\nproblems  include the  use of  telephones to obtain  narcotics in\r\n\nprisons, to promote  illegal drug  trading outside  of prison  as\r\n\nwell as other  criminal operations, commit fraud in  the purchase\r\n\nof  merchandise  and  goods  for  prisoners,  and  to  carry  out\r\n\nobstructions   of  justice   and   escape  plots.      Ultimately\r\n\nMassachusetts followed a number of other prison systems including\r\n\nthe federal  prison system in  adopting a standardized  regime to\r\n\ncontrol and track inmate use of the telephone system.\r\n\n          The new Massachusetts regime allows each inmate to list\r\n\n                    \r                              \r\n\n1  This  intervening history is  recounted in defense  affidavits\r\nfiled  in  the district  court incident  to  the latest  round of\r\nlitigation  and  the  description  was largely  accepted  by  the\r\ndistrict court.\r\n\n                               -25-\r\r\n\nup  to ten  family members  and  friends and  up to  five private\r\n\nattorneys  or  law  firms,  in addition  to  three  automatically\r\n\nauthorized legal service organizations.  Each inmate can  place a\r\n\ncall only by using his or her personal identification number, and\r\n\nthe  technology restricts  the call  to one  of the  18 telephone\r\n\nnumbers authorized for that inmate.  To obtain such a PIN number,\r\n\nthe inmate completes a form that requires the inmate's consent to\r\n\nvarious conditions, including call monitoring, call recording and\r\n\nthe retention  of various \"details\"  incident to the  call (e.g.,\r                                                                          \r\n\nthe  time  of the  call,  the  number  called).    But  calls  to\r\n\nattorneys, law firms and the  legal service organizations are not\r                                                                           \r\n\nsubject to monitoring or recording.\r\n\n          Langton and  LeBlanc refused  to  complete the  consent\r\n\nforms, were denied telephone  access, and in June 1994  began the\r\n\ncontempt proceeding that prompted  the present appeal.  When  the\r\n\ndefendants  moved to dismiss the petition on the ground that they\r\n\nhad not violated the consent decree, the district judge indicated\r\n\nthat a  motion to  modify the  decree should be  filed.   Without\r\n\nagreeing  that  it  was   necessary,  the  defendants  filed  the\r\n\nsuggested  motion.   Their  affidavits provide  reasons why  they\r\n\nthink  it impractical or dangerous to  except Langton and LeBlanc\r\n\nfrom the regime that is now applied to all other prisoners.\r\n\n          In  February  1995,  the   district  judge  entered  an\r\n\nunpublished decision  which treated the issue before the court as\r\n\na motion for modification of the consent decree.  Fed. R. Civ. P.\r\n\n60(b)(5), (6).  The court granted the government's motion in part\r\n\n                               -26-\r\r\n\nand denied it in part, ruling that the new regime  did respond to\r\n\nnew  technology  and real  threats  of  abuse, that  Langton  and\r\n\nLeBlanc could be limited as to the number of telephone calls they\r\n\ncould  make, but that there was no  pattern of abuse by either of\r\n\nthem to justify the monitoring  of their calls.  The core  of the\r\n\ncourt's injunctive  judgment  is  that  prison  officials  cannot\r\n\nmonitor or record calls made by these two plaintiffs.\r\n\n          2.   The  broad  question  on  appeal  is  whether  the\r\n\nmonitoring and  recordation regime  violates the  consent decree.\r\n\nThe  district  court  evidently  assumed that  it  did--thus  its\r\n\nsuggestion that  the government file a  motion for modification--\r\n\nbut it never  addressed this issue in detail.   Yet if the regime\r\n\ndoes not violate the consent decree, the contempt proceeding case\r\n\nshould have  been  dismissed and  the Rule  60(b) motion  mooted.\r\n\nLangton  and LeBlanc  have never  moved to  modify the  decree to\r\n\nenlarge their rights; and  prison officials, in moving  to modify\r\n\nthe  decree  in their  favor  (in  accordance  with the  district\r\n\ncourt's suggestion), certainly were not abandoning  their bedrock\r\n\nposition that the new regime was  lawful under the decree and did\r\n\nnot require any decree modification.\r\n\n          In  my view,  a  realistic reading  of the  1984 decree\r\n\nprovision is that it  effectively enjoined state prison officials\r\n\nfrom violating the cited  provisions of federal or state  law and\r                                                                           \r\n\nnothing  more.   True  the provision  was  clumsily worded:    it\r                       \r\n\njuxtaposed  a  ban on  interception,  itself  a term  differently\r\n\ndefined under the two cited statutes, with an awkward but broadly\r\n\n                               -27-\r\r\n\nworded qualification, namely, that  interceptions are allowed \"as\r\n\nspecifically permitted  by the statutes, taken  together, as they\r\n\nmay have  been amended or  may be amended  and as they  have been\r\n\nconstrued  or may  be construed  in reported  decisions  that are\r\n\nbinding in this Court or the state courts of Massachusetts.\"\r\n\n          The injunction  could and  probably should have  used a\r\n\nmuch   simpler  formulation,   such  as   a  ban   on  \"unlawful\"\r\n\ninterceptions, but  everyone knows  that lawyers  often overwrite\r\n\nlegal documents.  There is no indication anywhere that the phrase\r\n\n\"specifically  permitted\" means  anything more  than \"permitted,\"\r\n\nthe term  \"specifically\" being  the kind  of legal  flourish that\r\n\nusually causes more trouble  than it solves.   In any event,  the\r\n\nprovision  itself describes  the defendants  as \"enjoined  .  . .\r\n\nunder both 18 U.S.C.     2510 et seq. and M.G.L. c. 272,    99 et\r                                                                           \r\n\nseq.\" and nothing in  the provision suggests that the  injunction\r              \r\n\nwas intended to be broader than the statutes themselves.\r\n\n          This   view   is   confirmed   by   the  \"circumstances\r\n\nsurrounding  the  formation  of  the  consent  order\"  which  are\r\n\nproperly considered in its interpretation.  United States v.  ITT\r                                                                           \r\n\nContinental  Baking Co.,  </pre><span class=\"citation\" data-id=\"1682020\"><a href=\"/opinion/1682020/united-states-v-itt-continental-baking-co/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">223</span></a></span><pre class=\"inline\">, 238  (1975).   The casus\r                                                                           \r\n\nbelli,  it  must be  remembered, was  a  claim, denied  by prison\r               \r\n\nofficials, that  they  had  monitored an  inmate's  call  to  his\r\n\nlawyer, something that no one would expect a court or legislature\r\n\nto  authorize.   The prison  officials, who never  contended that\r\n\nsuch a monitoring  of calls  to lawyers would  be lawful,  simply\r\n\ndenied  that they did any  monitoring.  The  parties then settled\r\n\n                               -28-\r\r\n\nthe  case by having the  defendants enjoined to  obey federal and\r\n\nstate law on interception,  as it might be construed by courts or\r\n\namended by legislatures from time to time.\r\n\n          The  panel majority expresses disbelief that plaintiffs\r\n\nin a lawsuit would ever settle merely for a promise by defendants\r\n\nto  obey the  law.   But in  fact such  provisions are  common in\r\n\ndecrees (SEC consent decrees  are a classic example) and,  in any\r\n\nevent, a promise simply to obey the law made perfectly good sense\r\n\nin  this case.   The  settlement provided  Langton and  LeBlanc a\r\n\nsmall  number  of specific  benefits  already described.    As to\r\n\ntelephone monitoring, the prison did not defend listening in on a\r\n\ntelephone  call between an inmate and his lawyer, but denied that\r\n\nmonitoring had occurred  or was routinely practiced.  Langton and\r\n\nLeBlanc then settled for a general provision that made the prison\r\n\nofficials subject to contempt proceedings if they did violate the\r\n\nlaw in the future.\r\n\n          If the  decree  is  read  in  this  fashion,  then  the\r\n\ncontempt motion boils  down to the question  whether the prison's\r\n\nnew regime is lawful under the relevant statutes.  Nothing in the\r\n\ndecree's terms  prohibits monitoring or  recording as such.   The\r\n\ndecree uses the term \"interception\" which is a  statutory concept\r\n\nfreighted with exceptions, and the decree's ban is itself subject\r\n\nto the broad \"except as\" clause already described.  Nor does  the\r\n\npanel majority hold that the present regime is unlawful under the\r                             \r\n\nfederal and state statutes but only that reasonable arguments can\r\n\nbe made on both sides.\r\n\n                               -29-\r\r\n\n          The issue of the regime's lawfulness under the statutes\r\n\nmay  be debatable, but  it is doubtful  that it is  a close call.\r\n\nMassachusetts has  adopted  a  widely  used model,  used  by  the\r\n\nfederal  prison system as well, see generally 28 C.F.R.   540.100\r                                                       \r\n\net seq.,  and practically all  the case  law cited in  the briefs\r                 \r\n\ntends  to support it.2  Given  the general wording of the federal\r\n\nand  state statutes,  and  the strong  policy considerations  for\r\n\ngiving prison officials \"appropriate deference  and flexibility,\"\r\n\nSandin  v.  Conner, 115  S.  Ct. 2293,  2299  (1995), it  is very\r                            \r\n\nunlikely that a regime like that of Massachusetts would be struck\r\n\ndown,  even if  there are  possible occasional  applications that\r\n\nmight raise hard questions.\r\n\n          In any  event, once  it is  understood that the  decree\r\n\nonly  precludes  unlawful  interception, the  district  court has\r                                   \r\n\nprovided no  basis for  entering a  judgment  against the  prison\r\n\nofficials  since that court did not find that the regime violated\r\n\nfederal or state law.   It is true that this general  question is\r\n\none of law that we might in theory resolve ourselves; but no such\r\n\ntheory has  been adequately  briefed  by the  plaintiffs, and  no\r\n\ndecision  of a  district  court  on  this  issue  has  ever  been\r\n\nrendered.   The  proper solution  in this  case is to  vacate the\r\n                    \r                              \r\n\n2   E.g., United States  v. Horr, </pre><span class=\"citation\" data-id=\"583432\"><a href=\"/opinion/583432/united-states-v-ronald-craig-horr/\"><span class=\"volume\">963</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1124</span></a></span><pre class=\"inline\">, 1126  (8th Cir.\r                                          \r\n1992);  United States v. Sababu, </pre><span class=\"citation\" data-id=\"533826\"><a href=\"/opinion/533826/united-states-v-kojo-sababu-jaime-delgado-and-dora-garcia/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1308</span></a></span><pre class=\"inline\">, 1326-30 (7th Cir.\r                                         \r\n1989); United States v.  Willoughby, </pre><span class=\"citation\" data-id=\"513271\"><a href=\"/opinion/513271/united-states-v-richard-willoughby-quintin-prioleau-arthur-prioleau-and/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 19-21  (2d Cir.\r                                             \r\n1988);  Martin v.  Tyson, </pre><span class=\"citation\" data-id=\"505540\"><a href=\"/opinion/505540/michael-l-martin-v-sheriff-richard-tyson/\"><span class=\"volume\">845</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1451</span></a></span><pre class=\"inline\">,  1458 (7th  Cir. 1988);\r                                  \r\nUnited  States  v. Amen,  </pre><span class=\"citation\" data-id=\"496185\"><a href=\"/opinion/496185/united-states-v-angelo-amen-mark-a-deleonardis-michael-paradiso-and/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">373</span></a></span><pre class=\"inline\">,  378-80 (2d  Cir. 1987);\r                                 \r\nUnited States v. Paul, </pre><span class=\"citation\" data-id=\"373951\"><a href=\"/opinion/373951/united-states-v-susan-paul-79-5061-and-arnold-chester-pierce-79-5082/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">115</span></a></span><pre class=\"inline\">, 117  (6th Cir. 1980); United\r                                                                           \r\nStates v. Green, </pre><span class=\"citation\" data-id=\"1461426\"><a href=\"/opinion/1461426/united-states-v-green/\"><span class=\"volume\">842</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">68</span></a></span><pre class=\"inline\">, 71-72 (W.D.N.Y.  1994); United\r                                                                           \r\nStates v. Valencia, </pre><span class=\"citation no-link\"><span class=\"volume\">211</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">608</span></span><pre class=\"inline\">, 611 (S.D.  Fla. 1989); Lee\r                                                                           \r\nv. Carlson, </pre><span class=\"citation\" data-id=\"1498502\"><a href=\"/opinion/1498502/lee-v-carlson/\"><span class=\"volume\">645</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1430</span></a></span><pre class=\"inline\">, 1438-39 (S.D.N.Y. 1986).\r                    \r\n\n                               -30-\r\r\n\ndistrict court's 1995 judgment and remand to give the  plaintiffs\r\n\nthe  opportunity to show that the present regime is unlawful, and\r\n\ntherefore in violation of the decree.\r                   \r\n\n          The  panel  majority's  contrary  construction  of  the\r\n\ndecree does not rest on an  attempt to grapple seriously with its\r\n\nlanguage and  background.  Rather, the  majority relies primarily\r\n\non several  rather general propositions:   that parties sometimes\r\n\ndo resolve  by consent  decree legal issues  that are  reasonably\r\n\ndebatable, that such resolutions have an operative effect through\r\n\nthe consent decree, and that parties are bound by the decree even\r\n\nif  the  legal issues  should have  been  decided the  other way.\r\n\nThese notions might have some bearing if the prison officials had\r\n\nagreed, with no exceptions, that \"monitoring and recordation\" are\r\n\nprohibited.  But the defendants  did not make such a bargain,  so\r\n\nthe general propositions relied  on by the majority have  nothing\r\n\nto do with this case.\r\n\n          To sum  up,  the panel  majority  could decide  on  the\r\n\nmerits  whether the  new  Massachusetts regime  does violate  the\r\n\nfederal or  state statutes, and it would  be equally permissible,\r\n\nand in my view more appropriate, to vacate the 1995  judgment, to\r\n\nremand and to  allow the district court  to consider this  set of\r\n\nissues  in the  first instance.   But what  is not  tenable is an\r\n\ninterpretation  of  the  1984  consent  decree,  without  serious\r\n\nsupport  in either  its  phrasing or  its  context, that  enjoins\r\n\nMassachusetts officials from doing  what (so far as we  know from\r\n\nthe precedents) they  lawfully can do under existing  federal and\r\n\n                               -31-\r\r\n\nstate law.\r\n\n          Courts have been widely  criticized in recent years for\r\n\nexcessively interfering with  state institutions such as  prisons\r\n\nand, of  course, these charges  are often made  by those who  are\r\n\nunaware  of the abusive  conditions that the  federal decrees are\r\n\ninvoked  to remedy.  But  it does behoove  federal judges--who do\r\n\nnot    have   political   responsibility   for   managing   these\r\n\ninstitutions--to  consider   with  care  and  modesty   how  they\r\n\ninterpret  their  authority,  especially  in  construing  elderly\r\n\ndecrees as applied to entirely new sets of conditions.\r\n\n                               -32-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108351/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111211/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112679/",
    "https://www.courtlistener.com/api/rest/v3/opinions/372783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/373951/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492360/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/505540/",
    "https://www.courtlistener.com/api/rest/v3/opinions/513271/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520399/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533826/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539832/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542297/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/675850/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1461426/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1498502/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1655022/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1682020/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2381591/"
  ]
}