{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196452/",
  "id": 196452,
  "absolute_url": "/opinion/196452/united-states-v-bartelho/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196452/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:06:04Z",
  "date_modified": "2020-02-21T23:43:20.682652Z",
  "type": "010combined",
  "sha1": "7b4d4520bef8a73db278566ece97f91ed63b18ec",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1624.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1624\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                         THOMAS BARTELHO,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Stahl and Lynch, Circuit Judges.\r                                                          \r\n\n                                           \r\n\n     Christopher W.  Dilworth, by  Appointment of the  Court, for\r                                       \r\nappellant.\r\n     Margaret D.  McGaughey,  Assistant United  States  Attorney,\r                                     \r\nwith whom Jay P.  McCloskey, United States Attorney,  and Richard\r                                                                           \r\nW. Murphy,  Assistant United States  Attorney, were on  brief for\r                   \r\nappellee.\r\n\n                                           \r\n\n                         December 5, 1995\r\n                                           \r\r\n\n          TORRUELLA,  Chief  Judge.   Defendant-appellant  Thomas\r                    TORRUELLA,  Chief  Judge.\r                                            \r\n\nBartelho (\"Bartelho\") challenges his conviction for possession of\r\n\na firearm  by a convicted felon  under 18 U.S.C.     922 and 924.\r\n\nAfter  a jury trial in  the United States  District Court for the\r\n\nDistrict of Maine, Bartelho was sentenced  on May 26, 1995 to 120\r\n\nmonths incarceration.  We affirm his conviction.\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r\n\n          Viewed in  the light most favorable  to the government,\r\n\nUnited States  v. Robles, 45 F.3d 1,  2 (1st Cir.), cert. denied,\r                                                                          \r\n\n115 S. Ct.  1416 (1995), a reasonable  jury could have  found the\r\n\nfollowing facts.\r\n\n          At  about 9:20  a.m.  on Saturday,  July  2, 1994,  the\r\n\nWindham  Police  Department  received  a call  from  Lori  Daigle\r\n\n(\"Daigle\"), the resident of  the first floor apartment in  a two-\r\n\nunit  residence  on Route  115 in  Windham.   Daigle  reported an\r\n\nongoing disturbance in  the upstairs unit.   Bartelho, who  lived\r\n\nwith  his girlfriend  Patricia  Harris (\"Harris\")  and their  two\r\n\nyoung  children,  rented  that  apartment  (the  \"Harris-Bartelho\r\n\napartment\").  Daigle  stated to  the dispatcher that  one of  her\r\n\nupstairs neighbors, Harris, had complained to her at 2:00 a.m. of\r\n\nbeing  assaulted by  her boyfriend,  identified then  as \"Tommy.\"\r\n\nDaigle also told the dispatcher that Harris had asked her to take\r\n\nher  to the hospital.   Furthermore, Daigle  reported that Harris\r\n\nexpressed fear for her  18-month-old child, and that \"Tommy\"  had\r\n\nchased her  down  the road  with  a loaded  rifle.   Daigle  also\r\n\n                               -2-\r                                         -2-\r\r\n\nexplained  to the dispatcher that she had not heard the boyfriend\r\n\nleave, and so he must still have been upstairs.\r\n\n          Four  Windham  police officers  were dispatched  to the\r\n\nscene.  Meanwhile, dispatcher John Perruzzi tried to reach Harris\r\n\nby phone  in  the Harris-Bartelho  apartment.   Finding the  line\r\n\nbusy,  he had  the  phone company  break  in, and  upon  reaching\r\n\nHarris, convinced  her to walk out  of the building  to talk with\r\n\nthe officers waiting outside.\r\n\n          Harris  spoke  to  Sergeant David  Thomas  and  Officer\r\n\nRaymond Williams.   Officer Williams told Harris  that the police\r\n\nwere  responding  to a  report that  she  had been  assaulted and\r\n\nthreatened with a  firearm.  Harris answered that  she had had an\r\n\nargument  with  her boyfriend  but that  he  had left  30 minutes\r\n\npreviously.  The officers observed that Harris'  eyes were puffy,\r\n\nthat  she appeared  nervous,  and that  she  would not  make  eye\r\n\ncontact  with  them.   In  accord  with  their domestic  violence\r\n\ntraining,  the  officers  concluded  that Harris  was  protecting\r\n\nBartelho, possibly  out of fear of reprisal.  In view of Daigle's\r\n\nreport, they did not believe Harris' statement, and instead asked\r\n\nfor her permission to  enter the Harris-Bartelho apartment, which\r\n\nshe denied.\r\n\n          Sergeant  Thomas then  told  Harris  that the  officers\r\n\nwould  enter  the  apartment  without her  permission.    Several\r\n\nfactors persuaded  the officers to conduct  a warrantless search,\r\n\nincluding their belief that Harris was lying to protect Bartelho,\r\n\nDaigle's statement  that Bartelho remained in  the apartment, the\r\n\n                               -3-\r                                         -3-\r\r\n\nfact that Route 115 is a busy highway where the  town's Fourth of\r\n\nJuly  parade  was  about to  begin,  and  the  presence of  other\r\n\ndwellings  nearby.  As they later  testified, they concluded that\r\n\nif the defendant were allowed to remain in the apartment, a large\r\n\nnumber of people would be exposed to the risk of harm.\r\n\n          Officer  Williams  and   Sergeant  Thomas  climbed  the\r\n\nstairway  that   led  to  the  Harris-Bartelho  apartment's  main\r\n\nentrance.   They entered the unlocked front door and searched the\r\n\npremises.  Officer Williams checked the back porch, from which an\r\n\nenclosed  stairway  leading to  the  ground  level constituted  a\r\n\nsecond escape route from  the apartment.  Officers on  the ground\r\n\nwatched  both exits  as the  search took  place.   After Sergeant\r\n\nThomas and Officer  Williams failed  to find the  suspect in  the\r\n\napartment,  Officer   Williams  checked   the  back  porch   more\r\n\ncarefully, and noticed a  loaded semiautomatic rifle on top  of a\r\n\nstove  on  the porch.   Officer  Williams  looked down  the porch\r\n\nstairway,  and  called out  the  name  \"Tommy,\" whereupon  Thomas\r\n\nBartelho emerged from his hiding place below.\r\n\n          On July  6, 1994, a warrant was  executed authorizing a\r\n\nsearch  of the  Bartelho-Harris  apartment for  evidence of  bank\r\n\nrobbery.  Part of the basis  for the warrant was the FBI's belief\r\n\nthat  the weapon  found  during the  earlier, warrantless  search\r\n\n(\"the July 2  search\") was the same as the one that had been used\r\n\nin a series of  bank robberies.  Pursuant to the warrant, another\r\n\nsearch  was  conducted on  July 7  (\"the  July 7  search\"), which\r\n\n                               -4-\r                                         -4-\r\r\n\nturned up additional items including a quantity of ammunition and\r\n\na stock and case for a rifle.\r\n\n                               -5-\r                                         -5-\r\r\n\n                         II.  DISCUSSION\r                                   II.  DISCUSSION\r\n\n          On appeal,  Bartelho contends that four  issues require\r\n\nthat  we  overturn his  conviction.   First,  he argues  that the\r\n\ngovernment  failed to prove that his firearm civil rights had not\r\n\nbeen restored, as he asserts  it was required to do.   Second, he\r\n\ncontends  that the  district court  wrongly denied his  motion to\r\n\nsuppress  evidence found during the  July 2 and  July 7 searches.\r\n\nThird, he claims  that the district court's jury  procedures were\r\n\nimproper.   Fourth,  and finally,  he asserts  that the  district\r\n\ncourt erred  in allowing  testimony  that he  threatened to  kill\r\n\nHarris.\r\n\n          A.   Restoration of Felon Firearm Civil Rights\r                    A.   Restoration of Felon Firearm Civil Rights\r\n\n          Bartelho  appeals  his   conviction  under  18   U.S.C.\r\n\n  922(g)(1) (1994), which provides that it is unlawful for anyone\r\n\n\"who has  been convicted in  any court of  a crime punishable  by\r\n\nimprisonment for a term exceeding one year . . . to possess . . .\r\n\nany  firearm.\"   Bartelho's  last conviction  before the  instant\r\n\ncrime was in 1990, when he  served one year of a five-year prison\r\n\nsentence.    As  noted in  the  facts,  the  police discovered  a\r\n\nsemiautomatic  rifle during  their search of  the Harris-Bartelho\r\n\napartment  in  close  proximity  to  the  place  where they  also\r\n\ndiscovered  defendant-appellant  Bartelho,   and  at  trial   the\r\n\ngovernment  presented  Harris'  taped  pretrial   statement  that\r\n\nBartelho had threatened her while holding this weapon.\r\n\n          According to  Bartelho,  the district  court  erred  in\r\n\ndenying his  motion  to dismiss,  which  contended (1)  that  the\r\n\n                               -6-\r                                         -6-\r\r\n\ngovernment was required to prove that his right to bear arms  had\r\n\nnot been  restored by the State of Rhode Island, and (2) that the\r\n\ngovernment  failed  to carry  this  purported  burden.   Bartelho\r\n\nreiterates  this argument on appeal.  The argument depends on his\r\n\ninterpretation of  18 U.S.C.    921(a)(20) (1994),  which defines\r\n\nthe term \"crime punishable  by imprisonment for a term  exceeding\r\n\none year\" in   922(g)(1) as follows:\r\n\n               What constitutes a conviction  of such\r\n            a crime shall be determined in accordance\r\n            with the law of the jurisdiction in which\r\n            the   proceedings   were   held.      Any\r\n            conviction  which  has been  expunged, or\r\n            set aside or for  which a person has been\r\n            pardoned or has had civil rights restored\r\n            shall  not be considered a conviction for\r\n            purposes  of  this  chapter, unless  such\r\n            pardon,  expungement,  or restoration  of\r\n            civil rights expressly provides  that the\r\n            person may not ship,  transport, possess,\r\n            or receive firearms.\r\n\nBartelho  argues  that  because  Rhode Island  has  provided  for\r\n\npossible  restoration of his civil  right to carry  a firearm, to\r\n\nconvict him under   922(g)(1), the government bears the burden of\r\n\nshowing  that  such restoration  has  not  occurred.   In  short,\r\n\nBartelho proposes that we treat this showing as an element of the\r\n\noffense.\r\n\n          We reject  Bartelho's argument because we conclude that\r\n\na showing that the right to carry a firearm has not been restored\r\n\nis not an element of a    922(g) violation.  In United States  v.\r                                                                       \r\n\nRamos,  961 F.2d 1003, 1006 (1st Cir.  1992), we read   922(a)(1)\r               \r\n\nto require proof of three elements:\r\n\n          (1)that the accused is a convicted felon;\r\n          (2)who knowingly possessed a firearm;\r\n\n                               -7-\r                                         -7-\r\r\n\n          (3)which   was   connected  with   interstate\r\n          commerce.\r\n\nId. at 1006;  see also United  States v. Flower, 29 F.3d 530, 534\r                                                         \r\n\n(10th  Cir. 1994) (citing United  States v. Shunk,  881 F.2d 917,\r                                                           \r\n\n921  (10th Cir. 1989)); United States v. Sherbondy, 865 F.2d 996,\r                                                            \r\n\n1001-03 (9th Cir. 1988).\r\n\n          While neither    921(a)(20) nor   922(g)(1)  explicitly\r\n\ndescribes  the role that the    921(a)(20) definition should play\r\n\nor  specifies who  must initially  raise or  ultimately  bear the\r\n\nburden  of  proof  on  the issue  of  the  predicate conviction's\r\n\ncontinuing vitality,  we conclude that    921(a)(20) is  merely a\r\n\nlegal definition for the phrase \"conviction  for a term exceeding\r\n\none year\" in   922(g)(1).   Indeed, the title to 18 U.S.C.    921\r\n\nis  \"Definitions.\"   Furthermore,    921(a)(20)  begins with  the\r\n\nwords \"[t]he term  'crime punishable by  imprisonment for a  term\r\n\nexceeding one year'  does not  include,\" and is  followed by  two\r\n\nexceptions.  Thus,    921(a)(20)  serves to narrow  the class  of\r\n\nprior convictions down to a smaller class of convictions that may\r\n\nserve as predicate  convictions under    922(g)(1).   To treat   \r\n\n921(a)(20)  as a  legal  definition accords  with the  approaches\r\n\ntaken explicitly by  two other  circuits,  see  United States  v.\r                                                                       \r\n\nJackson, 57 F.3d 1012, 1016 (11th  Cir. 1995); Flower, 29 F.3d at\r                                                               \r\n\n534;  United States v. Clark, 993  F.2d 402, 406 (4th Cir. 1993),\r                                      \r\n\nand implicitly  by several others, see United  States v. Frushon,\r                                                                          \r\n\n10 F.3d 663, 665-66 (9th Cir. 1993); Martin v. United States, 989\r                                                                      \r\n\nF.2d 271,  273 (8th  Cir.),  cert. denied,  114 S.  Ct. 475,  126\r                                                   \r\n\n                               -8-\r                                         -8-\r\r\n\nL.Ed.2d 426 (1993); United  States v. Cassidy, 889 F.2d  543, 545\r                                                       \r\n\n(6th Cir. 1990).\r\n\n          We are  persuaded by the  approach of United  States v.\r                                                                        \r\n\nFlower.   The significance of    921(a)(20)'s definitional nature\r                \r\n\nis that the trial judge  bears the responsibility of  determining\r\n\nas a matter of law whether  a prior conviction is admissible in a\r\n\n  922(g)(1)  case.   Flower, 29  F.3d at  535.   Under Bartelho's\r                                     \r\n\nproposed rule, the  government would be required to  refute every\r\n\npossibility  that  criminal  defendants   have  had  their  prior\r\n\nconvictions  nullified or  their civil  rights restored.   Rather\r\n\nthan require  the government to  show a negative  proposition, we\r\n\nreject Bartelho's  interpretation.   It is certainly  much easier\r\n\nfor criminal defendants to raise the issue of whether their prior\r\n\nconvictions have  been nullified or their  civil rights otherwise\r\n\nrestored.  Id.1\r                       \r\n                    \r                              \r\n\n1  We note in passing that the only circuit to have held that the\r\ngovernment must prove the  \"continuing validity\" of a defendant's\r\nprevious conviction,  United States  v. Essick,  935 F.2d 28,  31\r                                                        \r\n(4th  Cir. 1991),   has  recently clarified,  and limited,  their\r\nprevious conclusion in a manner instructive for the present case.\r\nSee United States v. Thomas, 52 F.3d 82, 85 (4th  Cir. 1995); see\r                                                                           \r\nalso United States v. Clark,  993 F.2d 402, 406 (4th Cir.  1993).\r                                     \r\nIn  Thomas, the court limited Essick's holding, by ruling that it\r                                              \r\ndid not apply  to circumstances  where the  underlying state  law\r\nautomatic  restoration provision  could not  normally  have taken\r\neffect  because  the defendant  had  a  prior conviction  falling\r\nwithin the statutorily prescribed period.  Thomas, 52 F.3d at 85.\r                                                           \r\nBartelho  urges that  we  follow Essick  and  adopt its  original\r                                                 \r\nholding.  But Essick  has been limited  by the court that  issued\r                              \r\nit,  and  in  such a  manner  that  would  not benefit  Bartelho.\r\nBartelho was most recently  convicted only four years before  the\r\ninstant offense;  Rhode Island law  requires that ten  years must\r\npass  after  completion of  a conviction  before a  defendant can\r\ninitiate the expungement process  by which Bartelho's civil right\r\nto carry  a firearm could have been restored.  See R.I. Gen. Laws\r                                                            \r\n     12-1.3-2(a),  12-1.3-3(b)(1)  (1956).    Furthermore,  while\r\n\n                               -9-\r                                         -9-\r\r\n\n          A claim of restoration of civil rights is in the nature\r\n\nof an  affirmative defense.   As  a result,  once a prior  felony\r\n\nconviction and  corresponding loss of  civil rights is  proven by\r\n\nthe  government,  as  with   any  other  factual  condition,  the\r\n\npresumption is that that condition remains.  See Jackson, 57 F.3d\r                                                                  \r\n\nat  1016  (\"[W]here  affirmative  defenses  are  created  through\r\n\nstatutory exceptions, the ultimate  burden of persuasion  remains\r\n\nwith the prosecution, but  the defendant has the burden  of going\r\n\nforward with  sufficient evidence  to raise  the exception  as an\r\n\nissue.\") (quoting  United States v. Laroche, 723  F.2d 1541, 1543\r                                                     \r\n\n(11th Cir.),  cert. denied, 467 U.S.  1245 (1984)).  It  is up to\r                                    \r\n\nthe defendant  to raise the  issue and  produce evidence  showing\r\n\nthat   changed  circumstances   make   the   original   condition\r\n\ninapplicable.  See Jackson, 57  F.3d at 1017; Flower, 29 F.3d  at\r                                                              \r\n\n535.  Defendant has not done so here.\r\n\n          Thus, upon de novo review, see,  e.g., United States v.\r                                                                        \r\n\nThree Juveniles, 61  F.3d 86,  87 (1st Cir.  1995) (reviewing  de\r                                                                           \r\n\nnovo issues  of interpretation  of federal criminal  statute), we\r               \r\n\nfind no  error of law, since  the government was not  required to\r\n\nshow  the validity  of his past  conviction in  order to  prove a\r\n\nviolation of   922(g)(1).\r\n\n          B.   The Motion to Suppress\r                    B.   The Motion to Suppress\r\n                    \r                              \r\n\nBartelho contends  that the government was required  to show that\r\nhe had  not been  pardoned, see  R.I. Const. art.  IX,    13, and\r                                         \r\nthereby  had his civil rights restored, he cites no authority for\r\nthis  proposition  other  than  Essick,  which  as  noted  above,\r                                                \r\nactually  involved  an  automatic restoration  provision,  not  a\r\ndiscretionary  expungement or pardon.  At any rate, we decline to\r\nadopt the rule that Bartelho proposes.\r\n\n                               -10-\r                                         -10-\r\r\n\n          With  respect to  the motion to  suppress, we  review a\r\n\ndistrict court's  findings  of fact only for clear error.  United\r                                                                           \r\n\nStates  v. Mart nez-Molina,  64  F.3d 719,  726 (1st  Cir. 1995).\r                                    \r\n\nQuestions of law, however, are  subject to de novo  review.  Id.;\r                                                                         \r\n\nUnited States v. Zapata, 18 F.3d 971, 975 (1st Cir. 1994).  \r                                 \r\n\n          Prior to trial, Bartelho moved to suppress the evidence\r\n\ngarnered  in both  the July 2  warrantless search and  the July 7\r\n\nsearch, which  he contended  was tainted  by the  use of  July 2-\r\n\nobtained  evidence to  procure the  warrant used.   Based  on the\r\n\nfacts presented at the  evidentiary hearing, the magistrate judge\r\n\nrecommended  that the district  court deny Bartelho's suppression\r\n\nmotion, and the district court did so.  The district court  found\r\n\nthat  (1)  the  officers  had  probable  cause  to  believe  that\r\n\ncontraband  or evidence would  be found  inside, and  (2) exigent\r\n\ncircumstances  justified their  entry without  first obtaining  a\r\n\nwarrant.\r\n\n          On  appeal,  Bartelho argues  that  the  district court\r\n\nerred  by ruling that the  July 2 search  and subsequent seizures\r\n\nwere constitutionally  protected.  He contends  that the evidence\r\n\nfound in the July 2 search should be excluded because  the police\r\n\ndid  not have  probable cause  to enter  the apartment,  and that\r\n\nthere were no \"exigent  circumstances\" to excuse their lack  of a\r\n\nwarrant.   Furthermore, he  argues that evidence  gathered in the\r\n\nJuly  7 search  constitutes  \"fruit of  the  poisonous tree\"  and\r\n\nshould  also be suppressed.   See Wong Sun  v. United States, 371\r                                                                      \r\n\nU.S. 471, 487-88 (1962).\r\n\n                               -11-\r                                         -11-\r\r\n\n          First, we address Bartelho's  contention that there was\r\n\ninsufficient  probable cause  to support  the officers'  entrance\r\n\ninto the Harris-Bartelho apartment.  Probable cause to  conduct a\r\n\nsearch  exists when \"given all the circumstances, there is a fair\r\n\nprobability that  contraband  or evidence  will be  found in  the\r\n\nplace  described.\"  United States v.  Moore, 790 F.2d 13, 15 (1st\r                                                     \r\n\nCir. 1986),  cited in United States  v. Wilson, 36  F.3d 205, 208\r                                                        \r\n\n(1st Cir.  1994).  The determination  of probable cause is  to be\r\n\nmade by evaluating  the totality of the  circumstances facing the\r\n\npolice.  See  Illinois v. Gates, 462 U.S. 213, 238 (1983); United\r                                                                           \r\n\nStates v. Garc a, 983 F.2d 1160, 1167 (1st Cir. 1993).\r                          \r\n\n          Bartelho argues  that the  police should not  have been\r\n\nallowed to rely on  Daigle's statement that he  was still in  the\r\n\nHarris-Bartelho apartment.  He argues that because  Daigle was in\r\n\nher apartment  together with small  children, she could  not have\r\n\nknown  whether  he  had left  via  the  back  stairs, which  were\r\n\ndetached from  the building and enclosed.   Furthermore, Bartelho\r\n\ncites Harris'  statement to  the police  that he was  not in  the\r\n\nbuilding as evidence that they did not have probable cause.\r\n\n          Bartelho's  arguments are not persuasive.  The district\r\n\ncourt  was  not  required  to  accept  the  contention  that  the\r\n\nplacement  of the back staircase made it impossible for Daigle to\r\n\nknow  if Bartelho had left.   The officers  testified that Daigle\r\n\nwas adamant  that Bartelho  was still  there.   Furthermore,  the\r\n\nofficers  were  not required  to take  Harris' statement  at face\r\n\nvalue,  especially given  their  domestic-abuse training.    See,\r                                                                          \r\n\n                               -12-\r                                         -12-\r\r\n\ne.g., United  States v.  Taylor, 985 F.2d  3, 6  (1st Cir.  1993)\r                                         \r\n\n(weighing  officers'  experience  in  determination  of  probable\r\n\ncause);  see also United States  v. Henry, 48  F.3d 1282, 1284-85\r                                                   \r\n\n(D.C.  Cir. 1995)  (upholding protective  sweep despite  the fact\r\n\nthat girlfriend told police her boyfriend had left).  We conclude\r\n\nthat  the evidence  regarding the  totality of  the circumstances\r\n\nsupported  the district  court's conclusion  that  probable cause\r\n\nexisted for the police  to believe Bartelho was still  present in\r\n\nthe apartment, and we find no  clear error.  See United States v.\r                                                                        \r\n\nWilson, 36  F.3d 205,  209  (1st Cir.  1994) (reviewing  district\r                \r\n\ncourt's   factual   findings,   especially  witness   credibility\r\n\ndeterminations, for  clear error); United  States v. Baldacchino,\r                                                                          \r\n\n762 F.2d 170, 175 (1st Cir. 1985).\r\n\n          Second, we address the critical limitation that \"[e]ven\r\n\nwhen  supported by  probable  cause, warrantless  entries into  a\r\n\nperson's home are per se unreasonable unless justified by exigent\r                                  \r\n\ncircumstances.\"  Moore, 790 F.2d at 15; see also  Wilson, 36 F.3d\r                                                                  \r\n\nat 208.  Bartelho argues that sufficient evidence did not support\r\n\nthe district court's finding that exigent circumstances justified\r\n\nthe officers' warrantless search.\r\n\n          To determine whether there is an exigency sufficient to\r\n\njustify a warrantless  search and seizure,  the test is  \"whether\r\n\nthere is such a compelling necessity for immediate action as will\r\n\nnot brook the  delay of  obtaining a warrant.\"   Wilson, 36  F.3d\r                                                                 \r\n\n205, 209 (1st  Cir. 1994)  (quoting United States  v. Adams,  621\r                                                                     \r\n\nF.2d  41, 44  (1st  Cir. 1980));  see  also Hegarty  v.  Somerset\r                                                                           \r\n\n                               -13-\r                                         -13-\r\r\n\nCounty, 53 F.3d  1367, 1374  (1st Cir. 1995).   This  necessarily\r                \r\n\nfact-based  inquiry, Wilson,  36 F.3d  at 209,  requires that  we\r                                     \r\n\nconsider factors including the gravity of the underlying offense,\r\n\nwhether a  delay would  pose a  threat  to police  or the  public\r\n\nsafety,  and whether there  is a  great likelihood  that evidence\r\n\nwill be destroyed if the search is delayed until a warrant can be\r\n\nobtained.   Wilson, 36 F.3d  at 209-10; Baldacchino,  762 F.2d at\r                                                             \r\n\n176. \r\n\n          Bartelho  contends that  the  district  court erred  in\r\n\nfinding   that  exigent  circumstances  justified  the  officers'\r\n\nwarrantless  search.   In  particular,  he  emphasizes that  John\r\n\nPerruzzi,  the dispatcher, found the telephone  line busy when he\r\n\ncalled;  that Harris  had already  exited the  building  when the\r\n\nofficers  arrived; and that  she provided  no confirmation  of an\r\n\nassault,  the  existence of  a  firearm,  or Bartelho's  presence\r\n\ninside  the Harris-Bartelho  apartment.   According to  Bartelho,\r\n\nthese  facts rebut  the district  court's finding  that requisite\r\n\nexigent circumstances existed.\r\n\n          The facts  that Bartelho cites do not  compel a finding\r\n\nthat  exigent circumstances  did not  exist.   Bartelho tries  to\r\n\nargue that Perruzzi interrupted  Harris in the middle of  a phone\r\n\ncall, and so  the police should have  decided that all was  well.\r\n\nHowever,  we  must  review  evidence as  a  whole,  including all\r\n\nreasonable  inferences,  in  the  light  most  favorable  to  the\r\n\ngovernment.   See, e.g.,  United States v.  Robles, 45  F.3d 1, 2\r                                                            \r\n\n(1st  Cir. 1994), cert. denied,  114 S. Ct.  731, 126 L.Ed.2d 694\r                                        \r\n\n                               -14-\r                                         -14-\r\r\n\n(1994).   A busy  signal would be  consistent not  only with  the\r\n\npossibility  that Harris was making  a phone call,  but also with\r\n\nthe reasonable  inference that Bartelho  had taken the  phone off\r\n\nthe  hook.  Moreover, as we have previously discussed, the police\r\n\nwere not required to take Harris' statements at face value, given\r\n\nher demeanor,  their training  regarding  domestic violence,  and\r\n\nDaigle's report.\r\n\n          We  conclude that  the district  court  did not  err in\r\n\nfinding  the  requisite  exigent circumstances.    Several  facts\r\n\naddress the reasons that this court has previously emphasized  in\r\n\ndetermining whether exigent circumstances exist.  The police were\r\n\nsummoned by a caller  who identified herself, lending credibility\r\n\nto the report, and  reported that a woman was being threatened by\r\n\na man with a loaded  rifle, certainly a grave offense.   See 17-A\r                                                                      \r\n\nM.R.S.A.   1252(4) (1983 &amp;  Supp. 1994) (increasing penalties for\r\n\ncrimes if a \"dangerous weapon\" is used); see also L pez, 989 F.2d\r                                                                 \r\n\nat 26  (considering presence of  a firearm used  in assault  as a\r\n\nfactor  in upholding  warrantless search).   Other  facts suggest\r\n\nthat delay would have risked public safety.  The scene was near a\r\n\nbusy highway  that was on the route  of a soon-to-begin Fourth of\r\n\nJuly parade.  Besides the parade, there were also other dwellings\r\n\nnearby.   Furthermore, Bartelho may  well have known from Harris'\r\n\nconversation with  the dispatcher, or from  looking outside, that\r\n\nthe police were waiting for him.  By waiting, the police may have\r\n\nrisked an  ambush.  See United  States v. L pez, 989  F.2d 24, 26\r                                                         \r\n\n(1st Cir. 1993) (noting that police are allowed to consider their\r\n\n                               -15-\r                                         -15-\r\r\n\nown safety).  Moreover,  any normal delay in obtaining  a warrant\r\n\nmight  have been  exacerbated  by the  holiday.   Guided  in  our\r\n\ninquiry by  this court's  previously adopted rubric,  these facts\r\n\nlead  us  to uphold  the  district  court's  finding  of  exigent\r\n\ncircumstances.\r\n\n          Because we uphold the district court's finding that the\r\n\nJuly 2 search was  legal, we do not consider  Bartelho's argument\r\n\nthat the July 7 search warrant was tainted by illegality.\r\n\n          C.   Jury Procedures\r                    C.   Jury Procedures\r\n\n          Bartelho also  argues that the district  court erred by\r\n\nrefusing  to  discharge  the  jury  panel  after  another  case's\r\n\nindictment, involving the same model of firearm and  an identical\r\n\nwitness, had already been  read to the panel during voir dire and\r\n\njury  selection.  According to Bartelho, these facts may have led\r\n\nthe  jury  to  associate him  with  the  defendant  who faced  an\r\n\nunrelated trial on a more serious charge.  Bartelho contends that\r\n\nhe was thus denied a fair trial.\r\n\n          In empaneling a jury,  a district court has a  \"duty to\r\n\ndetermine the question of actual bias, and [] broad discretion in\r\n\nits rulings  on challenges therefor.\"   Dennis v.  United States,\r                                                                          \r\n\n339 U.S. 162,  168 (1950);  see also Kotler  v. American  Tobacco\r                                                                           \r\n\nCo., 926 F.2d 1217, 1228 (1st Cir.  1990) (in absence of manifest\r             \r\n\njuror  prejudice, \"we will  not set aside  a  judge's  actions in\r\n\nempaneling a  jury which [the  judge] reasonably considers  to be\r\n\nsuitable  and impartial\").  We review a trial judge's exercise of\r\n\ndiscretion  in empaneling a jury  for \"clear abuse.\"   See, e.g.,\r                                                                         \r\n\n                               -16-\r                                         -16-\r\r\n\nUnited States v.  McCarthy, 961  F.2d 972, 976  (1st Cir.  1992);\r                                    \r\n\nUnited States v. Ploof, 464  F.2d 116, 118 n.4 (2d Cir. 1972).\r                                \r\n\n          Although we have been unable to find any cases squarely\r\n\non point, prior cases in this circuit that address related issues\r\n\nlead  us  to reject  Bartelho's argument.    In United  States v.\r                                                                        \r\n\nCarranza, 583 F.2d 25  (1st Cir. 1978), we adopted  the following\r                  \r\n\nrule:\r\n\n            unless  a  specific  showing  of  bias or\r\n            prejudice is made, the fact that a  juror\r\n            sat in  a prior  case involving  the same\r\n            government witnesses and the same type of\r\n            crime   will   not    be   grounds    for\r\n            disqualification   per   se  unless   the\r                                                 \r\n            defendant  is  charged  with  an  offense\r\n            arising from the same transaction.\r\n\nId.  at 28.   Here, Bartelho has  not made a  specific showing of\r             \r\n\nbias or prejudice.   Furthermore, unlike in  Carranza, his jurors\r                                                               \r\n\nneither heard  the witnesses  nor  saw the  evidence against  the\r\n\nother defendant.  Additionally, Bartelho's charge (being a felon-\r\n\nin-possession)  and the  other relevant defendant's  charge (bank\r\n\nrobbery)  were  not  the  same  type  of  crime.    Finally,  the\r\n\nsimilarities between Bartelho's case and  the one with which  his\r\n\njury was empaneled are insufficient.  See, e.g., United States v.\r                                                                        \r\n\nMorales-D az,  925  F.2d  535,  537 (1st  Cir.  1991)  (rejecting\r                      \r\n\nargument  of bias  based on  several jurors'  prior service  in a\r\n\ndifferent case involving another Hispanic drug defendant).  Thus,\r\n\nBartelho  has  considerably  less  basis  for  an  allegation  of\r\n\nprejudice  than the  defendant in  Carranza, who  also failed  to\r                                                     \r\n\npersuade  this court.   We note  in passing  that this  court has\r\n\npreviously  emphasized  the  importance   of  caution  under  the\r\n\n                               -17-\r                                         -17-\r\r\n\nCarranza rule in addressing challenges that threaten the judicial\r                  \r\n\neconomy of  multiple empanelment based on  the negligible adverse\r\n\neffects  of this system when  properly handled, as  here.  United\r                                                                           \r\n\nStates v. Maraj, 947 F.2d 520, 525 (1st Cir. 1991).\r                         \r\n\n          For these reasons, we find that the  district court did\r\n\nnot abuse its discretion by not discharging the panel.\r\n\n                               -18-\r                                         -18-\r\r\n\n          D.   Harris' Testimony on Bartelho's Death Threats\r                    D.   Harris' Testimony on Bartelho's Death Threats\r\n\n          Lastly,  Bartelho  challenges   the  district   court's\r\n\ndecision to allow Harris to testify that Bartelho  had threatened\r\n\nto  kill her.   On  relevance grounds,  Bartelho objected  to the\r\n\ngovernment's questioning of Harris on redirect regarding  whether\r\n\nBartelho  had threatened to kill  her, but the  court allowed the\r\n\ntestimony.    Citing  Federal  Rule of  Evidence  403,2  Bartelho\r\n\nargues that although the  death threat may have been  relevant as\r\n\nto   motive,  such   testimony   was   highly  inflammatory   and\r\n\nprejudicial.   He contends that this  testimony thereby increased\r\n\nthe  likelihood of  a  conviction based  on  emotion rather  than\r\n\nfacts, thus denying him of a fair trial.\r\n\n          The  balancing of  probative value  against prejudicial\r\n\nimpact under  Rule 403 will not be disturbed on appeal as long as\r\n\nthe  trial  court  \"does not  stray  entirely  beyond  the pale.\"\r\n\nUnited States v. Rodr guez-Estrada,  877 F.2d 153, 156  (1st Cir.\r                                            \r\n\n1989) (quoting United States  v. Tierney, 760 F.2d 382,  388 (1st\r                                                  \r\n\nCir. 1985)).  We review  the trial court's ruling only  for abuse\r\n\nof discretion, see Tierney, 760 F.2d at 388, bearing in mind that\r                                    \r\n\nthe limitations  of Rule 403 are to  be \"rarely invoked.\"  United\r                                                                           \r\n\nStates v. Zeuli, 725 F.2d 813, 816 (1st Cir. 1984).\r                         \r\n\n                    \r                              \r\n\n2  It is not entirely clear from the record that a Rule 403 issue\r\nhas  been preserved  for appeal.   The  government contends  that\r\nBartelho  tacitly  waived  a Rule  403  objection  via his  later\r\nobjections.  Nonetheless, the ambiguity is irrelevant here, since\r\nwe  do not consider the  issue of waiver,  as Bartelho's argument\r\nfails on other grounds.\r\n\n                               -19-\r                                         -19-\r\r\n\n          We uphold  the district  court's decision to  allow the\r\n\ntestimony.   Harris  was the  only government  witness who  could\r\n\ntestify  that Bartelho  actually had  physical possession  of the\r\n\nweapon.  In fact, before trial she had so testified, and had been\r\n\nrecorded on tape.  However, at trial she denied that Bartelho had\r\n\nhad a gun.   Given that  she was the best  witness to one  of the\r\n\nelements  of the  crime  of  felon-in-possession,  evidence  that\r\n\nBartelho had  previously threatened her life  was highly relevant\r\n\nto the jury's decision whether to credit her taped version of the\r\n\nfacts or her conflicting trial testimony.  Furthermore, only  the\r\n\nfact  that Harris  told others  about the  threats was  elicited;\r\n\nthere were no sensational details.  Thus,  we  conclude that  the\r\n\ndistrict  court did  not abuse  its discretion  in  admitting the\r\n\nevidence of the threats.\r\n\n          For the foregoing reasons, the judgment of the district\r\n\ncourt is affirmed.\r                   affirmed.\r                           \r\n\n                               -20-\r                                         -20-\r\r\n",
  "html": "<p class=\"case_cite\">71 F.3d 436</p>\n    <p class=\"case_cite\">43 Fed. R. Evid. Serv. 501</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Thomas BARTELHO, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 95-1624.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1995.<br>Decided Dec. 5, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christopher W. Dilworth, Falmouth, Me., by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and Richard W. Murphy, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Thomas Bartelho (\"Bartelho\") challenges his conviction for possession of a firearm by a convicted felon under 18 U.S.C. Secs. 922 and 924.  After a jury trial in the United States District Court for the District of Maine, Bartelho was sentenced on May 26, 1995 to 120 months incarceration.  We affirm his conviction.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Viewed in the light most favorable to the government, United States v. Robles, 45 F.3d 1, 2 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 1416, 131 L.Ed.2d 300 (1995), a reasonable jury could have found the following facts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At about 9:20 a.m. on Saturday, July 2, 1994, the Windham Police Department received a call from Lori Daigle (\"Daigle\"), the resident of the first floor apartment in a two-unit residence on Route 115 in Windham.  Daigle reported an ongoing disturbance in the upstairs unit.  Bartelho, who lived with his girlfriend Patricia Harris (\"Harris\") and their two young children, rented that apartment (the \"Harris-Bartelho apartment\").  Daigle stated to the dispatcher that one of her upstairs neighbors, Harris, had complained to her at 2:00 a.m. of being assaulted by her boyfriend, identified then as \"Tommy.\"   Daigle also told the dispatcher that Harris had asked her to take her to the hospital.  Furthermore, Daigle reported that Harris expressed fear for her 18-month-old child, and that \"Tommy\" had chased her down the road with a loaded rifle.  Daigle also explained to the dispatcher that she had not heard the boyfriend leave, and so he must still have been upstairs.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Four Windham police officers were dispatched to the scene.  Meanwhile, dispatcher John Perruzzi tried to reach Harris by phone in the Harris-Bartelho apartment.  Finding the line busy, he had the phone company break in, and upon reaching Harris, convinced her to walk out of the building to talk with the officers waiting outside.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Harris spoke to Sergeant David Thomas and Officer Raymond Williams.  Officer Williams told Harris that the police were responding to a report that she had been assaulted and threatened with a firearm.  Harris answered that she had had an argument with her boyfriend but that he had left 30 minutes previously.  The officers observed that Harris' eyes were puffy, that she appeared nervous, and that she would not make eye contact with them.  In accord with their domestic violence training, the officers concluded that Harris was protecting Bartelho, possibly out of fear of reprisal.  In view of Daigle's report, they did not believe Harris' statement, and instead asked for her permission to enter the Harris-Bartelho apartment, which she denied.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Sergeant Thomas then told Harris that the officers would enter the apartment without her permission.  Several factors persuaded the officers to conduct a warrantless search, including their belief that Harris was lying to protect Bartelho, Daigle's statement that Bartelho remained in the apartment, the fact that Route 115 is a busy highway where the town's Fourth of July parade was about to begin, and the presence of other dwellings nearby.  As they later testified, they concluded that if the defendant were allowed to remain in the apartment, a large number of people would be exposed to the risk of harm.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Officer Williams and Sergeant Thomas climbed the stairway that led to the Harris-Bartelho apartment's main entrance.  They entered the unlocked front door and searched the premises.  Officer Williams checked the back porch, from which an enclosed stairway leading to the ground level constituted a second escape route from the apartment.  Officers on the ground watched both exits as the search took place.  After Sergeant Thomas and Officer Williams failed to find the suspect in the apartment, Officer Williams checked the back porch more carefully, and noticed a loaded semiautomatic rifle on top of a stove on the porch.  Officer Williams looked down the porch stairway, and called out the name \"Tommy,\" whereupon Thomas Bartelho emerged from his hiding place below.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 6, 1994, a warrant was executed authorizing a search of the Bartelho-Harris apartment for evidence of bank robbery.  Part of the basis for the warrant was the FBI's belief that the weapon found during the earlier, warrantless search (\"the July 2 search\") was the same as the one that had been used in a series of bank robberies.  Pursuant to the warrant, another search was conducted on July 7 (\"the July 7 search\"), which turned up additional items including a quantity of ammunition and a stock and case for a rifle.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, Bartelho contends that four issues require that we overturn his conviction.  First, he argues that the government failed to prove that his firearm civil rights had not been restored, as he asserts it was required to do.  Second, he contends that the district court wrongly denied his motion to suppress evidence found during the July 2 and July 7 searches.  Third, he claims that the district court's jury procedures were improper.  Fourth, and finally, he asserts that the district court erred in allowing testimony that he threatened to kill Harris.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A. Restoration of Felon Firearm Civil Rights</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Bartelho appeals his conviction under 18 U.S.C. Sec. 922(g)(1) (1994), which provides that it is unlawful for anyone \"who has been convicted in any court of a crime punishable by imprisonment for a term exceeding one year ... to possess ... any firearm.\"   Bartelho's last conviction before the instant crime was in 1990, when he served one year of a five-year prison sentence.  As noted in the facts, the police discovered a semiautomatic rifle during their search of the Harris-Bartelho apartment in close proximity to the place where they also discovered defendant-appellant Bartelho, and at trial the government presented Harris' taped pretrial statement that Bartelho had threatened her while holding this weapon.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">According to Bartelho, the district court erred in denying his motion to dismiss, which contended (1) that the government was required to prove that his right to bear arms had not been restored by the State of Rhode Island, and (2) that the government failed to carry this purported burden.  Bartelho reiterates this argument on appeal.  The argument depends on his interpretation of 18 U.S.C. Sec. 921(a)(20) (1994), which defines the term \"crime punishable by imprisonment for a term exceeding one year\" in Sec. 922(g)(1) as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">What constitutes a conviction of such a crime shall be determined in accordance with the law of the jurisdiction in which the proceedings were held.  Any conviction which has been expunged, or set aside or for which a person has been pardoned or has had civil rights restored shall not be considered a conviction for purposes of this chapter, unless such pardon, expungement, or restoration of civil rights expressly provides that the person may not ship, transport, possess, or receive firearms.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Bartelho argues that because Rhode Island has provided for possible restoration of his civil right to carry a firearm, to convict him under Sec. 922(g)(1), the government bears the burden of showing that such restoration has not occurred.  In short, Bartelho proposes that we treat this showing as an element of the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We reject Bartelho's argument because we conclude that a showing that the right to carry a firearm has not been restored is not an element of a Sec. 922(g) violation.  In United States v. Ramos, 961 F.2d 1003, 1006 (1st Cir.1992), we read Sec. 922(a)(1) to require proof of three elements:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>(1) that the accused is a convicted felon;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>(2) who knowingly possessed a firearm;</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>(3) which was connected with interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Id. at 1006;  see also United States v. Flower, 29 F.3d 530, 534 (10th Cir.1994) (citing United States v. Shunk, 881 F.2d 917, 921 (10th Cir.1989));  United States v. Sherbondy, 865 F.2d 996, 1001-03 (9th Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">While neither Sec. 921(a)(20) nor Sec. 922(g)(1) explicitly describes the role that the Sec. 921(a)(20) definition should play or specifies who must initially raise or ultimately bear the burden of proof on the issue of the predicate conviction's continuing vitality, we conclude that Sec. 921(a)(20) is merely a legal definition for the phrase \"conviction for a term exceeding one year\" in Sec. 922(g)(1).  Indeed, the title to 18 U.S.C. Sec. 921 is \"Definitions.\"   Furthermore, Sec. 921(a)(20) begins with the words \"[t]he term 'crime punishable by imprisonment for a term exceeding one year' does not include,\" and is followed by two exceptions.  Thus, Sec. 921(a)(20) serves to narrow the class of prior convictions down to a smaller class of convictions that may serve as predicate convictions under Sec. 922(g)(1).  To treat Sec. 921(a)(20) as a legal definition accords with the approaches taken explicitly by two other circuits, see United States v. Jackson, 57 F.3d 1012, 1016 (11th Cir.1995);  Flower, 29 F.3d at 534;  United States v. Clark, 993 F.2d 402, 406 (4th Cir.1993), and implicitly by several others, see United States v. Frushon, 10 F.3d 663, 665-66 (9th Cir.1993);  Martin v. United States, 989 F.2d 271, 273 (8th Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 475, 126 L.Ed.2d 426 (1993);  United States v. Cassidy, 899 F.2d 543, 545 (6th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We are persuaded by the approach of United States v. Flower.   The significance of Sec. 921(a)(20)'s definitional nature is that the trial judge bears the responsibility of determining as a matter of law whether a prior conviction is admissible in a Sec. 922(g)(1) case.  Flower, 29 F.3d at 535.   Under Bartelho's proposed rule, the government would be required to refute every possibility that criminal defendants have had their prior convictions nullified or their civil rights restored.  Rather than require the government to show a negative proposition, we reject Bartelho's interpretation.  It is certainly much easier for criminal defendants to raise the issue of whether their prior convictions have been nullified or their civil rights otherwise restored.  Id.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A claim of restoration of civil rights is in the nature of an affirmative defense.  As a result, once a prior felony conviction and corresponding loss of civil rights is proven by the government, as with any other factual condition, the presumption is that that condition remains.  See Jackson, 57 F.3d at 1016 (\"[W]here affirmative defenses are created through statutory exceptions, the ultimate burden of persuasion remains with the prosecution, but the defendant has the burden of going forward with sufficient evidence to raise the exception as an issue.\")  (quoting United States v. Laroche, 723 F.2d 1541, 1543 (11th Cir.), cert. denied, 467 U.S. 1245, 104 S.Ct. 3521, 82 L.Ed.2d 829 (1984)).  It is up to the defendant to raise the issue and produce evidence showing that changed circumstances make the original condition inapplicable.  See Jackson, 57 F.3d at 1017;  Flower, 29 F.3d at 535.   Defendant has not done so here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, upon de novo review, see, e.g., United States v. Three Juveniles, 61 F.3d 86, 87 (1st Cir.1995) (reviewing de novo issues of interpretation of federal criminal statute), we find no error of law, since the government was not required to show the validity of his past conviction in order to prove a violation of Sec. 922(g)(1).</p>\n    </div>\n    <p class=\"indent\">B. The Motion to Suppress</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With respect to the motion to suppress, we review a district court's findings of fact only for clear error.  United States v. Martinez-Molina, 64 F.3d 719, 726 (1st Cir.1995).  Questions of law, however, are subject to de novo review.  Id.; United States v. Zapata, 18 F.3d 971, 975 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Prior to trial, Bartelho moved to suppress the evidence garnered in both the July 2 warrantless search and the July 7 search, which he contended was tainted by the use of July 2-obtained evidence to procure the warrant used.  Based on the facts presented at the evidentiary hearing, the magistrate judge recommended that the district court deny Bartelho's suppression motion, and the district court did so.  The district court found that (1) the officers had probable cause to believe that contraband or evidence would be found inside, and (2) exigent circumstances justified their entry without first obtaining a warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On appeal, Bartelho argues that the district court erred by ruling that the July 2 search and subsequent seizures were constitutionally protected.  He contends that the evidence found in the July 2 search should be excluded because the police did not have probable cause to enter the apartment, and that there were no \"exigent circumstances\" to excuse their lack of a warrant.  Furthermore, he argues that evidence gathered in the July 7 search constitutes \"fruit of the poisonous tree\" and should also be suppressed.  See Wong Sun v. United States, 371 U.S. 471, 487-88, 83 S.Ct. 407, 417-18, 9 L.Ed.2d 441 (1962).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, we address Bartelho's contention that there was insufficient probable cause to support the officers' entrance into the Harris-Bartelho apartment.  Probable cause to conduct a search exists when \"given all the circumstances, there is a fair probability that contraband or evidence will be found in the place described.\"  United States v. Moore, 790 F.2d 13, 15 (1st Cir.1986), cited in United States v. Wilson, 36 F.3d 205, 208 (1st Cir.1994).  The determination of probable cause is to be made by evaluating the totality of the circumstances facing the police.  See Illinois v. Gates, 462 U.S. 213, 238, 103 S.Ct. 2317, 2332, 76 L.Ed.2d 527 (1983);  United States v. Garcia, 983 F.2d 1160, 1167 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Bartelho argues that the police should not have been allowed to rely on Daigle's statement that he was still in the Harris-Bartelho apartment.  He argues that because Daigle was in her apartment together with small children, she could not have known whether he had left via the back stairs, which were detached from the building and enclosed.  Furthermore, Bartelho cites Harris' statement to the police that he was not in the building as evidence that they did not have probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Bartelho's arguments are not persuasive.  The district court was not required to accept the contention that the placement of the back staircase made it impossible for Daigle to know if Bartelho had left.  The officers testified that Daigle was adamant that Bartelho was still there.  Furthermore, the officers were not required to take Harris' statement at face value, especially given their domestic-abuse training.  See, e.g., United States v. Taylor, 985 F.2d 3, 6 (1st Cir.1993) (weighing officers' experience in determination of probable cause);  see also United States v. Henry, 48 F.3d 1282, 1284-85 (D.C.Cir.1995) (upholding protective sweep despite the fact that girlfriend told police her boyfriend had left).  We conclude that the evidence regarding the totality of the circumstances supported the district court's conclusion that probable cause existed for the police to believe Bartelho was still present in the apartment, and we find no clear error.  See United States v. Wilson, 36 F.3d 205, 209 (1st Cir.1994) (reviewing district court's factual findings, especially witness credibility determinations, for clear error);  United States v. Baldacchino, 762 F.2d 170, 175 (1st Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Second, we address the critical limitation that \"[e]ven when supported by probable cause, warrantless entries into a person's home are per se unreasonable unless justified by exigent circumstances.\"  Moore, 790 F.2d at 15;  see also Wilson, 36 F.3d at 208.   Bartelho argues that sufficient evidence did not support the district court's finding that exigent circumstances justified the officers' warrantless search.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To determine whether there is an exigency sufficient to justify a warrantless search and seizure, the test is \"whether there is such a compelling necessity for immediate action as will not brook the delay of obtaining a warrant.\"  Wilson, 36 F.3d 205, 209 (1st Cir.1994) (quoting United States v. Adams, 621 F.2d 41, 44 (1st Cir.1980));  see also Hegarty v. Somerset County, 53 F.3d 1367, 1374 (1st Cir.1995).  This necessarily fact-based inquiry, Wilson, 36 F.3d at 209, requires that we consider factors including the gravity of the underlying offense, whether a delay would pose a threat to police or the public safety, and whether there is a great likelihood that evidence will be destroyed if the search is delayed until a warrant can be obtained.  Wilson, 36 F.3d at 209-10;  Baldacchino, 762 F.2d at 176.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Bartelho contends that the district court erred in finding that exigent circumstances justified the officers' warrantless search.  In particular, he emphasizes that John Perruzzi, the dispatcher, found the telephone line busy when he called;  that Harris had already exited the building when the officers arrived;  and that she provided no confirmation of an assault, the existence of a firearm, or Bartelho's presence inside the Harris-Bartelho apartment.  According to Bartelho, these facts rebut the district court's finding that requisite exigent circumstances existed.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The facts that Bartelho cites do not compel a finding that exigent circumstances did not exist.  Bartelho tries to argue that Perruzzi interrupted Harris in the middle of a phone call, and so the police should have decided that all was well.  However, we must review evidence as a whole, including all reasonable inferences, in the light most favorable to the government.  See, e.g., United States v. Robles, 45 F.3d 1, 2 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1416, 131 L.Ed.2d 300 (1995).  A busy signal would be consistent not only with the possibility that Harris was making a phone call, but also with the reasonable inference that Bartelho had taken the phone off the hook.  Moreover, as we have previously discussed, the police were not required to take Harris' statements at face value, given her demeanor, their training regarding domestic violence, and Daigle's report.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We conclude that the district court did not err in finding the requisite exigent circumstances.  Several facts address the reasons that this court has previously emphasized in determining whether exigent circumstances exist.  The police were summoned by a caller who identified herself, lending credibility to the report, and reported that a woman was being threatened by a man with a loaded rifle, certainly a grave offense.  See 17-A M.R.S.A. Sec. 1252(4) (1983 &amp; Supp.1994) (increasing penalties for crimes if a \"dangerous weapon\" is used);  see also Lopez, 989 F.2d at 26 (considering presence of a firearm used in assault as a factor in upholding warrantless search).  Other facts suggest that delay would have risked public safety.  The scene was near a busy highway that was on the route of a soon-to-begin Fourth of July parade.  Besides the parade, there were also other dwellings nearby.  Furthermore, Bartelho may well have known from Harris' conversation with the dispatcher, or from looking outside, that the police were waiting for him.  By waiting, the police may have risked an ambush.  See United States v. Lopez, 989 F.2d 24, 26 (1st Cir.1993) (noting that police are allowed to consider their own safety).  Moreover, any normal delay in obtaining a warrant might have been exacerbated by the holiday.  Guided in our inquiry by this court's previously adopted rubric, these facts lead us to uphold the district court's finding of exigent circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Because we uphold the district court's finding that the July 2 search was legal, we do not consider Bartelho's argument that the July 7 search warrant was tainted by illegality.</p>\n    </div>\n    <p class=\"indent\">C. Jury Procedures</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Bartelho also argues that the district court erred by refusing to discharge the jury panel after another case's indictment, involving the same model of firearm and an identical witness, had already been read to the panel during voir dire and jury selection.  According to Bartelho, these facts may have led the jury to associate him with the defendant who faced an unrelated trial on a more serious charge.  Bartelho contends that he was thus denied a fair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In empaneling a jury, a district court has a \"duty to determine the question of actual bias, and [ ] broad discretion in its rulings on challenges therefor.\"  Dennis v. United States, 339 U.S. 162, 168, 70 S.Ct. 519, 521-22, 94 L.Ed. 734 (1950);  see also Kotler v. American Tobacco Co., 926 F.2d 1217, 1228 (1st Cir.1990) (in absence of manifest juror prejudice, \"we will not set aside a judge's actions in empaneling a jury which [the judge] reasonably considers to be suitable and impartial\").  We review a trial judge's exercise of discretion in empaneling a jury for \"clear abuse.\"   See, e.g., United States v. McCarthy, 961 F.2d 972, 976 (1st Cir.1992);  United States v. Ploof, 464 F.2d 116, 118 n. 4 (2d Cir.1972).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Although we have been unable to find any cases squarely on point, prior cases in this circuit that address related issues lead us to reject Bartelho's argument.  In United States v. Carranza, 583 F.2d 25 (1st Cir.1978), we adopted the following rule:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>unless a specific showing of bias or prejudice is made, the fact that a juror sat in a prior case involving the same government witnesses and the same type of crime will not be grounds for disqualification per se unless the defendant is charged with an offense arising from the same transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Id. at 28.   Here, Bartelho has not made a specific showing of bias or prejudice.  Furthermore, unlike in Carranza, his jurors neither heard the witnesses nor saw the evidence against the other defendant.  Additionally, Bartelho's charge (being a felon-in-possession) and the other relevant defendant's charge (bank robbery) were not the same type of crime.  Finally, the similarities between Bartelho's case and the one with which his jury was empaneled are insufficient.  See, e.g., United States v. Morales-Diaz, 925 F.2d 535, 537 (1st Cir.1991) (rejecting argument of bias based on several jurors' prior service in a different case involving another Hispanic drug defendant).  Thus, Bartelho has considerably less basis for an allegation of prejudice than the defendant in Carranza, who also failed to persuade this court.  We note in passing that this court has previously emphasized the importance of caution under the Carranza rule in addressing challenges that threaten the judicial economy of multiple empanelment based on the negligible adverse effects of this system when properly handled, as here.  United States v. Maraj, 947 F.2d 520, 525 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">For these reasons, we find that the district court did not abuse its discretion by not discharging the panel.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">D. Harris' Testimony on Bartelho's Death Threats</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Lastly, Bartelho challenges the district court's decision to allow Harris to testify that Bartelho had threatened to kill her.  On relevance grounds, Bartelho objected to the government's questioning of Harris on redirect regarding whether Bartelho had threatened to kill her, but the court allowed the testimony.  Citing Federal Rule of Evidence 403,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Bartelho argues that although the death threat may have been relevant as to motive, such testimony was highly inflammatory and prejudicial.  He contends that this testimony thereby increased the likelihood of a conviction based on emotion rather than facts, thus denying him of a fair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The balancing of probative value against prejudicial impact under Rule 403 will not be disturbed on appeal as long as the trial court \"does not stray entirely beyond the pale.\"  United States v. Rodriguez-Estrada, 877 F.2d 153, 156 (1st Cir.1989) (quoting United States v. Tierney, 760 F.2d 382, 388 (1st Cir.1985)).  We review the trial court's ruling only for abuse of discretion, see Tierney, 760 F.2d at 388, bearing in mind that the limitations of Rule 403 are to be \"rarely invoked.\"  United States v. Zeuli, 725 F.2d 813, 816 (1st Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We uphold the district court's decision to allow the testimony.  Harris was the only government witness who could testify that Bartelho actually had physical possession of the weapon.  In fact, before trial she had so testified, and had been recorded on tape.  However, at trial she denied that Bartelho had had a gun.  Given that she was the best witness to one of the elements of the crime of felon-in-possession, evidence that Bartelho had previously threatened her life was highly relevant to the jury's decision whether to credit her taped version of the facts or her conflicting trial testimony.  Furthermore, only the fact that Harris told others about the threats was elicited;  there were no sensational details.  Thus, we conclude that the district court did not abuse its discretion in admitting the evidence of the threats.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note in passing that the only circuit to have held that the government must prove the \"continuing validity\" of a defendant's previous conviction, United States v. Essick, 935 F.2d 28, 31 (4th Cir.1991), has recently clarified, and limited, their previous conclusion in a manner instructive for the present case.  See United States v. Thomas, 52 F.3d 82, 85 (4th Cir.1995);  see also United States v. Clark, 993 F.2d 402, 406 (4th Cir.1993).  In Thomas, the court limited Essick's holding, by ruling that it did not apply to circumstances where the underlying state law automatic restoration provision could not normally have taken effect because the defendant had a prior conviction falling within the statutorily prescribed period.  Thomas, 52 F.3d at 85.   Bartelho urges that we follow Essick and adopt its original holding.  But Essick has been limited by the court that issued it, and in such a manner that would not benefit Bartelho.  Bartelho was most recently convicted only four years before the instant offense;  Rhode Island law requires that ten years must pass after completion of a conviction before a defendant can initiate the expungement process by which Bartelho's civil right to carry a firearm could have been restored.  See R.I.Gen.Laws Secs. 12-1.3-2(a), 12-1.3-3(b)(1) (1956).  Furthermore, while Bartelho contends that the government was required to show that he had not been pardoned, see R.I. Const. art.  IX, Sec. 13, and thereby had his civil rights restored, he cites no authority for this proposition other than Essick, which as noted above, actually involved an automatic restoration provision, not a discretionary expungement or pardon.  At any rate, we decline to adopt the rule that Bartelho proposes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is not entirely clear from the record that a Rule 403 issue has been preserved for appeal.  The government contends that Bartelho tacitly waived a Rule 403 objection via his later objections.  Nonetheless, the ambiguity is irrelevant here, since we do not consider the issue of waiver, as Bartelho's argument fails on other grounds</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">501</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Thomas BARTELHO, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 95-1624.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1995.<br>Decided Dec. 5, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christopher W. Dilworth, Falmouth, Me., by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and Richard W. Murphy, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Thomas Bartelho (\"Bartelho\") challenges his conviction for possession of a firearm by a convicted felon under 18 U.S.C. Secs. 922 and 924.  After a jury trial in the United States District Court for the District of Maine, Bartelho was sentenced on May 26, 1995 to 120 months incarceration.  We affirm his conviction.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Viewed in the light most favorable to the government, United States v. Robles, <span class=\"citation\" data-id=\"686763\"><a href=\"/opinion/686763/united-states-v-jose-robles/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1416</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">300</span> </span>(1995), a reasonable jury could have found the following facts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At about 9:20 a.m. on Saturday, July 2, 1994, the Windham Police Department received a call from Lori Daigle (\"Daigle\"), the resident of the first floor apartment in a two-unit residence on Route 115 in Windham.  Daigle reported an ongoing disturbance in the upstairs unit.  Bartelho, who lived with his girlfriend Patricia Harris (\"Harris\") and their two young children, rented that apartment (the \"Harris-Bartelho apartment\").  Daigle stated to the dispatcher that one of her upstairs neighbors, Harris, had complained to her at 2:00 a.m. of being assaulted by her boyfriend, identified then as \"Tommy.\"   Daigle also told the dispatcher that Harris had asked her to take her to the hospital.  Furthermore, Daigle reported that Harris expressed fear for her 18-month-old child, and that \"Tommy\" had chased her down the road with a loaded rifle.  Daigle also explained to the dispatcher that she had not heard the boyfriend leave, and so he must still have been upstairs.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Four Windham police officers were dispatched to the scene.  Meanwhile, dispatcher John Perruzzi tried to reach Harris by phone in the Harris-Bartelho apartment.  Finding the line busy, he had the phone company break in, and upon reaching Harris, convinced her to walk out of the building to talk with the officers waiting outside.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Harris spoke to Sergeant David Thomas and Officer Raymond Williams.  Officer Williams told Harris that the police were responding to a report that she had been assaulted and threatened with a firearm.  Harris answered that she had had an argument with her boyfriend but that he had left 30 minutes previously.  The officers observed that Harris' eyes were puffy, that she appeared nervous, and that she would not make eye contact with them.  In accord with their domestic violence training, the officers concluded that Harris was protecting Bartelho, possibly out of fear of reprisal.  In view of Daigle's report, they did not believe Harris' statement, and instead asked for her permission to enter the Harris-Bartelho apartment, which she denied.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Sergeant Thomas then told Harris that the officers would enter the apartment without her permission.  Several factors persuaded the officers to conduct a warrantless search, including their belief that Harris was lying to protect Bartelho, Daigle's statement that Bartelho remained in the apartment, the fact that Route 115 is a busy highway where the town's Fourth of July parade was about to begin, and the presence of other dwellings nearby.  As they later testified, they concluded that if the defendant were allowed to remain in the apartment, a large number of people would be exposed to the risk of harm.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Officer Williams and Sergeant Thomas climbed the stairway that led to the Harris-Bartelho apartment's main entrance.  They entered the unlocked front door and searched the premises.  Officer Williams checked the back porch, from which an enclosed stairway leading to the ground level constituted a second escape route from the apartment.  Officers on the ground watched both exits as the search took place.  After Sergeant Thomas and Officer Williams failed to find the suspect in the apartment, Officer Williams checked the back porch more carefully, and noticed a loaded semiautomatic rifle on top of a stove on the porch.  Officer Williams looked down the porch stairway, and called out the name \"Tommy,\" whereupon Thomas Bartelho emerged from his hiding place below.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 6, 1994, a warrant was executed authorizing a search of the Bartelho-Harris apartment for evidence of bank robbery.  Part of the basis for the warrant was the FBI's belief that the weapon found during the earlier, warrantless search (\"the July 2 search\") was the same as the one that had been used in a series of bank robberies.  Pursuant to the warrant, another search was conducted on July 7 (\"the July 7 search\"), which turned up additional items including a quantity of ammunition and a stock and case for a rifle.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, Bartelho contends that four issues require that we overturn his conviction.  First, he argues that the government failed to prove that his firearm civil rights had not been restored, as he asserts it was required to do.  Second, he contends that the district court wrongly denied his motion to suppress evidence found during the July 2 and July 7 searches.  Third, he claims that the district court's jury procedures were improper.  Fourth, and finally, he asserts that the district court erred in allowing testimony that he threatened to kill Harris.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A. Restoration of Felon Firearm Civil Rights</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Bartelho appeals his conviction under 18 U.S.C. Sec. 922(g)(1) (1994), which provides that it is unlawful for anyone \"who has been convicted in any court of a crime punishable by imprisonment for a term exceeding one year ... to possess ... any firearm.\"   Bartelho's last conviction before the instant crime was in 1990, when he served one year of a five-year prison sentence.  As noted in the facts, the police discovered a semiautomatic rifle during their search of the Harris-Bartelho apartment in close proximity to the place where they also discovered defendant-appellant Bartelho, and at trial the government presented Harris' taped pretrial statement that Bartelho had threatened her while holding this weapon.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">According to Bartelho, the district court erred in denying his motion to dismiss, which contended (1) that the government was required to prove that his right to bear arms had not been restored by the State of Rhode Island, and (2) that the government failed to carry this purported burden.  Bartelho reiterates this argument on appeal.  The argument depends on his interpretation of 18 U.S.C. Sec. 921(a)(20) (1994), which defines the term \"crime punishable by imprisonment for a term exceeding one year\" in Sec. 922(g)(1) as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">What constitutes a conviction of such a crime shall be determined in accordance with the law of the jurisdiction in which the proceedings were held.  Any conviction which has been expunged, or set aside or for which a person has been pardoned or has had civil rights restored shall not be considered a conviction for purposes of this chapter, unless such pardon, expungement, or restoration of civil rights expressly provides that the person may not ship, transport, possess, or receive firearms.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Bartelho argues that because Rhode Island has provided for possible restoration of his civil right to carry a firearm, to convict him under Sec. 922(g)(1), the government bears the burden of showing that such restoration has not occurred.  In short, Bartelho proposes that we treat this showing as an element of the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We reject Bartelho's argument because we conclude that a showing that the right to carry a firearm has not been restored is not an element of a Sec. 922(g) violation.  In United States v. Ramos, <span class=\"citation\" data-id=\"581516\"><a href=\"/opinion/581516/united-states-v-samuel-g-ramos/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span>, 1006 (1st Cir.1992), we read Sec. 922(a)(1) to require proof of three elements:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>(1) that the accused is a convicted felon;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>(2) who knowingly possessed a firearm;</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>(3) which was connected with interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"581516\"><a href=\"/opinion/581516/united-states-v-samuel-g-ramos/\"><span class=\"id_token\">Id.</span> at 1006; </a></span> see also United States v. Flower, <span class=\"citation\" data-id=\"673937\"><a href=\"/opinion/673937/united-states-v-grove-lawrence-flower/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">530</span></a></span>, 534 (10th Cir.1994) (citing United States v. Shunk, <span class=\"citation\" data-id=\"527133\"><a href=\"/opinion/527133/united-states-v-danny-shunk/\"><span class=\"volume\">881</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">917</span></a></span>, 921 (10th Cir.1989));  United States v. Sherbondy, <span class=\"citation\" data-id=\"516995\"><a href=\"/opinion/516995/united-states-v-kevin-j-sherbondy/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">996</span></a></span>, 1001-03 (9th Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">While neither Sec. 921(a)(20) nor Sec. 922(g)(1) explicitly describes the role that the Sec. 921(a)(20) definition should play or specifies who must initially raise or ultimately bear the burden of proof on the issue of the predicate conviction's continuing vitality, we conclude that Sec. 921(a)(20) is merely a legal definition for the phrase \"conviction for a term exceeding one year\" in Sec. 922(g)(1).  Indeed, the title to 18 U.S.C. Sec. 921 is \"Definitions.\"   Furthermore, Sec. 921(a)(20) begins with the words \"[t]he term 'crime punishable by imprisonment for a term exceeding one year' does not include,\" and is followed by two exceptions.  Thus, Sec. 921(a)(20) serves to narrow the class of prior convictions down to a smaller class of convictions that may serve as predicate convictions under Sec. 922(g)(1).  To treat Sec. 921(a)(20) as a legal definition accords with the approaches taken explicitly by two other circuits, see United States v. Jackson, <span class=\"citation\" data-id=\"70335\"><a href=\"/opinion/70335/united-states-v-jackson/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1012</span></a></span>, 1016 (11th Cir.1995);  <span class=\"citation\" data-id=\"673937\"><span class=\"antecedent_guess\">Flower,</span> <a href=\"/opinion/673937/united-states-v-grove-lawrence-flower/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">534</span></a></span>;  United States v. Clark, <span class=\"citation\" data-id=\"606682\"><a href=\"/opinion/606682/united-states-v-albert-thomas-clark/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">402</span></a></span>, 406 (4th Cir.1993), and implicitly by several others, see United States v. Frushon, <span class=\"citation\" data-id=\"658180\"><a href=\"/opinion/658180/united-states-v-christopher-frushon-united-states-of-america-v/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">663</span></a></span>, 665-66 (9th Cir.1993);  Martin v. United States, <span class=\"citation\" data-id=\"602884\"><a href=\"/opinion/602884/terry-jon-martin-v-united-states/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">271</span></a></span>, 273 (8th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">475</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">426</span> </span>(1993);  United States v. Cassidy, <span class=\"citation\" data-id=\"538852\"><a href=\"/opinion/538852/united-states-v-calvin-cassidy/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">543</span></a></span>, 545 (6th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We are persuaded by the approach of United States v. Flower.   The significance of Sec. 921(a)(20)'s definitional nature is that the trial judge bears the responsibility of determining as a matter of law whether a prior conviction is admissible in a Sec. 922(g)(1) case.  <span class=\"citation\" data-id=\"673937\"><span class=\"antecedent_guess\">Flower,</span> <a href=\"/opinion/673937/united-states-v-grove-lawrence-flower/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">535</span></a></span>.   Under Bartelho's proposed rule, the government would be required to refute every possibility that criminal defendants have had their prior convictions nullified or their civil rights restored.  Rather than require the government to show a negative proposition, we reject Bartelho's interpretation.  It is certainly much easier for criminal defendants to raise the issue of whether their prior convictions have been nullified or their civil rights otherwise restored.  Id.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A claim of restoration of civil rights is in the nature of an affirmative defense.  As a result, once a prior felony conviction and corresponding loss of civil rights is proven by the government, as with any other factual condition, the presumption is that that condition remains.  See <span class=\"citation\" data-id=\"70335\"><span class=\"antecedent_guess\">Jackson,</span> <a href=\"/opinion/70335/united-states-v-jackson/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1016</span> </a></span>(\"[W]here affirmative defenses are created through statutory exceptions, the ultimate burden of persuasion remains with the prosecution, but the defendant has the burden of going forward with sufficient evidence to raise the exception as an issue.\")  (quoting United States v. Laroche, <span class=\"citation\" data-id=\"429260\"><a href=\"/opinion/429260/united-states-v-anthony-lawrence-laroche/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1541</span></a></span>, 1543 (11th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1245</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3521</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">829</span> </span>(1984)).  It is up to the defendant to raise the issue and produce evidence showing that changed circumstances make the original condition inapplicable.  See <span class=\"citation\" data-id=\"70335\"><span class=\"antecedent_guess\">Jackson,</span> <a href=\"/opinion/70335/united-states-v-jackson/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1017</span></a></span>;  <span class=\"citation\" data-id=\"673937\"><span class=\"antecedent_guess\">Flower,</span> <a href=\"/opinion/673937/united-states-v-grove-lawrence-flower/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">535</span></a></span>.   Defendant has not done so here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, upon de novo review, see, e.g., United States v. Three Juveniles, <span class=\"citation\" data-id=\"700610\"><a href=\"/opinion/700610/united-states-v-three-juveniles-globe-newspaper-company/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 87 (1st Cir.1995) (reviewing de novo issues of interpretation of federal criminal statute), we find no error of law, since the government was not required to show the validity of his past conviction in order to prove a violation of Sec. 922(g)(1).</p>\n    </div>\n    <p class=\"indent\">B. The Motion to Suppress</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With respect to the motion to suppress, we review a district court's findings of fact only for clear error.  United States v. Martinez-Molina, <span class=\"citation\" data-id=\"196268\"><a href=\"/opinion/196268/united-states-v-martinez-molina/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></a></span>, 726 (1st Cir.1995).  Questions of law, however, are subject to de novo review.  Id.; United States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 975 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Prior to trial, Bartelho moved to suppress the evidence garnered in both the July 2 warrantless search and the July 7 search, which he contended was tainted by the use of July 2-obtained evidence to procure the warrant used.  Based on the facts presented at the evidentiary hearing, the magistrate judge recommended that the district court deny Bartelho's suppression motion, and the district court did so.  The district court found that (1) the officers had probable cause to believe that contraband or evidence would be found inside, and (2) exigent circumstances justified their entry without first obtaining a warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On appeal, Bartelho argues that the district court erred by ruling that the July 2 search and subsequent seizures were constitutionally protected.  He contends that the evidence found in the July 2 search should be excluded because the police did not have probable cause to enter the apartment, and that there were no \"exigent circumstances\" to excuse their lack of a warrant.  Furthermore, he argues that evidence gathered in the July 7 search constitutes \"fruit of the poisonous tree\" and should also be suppressed.  See Wong Sun v. United States, <span class=\"citation no-link\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></span>, 487-88, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">407</span></span>, 417-18, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">441</span> </span>(1962).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, we address Bartelho's contention that there was insufficient probable cause to support the officers' entrance into the Harris-Bartelho apartment.  Probable cause to conduct a search exists when \"given all the circumstances, there is a fair probability that contraband or evidence will be found in the place described.\"  United States v. Moore, <span class=\"citation\" data-id=\"469476\"><a href=\"/opinion/469476/united-states-v-yvette-moore/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 15 (1st Cir.1986), cited in United States v. Wilson, <span class=\"citation\" data-id=\"195637\"><a href=\"/opinion/195637/united-states-v-lopez-wilson/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 208 (1st Cir.1994).  The determination of probable cause is to be made by evaluating the totality of the circumstances facing the police.  See Illinois v. Gates, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 238, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, 2332, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span> </a></span>(1983);  United States v. Garcia, <span class=\"citation\" data-id=\"598972\"><a href=\"/opinion/598972/united-states-v-jose-a-garcia-united-states-v-pablo-h-garcia/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1160</span></a></span>, 1167 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Bartelho argues that the police should not have been allowed to rely on Daigle's statement that he was still in the Harris-Bartelho apartment.  He argues that because Daigle was in her apartment together with small children, she could not have known whether he had left via the back stairs, which were detached from the building and enclosed.  Furthermore, Bartelho cites Harris' statement to the police that he was not in the building as evidence that they did not have probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Bartelho's arguments are not persuasive.  The district court was not required to accept the contention that the placement of the back staircase made it impossible for Daigle to know if Bartelho had left.  The officers testified that Daigle was adamant that Bartelho was still there.  Furthermore, the officers were not required to take Harris' statement at face value, especially given their domestic-abuse training.  See, e.g., United States v. Taylor, <span class=\"citation\" data-id=\"599284\"><a href=\"/opinion/599284/united-states-v-jean-m-taylor/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 6 (1st Cir.1993) (weighing officers' experience in determination of probable cause);  see also United States v. Henry, <span class=\"citation\" data-id=\"691009\"><a href=\"/opinion/691009/united-states-v-roland-henry-aka-roach/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1282</span></a></span>, 1284-85 (D.C.Cir.1995) (upholding protective sweep despite the fact that girlfriend told police her boyfriend had left).  We conclude that the evidence regarding the totality of the circumstances supported the district court's conclusion that probable cause existed for the police to believe Bartelho was still present in the apartment, and we find no clear error.  See United States v. Wilson, <span class=\"citation\" data-id=\"195637\"><a href=\"/opinion/195637/united-states-v-lopez-wilson/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 209 (1st Cir.1994) (reviewing district court's factual findings, especially witness credibility determinations, for clear error);  United States v. Baldacchino, <span class=\"citation\" data-id=\"452060\"><a href=\"/opinion/452060/united-states-v-shaun-baldacchino/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">170</span></a></span>, 175 (1st Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Second, we address the critical limitation that \"[e]ven when supported by probable cause, warrantless entries into a person's home are per se unreasonable unless justified by exigent circumstances.\"  <span class=\"citation\" data-id=\"469476\"><span class=\"antecedent_guess\">Moore,</span> <a href=\"/opinion/469476/united-states-v-yvette-moore/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">15</span></a></span>;  see also <span class=\"citation\" data-id=\"195637\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/195637/united-states-v-lopez-wilson/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">208</span></a></span>.   Bartelho argues that sufficient evidence did not support the district court's finding that exigent circumstances justified the officers' warrantless search.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To determine whether there is an exigency sufficient to justify a warrantless search and seizure, the test is \"whether there is such a compelling necessity for immediate action as will not brook the delay of obtaining a warrant.\"  Wilson, <span class=\"citation\" data-id=\"195637\"><a href=\"/opinion/195637/united-states-v-lopez-wilson/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 209 (1st Cir.1994) (quoting United States v. Adams, <span class=\"citation\" data-id=\"377954\"><a href=\"/opinion/377954/united-states-v-carol-e-adams/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 44 (1st Cir.1980));  see also Hegarty v. Somerset County, <span class=\"citation\" data-id=\"195393\"><a href=\"/opinion/195393/hegarty-v-somerset-county/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1367</span></a></span>, 1374 (1st Cir.1995).  This necessarily fact-based inquiry, <span class=\"citation\" data-id=\"195637\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/195637/united-states-v-lopez-wilson/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">209</span></a></span>, requires that we consider factors including the gravity of the underlying offense, whether a delay would pose a threat to police or the public safety, and whether there is a great likelihood that evidence will be destroyed if the search is delayed until a warrant can be obtained.  <span class=\"citation\" data-id=\"195637\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/195637/united-states-v-lopez-wilson/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">209</span></a></span>-10;  <span class=\"citation\" data-id=\"452060\"><span class=\"antecedent_guess\">Baldacchino,</span> <a href=\"/opinion/452060/united-states-v-shaun-baldacchino/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">176</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Bartelho contends that the district court erred in finding that exigent circumstances justified the officers' warrantless search.  In particular, he emphasizes that John Perruzzi, the dispatcher, found the telephone line busy when he called;  that Harris had already exited the building when the officers arrived;  and that she provided no confirmation of an assault, the existence of a firearm, or Bartelho's presence inside the Harris-Bartelho apartment.  According to Bartelho, these facts rebut the district court's finding that requisite exigent circumstances existed.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The facts that Bartelho cites do not compel a finding that exigent circumstances did not exist.  Bartelho tries to argue that Perruzzi interrupted Harris in the middle of a phone call, and so the police should have decided that all was well.  However, we must review evidence as a whole, including all reasonable inferences, in the light most favorable to the government.  See, e.g., United States v. Robles, <span class=\"citation\" data-id=\"686763\"><a href=\"/opinion/686763/united-states-v-jose-robles/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1416</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">300</span> </span>(1995).  A busy signal would be consistent not only with the possibility that Harris was making a phone call, but also with the reasonable inference that Bartelho had taken the phone off the hook.  Moreover, as we have previously discussed, the police were not required to take Harris' statements at face value, given her demeanor, their training regarding domestic violence, and Daigle's report.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We conclude that the district court did not err in finding the requisite exigent circumstances.  Several facts address the reasons that this court has previously emphasized in determining whether exigent circumstances exist.  The police were summoned by a caller who identified herself, lending credibility to the report, and reported that a woman was being threatened by a man with a loaded rifle, certainly a grave offense.  See 17-A M.R.S.A. Sec. 1252(4) (1983 &amp; Supp.1994) (increasing penalties for crimes if a \"dangerous weapon\" is used);  see also <span class=\"citation\" data-id=\"602884\"><span class=\"antecedent_guess\">Lopez,</span> <a href=\"/opinion/602884/terry-jon-martin-v-united-states/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">26</span> </a></span>(considering presence of a firearm used in assault as a factor in upholding warrantless search).  Other facts suggest that delay would have risked public safety.  The scene was near a busy highway that was on the route of a soon-to-begin Fourth of July parade.  Besides the parade, there were also other dwellings nearby.  Furthermore, Bartelho may well have known from Harris' conversation with the dispatcher, or from looking outside, that the police were waiting for him.  By waiting, the police may have risked an ambush.  See United States v. Lopez, <span class=\"citation\" data-id=\"602832\"><a href=\"/opinion/602832/united-states-v-alexander-lopez/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 26 (1st Cir.1993) (noting that police are allowed to consider their own safety).  Moreover, any normal delay in obtaining a warrant might have been exacerbated by the holiday.  Guided in our inquiry by this court's previously adopted rubric, these facts lead us to uphold the district court's finding of exigent circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Because we uphold the district court's finding that the July 2 search was legal, we do not consider Bartelho's argument that the July 7 search warrant was tainted by illegality.</p>\n    </div>\n    <p class=\"indent\">C. Jury Procedures</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Bartelho also argues that the district court erred by refusing to discharge the jury panel after another case's indictment, involving the same model of firearm and an identical witness, had already been read to the panel during voir dire and jury selection.  According to Bartelho, these facts may have led the jury to associate him with the defendant who faced an unrelated trial on a more serious charge.  Bartelho contends that he was thus denied a fair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In empaneling a jury, a district court has a \"duty to determine the question of actual bias, and [ ] broad discretion in its rulings on challenges therefor.\"  Dennis v. United States, <span class=\"citation\" data-id=\"104777\"><a href=\"/opinion/104777/dennis-v-united-states/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">162</span></a></span>, 168, <span class=\"citation\" data-id=\"104777\"><a href=\"/opinion/104777/dennis-v-united-states/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">519</span></a></span>, 521-22, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">734</span> </span>(1950);  see also Kotler v. American Tobacco Co., <span class=\"citation\" data-id=\"556603\"><a href=\"/opinion/556603/joanne-kotler-individually-and-as-administratrix-etc-v-the-american/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span>, 1228 (1st Cir.1990) (in absence of manifest juror prejudice, \"we will not set aside a judge's actions in empaneling a jury which [the judge] reasonably considers to be suitable and impartial\").  We review a trial judge's exercise of discretion in empaneling a jury for \"clear abuse.\"   See, e.g., United States v. McCarthy, <span class=\"citation\" data-id=\"581510\"><a href=\"/opinion/581510/united-states-v-william-e-mccarthy-jr/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span>, 976 (1st Cir.1992);  United States v. Ploof, <span class=\"citation\" data-id=\"304732\"><a href=\"/opinion/304732/united-states-v-roger-r-ploof-and-george-j-godin/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span>, 118 n. 4 (2d Cir.1972).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Although we have been unable to find any cases squarely on point, prior cases in this circuit that address related issues lead us to reject Bartelho's argument.  In United States v. Carranza, <span class=\"citation\" data-id=\"359495\"><a href=\"/opinion/359495/united-states-v-william-carranza/\"><span class=\"volume\">583</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span> </a></span>(1st Cir.1978), we adopted the following rule:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>unless a specific showing of bias or prejudice is made, the fact that a juror sat in a prior case involving the same government witnesses and the same type of crime will not be grounds for disqualification per se unless the defendant is charged with an offense arising from the same transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"359495\"><a href=\"/opinion/359495/united-states-v-william-carranza/\"><span class=\"id_token\">Id.</span> at 28. </a></span>  Here, Bartelho has not made a specific showing of bias or prejudice.  Furthermore, unlike in Carranza, his jurors neither heard the witnesses nor saw the evidence against the other defendant.  Additionally, Bartelho's charge (being a felon-in-possession) and the other relevant defendant's charge (bank robbery) were not the same type of crime.  Finally, the similarities between Bartelho's case and the one with which his jury was empaneled are insufficient.  See, e.g., United States v. Morales-Diaz, <span class=\"citation\" data-id=\"555769\"><a href=\"/opinion/555769/united-states-v-noel-morales-diaz/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></a></span>, 537 (1st Cir.1991) (rejecting argument of bias based on several jurors' prior service in a different case involving another Hispanic drug defendant).  Thus, Bartelho has considerably less basis for an allegation of prejudice than the defendant in Carranza, who also failed to persuade this court.  We note in passing that this court has previously emphasized the importance of caution under the Carranza rule in addressing challenges that threaten the judicial economy of multiple empanelment based on the negligible adverse effects of this system when properly handled, as here.  United States v. Maraj, <span class=\"citation\" data-id=\"570481\"><a href=\"/opinion/570481/united-states-v-michael-maraj-united-states-of-america-v-sterling/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 525 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">For these reasons, we find that the district court did not abuse its discretion by not discharging the panel.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">D. Harris' Testimony on Bartelho's Death Threats</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Lastly, Bartelho challenges the district court's decision to allow Harris to testify that Bartelho had threatened to kill her.  On relevance grounds, Bartelho objected to the government's questioning of Harris on redirect regarding whether Bartelho had threatened to kill her, but the court allowed the testimony.  Citing Federal Rule of Evidence 403,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Bartelho argues that although the death threat may have been relevant as to motive, such testimony was highly inflammatory and prejudicial.  He contends that this testimony thereby increased the likelihood of a conviction based on emotion rather than facts, thus denying him of a fair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The balancing of probative value against prejudicial impact under Rule 403 will not be disturbed on appeal as long as the trial court \"does not stray entirely beyond the pale.\"  United States v. Rodriguez-Estrada, <span class=\"citation\" data-id=\"524961\"><a href=\"/opinion/524961/united-states-v-hector-m-rodriguez-estrada/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 156 (1st Cir.1989) (quoting United States v. Tierney, <span class=\"citation\" data-id=\"451517\"><a href=\"/opinion/451517/united-states-v-robert-f-tierney/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">382</span></a></span>, 388 (1st Cir.1985)).  We review the trial court's ruling only for abuse of discretion, see <span class=\"citation\" data-id=\"451517\"><span class=\"antecedent_guess\">Tierney,</span> <a href=\"/opinion/451517/united-states-v-robert-f-tierney/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">388</span></a></span>, bearing in mind that the limitations of Rule 403 are to be \"rarely invoked.\"  United States v. Zeuli, <span class=\"citation\" data-id=\"430495\"><a href=\"/opinion/430495/united-states-v-armando-zeuli-united-states-of-america-v-frank-terranova/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">813</span></a></span>, 816 (1st Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We uphold the district court's decision to allow the testimony.  Harris was the only government witness who could testify that Bartelho actually had physical possession of the weapon.  In fact, before trial she had so testified, and had been recorded on tape.  However, at trial she denied that Bartelho had had a gun.  Given that she was the best witness to one of the elements of the crime of felon-in-possession, evidence that Bartelho had previously threatened her life was highly relevant to the jury's decision whether to credit her taped version of the facts or her conflicting trial testimony.  Furthermore, only the fact that Harris told others about the threats was elicited;  there were no sensational details.  Thus, we conclude that the district court did not abuse its discretion in admitting the evidence of the threats.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note in passing that the only circuit to have held that the government must prove the \"continuing validity\" of a defendant's previous conviction, United States v. Essick, <span class=\"citation\" data-id=\"562324\"><a href=\"/opinion/562324/united-states-v-tommy-franklin-essick/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 31 (4th Cir.1991), has recently clarified, and limited, their previous conclusion in a manner instructive for the present case.  See United States v. Thomas, <span class=\"citation\" data-id=\"693437\"><a href=\"/opinion/693437/united-states-v-derrick-thomas/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 85 (4th Cir.1995);  see also United States v. Clark, <span class=\"citation\" data-id=\"606682\"><a href=\"/opinion/606682/united-states-v-albert-thomas-clark/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">402</span></a></span>, 406 (4th Cir.1993).  In Thomas, the court limited Essick's holding, by ruling that it did not apply to circumstances where the underlying state law automatic restoration provision could not normally have taken effect because the defendant had a prior conviction falling within the statutorily prescribed period.  <span class=\"citation\" data-id=\"693437\"><span class=\"antecedent_guess\">Thomas,</span> <a href=\"/opinion/693437/united-states-v-derrick-thomas/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">85</span></a></span>.   Bartelho urges that we follow Essick and adopt its original holding.  But Essick has been limited by the court that issued it, and in such a manner that would not benefit Bartelho.  Bartelho was most recently convicted only four years before the instant offense;  Rhode Island law requires that ten years must pass after completion of a conviction before a defendant can initiate the expungement process by which Bartelho's civil right to carry a firearm could have been restored.  See R.I.Gen.Laws Secs. 12-1.3-2(a), 12-1.3-3(b)(1) (1956).  Furthermore, while Bartelho contends that the government was required to show that he had not been pardoned, see R.I. Const. art.  IX, Sec. 13, and thereby had his civil rights restored, he cites no authority for this proposition other than Essick, which as noted above, actually involved an automatic restoration provision, not a discretionary expungement or pardon.  At any rate, we decline to adopt the rule that Bartelho proposes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is not entirely clear from the record that a Rule 403 issue has been preserved for appeal.  The government contends that Bartelho tacitly waived a Rule 403 objection via his later objections.  Nonetheless, the ambiguity is irrelevant here, since we do not consider the issue of waiver, as Bartelho's argument fails on other grounds</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/70335/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104777/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195393/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195637/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196268/",
    "https://www.courtlistener.com/api/rest/v3/opinions/304732/",
    "https://www.courtlistener.com/api/rest/v3/opinions/359495/",
    "https://www.courtlistener.com/api/rest/v3/opinions/377954/",
    "https://www.courtlistener.com/api/rest/v3/opinions/429260/",
    "https://www.courtlistener.com/api/rest/v3/opinions/430495/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/452060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469476/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516995/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527133/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538852/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556603/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562324/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598972/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599284/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602832/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602884/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606682/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658180/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673937/",
    "https://www.courtlistener.com/api/rest/v3/opinions/686763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691009/",
    "https://www.courtlistener.com/api/rest/v3/opinions/693437/",
    "https://www.courtlistener.com/api/rest/v3/opinions/700610/"
  ]
}