{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196488/",
  "id": 196488,
  "absolute_url": "/opinion/196488/alexander-v-irs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196488/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:07:09Z",
  "date_modified": "2020-02-21T23:12:37.668536Z",
  "type": "010combined",
  "sha1": "e277d4f63ae98a8d50dfbbf6e1af1fc48944aa93",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1451.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1451\r\n\n          J. KENNETH ALEXANDER AND JOANNE M. ALEXANDER,\r\n\n                    Petitioners - Appellants,\r\n\n                                v.\r\n\n                   INTERNAL REVENUE SERVICE OF\r\n                  THE UNITED STATES OF AMERICA,\r\n\n                      Respondent - Appellee.\r\n\n                                           \r\n\n                   ON APPEAL FROM A DECISION OF\r\n                   THE UNITED STATES TAX COURT\r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n            Aldrich and Coffin, Senior Circuit Judges.\r                                                               \r\n\n                                           \r\n\n     Philip J.  Ryan, with  whom Ryan, Martin,  Costello, Leiter,\r                                                                           \r\nSteiger &amp; Cass, P.C. was on brief for appellants.\r                              \r\n     William  J. Patton,  Attorney,  Tax Division,  Department of\r                                 \r\nJustice, Loretta C. Argrett,  Assistant Attorney General, Gary R.\r                                                                           \r\nAllen,  Attorney,  and Richard  Farber,  Attorney, Tax  Division,\r                                                \r\nDepartment of Justice, were on brief for appellee.\r\n\n                                           \r\n\n                        December 22, 1995\r\n                                           \r\r\n\n          TORRUELLA,  Chief  Judge.     Respondent-Appellee,  the\r                    TORRUELLA,  Chief  Judge\r                                            \r\n\nCommissioner of Internal Revenue (the \"Commissioner\"), determined\r\n\na deficiency of $57,441 in  the 1989 Federal income tax filed  by\r\n\nJ.  Kenneth Alexander  (the \"Taxpayer\")  and Joanne  M. Alexander\r\n\n(together, the \"Appellants\" or the \"Petitioners\").  The Tax Court\r\n\nupheld the Commissioner's  determination and the  Petitioners now\r\n\nseek review of that decision.   For the reasons stated  below, we\r\n\naffirm.\r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r\n\n          The pertinent facts, some of which have been stipulated\r\n\nand incorporated  in the  district court's  findings, are  not in\r\n\ndispute, and are recapitulated here.  Unless otherwise indicated,\r\n\nall section references are to the Internal Revenue Code in effect\r\n\nfor  1989.  Internal Revenue Code, 26  U.S.C.   1 et seq. (1988 &amp;\r                                                                  \r\n\nSupp. 1991).\r\n\n          In 1983, Taxpayer entered  into an employment agreement\r\n\nwith  his employer,  W. F.  Young,  Inc. (\"Young\"),  according to\r\n\nwhich Taxpayer would  remain in the capacities  of Executive Vice\r\n\nPresident,  Treasurer,  and  Chief  Executive  Officer  until  he\r\n\nreached  the age  of seventy  (70), on  December 13,  1993.    On\r\n\nOctober 15,  1987, when Taxpayer  was sixty-four (64)  years old,\r\n\nYoung  terminated  Taxpayer's  employment.    Subsequent  to  his\r\n\ntermination, Taxpayer offered management consulting  services for\r\n\na fee, and in 1989 obtained a management consulting contract with\r\n\nthe Hanson Group of Ludlow, Massachusetts.\r\n\n                               -2-\r\r\n\n          On February  10, 1988,  Taxpayer filed a  civil lawsuit\r\n\nagainst Young (the \"lawsuit\"),  in which Taxpayer was represented\r\n\nby  the law firm of Ryan &amp; White, P.C. (\"Ryan &amp; White\").1  In his\r\n\ncomplaint,  Taxpayer  alleged  a   breach  of  the  express  1983\r\n\nemployment  contract  (or  \"Count  I\"), a  breach  of  an implied\r\n\npension benefits contract (or \"Count II\"), and age discrimination\r\n\nunder Massachusetts  General Law, Chapter 151B,  Section 1 (1976)\r\n\n(or \"Count III\").\r\n\n          On May 1,  1989, Taxpayer and Young  executed a written\r\n\nsettlement agreement (the  \"Settlement Agreement\"), according  to\r\n\nwhich Young was to  pay Taxpayer $350,000, of which  $100,000 was\r\n\nallocated to  Count III, and  $250,000 to Counts  I and II.2   On\r\n\nMay 5, 1989, as  per the Settlement  Agreement, Young issued  two\r\n\nchecks  payable  to  \"J.  Kenneth  Alexander  and Ryan  &amp;  White,\r\n\nAttorneys  for J.  Kenneth  Alexander,\"  one  in  the  amount  of\r\n\n$100,000  (for Count  III),  and  the  other  in  the  amount  of\r\n\n$225,395.20 (for Counts I and II, less taxes withheld).\r\n\n          On the  1989 Federal income tax  return, Taxpayer's tax\r\n\npreparer   deducted   $245,100  from   the   settlement  proceeds\r\n\nattributable to Counts I and II.  This deduction was explained in\r\n\n                    \r                              \r\n\n1   J. Kenneth Alexander v.  W. F. Young, Inc.,  Civil Action No.\r                                                        \r\n82-243 (Mass. Superior Court, Hampden County 1988). \r\n\n2  The Settlement Agreement also provided that (i) Taxpayer would\r\nbe  deemed to have retired from Young effective October 15, 1987;\r\n(ii) Taxpayer  would receive  monthly payments commencing  on May\r\n15, 1989, and  continuing for  the duration  of Taxpayer's  life,\r\nwhich total over $70,000  per year; and (iii) Taxpayer  and Young\r\nexecuted releases,  according to which  Alexander surrendered all\r\nclaims arising out of his employment and its termination.\r\n\n                               -3-\r\r\n\nan  attached statement,  which stated that  Taxpayer paid  Ryan &amp;\r\n\nWhite $258,000 in legal  fees (the \"Legal Fee\").3  It also stated\r\n\nthat  according to  Ryan &amp;  White's time  allocations, 5%  of the\r\n\nLegal Fee was attributable to settlement of Count III, and 95% to\r\n\nsettlement of Counts I and II.  Accordingly, $245,100 (95% of the\r\n\n$258,000  Legal Fee)  was deducted  from the  settlement proceeds\r\n\nattributable to Counts I and II.\r\n\n          The   Commissioner   sent   a   notice   of  deficiency\r\n\ndisallowing Taxpayer's direct deduction of the Legal Fee from the\r\n\nsettlement  proceeds.    The  Commissioner  determined  that  the\r\n\n$250,000 received from Young in settlement of Counts I and II was\r\n\ngross  income to Taxpayer, and that the Legal Fee associated with\r\n\nCounts   I  and   II  were  miscellaneous   itemized  deductions.\r\n\nAccordingly,  the  Commissioner  reduced  the  $245,100 deduction\r\n\nreported on the 1989  return to $240,198, due to  the increase in\r\n\nTaxpayer's adjusted gross income  and the two percent (2-percent)\r\n\nadjusted  gross income  limitation for  miscellaneous deductions.\r\n\nIn  addition,  the Commissioner  determined  that,  due to  these\r\n\nadjustments, Taxpayer was liable  for the Alternative Minimum Tax\r\n\n(\"AMT\")  under  Section  55 of  the  Code,  which  resulted in  a\r\n\ndeficiency of $57,441.\r\n\n          Petitioners filed  a petition in the  United States Tax\r\n\nCourt for  redetermination  of the  deficiency.   The  Tax  Court\r\n\n                    \r                              \r\n\n3  The additional information included  in the statement attached\r\nto Petitioners' 1989 return, entitled \"Disclosure Under Reg. Sec.\r\n1.6661,\" is not included here because it is not essential for the\r\ndisposition of the issue on appeal.\r\n\n                               -4-\r\r\n\nrejected  Petitioners' arguments,  entering a  final judgment  on\r\n\nJanuary 31,  1995, upholding the Commissioner's  determination of\r\n\nPetitioners'  tax deficiency.    This appeal  followed.   We have\r\n\njurisdiction pursuant to 26 U.S.C.   7482(a)(1).\r\n\n                         II.  DISCUSSION\r                                   II.  DISCUSSION\r\n\n          The only issue on appeal is the proper tax treatment of\r\n\nthe  Legal  Fee.    We  must determine  whether  the  Petitioners\r\n\nproperly  deducted the  Legal  Fee from  the settlement  proceeds\r\n\nunder Section 1001.   If we find that they did  not, then we must\r\n\ndetermine whether to  treat the Legal Fee as an \"above the line\"4\r\n\ntrade or business deduction under Section 162  of the Code, or as\r\n\na miscellaneous itemized deduction \"below the line.\"5\r\n\n          On appeal, Petitioners essentially contend that the Tax\r\n\nCourt's decision  to uphold the Commissioner's deficiency finding\r\n\nis caused by the erroneous determination that Taxpayer was in the\r\n\ntrade  or business of \"the performance of services as an employee\r\n\nduring  1989.\"   Petitioners correctly  assert that  the defining\r\n\nissue is whether Taxpayer was  Young's \"employee\" for purposes of\r\n\nclassifying  the  settlement  proceeds  and  for  determining the\r\n\ndeductibility of the Legal Fee  under Section 62(a)(1).  Although\r\n\n                    \r                              \r\n\n4  We make reference to the \"line\" on the federal income tax form\r\nwhere adjusted gross income is calculated.\r\n\n5   Petitioners do  not dispute  that by  treating the Legal  Fee\r\n\"below  the line\" the amounts involved trigger the AMT and, thus,\r\ntheir  tax deficiency.  We recognize that it is this ramification\r\nwhich  drives   Petitioners'  challenge  to   the  Commissioner's\r\ndetermination   that  the  Legal  Fee  is  to  be  treated  as  a\r\nmiscellaneous itemized deduction.\r\n\n                               -5-\r\r\n\nwe agree with Petitioners' formulation of the defining issue,  we\r\n\nreject their arguments and affirm the court below.\r\n\n                      A.  Standard of Review\r                                A.  Standard of Review\r\n\n          We review the  Tax Court's decision \"in the same manner\r\n\nand to  the same extent  as decisions  of the district  courts in\r\n\ncivil actions tried  without a jury.\"  26 U.S.C.    7482(a).  The\r\n\ntreatment  of the  Legal Fee  is purely  a  question of  law and,\r\n\ntherefore, subject to  de novo  review.  Estate  of Robertson  v.\r                                                                       \r\n\nCommissioner,  15 F.3d 779, 781  (8th Cir. 1994);  see also First\r                                                                           \r\n\nNational Bank in Albuquerque v. C.I.R., 921 F.2d 1081, 1086 (10th\r                                                \r\n\nCir. 1990) (stating that de novo review is applied to tax court's\r                                          \r\n\nfindings  of law and of ultimate fact derived from applying legal\r\n\nprinciples to  subsidiary facts).   The  Tax Court's findings  of\r\n\nfact  will only  be  disturbed  for  clear  error.    Manzoli  v.\r                                                                       \r\n\nCommissioner,  904  F.2d  101,  103  (1st  Cir.  1990);  U.S.  v.\r                                                                       \r\n\nThompson, 406 F.2d 1006, 1009 (9th Cir. 1969); see also Conner v.\r                                                                        \r\n\nCommissioner,  847  F.2d  985     (1st  Cir.  1988)  (emphasizing\r                      \r\n\nappropriateness   of  giving   weight  to   Commissioner's  well-\r\n\nestablished views).\r\n\n              B.  Characterization of the Legal Fee\r                        B.  Characterization of the Legal Fee\r\n\n          Petitioners  argue that  the  Legal  Fee  was  properly\r\n\nsubtracted from  the amount  realized in  the settlement, as  per\r\n\nSections  1001 and 1016,6 in  order to determine  the \"gain\" from\r\n                    \r                              \r\n\n6  Section 1001(a) provides, in relevant part, \r\n\n            The   gain  from   the   sale  or   other\r\n            disposition  of  property  shall  be  the\r\n            excess of the  amount realized  therefrom\r\n\n                               -6-\r\r\n\nthe disposition  of Taxpayer's \"valuable intangible  assets,\" the\r\n\nexpress and implied contracts and  resulting lawsuit.  In support\r\n\nof their position, Petitioners contend that the Legal Fee was the\r\n\n\"cost of  the disposition\"  of Taxpayer's  assets because it  was\r\n\nincurred after Taxpayer's employment was terminated for the \"sole\r                        \r\n\npurpose\"  of  enhancing  their value  and  disposing  of  them by\r\n\nobtaining either  a settlement or judgment.   Petitioners further\r\n\ncontend  that, because Sections 1001 and 1016 make no distinction\r\n\nbetween  the basis and gain rules for capital or ordinary assets,\r\n\n\"there  is  a 'capital  account'  for all  assets,  whether those\r\n\nassets are  considered capital  or ordinary.\"   Thus, Petitioners\r\n                    \r                              \r\n\n            over  the  adjusted  basis   provided  in\r\n            [S]ection 1011 for determining gain . . .\r\n            .\r\n\nSection 1011(a) provides, in relevant part,\r\n\n            The  adjusted  basis for  determining the\r\n            gain  or  loss  from the  sale  or  other\r\n            disposition    of   property,    whenever\r\n            acquired, shall be the  basis (determined\r\n            under [S]ection 1012 .  . .) adjusted  as\r\n            provided in [S]ection 1016.\r\n\nSection 1012 provides, in relevant part,\r\n\n            The basis of  property shall be  the cost\r\n            of such property . . . .\r\n\nSection 1016 provides, in relevant part,\r\n\n            (a)  General  rule. Proper  adjustment in\r\n            respect  of  the  property  shall  in all\r\n            cases be made\r\n\n            (1)  for expenditures,  receipts, losses,\r\n            or  other  items, properly  chargeable to\r\n            capital account . . . .\r\n\n26 U.S.C.    1001(a), 1011(a), 1012, 1016 (1988 &amp; Supp. 1991).\r\n\n                               -7-\r\r\n\nconclude, the Legal Fee is an \"expenditure . . . properly charged\r\n\nto [the assets']  capital account\" within the  meaning of Section\r\n\n1016 to be  offset against  the settlement proceeds  in order  to\r\n\ndetermine the \"gain\" under Section 1001.\r\n\n          Upon de  novo review, we  reject Petitioners' arguments\r                                 \r\n\ninvoking treatment under Section  1001, and their contention that\r\n\nthe Tax Court erred when it rejected them.\r\n\n          In determining the  tax treatment of the Legal  Fee, we\r\n\ntake as our point of departure Section 61(a), which defines gross\r\n\nincome as  \"all income from whatever source  derived,\" subject to\r\n\ncertain exclusions provided in the Code.  It includes, and is not\r\n\nlimited  to,   \"[c]ompensation  for  services,   including  fees,\r\n\ncommissions, fringe benefits, and  similar items.\"  See Helvering\r                                                                           \r\n\nv. Clifford,  309  U.S. 331,  334 (1940)  (finding that  Congress\r                     \r\n\nintended  to exert the \"full measure of its taxing power\" through\r\n\nSection  61(a)).   Next,  we  take into  consideration  the well-\r\n\nsettled  rule  that the  classification  of  amounts received  in\r\n\nsettlement  of litigation is to  be determined by  the nature and\r\n\nbasis of  the action settled, and amounts  received in compromise\r\n\nof a  claim must be considered  as having the same  nature as the\r\n\nright compromised.  Parker v. United States, 573 F.2d 42, 49, 215\r                                                     \r\n\nCt.Cl.  773 (quoting  Carter's Estate  v. Commissioner,  298 F.2d\r                                                                \r\n\n192,  194 (8th Cir. 1962)),  cert. denied, 439  U.S. 1046 (1978);\r                                                   \r\n\nsee  Furrer v. Commissioner, 566 F.2d 1115, 1116 (9th Cir. 1977),\r                                     \r\n\ncert. denied, 437  U.S. 903  (1978);  Clark  v. Commissioner,  67\r                                                                      \r\n\nT.C.M. (CCH) 3105 (1994).\r\n\n                               -8-\r\r\n\n          These two considerations  lead us to  our test: it  \"is\r\n\nnot whether the action was one in tort or contract but rather the\r\n\nquestion to  be  asked is  'In  lieu  of what  were  the  damages\r\n\nawarded?'\"   Raytheon Production Corp. v.  Commissioner, 144 F.2d\r                                                                 \r\n\n110,  113 (1st Cir.)  (citation omitted), cert.  denied, 323 U.S.\r                                                                 \r\n\n779 (1944); see Getty  v. Commissioner, 913 F.2d 1486,  1490 (9th\r                                                \r\n\nCir. 1990) (applying Raytheon  test in characterizing  settlement\r                                       \r\n\npayment  for  tax  purposes).   An  amount  received  in lieu  of\r\n\ncompensation  under  an  employment  contract  constitutes  gross\r\n\nincome to  the recipient  in the year  in which it  was received.\r\n\nSee  Furrer v. Commissioner, 566  F.2d at 1117  (holding lump sum\r                                     \r\n\npayment  for termination  of an  agency relationship  is ordinary\r\n\nincome);  Heyn v. Commissioner, 39  T.C. 719, 720 (1963) (holding\r                                        \r\n\namount  received in  consideration of  an employment  contract is\r\n\nordinary income); Clark  v. Commissioner, 67 T.C.M. (CCH) at     \r                                                                           \r\n\n(finding  that  lump sum  payment  received  upon termination  of\r\n\nemployment contract is ordinary income); Rev. Rul. 58-301, 1958-1\r\n\nC.B. 23,  24 (holding lump sum payment received by an employee as\r\n\nconsideration  for the  cancellation  of his  employment contract\r\n\nconstitutes  gross income to the recipient in the taxable year of\r\n\nreceipt); cf. Rev. Rul. 80-364, 1980-2 C.B. 294  (illustrating by\r                       \r\n\nway of three  hypothetical examples the income and employment tax\r\n\nconsequences  of   interest  and   attorney's  fees   awarded  in\r\n\nconnection with claims for back wages).\r\n\n          Under  this  rubric,   whether  Taxpayer's   employment\r\n\ncontracts are  \"property\" or \"intangible assets\"  in the abstract\r\n\n                               -9-\r\r\n\nis irrelevant  to the proper analysis of  the characterization of\r\n\nthe settlement  proceeds and, thus,  the proper tax  treatment of\r\n\nthe  Legal  Fee.    The  Supreme  Court's  decision  in  Hort  v.\r                                                                       \r\n\nCommissioner, 313 U.S. 28 (1941), is particularly instructive:\r                      \r\n\n            Where,  as  in  this  case,  the disputed\r\n            amount was essentially  a substitute  for\r\n            rental  payments which     22(a) [of  the\r\n            1932  Act]   expressly  characterizes  as\r\n            gross  income, it  must  be  regarded  as\r\n            ordinary  income,  and  it is  immaterial\r\n            that  for  some  purposes   the  contract\r\n            creating  right to  such payments  may be\r\n            treated as \"property\" or \"capital.\"\r\n\nId. at  31.   The cancellation  of the  lease  in Hort  \"involved\r                                                                \r\n\nnothing  more than  the  relinquishment of  the  right to  future\r\n\nrental payments  in return for  a present substitute  payment and\r\n\npossession of the leased  premises.\"  Id. at  32.  Because  those\r                                                   \r\n\nfuture  rents would have been  taxed as ordinary  income had they\r\n\nbeen  received  in  the   ordinary  course  of  the  lease,   the\r\n\n\"substitute\"  payment  should be  treated  no  differently.   Id.\r                                                                           \r\n\nSimilarly, here, assuming the  settlement was a \"cancellation\" of\r\n\nTaxpayer's contractual  rights,  what Taxpayer  fought  for,  and\r\n\nreceived, is merely a substitute payment for the compensation and\r\n\nretirement  benefits  due  him  under  his  express  and  implied\r\n\nemployment contracts.  Because his salary and benefits would have\r\n\nbeen taxed  as ordinary  income without  any offsetting basis  if\r\n\nreceived  in  the  ordinary course  under  Taxpayer's  employment\r\n\ncontract,   the   \"substitute\"  payments   can   be   treated  no\r\n\ndifferently.   See Henry v. Commissioner, 62 T.C. 605, 606 (1974)\r                                                  \r\n\n(holding  that  amounts  received  in  settlement  of  breach  of\r\n\n                               -10-\r\r\n\nemployment  contract  must  be   held  impressed  with  the  same\r\n\ncompensatory, taxable  character); cf. Hodge v.  Commissioner, 64\r                                                                       \r\n\nT.C.  616 (1975)  (addressing  suit for  back  wages); Sterns  v.\r                                                                       \r\n\nCommissioner, 14 T.C. 420  (1950), affd. per curiam 189  F.2d 259\r                                                             \r\n\n(6th Cir. 1951) (same).7\r\n\n          Similarly,  Petitioners'  argument  that,  because  the\r\n\nsettlement was a \"cancellation\" of his contractual rights, it was\r\n\na  \"disposition\"  within  the  meaning  of  Section  1001(a),  is\r\n                    \r                              \r\n\n7   In support of their claim that Taxpayer's express and implied\r\ncontracts were  \"intangible assets,\" Petitioners rely  on a Fifth\r\nCircuit case  and two  revenue rulings holding  that professional\r\nfootball or  baseball player contracts were  assets with distinct\r\nvalues that  could be depreciated  by the team owners.   Laird v.\r                                                                        \r\nU.S.,  556 F.2d  1224  (5th Cir.  1977) (discussing  professional\r              \r\nfootball player  contracts), cert. denied, 434  U.S. 1014 (1978);\r                                                   \r\nRev. Rul.  77-137, 1971-C.B.  104 (same);  and Rev. Rul.  67-379,\r\n1967-2  C.B.  127 (same,  baseball).    Petitioners' reliance  is\r\nclearly inapposite and unpersuasive.  As the Tax Court noted, and\r\nas Petitioners concede, Taxpayer's employment contract with Young\r\nwas neither a depreciable nor a capital asset in his hands.\r\n\n   Moreover, while Petitioners correctly maintain that Taxpayer's\r\ncontract  claims were  ordinary, not  capital, assets,  Furrer v.\r                                                                        \r\nCommissioner, 566 F.2d  at 1117 (noting that \"[i]f  all contracts\r                      \r\ngranting  rights could  be  considered  capital  assets,  without\r\ninquiry  into  the  nature  of the  rights  granted,  almost  all\r\nordinary  income from  salaries, wages,  or commissions  could be\r\ntransformed  into capital  gain\"),  they nonetheless  urge us  to\r\napply  here the rationale adopted  in a line  of cases addressing\r\nthe  deductibility of legal fees incurred in the disposition of a\r\ncapital asset.   See United  States v. Hilton  Hotels Corp.,  397\r                                                                     \r\nU.S.  580 (1970); Woodward v. Commissioner,  397 U.S. 572 (1970);\r                                                    \r\nHelgerson  v. United States, 426 F.2d 1293 (8th Cir. 1970); Baier\r                                                                           \r\nv. Commissioner, 63 T.C. 513 (1975), aff'd, 553 F.2d 117 (3d Cir.\r                                                    \r\n1976); see also A.E. Staley Manufacturing Co. and Subsidiaries v.\r                                                                        \r\nCommissioner,  1995 WL 535269 at *46-48, 105 T.C. (CCH) 14 (1995)\r                      \r\n(providing  a  recent discussion  of  the \"origin  of  the claim\"\r\nanalysis in the context  of capital assets).  These  cases simply\r\ndo not persuade  us that  Taxpayer's Legal Fee  should be  offset\r\nagainst  the  settlement proceeds  because,  as  we have  already\r\nexplained, Taxpayer's Legal Fee was incurred to obtain damages in\r\nthe  nature of compensation due him under the express and implied\r\nemployment contracts. \r\n\n                               -11-\r\r\n\nunpersuasive.   As  the Tax Court  correctly noted,  assuming the\r\n\nsettlement was a \"cancellation\" of Taxpayer's rights, it does not\r\n\nnecessarily   follow   that    the   settlement   constituted   a\r\n\n\"disposition\"  of \"property\" warranting  an offsetting  of basis.\r\n\nSee Herbert's Estate v. Commissioner, 139 F.2d 756 (3d Cir. 1943)\r                                              \r\n\n(discussing meaning  of \"disposition\" and  holding extinguishment\r\n\nof decedent's debt, represented by readily transferable notes and\r\n\nopen accounts,  was a  disposition), cert. denied,  322 U.S.  752\r                                                           \r\n\n(1944).8   More  importantly, to  permit Taxpayer  to offset  his\r\n\n\"cost of  disposition\" or  basis --  the Legal  Fee  -- would  be\r\n\nfundamentally inapposite  in light  of the controlling  fact that\r\n\nthe settlement proceeds are clearly in the nature of compensation\r\n\nas Young's employee.9  \r\n\n          To recapitulate, what is relevant  is that, as the  Tax\r\n\nCourt found, Taxpayer in substance was suing for damages suffered\r\n\nby  the  loss  of  his  employment with  Young  --  his  loss  of\r\n\ncompensation in terms of salary and retirement benefits.  This is\r\n\n                    \r                              \r\n\n8  As  the Tax  Court correctly noted,  Petitioners' reliance  on\r\nHerbert's Estate  is inapposite.   Petitioners fail  to recognize\r                          \r\nthat  the nature of the claim involved proved an important factor\r\nin  the court's finding of a \"disposition.\"  Unlike the executors\r\nin  Herbert's Estate, Taxpayer did not hold a claim against Young\r                              \r\nin  the sense  of  a \"debt,\"  that  was readily  transferable  or\r\nliquidated  prior to settlement; nor,  was he in  any way Young's\r\n\"creditor.\" \r\n\n9  One might intuitively  argue that some sort of  \"basis\" should\r\nbe  recognized  when one  has to  litigate  to receive  one's due\r\ncompensation.   The fact remains,  however, that the  Code simply\r\ndoes  not  provide   for  the   offsetting  of   basis  in   such\r\ncircumstances except  in limited cases involving  capital assets.\r\nInstead,  the Code permits  litigation expenses to  be taken into\r\naccount by way of a deduction.  See Section C, infra.  \r                                                              \r\n\n                               -12-\r\r\n\na factual determination and, indeed, is one with respect to which\r\n\nwe  find no clear error.   In fact, the claim  giving rise to the\r\n\nLegal  Fee is  inexorably  rooted in  Taxpayer's employment  with\r\n\nYoung  --   indeed,  in  his  status   as  Young's  \"employee.\"10\r\n\nBecause  the   damages  Taxpayer  received   are  essentially   a\r\n\nsubstitute  for the  salary and  benefits he would  have received\r\n\nunder  the  employment  contract,  they  are  fully  included  as\r\n\nordinary  income in  Taxpayer's  gross income  under Section  61,\r\n\nwithout  regard   to  whether  Taxpayer's   employment  contracts\r\n\nconstituted \"property\" or \"intangible assets.\"  Hort, 313 U.S. at\r                                                              \r\n\n31-32.11\r\n\n          Thus, upon de  novo review, we find no  error of law in\r                                       \r\n\nthe  Tax Court's rejection of  Petitioners' arguments in favor of\r\n\nSection  1001  treatment,  because the  settlement  proceeds were\r\n\n                    \r                              \r\n\n10  We note also that under this  rubric it is irrelevant that at\r\nthe  time of  the  lawsuit, Taxpayer  was  no longer  on  Young's\r\npayroll.   See  footnote 14,  supra, and  related text.   Equally\r                                             \r\nirrelevant is  Taxpayer's stated purpose for  incurring the Legal\r\nFee, namely \"to add value to [Taxpayer's] contract claims, and to\r\ndispose  of those assets  by means  of either  a settlement  or a\r\ncourtroom  victory.\"   See  Woodward, 397 U.S.  at 578 (rejecting\r                                              \r\npurpose  test  and noting  that it  would  encourage a  resort to\r\nformalisms  and artificial  distinctions); U.S.  v.  Gilmore, 372\r                                                                      \r\nU.S. 39, 49 (1963) (rejecting purpose  test in favor of origin of\r\nclaim test).  Taxpayer's desire to obtain the salary and benefits\r\ndue under  the employment contracts  was clearly the  \"origin\" of\r\nthe  lawsuit - not his alleged desire to \"dispose\" of \"intangible\r\nassets.\"  \r\n\n11  We note that  we need not address the merits  of Petitioners'\r\nclaim regarding Sections 1001 and 1016, namely that because those\r\ntwo sections make no distinction between the basis and gain rules\r\nfor capital or ordinary assets, \"there is a 'capital account' for\r\nall assets.\" \r\n\n                               -13-\r\r\n\nreceived in lieu of compensation and, as such, are fully included\r\n\nas gross income under Section 61.\r\n\n                C.  Deductibility of the Legal Fee\r                          C.  Deductibility of the Legal Fee\r\n\n          Having  determined that  the Legal  Fee is  included in\r\n\ngross income  under Section 61,  we turn  to the question  of its\r\n\ndeductibility.   It is well-settled that any accessions to wealth\r\n\nreceived by a taxpayer  are included in his gross  income, unless\r\n\nthe  taxpayer  can demonstrate  that  the  amount received  falls\r\n\nwithin a specific statutory  exclusion.  Commissioner v. Glenshaw\r                                                                           \r\n\nGlass,  348 U.S.  426, 431,  reh'g denied,  349 U.S.  925 (1955).\r                                                   \r\n\nSection  162(a)  provides  that  there \"shall  be  allowed  as  a\r\n\ndeduction  all  the  ordinary  and  necessary  expenses  paid  or\r\n\nincurred  during the  taxable year  in carrying  on any  trade or\r\n\nbusiness.\"   Section 62(a)(1)  adds that expenses  falling within\r\n\nSection  162(a)  are  deducted from  gross  income  to  arrive at\r\n\n\"adjusted gross income,\"  explicitly excluding expenses  incurred\r                                                        \r\n\nby a taxpayer engaged in the trade or business of the performance\r\n\nof services as an employee.12\r\n\n          Petitioners   argue  that,  if  the  entire  settlement\r\n\nproceeds  allocable to Counts I and II constitute gross income to\r\n                    \r                              \r\n\n12  Section 62(a)(1) provides in pertinent part, \r\n\n            The  deductions  allowed by  this chapter\r\n            (other  than   by   part  VII   of   this\r\n            subchapter) which are  attributable to  a\r\n            trade  or  business  carried  on  by  the\r\n            taxpayer, if such trade or  business does\r                                                               \r\n            not   consist   of  the   performance  of\r                                                               \r\n            services by the taxpayer as an employee. \r                                                             \r\n\n26 U.S.C. Section 62(a)(1) (1988 &amp; Supp. 1991) (emphasis added).\r\n\n                               -14-\r\r\n\nhim under  Section 61(a)  of the Code,  the Legal  Fee should  be\r\n\ntreated  as an \"above the  line\" trade or  business expense under\r\n\nSection 162(a) of the Code, rather than a \"miscellaneous itemized\r\n\ndeduction\" under Section  63, as the  Commissioner found and  the\r\n\nTax Court  held.  The crux  of Petitioners' argument is  that the\r\n\n\"employee\" limitations of Section  62(a)(1) do not apply, because\r\n\nTaxpayer was not Young's  employee during 1989.  Pointing  to the\r\n\nfact that  Taxpayer  was  employed  in  1989  as  an  independent\r\n\nmanagement  consultant,  they  maintain   that  the  Tax  Court's\r\n\napplication of Section 62(a)(1) is based on its erroneous finding\r\n\nthat Taxpayer was \"in  the business of performing services  of an\r\n\nemployee\" during 1989.\r\n\n          We disagree with Petitioners.  First, we reiterate that\r\n\nwe find no clear  error in the Tax Court's  determination finding\r\n\nthat Taxpayer was \"in  the business of performing services  of an\r\n\nemployee\" during 1989.13   Second, we look to the  plain language\r\n\nof  Section 62(a)(1).    As the  Tax  Court correctly  noted,  no\r\n\ndistinction  is  made in  Section  62(a)(1)  between present  and\r\n\nformer  employees  if the  expenses  originated in  the  trade or\r\n\nbusiness  of being an employee.14   Thus, the  fact that Taxpayer\r\n                    \r                              \r\n\n13  It is well-settled that an individual may engage in the trade\r\nor  business  of rendering  services as  an  employee.   McKay v.\r                                                                        \r\nCommissioner, 102 T.C. 465, 489  (1994), appeal docketed, No. 94-\r                                                                  \r\n41189 (5th Cir. 1995) (collecting cases). \r\n\n14  See  McKay, 102  T.C. at 489  (holding corporate  executive's\r                        \r\npost-employment  litigation  expenses  incurred  in  suit against\r\nformer  employer  were incurred  in trade  or business,  and were\r\ndeductible, if  at all, under  Section 162);  McKeague v.  United\r                                                                           \r\nStates,  12 Cl. Ct. 671, 674-77 (1987) (finding, inter alia, that\r                                                                     \r\nformer employee's  litigation expenses which originated  in trade\r\n\n                               -15-\r\r\n\nwas not in actuality Young's employee in 1989 does not alter  the\r\n\ncontrolling  fact that  the  lawsuit and  the ensuing  settlement\r\n\ndirectly resulted  from his  employment with Young.   Petitioners\r\n\nargue  in vain that Taxpayer should not be \"saddled with employee\r\n\nstatus\" because  his  new trade  or  business as  an  independent\r\n\nmanagement   consultant  indicates  a  \"break\"  from  his  former\r\n\nemployment with Young  (Appellants' Brief,  p. 40).   Equally  in\r\n\nvain, they argue  that the \"[l]awsuit should be looked  at as the\r\n\nordinary  and  necessary  expense   incurred  by  an  independent\r\n\nbusinessman  to  bring   suit  when   contracts  are   breached.\"\r\n\n(Appellants'  Brief, p. 40).   As the Tax  Court correctly found,\r\n\nthere is absolutely no  connection between Taxpayer's lawsuit and\r\n\nhis  independent  management   consulting  business.     Instead,\r\n\nTaxpayer's  lawsuit  was  \"directly  connected  with,  or .  .  .\r\n\nproximately   resulted   from\"   his   employment   at   Young.15\r\n\nKornhauser,  276 U.S.  at  153.   It is  under  this rubric  that\r                    \r\n\n                    \r                              \r\n\nor business  were deductible  as ordinary expenses  under Section\r\n162), aff'd without published opinion,  852 F.2d 1294 (Fed.  Cir.\r                                               \r\n1988);  cf. Kornhauser v. United States, 276 U.S. 145, 153 (1928)\r                                                 \r\n(stating that where suit against a taxpayer is directly connected\r\nwith,   or  proximately  resulted  from,  his  business,  expense\r\nincurred is a business expense).\r\n\n15  We note also that on the \"Disclosure Under Reg. Sec. 1.6661,\"\r\nPetitioners' tax preparer describes  the lawsuit against Young as\r\nbeing  for   \"age  discrimination,  back   wages  and  retirement\r\nbenefits.\" (Appellants' Appendix, p. 68).  We also note that  the\r\nreleases executed  pursuant to  the  Settlement Agreement  regard\r\n\"[a]ll claims  arising out of [Taxpayer's]  employment by [Young]\r\nand the  cessation of [Taxpayer's] employment\"  and \"[a]ll claims\r\nwhich  were  or could  have been  asserted  by [Taxpayer]  in the\r\nLawsuit  entitled  J.  Kenneth  Alexander v.  W.F.  Young,  Inc.,\r                                                                          \r\nHampden  Superior Court  Civil  Action No.  88-243.\" (Appellants'\r\nAppendix, p. 98).\r\n\n                               -16-\r\r\n\nTaxpayer is considered  to be  in the business  of being  Young's\r\n\n\"employee\" for  purposes of  falling within the  Section 62(a)(1)\r\n\nlimitation.16\r\n\n          In another  attempt  to circumvent  the application  of\r\n\nSection  62(a)(1),  Petitioners  argue  that,  if  we   attribute\r\n\nemployee status to Taxpayer,  we should find that Young's  direct\r\n\npayment of the settlement proceeds to R&amp;W (by way of joint checks\r\n\npayable  to  Taxpayer and  R&amp;W as  joint  payees) qualifies  as a\r\n\nreimbursement   arrangement  within   the   meaning  of   Section\r\n\n62(a)(2)(A).    That section  provides  that  reimbursed employee\r\n\nexpenses  are permitted  to be  deducted from  gross income  when\r\n\narriving at  adjusted gross  income.17  Petitioners  contend that\r\n\n                    \r                              \r\n\n16  Similarly irrelevant is Petitioners' argument  that the Legal\r\nFee was not expended for the benefit of Young's business  and was\r\nin  fact detrimental to Young.  See McKay, 102  T.C. at 488, n.23\r                                                   \r\n(noting that  \"[i]t  makes no difference whether the  employee is\r\ndefending himself in actions  that challenge his activities  as a\r\ncorporate  officer or the employee is bringing a suit against his\r\nformer  employer.\"); see also McKeague, 12 Cl. Ct. 671 (involving\r                                                \r\nlitigation  expenses  which  were  not incurred  for  benefit  of\r\ntaxpayer's employer). \r\n\n17   Section 62(a)(2)(A)  provides,  in pertinent  part, that  in\r\ndetermining adjusted gross income there will be allowed,\r\n\n            [t]he  deductions  allowed  by   part  VI\r\n            (section 161 and following) which consist\r\n            of  expenses  paid  or  incurred  by  the\r\n            taxpayer,   in    connection   with   the\r\n            performance  by  him  of services  as  an\r\n            employee, under a reimbursement  or other\r                                                               \r\n            expense  allowance  arrangement with  his\r                                                               \r\n            employer.        The   fact    that   the\r                              \r\n            reimbursement may be provided by  a third\r\n            party  shall  not  be   determinative  of\r\n            whether  or  not  the preceding  sentence\r\n            applies.\r\n\n                               -17-\r\r\n\nYoung's direct payment arrangement  was effectively providing for\r\n\nthe payment of the  Legal Fee pursuant to Section  62(a)(2)(A) in\r\n\nlight  of  the  fact   that  R&amp;W  had  a  statutory   lien  under\r\n\nMassachusetts  law for the payment  of the Legal  Fee.  See Mass.\r                                                                     \r\n\nGen. L.  ch. 221, sec. 50 (1986).  This argument fails because it\r\n\nis  utterly without  support  in the  record.   As the  Tax Court\r\n\ncorrectly found,  Petitioners have  not proven that  Taxpayer was\r\n\nunder a  \"reimbursement or  other expense  allowance arrangement\"\r\n\nwith  Young for  Taxpayer's Legal  Fee. Contrary  to Petitioners'\r\n\ninsistence,  the fact  that the record  shows Young's  direct and\r\n\njoint payment is  \"standard operating procedure\" in  all types of\r\n\nlitigation  does   not  support   the  requisite  finding   of  a\r\n\nreimbursement or other  \"arrangement\" or alter the fact that both\r\n\nYoung and  Taxpayer were  responsible for their  respective legal\r\n\ncosts.   Finally,  we  also note  that  the settlement  agreement\r\n\nitself makes no  mention of  attorney's fees  and the  Taxpayer's\r\n\nlawsuit  was  dismissed \"without  prejudice  and  without costs.\"\r\n\nThus,  we reject Petitioners'  argument that  Section 62(a)(2)(A)\r\n\napplies,  and reaffirm  our conclusion that  the Legal  Fee falls\r\n\nsquarely within Section 62(a)(1).\r\n\n          Having determined that Section 62's employee limitation\r\n\napplies, we turn to its effect on Taxpayer's Legal Fee.  Expenses\r\n\n                    \r                              \r\n\n26 U.S.C.    62 (1988  &amp; Supp. 1991)  (emphasis added); see  H.R.\r                                                                     \r\nConf.  Rep.  No. 998,  100th Cong.,  2d  Sess. at  204. (allowing\r\nreimbursed expenses only if  incurred pursuant to a reimbursement\r\nor  other  expense   allowance  arrangement  requiring  employees\r\nsubstantiate expenses covered thereunder to the person  providing\r\nthe reimbursement).\r\n\n                               -18-\r\r\n\nexcluded  under the  Section 62(a)(1)  limitation are  treated as\r\n\n\"itemized  deductions\"  under  Section  63, such  that  they  are\r\n\nsubtracted from adjusted gross income in computing the taxpayer's\r\n\n\"taxable income.\"   See  I.R.C.    63(d) (stating that  \"itemized\r                                 \r\n\ndeductions\" include all deductions  not \"allowable in arriving at\r\n\nadjusted gross income\" and  the deduction for personal exemptions\r\n\nprovided  by  Section  151).    In   turn,  under  Section  67(b)\r\n\n\"miscellaneous itemized  deductions\" -- which are  defined as all\r\n\nitemized  deductions  other  than those  specifically  enumerated\r\n\ntherein -- are subject to a  2-percent floor, such that they  are\r\n\nallowable  \"only  to  the  extent  that  the  aggregate  of  such\r\n\ndeductions exceeds 2 percent of adjusted gross income.\"   Because\r\n\ntrade  or business expenses subject  to Section 62(a)(1), such as\r\n\nTaxpayer's Legal  Fee,  are not  among the  deductions listed  in\r\n\nSection  67(b), statutory  construction leads  to the  conclusion\r\n\nthat they are miscellaneous itemized deductions subject to the 2-\r\n\npercent floor.   See McKay, 102  T.C. at 493;18 cf.  In Re Black,\r                                                                          \r\n\n131 B.R. 106, 108 (E.D.  Ark. 1991) (discussing the deductibility\r\n\nof non-reimbursed employee business expenses).\r\n\n          Upon  de   novo  review,   and  finding  no   merit  to\r                                   \r\n\nPetitioners' other arguments, we therefore affirm the Tax Court's\r\n\ndetermination that the  Legal Fee is properly deducted \"below the\r\n\nline.\"\r\n                    \r                              \r\n\n18   We note  that, without  advancing much  by way  of argument,\r\nPetitioners  urge  us  not to  follow  McKay  (and its  statutory\r                                                      \r\nanalysis),  claiming that it is  wrongly decided.   We merely add\r\nthat,  upon  de novo  review,  we  agree  with McKay's  statutory\r                                                              \r\nanalysis, and find the case on point. \r\n\n                               -19-\r\r\n\n           D.  Applicability of Alternative Minimum Tax\r                     D.  Applicability of Alternative Minimum Tax\r\n\n          Petitioners  do  not  dispute  that  the  treatment  of\r\n\nTaxpayer's  Legal  Fee  as  a  miscellaneous  itemized  deduction\r\n\ntriggers  the application  of  the Alternative  Minimum Tax  (the\r\n\n\"AMT\") under Sections  55 and 56;19 nor do they  deny that, under\r\n\nSection  56(b)(1)(A)(i), they  are  not permitted  to deduct  the\r\n\nLegal Fee as  a miscellaneous itemized  deduction (as defined  in\r\n\nSection 67(b))  in  computing the  AMT.   Petitioners  do  argue,\r\n\nhowever, that  the Commissioner's \"stretching\"  interpretation of\r\n\nSection  62(a)(1), adopted by the Tax Court and, now, this Court,\r\n\nresults in \"gross  injustice, inequity and lack  of uniformity in\r\n\nthe  treatment of  taxpayers  similarly situated.\"   (Appellants'\r\n\nBrief, p. 24).\r\n\n          We recognize that, because the amounts involved trigger\r\n\nthe AMT and, thus,  Taxpayer's deficiency, the outcome smacks  of\r\n\ninjustice because  Taxpayer is effectively robbed  of any benefit\r\n\nof the Legal Fee's  below the line treatment.   While unfortunate\r\n\nfor Petitioners  here, we  disagree that  there is  inequality of\r\n\ntreatment as compared to  similarly situated taxpayers.  Although\r\n\nit  may seem  otherwise,  in reality  Petitioners  have not  been\r\n\ndenied their below the line deduction of the Legal Fee.\r\n\n          The AMT was  enacted to \"ensure  that no taxpayer  with\r\n\nsubstantial economic  income can avoid significant  tax liability\r\n\nby  using exclusions, deductions, and credits.\"  S. Rep. No. 313,\r\n\n99th Cong.,  2d Sess. at 518,  1986-3 C.B. (Vol. 3)  v., 518; see\r                                                                           \r\n                    \r                              \r\n\n19  26 U.S.C.    55 and 56 (1988 &amp; Supp. 1991).\r\n\n                               -20-\r\r\n\nalso S. Rep. No. 1263, 95th Cong., 2d Sess., 1978-1 C.B. (Vol. 1)\r              \r\n\n315, 499. It is well  established that equitable arguments cannot\r\n\novercome  the  plain  meaning  of  the  statute.    See  Okin  v.\r                                                                       \r\n\nCommissioner, 808 F.2d 1338,  1340-42 (discussing the purpose and\r                      \r\n\nconstitutionality of the AMT), cert. denied, 484 U.S. 802 (1987);\r                                                     \r\n\nWarfield  v. Commissioner,  84  T.C. 179,  184 (1985)  (rejecting\r                                   \r\n\nargument that imposition  of the AMT  was unfair because  income-\r\n\nproducing  transaction was only a \"one-time deal;\" \"[t]here is no\r\n\njustification  for  creating such  an  exception  to the  express\r\n\nterms\"  of Section 55); see also Rawlins v. Commissioner, 1995 WL\r                                                                  \r\n\n610605,  at *5-8, 70 T.C.M. (CCH) 1046,      (1995).  Petitioners\r\n\nare  bound  by  the tax  consequences  of  the  settlement as  it\r\n\nactually occurred.  Id. at 184.\r                                \r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r\n\n          For the  foregoing reasons,  we affirm the  Tax Court's\r\n\ndecision and  uphold the  Commissioner's finding  of Petitioners'\r\n\ndeficiency.   The judgment of the Tax Court is affirmed.\r                                                         affirmed.\r                                                                 \r\n\n                               -21-\r\r\n",
  "html": "<p class=\"case_cite\">72 F.3d 938</p>\n    <p class=\"case_cite\">77 A.F.T.R.2d 96-301, 96-1 USTC  P 50,011</p>\n    <p class=\"parties\">J. Kenneth ALEXANDER and Joanne M. Alexander, Petitioners-Appellants,<br>v.<br>INTERNAL REVENUE SERVICE of the United States of America,<br>Respondent-Appellee.</p>\n    <p class=\"docket\">No. 95-1451.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 8, 1995.<br>Decided Dec. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Philip J. Ryan, with whom Ryan, Martin, Costello, Leiter, Steiger &amp; Cass, P.C., Springfield, MA, was on brief for appellants.</p>\n      <p class=\"indent\">William J. Patton, Tax Division, Department of Justice, Loretta C. Argrett, Assistant Attorney General, Gary R. Allen, and Richard Farber, Tax Division, Department of Justice, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH and COFFIN, Senior Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Respondent-Appellee, the Commissioner of Internal Revenue (the \"Commissioner\"), determined a deficiency of $57,441 in the 1989 Federal income tax filed by J. Kenneth Alexander (the \"Taxpayer\") and Joanne M. Alexander (together, the \"Appellants\" or the \"Petitioners\").  The Tax Court upheld the Commissioner's determination and the Petitioners now seek review of that decision.  For the reasons stated below, we affirm.I. BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The pertinent facts, some of which have been stipulated and incorporated in the district court's findings, are not in dispute, and are recapitulated here.  Unless otherwise indicated, all section references are to the Internal Revenue Code in effect for 1989.  Internal Revenue Code, 26 U.S.C. Sec. 1 et seq.  (1988 &amp; Supp.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1983, Taxpayer entered into an employment agreement with his employer, W.F. Young, Inc.  (\"Young\"), according to which Taxpayer would remain in the capacities of Executive Vice President, Treasurer, and Chief Executive Officer until he reached the age of seventy (70), on December 13, 1993.  On October 15, 1987, when Taxpayer was sixty-four (64) years old, Young terminated Taxpayer's employment.  Subsequent to his termination, Taxpayer offered management consulting services for a fee, and in 1989 obtained a management consulting contract with the Hanson Group of Ludlow, Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 10, 1988, Taxpayer filed a civil lawsuit against Young (the \"lawsuit\"), in which Taxpayer was represented by the law firm of Ryan &amp; White, P.C.  (\"Ryan &amp; White\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In his complaint, Taxpayer alleged a breach of the express 1983 employment contract (or \"Count I\"), a breach of an implied pension benefits contract (or \"Count II\"), and age discrimination under Massachusetts General Law, Chapter 151B, Section 1 (1976) (or \"Count III\").</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 1, 1989, Taxpayer and Young executed a written settlement agreement (the \"Settlement Agreement\"), according to which Young was to pay Taxpayer $350,000, of which $100,000 was allocated to Count III, and $250,000 to Counts I and II.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  On May 5, 1989, as per the Settlement Agreement, Young issued two checks payable to \"J. Kenneth Alexander and Ryan &amp; White, Attorneys for J. Kenneth Alexander,\" one in the amount of $100,000 (for Count III), and the other in the amount of $225,395.20 (for Counts I and II, less taxes withheld).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the 1989 Federal income tax return, Taxpayer's tax preparer deducted $245,100 from the settlement proceeds attributable to Counts I and II.  This deduction was explained in an attached statement, which stated that Taxpayer paid Ryan &amp; White $258,000 in legal fees (the \"Legal Fee\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  It also stated that according to Ryan &amp; White's time allocations, 5% of the Legal Fee was attributable to settlement of Count III, and 95% to settlement of Counts I and II.  Accordingly, $245,100 (95% of the $258,000 Legal Fee) was deducted from the settlement proceeds attributable to Counts I and II.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Commissioner sent a notice of deficiency disallowing Taxpayer's direct deduction of the Legal Fee from the settlement proceeds.  The Commissioner determined that the $250,000 received from Young in settlement of Counts I and II was gross income to Taxpayer, and that the Legal Fee associated with Counts I and II were miscellaneous itemized deductions.  Accordingly, the Commissioner reduced the $245,100 deduction reported on the 1989 return to $240,198, due to the increase in Taxpayer's adjusted gross income and the two percent (2-percent) adjusted gross income limitation for miscellaneous deductions.  In addition, the Commissioner determined that, due to these adjustments, Taxpayer was liable for the Alternative Minimum Tax (\"AMT\") under Section 55 of the Code, which resulted in a deficiency of $57,441.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Petitioners filed a petition in the United States Tax Court for redetermination of the deficiency.  The Tax Court rejected Petitioners' arguments, entering a final judgment on January 31, 1995, upholding the Commissioner's determination of Petitioners' tax deficiency.  This appeal followed.  We have jurisdiction pursuant to 26 U.S.C. Sec. 7482(a)(1).</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The only issue on appeal is the proper tax treatment of the Legal Fee.  We must determine whether the Petitioners properly deducted the Legal Fee from the settlement proceeds under Section 1001.  If we find that they did not, then we must determine whether to treat the Legal Fee as an \"above the line\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> trade or business deduction under Section 162 of the Code, or as a miscellaneous itemized deduction \"below the line.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Petitioners essentially contend that the Tax Court's decision to uphold the Commissioner's deficiency finding is caused by the erroneous determination that Taxpayer was in the trade or business of \"the performance of services as an employee during 1989.\"   Petitioners correctly assert that the defining issue is whether Taxpayer was Young's \"employee\" for purposes of classifying the settlement proceeds and for determining the deductibility of the Legal Fee under Section 62(a)(1).  Although we agree with Petitioners' formulation of the defining issue, we reject their arguments and affirm the court below.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review the Tax Court's decision \"in the same manner and to the same extent as decisions of the district courts in civil actions tried without a jury.\"  26 U.S.C. Sec. 7482(a).  The treatment of the Legal Fee is purely a question of law and, therefore, subject to de novo review.  Estate of Robertson v. Commissioner, 15 F.3d 779, 781 (8th Cir.1994);  see also First National Bank in Albuquerque v. C.I.R., 921 F.2d 1081, 1086 (10th Cir.1990) (stating that de novo review is applied to tax court's findings of law and of ultimate fact derived from applying legal principles to subsidiary facts).  The Tax Court's findings of fact will only be disturbed for clear error.  Manzoli v. Commissioner, 904 F.2d 101, 103 (1st Cir.1990);  Thomson v. Commissioner, 406 F.2d 1006, 1010 (9th Cir.1969);  see also Connor v. Commissioner, 847 F.2d 985 (1st Cir.1988) (emphasizing appropriateness of giving weight to Commissioner's well-established views).</p>\n    </div>\n    <p>B. Characterization of the Legal Fee</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Petitioners argue that the Legal Fee was properly subtracted from the amount realized in the settlement, as per Sections 1001 and 1016,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> in order to determine the \"gain\" from the disposition of Taxpayer's \"valuable intangible assets,\" the express and implied contracts and resulting lawsuit.  In support of their position, Petitioners contend that the Legal Fee was the \"cost of the disposition\" of Taxpayer's assets because it was incurred after Taxpayer's employment was terminated for the \"sole purpose\" of enhancing their value and disposing of them by obtaining either a settlement or judgment.  Petitioners further contend that, because Sections 1001 and 1016 make no distinction between the basis and gain rules for capital or ordinary assets, \"there is a 'capital account' for all assets, whether those assets are considered capital or ordinary.\"   Thus, Petitioners conclude, the Legal Fee is an \"expenditure ... properly charged to [the assets'] capital account\" within the meaning of Section 1016 to be offset against the settlement proceeds in order to determine the \"gain\" under Section 1001.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Upon de novo review, we reject Petitioners' arguments invoking treatment under Section 1001, and their contention that the Tax Court erred when it rejected them.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In determining the tax treatment of the Legal Fee, we take as our point of departure Section 61(a), which defines gross income as \"all income from whatever source derived,\" subject to certain exclusions provided in the Code.  It includes, and is not limited to, \"[c]ompensation for services, including fees, commissions, fringe benefits, and similar items.\"   See Helvering v. Clifford, 309 U.S. 331, 334, 60 S.Ct. 554, 556, 84 L.Ed. 788 (1940) (finding that Congress intended to exert the \"full measure of its taxing power\" through Section 61(a)).  Next, we take into consideration the well-settled rule that the classification of amounts received in settlement of litigation is to be determined by the nature and basis of the action settled, and amounts received in compromise of a claim must be considered as having the same nature as the right compromised.  Parker v. United States, 573 F.2d 42, 49, 215 Ct.Cl. 773 (1978) (quoting Carter's Estate v. Commissioner, 298 F.2d 192, 194 (8th Cir.1962)), cert. denied, 439 U.S. 1046, 99 S.Ct. 720, 58 L.Ed.2d 704 (1978);  see Furrer v. Commissioner, 566 F.2d 1115, 1116 (9th Cir.1977), cert. denied, 437 U.S. 903, 98 S.Ct. 3088, 57 L.Ed.2d 1132 (1978);  Clark v. Commissioner, 67 T.C.M.  (CCH) 3105, 1994 WL 263688 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">These two considerations lead us to our test:  it \"is not whether the action was one in tort or contract but rather the question to be asked is 'In lieu of what were the damages awarded?' \"  Raytheon Production Corp. v. Commissioner, 144 F.2d 110, 113 (1st Cir.)  (citation omitted), cert. denied, 323 U.S. 779, 65 S.Ct. 192, 89 L.Ed. 622 (1944);  see Getty v. Commissioner, 913 F.2d 1486, 1490 (9th Cir.1990) (applying Raytheon test in characterizing settlement payment for tax purposes).  An amount received in lieu of compensation under an employment contract constitutes gross income to the recipient in the year in which it was received.  See Furrer v. Commissioner, 566 F.2d at 1117 (holding lump sum payment for termination of an agency relationship is ordinary income);  Heyn v. Commissioner, 39 T.C. 719, 720, 1963 WL 1456 (1963) (holding amount received in consideration of an employment contract is ordinary income);  Clark v. Commissioner, 67 T.C.M.  (CCH) at 3105-7 (finding that lump sum payment received upon termination of employment contract is ordinary income);  Rev.Rul. 58-301, 1958-1 C.B. 23, 24 (holding lump sum payment received by an employee as consideration for the cancellation of his employment contract constitutes gross income to the recipient in the taxable year of receipt);  cf. Rev.Rul. 80-364, 1980-2 C.B. 294 (illustrating by way of three hypothetical examples the income and employment tax consequences of interest and attorney's fees awarded in connection with claims for back wages).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under this rubric, whether Taxpayer's employment contracts are \"property\" or \"intangible assets\" in the abstract is irrelevant to the proper analysis of the characterization of the settlement proceeds and, thus, the proper tax treatment of the Legal Fee.  The Supreme Court's decision in Hort v. Commissioner, 313 U.S. 28, 61 S.Ct. 757, 85 L.Ed. 1168 (1941), is particularly instructive:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>Where, as in this case, the disputed amount was essentially a substitute for rental payments which Sec. 22(a) [of the 1932 Act] expressly characterizes as gross income, it must be regarded as ordinary income, and it is immaterial that for some purposes the contract creating right to such payments may be treated as \"property\" or \"capital.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Id. at 31, 61 S.Ct. at 758.   The cancellation of the lease in Hort \"involved nothing more than the relinquishment of the right to future rental payments in return for a present substitute payment and possession of the leased premises.\"  Id. at 32, 61 S.Ct. at 759.   Because those future rents would have been taxed as ordinary income had they been received in the ordinary course of the lease, the \"substitute\" payment should be treated no differently.  Id.  Similarly, here, assuming the settlement was a \"cancellation\" of Taxpayer's contractual rights, what Taxpayer fought for, and received, is merely a substitute payment for the compensation and retirement benefits due him under his express and implied employment contracts.  Because his salary and benefits would have been taxed as ordinary income without any offsetting basis if received in the ordinary course under Taxpayer's employment contract, the \"substitute\" payments can be treated no differently.  See Henry v. Commissioner, 62 T.C. 605, 606, 1974 WL 2657 (1974) (holding that amounts received in settlement of breach of employment contract must be held impressed with the same compensatory, taxable character);  cf. Hodge v. Commissioner, 64 T.C. 616, 1975 WL 3048 (1975) (addressing suit for back wages);  Stearns v. Commissioner, 14 T.C. 420, 1950 WL 321 (1950), affd. per curiam 189 F.2d 259 (6th Cir.1951) (same).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Similarly, Petitioners' argument that, because the settlement was a \"cancellation\" of his contractual rights, it was a \"disposition\" within the meaning of Section 1001(a), is unpersuasive.  As the Tax Court correctly noted, assuming the settlement was a \"cancellation\" of Taxpayer's rights, it does not necessarily follow that the settlement constituted a \"disposition\" of \"property\" warranting an offsetting of basis.  See Herbert's Estate v. Commissioner, 139 F.2d 756 (3d Cir.1943) (discussing meaning of \"disposition\" and holding extinguishment of decedent's debt, represented by readily transferable notes and open accounts, was a disposition), cert. denied, 322 U.S. 752, 64 S.Ct. 1263, 88 L.Ed. 1582 (1944).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  More importantly, to permit Taxpayer to offset his \"cost of disposition\" or basis--the Legal Fee--would be fundamentally inapposite in light of the controlling fact that the settlement proceeds are clearly in the nature of compensation as Young's employee.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To recapitulate, what is relevant is that, as the Tax Court found, Taxpayer in substance was suing for damages suffered by the loss of his employment with Young--his loss of compensation in terms of salary and retirement benefits.  This is a factual determination and, indeed, is one with respect to which we find no clear error.  In fact, the claim giving rise to the Legal Fee is inexorably rooted in Taxpayer's employment with Young--indeed, in his status as Young's \"employee.\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Because the damages Taxpayer received are essentially a substitute for the salary and benefits he would have received under the employment contract, they are fully included as ordinary income in Taxpayer's gross income under Section 61, without regard to whether Taxpayer's employment contracts constituted \"property\" or \"intangible assets.\"  Hort, 313 U.S. at 31-32, 61 S.Ct. at 758-59.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Thus, upon de novo review, we find no error of law in the Tax Court's rejection of Petitioners' arguments in favor of Section 1001 treatment, because the settlement proceeds were received in lieu of compensation and, as such, are fully included as gross income under Section 61.</p>\n    </div>\n    <p>C. Deductibility of the Legal Fee</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Having determined that the Legal Fee is included in gross income under Section 61, we turn to the question of its deductibility.  It is well-settled that any accessions to wealth received by a taxpayer are included in his gross income, unless the taxpayer can demonstrate that the amount received falls within a specific statutory exclusion.  Commissioner v. Glenshaw Glass, 348 U.S. 426, 431, 75 S.Ct. 473, 477, 99 L.Ed. 483 reh'g denied, 349 U.S. 925, 75 S.Ct. 657, 99 L.Ed. 1256 (1955).  Section 162(a) provides that there \"shall be allowed as a deduction all the ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business.\"   Section 62(a)(1) adds that expenses falling within Section 162(a) are deducted from gross income to arrive at \"adjusted gross income,\" explicitly excluding expenses incurred by a taxpayer engaged in the trade or business of the performance of services as an employee.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Petitioners argue that, if the entire settlement proceeds allocable to Counts I and II constitute gross income to him under Section 61(a) of the Code, the Legal Fee should be treated as an \"above the line\" trade or business expense under Section 162(a) of the Code, rather than a \"miscellaneous itemized deduction\" under Section 63, as the Commissioner found and the Tax Court held.  The crux of Petitioners' argument is that the \"employee\" limitations of Section 62(a)(1) do not apply, because Taxpayer was not Young's employee during 1989.  Pointing to the fact that Taxpayer was employed in 1989 as an independent management consultant, they maintain that the Tax Court's application of Section 62(a)(1) is based on its erroneous finding that Taxpayer was \"in the business of performing services of an employee\" during 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We disagree with Petitioners.  First, we reiterate that we find no clear error in the Tax Court's determination finding that Taxpayer was \"in the business of performing services of an employee\" during 1989.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Second, we look to the plain language of Section 62(a)(1).  As the Tax Court correctly noted, no distinction is made in Section 62(a)(1) between present and former employees if the expenses originated in the trade or business of being an employee.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Thus, the fact that Taxpayer was not in actuality Young's employee in 1989 does not alter the controlling fact that the lawsuit and the ensuing settlement directly resulted from his employment with Young.  Petitioners argue in vain that Taxpayer should not be \"saddled with employee status\" because his new trade or business as an independent management consultant indicates a \"break\" from his former employment with Young (Appellants' Brief, p. 40).  Equally in vain, they argue that the \"[l]awsuit should be looked at as the ordinary and necessary expense incurred by an independent businessman to bring suit when contracts are breached.\"  (Appellants' Brief, p. 40).  As the Tax Court correctly found, there is absolutely no connection between Taxpayer's lawsuit and his independent management consulting business.  Instead, Taxpayer's lawsuit was \"directly connected with, or ... proximately resulted from\" his employment at Young.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  Kornhauser, 276 U.S. at 153, 48 S.Ct. at 220.   It is under this rubric that Taxpayer is considered to be in the business of being Young's \"employee\" for purposes of falling within the Section 62(a)(1) limitation.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In another attempt to circumvent the application of Section 62(a)(1), Petitioners argue that, if we attribute employee status to Taxpayer, we should find that Young's direct payment of the settlement proceeds to R &amp; W (by way of joint checks payable to Taxpayer and R &amp; W as joint payees) qualifies as a reimbursement arrangement within the meaning of Section 62(a)(2)(A).  That section provides that reimbursed employee expenses are permitted to be deducted from gross income when arriving at adjusted gross income.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Petitioners contend that Young's direct payment arrangement was effectively providing for the payment of the Legal Fee pursuant to Section 62(a)(2)(A) in light of the fact that R &amp; W had a statutory lien under Massachusetts law for the payment of the Legal Fee.  See Mass.Gen.L. ch. 221, sec. 50 (1986).  This argument fails because it is utterly without support in the record.  As the Tax Court correctly found, Petitioners have not proven that Taxpayer was under a \"reimbursement or other expense allowance arrangement\" with Young for Taxpayer's Legal Fee.  Contrary to Petitioners' insistence, the fact that the record shows Young's direct and joint payment is \"standard operating procedure\" in all types of litigation does not support the requisite finding of a reimbursement or other \"arrangement\" or alter the fact that both Young and Taxpayer were responsible for their respective legal costs.  Finally, we also note that the settlement agreement itself makes no mention of attorney's fees and the Taxpayer's lawsuit was dismissed \"without prejudice and without costs.\"   Thus, we reject Petitioners' argument that Section 62(a)(2)(A) applies, and reaffirm our conclusion that the Legal Fee falls squarely within Section 62(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Having determined that Section 62's employee limitation applies, we turn to its effect on Taxpayer's Legal Fee.  Expenses excluded under the Section 62(a)(1) limitation are treated as \"itemized deductions\" under Section 63, such that they are subtracted from adjusted gross income in computing the taxpayer's \"taxable income.\"   See I.R.C. Sec. 63(d) (stating that \"itemized deductions\" include all deductions not \"allowable in arriving at adjusted gross income\" and the deduction for personal exemptions provided by Section 151).  In turn, under Section 67(b) \"miscellaneous itemized deductions\"--which are defined as all itemized deductions other than those specifically enumerated therein--are subject to a 2-percent floor, such that they are allowable \"only to the extent that the aggregate of such deductions exceeds 2 percent of adjusted gross income.\"   Because trade or business expenses subject to Section 62(a)(1), such as Taxpayer's Legal Fee, are not among the deductions listed in Section 67(b), statutory construction leads to the conclusion that they are miscellaneous itemized deductions subject to the 2-percent floor.  See McKay, 102 T.C. at 493;<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  cf. In re Black, 131 B.R. 106, 108 (E.D.Ark.1991) (discussing the deductibility of non-reimbursed employee business expenses).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Upon de novo review, and finding no merit to Petitioners' other arguments, we therefore affirm the Tax Court's determination that the Legal Fee is properly deducted \"below the line.\"</p>\n    </div>\n    <p>D. Applicability of Alternative Minimum Tax</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Petitioners do not dispute that the treatment of Taxpayer's Legal Fee as a miscellaneous itemized deduction triggers the application of the Alternative Minimum Tax (the \"AMT\") under Sections 55 and 56;<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  nor do they deny that, under Section 56(b)(1)(A)(i), they are not permitted to deduct the Legal Fee as a miscellaneous itemized deduction (as defined in Section 67(b)) in computing the AMT.  Petitioners do argue, however, that the Commissioner's \"stretching\" interpretation of Section 62(a)(1), adopted by the Tax Court and, now, this Court, results in \"gross injustice, inequity and lack of uniformity in the treatment of taxpayers similarly situated.\"  (Appellants' Brief, p. 24).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We recognize that, because the amounts involved trigger the AMT and, thus, Taxpayer's deficiency, the outcome smacks of injustice because Taxpayer is effectively robbed of any benefit of the Legal Fee's below the line treatment.  While unfortunate for Petitioners here, we disagree that there is inequality of treatment as compared to similarly situated taxpayers.  Although it may seem otherwise, in reality Petitioners have not been denied their below the line deduction of the Legal Fee.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The AMT was enacted to \"ensure that no taxpayer with substantial economic income can avoid significant tax liability by using exclusions, deductions, and credits.\"   S.Rep. No. 313, 99th Cong., 2d Sess. at 518, 1986-3 C.B.  (Vol. 3) v., 518;  see also S.Rep. No. 1263, 95th Cong., 2d Sess., U.S.Code Cong. &amp; Admin.News 1978, 1978-1 C.B.  (Vol. 1) 315, 499.  It is well established that equitable arguments cannot overcome the plain meaning of the statute.  See Okin v. Commissioner, 808 F.2d 1338, 1340-42 (9th Cir.)  (discussing the purpose and constitutionality of the AMT), cert. denied, 484 U.S. 802, 108 S.Ct. 45, 98 L.Ed.2d 10 (1987);  Warfield v. Commissioner, 84 T.C. 179, 184, 1985 WL 15306 (1985) (rejecting argument that imposition of the AMT was unfair because income-producing transaction was only a \"one-time deal;\"  \"[t]here is no justification for creating such an exception to the express terms\" of Section 55); see also Rawlins v. Commissioner, 1995 WL 610605, at * 5-8, 70 T.C.M.  (CCH) 1046, 1048 (1995).  Petitioners are bound by the tax consequences of the settlement as it actually occurred.  Id. at 184.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the Tax Court's decision and uphold the Commissioner's finding of Petitioners' deficiency.  The judgment of the Tax Court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> J. Kenneth Alexander v. W.F. Young, Inc., Civil Action No. 82-243 (Mass.Superior Court, Hampden County 1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Settlement Agreement also provided that (i) Taxpayer would be deemed to have retired from Young effective October 15, 1987;  (ii) Taxpayer would receive monthly payments commencing on May 15, 1989, and continuing for the duration of Taxpayer's life, which total over $70,000 per year;  and (iii) Taxpayer and Young executed releases, according to which Alexander surrendered all claims arising out of his employment and its termination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The additional information included in the statement attached to Petitioners' 1989 return, entitled \"Disclosure Under Reg.Sec. 1.6661,\" is not included here because it is not essential for the disposition of the issue on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We make reference to the \"line\" on the federal income tax form where adjusted gross income is calculated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Petitioners do not dispute that by treating the Legal Fee \"below the line\" the amounts involved trigger the AMT and, thus, their tax deficiency.  We recognize that it is this ramification which drives Petitioners' challenge to the Commissioner's determination that the Legal Fee is to be treated as a miscellaneous itemized deduction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Section 1001(a) provides, in relevant part,</p>\n        <p>The gain from the sale or other disposition of property shall be the excess of the amount realized therefrom over the adjusted basis provided in [S]ection 1011 for determining gain....</p>\n        <p>Section 1011(a) provides, in relevant part,</p>\n        <p>The adjusted basis for determining the gain or loss from the sale or other disposition of property, whenever acquired, shall be the basis (determined under [S]ection 1012 ...) adjusted as provided in [S]ection 1016.</p>\n        <p>Section 1012 provides, in relevant part,</p>\n        <p>The basis of property shall be the cost of such property....</p>\n        <p>Section 1016 provides, in relevant part,</p>\n        <p>(a) General rule.  Proper adjustment in respect of the property shall in all cases be made</p>\n        <p>(1) for expenditures, receipts, losses, or other items, properly chargeable to capital account....</p>\n        <p>26 U.S.C. Secs. 1001(a), 1011(a), 1012, 1016 (1988 &amp; Supp.1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In support of their claim that Taxpayer's express and implied contracts were \"intangible assets,\" Petitioners rely on a Fifth Circuit case and two revenue rulings holding that professional football or baseball player contracts were assets with distinct values that could be depreciated by the team owners.  Laird v. U.S., 556 F.2d 1224 (5th Cir.1977) (discussing professional football player contracts), cert. denied, 434 U.S. 1014, 98 S.Ct. 729, 54 L.Ed.2d 758 (1978);  Rev.Rul. 77-137, 1971-C.B. 104 (same);  and Rev.Rul. 67-379, 1967-2 C.B. 127 (same, baseball).  Petitioners' reliance is clearly inapposite and unpersuasive.  As the Tax Court noted, and as Petitioners concede, Taxpayer's employment contract with Young was neither a depreciable nor a capital asset in his hands</p>\n        <p>Moreover, while Petitioners correctly maintain that Taxpayer's contract claims were ordinary, not capital, assets, Furrer v. Commissioner, 566 F.2d at 1117 (noting that \"[i]f all contracts granting rights could be considered capital assets, without inquiry into the nature of the rights granted, almost all ordinary income from salaries, wages, or commissions could be transformed into capital gain\"), they nonetheless urge us to apply here the rationale adopted in a line of cases addressing the deductibility of legal fees incurred in the disposition of a capital asset.  See United States v. Hilton Hotels Corp., 397 U.S. 580, 90 S.Ct. 1307, 25 L.Ed.2d 585 (1970);  Woodward v. Commissioner, 397 U.S. 572, 90 S.Ct. 1302, 25 L.Ed.2d 577 (1970);  Helgerson v. United States, 426 F.2d 1293 (8th Cir.1970); Baier v. Commissioner, 63 T.C. 513, 1975 WL 3056 (1975), aff'd, 533 F.2d 117 (3d Cir.1976);  see also A.E. Staley Manufacturing Co. and Subsidiaries v. Commissioner of Internal Revenue, 1995 WL 535269 at * 46-48, 105 T.C.  (CCH) 14 (1995) (providing a recent discussion of the \"origin of the claim\" analysis in the context of capital assets).  These cases simply do not persuade us that Taxpayer's Legal Fee should be offset against the settlement proceeds because, as we have already explained, Taxpayer's Legal Fee was incurred to obtain damages in the nature of compensation due him under the express and implied employment contracts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> As the Tax Court correctly noted, Petitioners' reliance on Herbert's Estate is inapposite.  Petitioners fail to recognize that the nature of the claim involved proved an important factor in the court's finding of a \"disposition.\"   Unlike the executors in Herbert's Estate, Taxpayer did not hold a claim against Young in the sense of a \"debt,\" that was readily transferable or liquidated prior to settlement;  nor, was he in any way Young's \"creditor.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> One might intuitively argue that some sort of \"basis\" should be recognized when one has to litigate to receive one's due compensation.  The fact remains, however, that the Code simply does not provide for the offsetting of basis in such circumstances except in limited cases involving capital assets.  Instead, the Code permits litigation expenses to be taken into account by way of a deduction.  See Section C, infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We note also that under this rubric it is irrelevant that at the time of the lawsuit, Taxpayer was no longer on Young's payroll.  See footnote 14, supra, and related text.  Equally irrelevant is Taxpayer's stated purpose for incurring the Legal Fee, namely \"to add value to [Taxpayer's] contract claims, and to dispose of those assets by means of either a settlement or a courtroom victory.\"   See Woodward, 397 U.S. at 578, 90 S.Ct. at 1306 (rejecting purpose test and noting that it would encourage a resort to formalisms and artificial distinctions);  U.S. v. Gilmore, 372 U.S. 39, 49, 83 S.Ct. 623, 629, 9 L.Ed.2d 570 (1963) (rejecting purpose test in favor of origin of claim test).  Taxpayer's desire to obtain the salary and benefits due under the employment contracts was clearly the \"origin\" of the lawsuit--not his alleged desire to \"dispose\" of \"intangible assets.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We note that we need not address the merits of Petitioners' claim regarding Sections 1001 and 1016, namely that because those two sections make no distinction between the basis and gain rules for capital or ordinary assets, \"there is a 'capital account' for all assets.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Section 62(a)(1) provides in pertinent part,</p>\n        <p>The deductions allowed by this chapter (other than by part VII of this subchapter) which are attributable to a trade or business carried on by the taxpayer, if such trade or business does not consist of the performance of services by the taxpayer as an employee.</p>\n        <p>26 U.S.C. Section 62(a)(1) (1988 &amp; Supp.1991) (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> It is well-settled that an individual may engage in the trade or business of rendering services as an employee.  McKay v. Commissioner, 102 T.C. 465, 489, 1994 WL 97734 (1994), appeal docketed, No. 94-41189 (5th Cir.1995) (collecting cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See McKay, 102 T.C. at 489 (holding corporate executive's post-employment litigation expenses incurred in suit against former employer were incurred in trade or business, and were deductible, if at all, under Section 162);  McKeague v. United States, 12 Cl.Ct. 671, 674-77 (1987) (finding, inter alia, that former employee's litigation expenses which originated in trade or business were deductible as ordinary expenses under Section 162), aff'd without published opinion, 852 F.2d 1294 (Fed.Cir.1988);  cf. Kornhauser v. United States, 276 U.S. 145, 153, 48 S.Ct. 219, 220, 72 L.Ed. 505 (1928) (stating that where suit against a taxpayer is directly connected with, or proximately resulted from, his business, expense incurred is a business expense)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> We note also that on the \"Disclosure Under Reg.Sec. 1.6661,\" Petitioners' tax preparer describes the lawsuit against Young as being for \"age discrimination, back wages and retirement benefits.\"  (Appellants' Appendix, p. 68).  We also note that the releases executed pursuant to the Settlement Agreement regard \"[a]ll claims arising out of [Taxpayer's] employment by [Young] and the cessation of [Taxpayer's] employment\" and \"[a]ll claims which were or could have been asserted by [Taxpayer] in the Lawsuit entitled J. Kenneth Alexander v. W.F. Young, Inc., Hampden Superior Court Civil Action No. 88-243.\"  (Appellants' Appendix, p. 98)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Similarly irrelevant is Petitioners' argument that the Legal Fee was not expended for the benefit of Young's business and was in fact detrimental to Young.  See McKay, 102 T.C. at 488, n. 23 (noting that \"[i]t makes no difference whether the employee is defending himself in actions that challenge his activities as a corporate officer or the employee is bringing a suit against his former employer.\");   see also McKeague, 12 Cl.Ct. 671 (involving litigation expenses which were not incurred for benefit of taxpayer's employer)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Section 62(a)(2)(A) provides, in pertinent part, that in determining adjusted gross income there will be allowed,</p>\n        <p>[t]he deductions allowed by part VI (section 161 and following) which consist of expenses paid or incurred by the taxpayer, in connection with the performance by him of services as an employee, under a reimbursement or other expense allowance arrangement with his employer.   The fact that the reimbursement may be provided by a third party shall not be determinative of whether or not the preceding sentence applies.</p>\n        <p>26 U.S.C. Sec. 62 (1988 &amp; Supp.1991) (emphasis added);  see H.R.Conf.Rep. No. 998, 100th Cong., 2d Sess. at 204.  U.S.Code Cong. &amp; Admin.News 1988, pp. 2776, 2992.  (allowing reimbursed expenses only if incurred pursuant to a reimbursement or other expense allowance arrangement requiring employees substantiate expenses covered thereunder to the person providing the reimbursement).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> We note that, without advancing much by way of argument, Petitioners urge us not to follow McKay (and its statutory analysis), claiming that it is wrongly decided.  We merely add that, upon de novo review, we agree with McKay 's statutory analysis, and find the case on point</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> 26 U.S.C. Secs. 55 and 56 (1988 &amp; Supp.1991)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">938</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">A.F.T.R.2d (RIA)</span> <span class=\"page\">96-301</span></span>, 96-1 USTC  P 50,011</p>\n    <p class=\"parties\">J. Kenneth ALEXANDER and Joanne M. Alexander, Petitioners-Appellants,<br>v.<br>INTERNAL REVENUE SERVICE of the United States of America,<br>Respondent-Appellee.</p>\n    <p class=\"docket\">No. 95-1451.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 8, 1995.<br>Decided Dec. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Philip J. Ryan, with whom Ryan, Martin, Costello, Leiter, Steiger &amp; Cass, P.C., Springfield, MA, was on brief for appellants.</p>\n      <p class=\"indent\">William J. Patton, Tax Division, Department of Justice, Loretta C. Argrett, Assistant Attorney General, Gary R. Allen, and Richard Farber, Tax Division, Department of Justice, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH and COFFIN, Senior Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Respondent-Appellee, the Commissioner of Internal Revenue (the \"Commissioner\"), determined a deficiency of $57,441 in the 1989 Federal income tax filed by J. Kenneth Alexander (the \"Taxpayer\") and Joanne M. Alexander (together, the \"Appellants\" or the \"Petitioners\").  The Tax Court upheld the Commissioner's determination and the Petitioners now seek review of that decision.  For the reasons stated below, we affirm.I. BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The pertinent facts, some of which have been stipulated and incorporated in the district court's findings, are not in dispute, and are recapitulated here.  Unless otherwise indicated, all section references are to the Internal Revenue Code in effect for 1989.  Internal Revenue Code, 26 U.S.C. Sec. 1 et seq.  (1988 &amp; Supp.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1983, Taxpayer entered into an employment agreement with his employer, W.F. Young, Inc.  (\"Young\"), according to which Taxpayer would remain in the capacities of Executive Vice President, Treasurer, and Chief Executive Officer until he reached the age of seventy (70), on December 13, 1993.  On October 15, 1987, when Taxpayer was sixty-four (64) years old, Young terminated Taxpayer's employment.  Subsequent to his termination, Taxpayer offered management consulting services for a fee, and in 1989 obtained a management consulting contract with the Hanson Group of Ludlow, Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 10, 1988, Taxpayer filed a civil lawsuit against Young (the \"lawsuit\"), in which Taxpayer was represented by the law firm of Ryan &amp; White, P.C.  (\"Ryan &amp; White\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In his complaint, Taxpayer alleged a breach of the express 1983 employment contract (or \"Count I\"), a breach of an implied pension benefits contract (or \"Count II\"), and age discrimination under Massachusetts General Law, Chapter 151B, Section 1 (1976) (or \"Count III\").</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 1, 1989, Taxpayer and Young executed a written settlement agreement (the \"Settlement Agreement\"), according to which Young was to pay Taxpayer $350,000, of which $100,000 was allocated to Count III, and $250,000 to Counts I and II.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  On May 5, 1989, as per the Settlement Agreement, Young issued two checks payable to \"J. Kenneth Alexander and Ryan &amp; White, Attorneys for J. Kenneth Alexander,\" one in the amount of $100,000 (for Count III), and the other in the amount of $225,395.20 (for Counts I and II, less taxes withheld).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the 1989 Federal income tax return, Taxpayer's tax preparer deducted $245,100 from the settlement proceeds attributable to Counts I and II.  This deduction was explained in an attached statement, which stated that Taxpayer paid Ryan &amp; White $258,000 in legal fees (the \"Legal Fee\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  It also stated that according to Ryan &amp; White's time allocations, 5% of the Legal Fee was attributable to settlement of Count III, and 95% to settlement of Counts I and II.  Accordingly, $245,100 (95% of the $258,000 Legal Fee) was deducted from the settlement proceeds attributable to Counts I and II.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Commissioner sent a notice of deficiency disallowing Taxpayer's direct deduction of the Legal Fee from the settlement proceeds.  The Commissioner determined that the $250,000 received from Young in settlement of Counts I and II was gross income to Taxpayer, and that the Legal Fee associated with Counts I and II were miscellaneous itemized deductions.  Accordingly, the Commissioner reduced the $245,100 deduction reported on the 1989 return to $240,198, due to the increase in Taxpayer's adjusted gross income and the two percent (2-percent) adjusted gross income limitation for miscellaneous deductions.  In addition, the Commissioner determined that, due to these adjustments, Taxpayer was liable for the Alternative Minimum Tax (\"AMT\") under Section 55 of the Code, which resulted in a deficiency of $57,441.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Petitioners filed a petition in the United States Tax Court for redetermination of the deficiency.  The Tax Court rejected Petitioners' arguments, entering a final judgment on January 31, 1995, upholding the Commissioner's determination of Petitioners' tax deficiency.  This appeal followed.  We have jurisdiction pursuant to 26 U.S.C. Sec. 7482(a)(1).</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The only issue on appeal is the proper tax treatment of the Legal Fee.  We must determine whether the Petitioners properly deducted the Legal Fee from the settlement proceeds under Section 1001.  If we find that they did not, then we must determine whether to treat the Legal Fee as an \"above the line\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> trade or business deduction under Section 162 of the Code, or as a miscellaneous itemized deduction \"below the line.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Petitioners essentially contend that the Tax Court's decision to uphold the Commissioner's deficiency finding is caused by the erroneous determination that Taxpayer was in the trade or business of \"the performance of services as an employee during 1989.\"   Petitioners correctly assert that the defining issue is whether Taxpayer was Young's \"employee\" for purposes of classifying the settlement proceeds and for determining the deductibility of the Legal Fee under Section 62(a)(1).  Although we agree with Petitioners' formulation of the defining issue, we reject their arguments and affirm the court below.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review the Tax Court's decision \"in the same manner and to the same extent as decisions of the district courts in civil actions tried without a jury.\"  26 U.S.C. Sec. 7482(a).  The treatment of the Legal Fee is purely a question of law and, therefore, subject to de novo review.  Estate of Robertson v. Commissioner, <span class=\"citation\" data-id=\"661783\"><a href=\"/opinion/661783/estate-of-willard-e-robertson-deceased-walter-g-miller/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">779</span></a></span>, 781 (8th Cir.1994);  see also First National Bank in Albuquerque v. C.I.R., <span class=\"citation\" data-id=\"553286\"><a href=\"/opinion/553286/first-national-bank-in-albuquerque-v-commissioner-of-internal-revenue/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1081</span></a></span>, 1086 (10th Cir.1990) (stating that de novo review is applied to tax court's findings of law and of ultimate fact derived from applying legal principles to subsidiary facts).  The Tax Court's findings of fact will only be disturbed for clear error.  Manzoli v. Commissioner, <span class=\"citation\" data-id=\"542295\"><a href=\"/opinion/542295/leo-manzoli-and-mary-ann-manzoli-v-commissioner-of-internal-revenue/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">101</span></a></span>, 103 (1st Cir.1990);  Thomson v. Commissioner, <span class=\"citation\" data-id=\"283423\"><a href=\"/opinion/283423/ione-thomson-cynthia-farver-walter-thomson-trustees-for-dissolved-aero/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1006</span></a></span>, 1010 (9th Cir.1969);  see also Connor v. Commissioner, <span class=\"citation\" data-id=\"506590\"><a href=\"/opinion/506590/eugene-r-connor-and-mary-p-connor-v-commissioner-of-internal-revenue/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span> </a></span>(1st Cir.1988) (emphasizing appropriateness of giving weight to Commissioner's well-established views).</p>\n    </div>\n    <p>B. Characterization of the Legal Fee</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Petitioners argue that the Legal Fee was properly subtracted from the amount realized in the settlement, as per Sections 1001 and 1016,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> in order to determine the \"gain\" from the disposition of Taxpayer's \"valuable intangible assets,\" the express and implied contracts and resulting lawsuit.  In support of their position, Petitioners contend that the Legal Fee was the \"cost of the disposition\" of Taxpayer's assets because it was incurred after Taxpayer's employment was terminated for the \"sole purpose\" of enhancing their value and disposing of them by obtaining either a settlement or judgment.  Petitioners further contend that, because Sections 1001 and 1016 make no distinction between the basis and gain rules for capital or ordinary assets, \"there is a 'capital account' for all assets, whether those assets are considered capital or ordinary.\"   Thus, Petitioners conclude, the Legal Fee is an \"expenditure ... properly charged to [the assets'] capital account\" within the meaning of Section 1016 to be offset against the settlement proceeds in order to determine the \"gain\" under Section 1001.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Upon de novo review, we reject Petitioners' arguments invoking treatment under Section 1001, and their contention that the Tax Court erred when it rejected them.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In determining the tax treatment of the Legal Fee, we take as our point of departure Section 61(a), which defines gross income as \"all income from whatever source derived,\" subject to certain exclusions provided in the Code.  It includes, and is not limited to, \"[c]ompensation for services, including fees, commissions, fringe benefits, and similar items.\"   See Helvering v. Clifford, <span class=\"citation\" data-id=\"103312\"><a href=\"/opinion/103312/helvering-v-clifford/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">331</span></a></span>, 334, <span class=\"citation\" data-id=\"103312\"><a href=\"/opinion/103312/helvering-v-clifford/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">554</span></a></span>, 556, <span class=\"citation\" data-id=\"103312\"><a href=\"/opinion/103312/helvering-v-clifford/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">788</span> </a></span>(1940) (finding that Congress intended to exert the \"full measure of its taxing power\" through Section 61(a)).  Next, we take into consideration the well-settled rule that the classification of amounts received in settlement of litigation is to be determined by the nature and basis of the action settled, and amounts received in compromise of a claim must be considered as having the same nature as the right compromised.  Parker v. United States, <span class=\"citation no-link\"><span class=\"volume\">573</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></span>, 49, <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">773</span> </span>(1978) (quoting Carter's Estate v. Commissioner, <span class=\"citation\" data-id=\"255985\"><a href=\"/opinion/255985/estate-of-mabel-g-carter-deceased-gilbert-carter-estate-of-emma-m/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">192</span></a></span>, 194 (8th Cir.1962)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1046</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">720</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">704</span> </span>(1978);  see Furrer v. Commissioner, <span class=\"citation\" data-id=\"351067\"><a href=\"/opinion/351067/ralph-furrer-and-rosemarie-furrer-v-commissioner-of-internal-revenue/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1115</span></a></span>, 1116 (9th Cir.1977), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">903</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3088</span></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1132</span> </span>(1978);  Clark v. Commissioner, 67 T.C.M.  (CCH) 3105, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">263688</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">These two considerations lead us to our test:  it \"is not whether the action was one in tort or contract but rather the question to be asked is 'In lieu of what were the damages awarded?' \"  Raytheon Production Corp. v. Commissioner, <span class=\"citation\" data-id=\"1547692\"><a href=\"/opinion/1547692/raytheon-production-corp-v-commissioner-of-int-rev/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span>, 113 (1st Cir.)  (citation omitted), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">779</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">192</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">622</span> </span>(1944);  see Getty v. Commissioner, <span class=\"citation\" data-id=\"547654\"><a href=\"/opinion/547654/jean-ronald-getty-karin-getty-v-commissioner-of-internal-revenue/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1486</span></a></span>, 1490 (9th Cir.1990) (applying Raytheon test in characterizing settlement payment for tax purposes).  An amount received in lieu of compensation under an employment contract constitutes gross income to the recipient in the year in which it was received.  See Furrer v. <span class=\"citation\" data-id=\"351067\"><span class=\"antecedent_guess\">Commissioner,</span> <a href=\"/opinion/351067/ralph-furrer-and-rosemarie-furrer-v-commissioner-of-internal-revenue/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1117</span> </a></span>(holding lump sum payment for termination of an agency relationship is ordinary income);  Heyn v. Commissioner, <span class=\"citation\" data-id=\"4479543\"><a href=\"/opinion/4701261/heyn-v-commissioner/\"><span class=\"volume\">39</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">719</span></a></span>, 720, <span class=\"citation no-link\"><span class=\"volume\">1963</span> <span class=\"reporter\">WL</span> <span class=\"page\">1456</span> </span>(1963) (holding amount received in consideration of an employment contract is ordinary income);  Clark v. Commissioner, 67 T.C.M.  (CCH) at 3105-7 (finding that lump sum payment received upon termination of employment contract is ordinary income);  Rev.Rul. 58-301, 1958-1 C.B. 23, 24 (holding lump sum payment received by an employee as consideration for the cancellation of his employment contract constitutes gross income to the recipient in the taxable year of receipt);  cf. Rev.Rul. 80-364, 1980-2 C.B. 294 (illustrating by way of three hypothetical examples the income and employment tax consequences of interest and attorney's fees awarded in connection with claims for back wages).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under this rubric, whether Taxpayer's employment contracts are \"property\" or \"intangible assets\" in the abstract is irrelevant to the proper analysis of the characterization of the settlement proceeds and, thus, the proper tax treatment of the Legal Fee.  The Supreme Court's decision in Hort v. Commissioner, <span class=\"citation\" data-id=\"103504\"><a href=\"/opinion/103504/hort-v-commissioner/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">28</span></a></span>, <span class=\"citation\" data-id=\"103504\"><a href=\"/opinion/103504/hort-v-commissioner/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">757</span></a></span>, <span class=\"citation\" data-id=\"103504\"><a href=\"/opinion/103504/hort-v-commissioner/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1168</span> </a></span>(1941), is particularly instructive:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>Where, as in this case, the disputed amount was essentially a substitute for rental payments which Sec. 22(a) [of the 1932 Act] expressly characterizes as gross income, it must be regarded as ordinary income, and it is immaterial that for some purposes the contract creating right to such payments may be treated as \"property\" or \"capital.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"103504\"><a href=\"/opinion/103504/hort-v-commissioner/\"><span class=\"id_token\">Id.</span> at 31, </a></span>61 S.Ct. at 758.   The cancellation of the lease in Hort \"involved nothing more than the relinquishment of the right to future rental payments in return for a present substitute payment and possession of the leased premises.\"  <span class=\"citation\" data-id=\"103504\"><a href=\"/opinion/103504/hort-v-commissioner/\"><span class=\"id_token\">Id.</span> at 32, </a></span>61 S.Ct. at 759.   Because those future rents would have been taxed as ordinary income had they been received in the ordinary course of the lease, the \"substitute\" payment should be treated no differently.  <span class=\"citation\" data-id=\"103504\"><a href=\"/opinion/103504/hort-v-commissioner/\"><span class=\"id_token\">Id.</span>  Similarly, here, </a></span>assuming the settlement was a \"cancellation\" of Taxpayer's contractual rights, what Taxpayer fought for, and received, is merely a substitute payment for the compensation and retirement benefits due him under his express and implied employment contracts.  Because his salary and benefits would have been taxed as ordinary income without any offsetting basis if received in the ordinary course under Taxpayer's employment contract, the \"substitute\" payments can be treated no differently.  See Henry v. Commissioner, <span class=\"citation\" data-id=\"4482711\"><a href=\"/opinion/4703907/henry-v-commissioner/\"><span class=\"volume\">62</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">605</span></a></span>, 606, <span class=\"citation no-link\"><span class=\"volume\">1974</span> <span class=\"reporter\">WL</span> <span class=\"page\">2657</span> </span>(1974) (holding that amounts received in settlement of breach of employment contract must be held impressed with the same compensatory, taxable character);  cf. Hodge v. Commissioner, <span class=\"citation\" data-id=\"4482910\"><a href=\"/opinion/4704083/hodge-v-commissioner/\"><span class=\"volume\">64</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">616</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">1975</span> <span class=\"reporter\">WL</span> <span class=\"page\">3048</span> </span>(1975) (addressing suit for back wages);  Stearns v. Commissioner, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">420</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1950</span> <span class=\"reporter\">WL</span> <span class=\"page\">321</span> </span>(1950), affd. per curiam <span class=\"citation no-link\"><span class=\"volume\">189</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">259</span> </span>(6th Cir.1951) (same).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Similarly, Petitioners' argument that, because the settlement was a \"cancellation\" of his contractual rights, it was a \"disposition\" within the meaning of Section 1001(a), is unpersuasive.  As the Tax Court correctly noted, assuming the settlement was a \"cancellation\" of Taxpayer's rights, it does not necessarily follow that the settlement constituted a \"disposition\" of \"property\" warranting an offsetting of basis.  See Herbert's Estate v. Commissioner, <span class=\"citation\" data-id=\"1568052\"><a href=\"/opinion/1568052/herberts-estate-v-commissioner-of-internal-revenue/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">756</span> </a></span>(3d Cir.1943) (discussing meaning of \"disposition\" and holding extinguishment of decedent's debt, represented by readily transferable notes and open accounts, was a disposition), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1263</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1582</span> </span>(1944).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  More importantly, to permit Taxpayer to offset his \"cost of disposition\" or basis--the Legal Fee--would be fundamentally inapposite in light of the controlling fact that the settlement proceeds are clearly in the nature of compensation as Young's employee.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To recapitulate, what is relevant is that, as the Tax Court found, Taxpayer in substance was suing for damages suffered by the loss of his employment with Young--his loss of compensation in terms of salary and retirement benefits.  This is a factual determination and, indeed, is one with respect to which we find no clear error.  In fact, the claim giving rise to the Legal Fee is inexorably rooted in Taxpayer's employment with Young--indeed, in his status as Young's \"employee.\"<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Because the damages Taxpayer received are essentially a substitute for the salary and benefits he would have received under the employment contract, they are fully included as ordinary income in Taxpayer's gross income under Section 61, without regard to whether Taxpayer's employment contracts constituted \"property\" or \"intangible assets.\"  <span class=\"citation\" data-id=\"103504\"><span class=\"antecedent_guess\">Hort,</span> <a href=\"/opinion/103504/hort-v-commissioner/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">31-32</span></a></span>, 61 S.Ct. at 758-59.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Thus, upon de novo review, we find no error of law in the Tax Court's rejection of Petitioners' arguments in favor of Section 1001 treatment, because the settlement proceeds were received in lieu of compensation and, as such, are fully included as gross income under Section 61.</p>\n    </div>\n    <p>C. Deductibility of the Legal Fee</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Having determined that the Legal Fee is included in gross income under Section 61, we turn to the question of its deductibility.  It is well-settled that any accessions to wealth received by a taxpayer are included in his gross income, unless the taxpayer can demonstrate that the amount received falls within a specific statutory exclusion.  Commissioner v. Glenshaw Glass, <span class=\"citation\" data-id=\"105281\"><a href=\"/opinion/105281/commissioner-v-glenshaw-glass-co/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span>, 431, <span class=\"citation\" data-id=\"105281\"><a href=\"/opinion/105281/commissioner-v-glenshaw-glass-co/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, 477, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">483</span> </span>reh'g denied, <span class=\"citation no-link\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">925</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">657</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1256</span> </span>(1955).  Section 162(a) provides that there \"shall be allowed as a deduction all the ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business.\"   Section 62(a)(1) adds that expenses falling within Section 162(a) are deducted from gross income to arrive at \"adjusted gross income,\" explicitly excluding expenses incurred by a taxpayer engaged in the trade or business of the performance of services as an employee.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Petitioners argue that, if the entire settlement proceeds allocable to Counts I and II constitute gross income to him under Section 61(a) of the Code, the Legal Fee should be treated as an \"above the line\" trade or business expense under Section 162(a) of the Code, rather than a \"miscellaneous itemized deduction\" under Section 63, as the Commissioner found and the Tax Court held.  The crux of Petitioners' argument is that the \"employee\" limitations of Section 62(a)(1) do not apply, because Taxpayer was not Young's employee during 1989.  Pointing to the fact that Taxpayer was employed in 1989 as an independent management consultant, they maintain that the Tax Court's application of Section 62(a)(1) is based on its erroneous finding that Taxpayer was \"in the business of performing services of an employee\" during 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We disagree with Petitioners.  First, we reiterate that we find no clear error in the Tax Court's determination finding that Taxpayer was \"in the business of performing services of an employee\" during 1989.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Second, we look to the plain language of Section 62(a)(1).  As the Tax Court correctly noted, no distinction is made in Section 62(a)(1) between present and former employees if the expenses originated in the trade or business of being an employee.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Thus, the fact that Taxpayer was not in actuality Young's employee in 1989 does not alter the controlling fact that the lawsuit and the ensuing settlement directly resulted from his employment with Young.  Petitioners argue in vain that Taxpayer should not be \"saddled with employee status\" because his new trade or business as an independent management consultant indicates a \"break\" from his former employment with Young (Appellants' Brief, p. 40).  Equally in vain, they argue that the \"[l]awsuit should be looked at as the ordinary and necessary expense incurred by an independent businessman to bring suit when contracts are breached.\"  (Appellants' Brief, p. 40).  As the Tax Court correctly found, there is absolutely no connection between Taxpayer's lawsuit and his independent management consulting business.  Instead, Taxpayer's lawsuit was \"directly connected with, or ... proximately resulted from\" his employment at Young.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Kornhauser,</span> <span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">153</span></span>, 48 S.Ct. at 220.   It is under this rubric that Taxpayer is considered to be in the business of being Young's \"employee\" for purposes of falling within the Section 62(a)(1) limitation.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In another attempt to circumvent the application of Section 62(a)(1), Petitioners argue that, if we attribute employee status to Taxpayer, we should find that Young's direct payment of the settlement proceeds to R &amp; W (by way of joint checks payable to Taxpayer and R &amp; W as joint payees) qualifies as a reimbursement arrangement within the meaning of Section 62(a)(2)(A).  That section provides that reimbursed employee expenses are permitted to be deducted from gross income when arriving at adjusted gross income.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Petitioners contend that Young's direct payment arrangement was effectively providing for the payment of the Legal Fee pursuant to Section 62(a)(2)(A) in light of the fact that R &amp; W had a statutory lien under Massachusetts law for the payment of the Legal Fee.  See Mass.Gen.L. ch. 221, sec. 50 (1986).  This argument fails because it is utterly without support in the record.  As the Tax Court correctly found, Petitioners have not proven that Taxpayer was under a \"reimbursement or other expense allowance arrangement\" with Young for Taxpayer's Legal Fee.  Contrary to Petitioners' insistence, the fact that the record shows Young's direct and joint payment is \"standard operating procedure\" in all types of litigation does not support the requisite finding of a reimbursement or other \"arrangement\" or alter the fact that both Young and Taxpayer were responsible for their respective legal costs.  Finally, we also note that the settlement agreement itself makes no mention of attorney's fees and the Taxpayer's lawsuit was dismissed \"without prejudice and without costs.\"   Thus, we reject Petitioners' argument that Section 62(a)(2)(A) applies, and reaffirm our conclusion that the Legal Fee falls squarely within Section 62(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Having determined that Section 62's employee limitation applies, we turn to its effect on Taxpayer's Legal Fee.  Expenses excluded under the Section 62(a)(1) limitation are treated as \"itemized deductions\" under Section 63, such that they are subtracted from adjusted gross income in computing the taxpayer's \"taxable income.\"   See I.R.C. Sec. 63(d) (stating that \"itemized deductions\" include all deductions not \"allowable in arriving at adjusted gross income\" and the deduction for personal exemptions provided by Section 151).  In turn, under Section 67(b) \"miscellaneous itemized deductions\"--which are defined as all itemized deductions other than those specifically enumerated therein--are subject to a 2-percent floor, such that they are allowable \"only to the extent that the aggregate of such deductions exceeds 2 percent of adjusted gross income.\"   Because trade or business expenses subject to Section 62(a)(1), such as Taxpayer's Legal Fee, are not among the deductions listed in Section 67(b), statutory construction leads to the conclusion that they are miscellaneous itemized deductions subject to the 2-percent floor.  See McKay, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">493</span></span>;<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  cf. In re Black, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">106</span></span>, 108 (E.D.Ark.1991) (discussing the deductibility of non-reimbursed employee business expenses).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Upon de novo review, and finding no merit to Petitioners' other arguments, we therefore affirm the Tax Court's determination that the Legal Fee is properly deducted \"below the line.\"</p>\n    </div>\n    <p>D. Applicability of Alternative Minimum Tax</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Petitioners do not dispute that the treatment of Taxpayer's Legal Fee as a miscellaneous itemized deduction triggers the application of the Alternative Minimum Tax (the \"AMT\") under Sections 55 and 56;<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  nor do they deny that, under Section 56(b)(1)(A)(i), they are not permitted to deduct the Legal Fee as a miscellaneous itemized deduction (as defined in Section 67(b)) in computing the AMT.  Petitioners do argue, however, that the Commissioner's \"stretching\" interpretation of Section 62(a)(1), adopted by the Tax Court and, now, this Court, results in \"gross injustice, inequity and lack of uniformity in the treatment of taxpayers similarly situated.\"  (Appellants' Brief, p. 24).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We recognize that, because the amounts involved trigger the AMT and, thus, Taxpayer's deficiency, the outcome smacks of injustice because Taxpayer is effectively robbed of any benefit of the Legal Fee's below the line treatment.  While unfortunate for Petitioners here, we disagree that there is inequality of treatment as compared to similarly situated taxpayers.  Although it may seem otherwise, in reality Petitioners have not been denied their below the line deduction of the Legal Fee.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The AMT was enacted to \"ensure that no taxpayer with substantial economic income can avoid significant tax liability by using exclusions, deductions, and credits.\"   S.Rep. No. 313, 99th Cong., 2d Sess. at 518, 1986-3 C.B.  (Vol. 3) v., 518;  see also S.Rep. No. 1263, 95th Cong., 2d Sess., U.S.Code Cong. &amp; Admin.News 1978, 1978-1 C.B.  (Vol. 1) 315, 499.  It is well established that equitable arguments cannot overcome the plain meaning of the statute.  See Okin v. Commissioner, <span class=\"citation\" data-id=\"481393\"><a href=\"/opinion/481393/samuel-okin-v-commissioner-of-internal-revenue/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1338</span></a></span>, 1340-42 (9th Cir.)  (discussing the purpose and constitutionality of the AMT), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">802</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">45</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">10</span> </span>(1987);  Warfield v. Commissioner, <span class=\"citation\" data-id=\"4485299\"><a href=\"/opinion/4706086/warfield-v-commissioner/\"><span class=\"volume\">84</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">179</span></a></span>, 184, <span class=\"citation no-link\"><span class=\"volume\">1985</span> <span class=\"reporter\">WL</span> <span class=\"page\">15306</span> </span>(1985) (rejecting argument that imposition of the AMT was unfair because income-producing transaction was only a \"one-time deal;\"  \"[t]here is no justification for creating such an exception to the express terms\" of Section 55); see also Rawlins v. Commissioner, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">610605</span></span>, at * 5-8, 70 T.C.M.  (CCH) 1046, 1048 (1995).  Petitioners are bound by the tax consequences of the settlement as it actually occurred.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 184.</span></p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the Tax Court's decision and uphold the Commissioner's finding of Petitioners' deficiency.  The judgment of the Tax Court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> J. Kenneth Alexander v. W.F. Young, Inc., Civil Action No. 82-243 (Mass.Superior Court, Hampden County 1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Settlement Agreement also provided that (i) Taxpayer would be deemed to have retired from Young effective October 15, 1987;  (ii) Taxpayer would receive monthly payments commencing on May 15, 1989, and continuing for the duration of Taxpayer's life, which total over $70,000 per year;  and (iii) Taxpayer and Young executed releases, according to which Alexander surrendered all claims arising out of his employment and its termination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The additional information included in the statement attached to Petitioners' 1989 return, entitled \"Disclosure Under Reg.Sec. 1.6661,\" is not included here because it is not essential for the disposition of the issue on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We make reference to the \"line\" on the federal income tax form where adjusted gross income is calculated</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Petitioners do not dispute that by treating the Legal Fee \"below the line\" the amounts involved trigger the AMT and, thus, their tax deficiency.  We recognize that it is this ramification which drives Petitioners' challenge to the Commissioner's determination that the Legal Fee is to be treated as a miscellaneous itemized deduction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Section 1001(a) provides, in relevant part,</p>\n        <p>The gain from the sale or other disposition of property shall be the excess of the amount realized therefrom over the adjusted basis provided in [S]ection 1011 for determining gain....</p>\n        <p>Section 1011(a) provides, in relevant part,</p>\n        <p>The adjusted basis for determining the gain or loss from the sale or other disposition of property, whenever acquired, shall be the basis (determined under [S]ection 1012 ...) adjusted as provided in [S]ection 1016.</p>\n        <p>Section 1012 provides, in relevant part,</p>\n        <p>The basis of property shall be the cost of such property....</p>\n        <p>Section 1016 provides, in relevant part,</p>\n        <p>(a) General rule.  Proper adjustment in respect of the property shall in all cases be made</p>\n        <p>(1) for expenditures, receipts, losses, or other items, properly chargeable to capital account....</p>\n        <p>26 U.S.C. Secs. 1001(a), 1011(a), 1012, 1016 (1988 &amp; Supp.1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In support of their claim that Taxpayer's express and implied contracts were \"intangible assets,\" Petitioners rely on a Fifth Circuit case and two revenue rulings holding that professional football or baseball player contracts were assets with distinct values that could be depreciated by the team owners.  Laird v. U.S., <span class=\"citation\" data-id=\"346667\"><a href=\"/opinion/346667/e-cody-laird-and-joanne-h-laird-cross-appellees-v-united-states-of/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1224</span> </a></span>(5th Cir.1977) (discussing professional football player contracts), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1014</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">729</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">758</span> </span>(1978);  Rev.Rul. 77-137, 1971-C.B. 104 (same);  and Rev.Rul. 67-379, 1967-2 C.B. 127 (same, baseball).  Petitioners' reliance is clearly inapposite and unpersuasive.  As the Tax Court noted, and as Petitioners concede, Taxpayer's employment contract with Young was neither a depreciable nor a capital asset in his hands</p>\n        <p>Moreover, while Petitioners correctly maintain that Taxpayer's contract claims were ordinary, not capital, assets, Furrer v. <span class=\"citation\" data-id=\"351067\"><span class=\"antecedent_guess\">Commissioner,</span> <a href=\"/opinion/351067/ralph-furrer-and-rosemarie-furrer-v-commissioner-of-internal-revenue/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1117</span> </a></span>(noting that \"[i]f all contracts granting rights could be considered capital assets, without inquiry into the nature of the rights granted, almost all ordinary income from salaries, wages, or commissions could be transformed into capital gain\"), they nonetheless urge us to apply here the rationale adopted in a line of cases addressing the deductibility of legal fees incurred in the disposition of a capital asset.  See United States v. Hilton Hotels Corp., <span class=\"citation\" data-id=\"108121\"><a href=\"/opinion/108121/united-states-v-hilton-hotels-corp/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">580</span></a></span>, <span class=\"citation\" data-id=\"108121\"><a href=\"/opinion/108121/united-states-v-hilton-hotels-corp/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1307</span></a></span>, <span class=\"citation\" data-id=\"108121\"><a href=\"/opinion/108121/united-states-v-hilton-hotels-corp/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">585</span> </a></span>(1970);  Woodward v. Commissioner, <span class=\"citation\" data-id=\"108120\"><a href=\"/opinion/108120/woodward-v-commissioner/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">572</span></a></span>, <span class=\"citation\" data-id=\"108120\"><a href=\"/opinion/108120/woodward-v-commissioner/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1302</span></a></span>, <span class=\"citation\" data-id=\"108120\"><a href=\"/opinion/108120/woodward-v-commissioner/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span> </a></span>(1970);  Helgerson v. United States, <span class=\"citation\" data-id=\"290367\"><a href=\"/opinion/290367/h-h-helgerson-and-d-f-helgerson-v-united-states-of-america-frank-c/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1293</span> </a></span>(8th Cir.1970); Baier v. Commissioner, <span class=\"citation\" data-id=\"4482789\"><a href=\"/opinion/4703979/baier-v-commissioner/\"><span class=\"volume\">63</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">513</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">1975</span> <span class=\"reporter\">WL</span> <span class=\"page\">3056</span> </span>(1975), aff'd, <span class=\"citation\" data-id=\"334646\"><a href=\"/opinion/334646/estate-of-richard-baier-v-commissioner-of-internal-revenue/\"><span class=\"volume\">533</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">117</span> </a></span>(3d Cir.1976);  see also A.E. Staley Manufacturing Co. and Subsidiaries v. Commissioner of Internal Revenue, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">535269</span> </span>at * 46-48, 105 T.C.  (CCH) 14 (1995) (providing a recent discussion of the \"origin of the claim\" analysis in the context of capital assets).  These cases simply do not persuade us that Taxpayer's Legal Fee should be offset against the settlement proceeds because, as we have already explained, Taxpayer's Legal Fee was incurred to obtain damages in the nature of compensation due him under the express and implied employment contracts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> As the Tax Court correctly noted, Petitioners' reliance on Herbert's Estate is inapposite.  Petitioners fail to recognize that the nature of the claim involved proved an important factor in the court's finding of a \"disposition.\"   Unlike the executors in Herbert's Estate, Taxpayer did not hold a claim against Young in the sense of a \"debt,\" that was readily transferable or liquidated prior to settlement;  nor, was he in any way Young's \"creditor.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> One might intuitively argue that some sort of \"basis\" should be recognized when one has to litigate to receive one's due compensation.  The fact remains, however, that the Code simply does not provide for the offsetting of basis in such circumstances except in limited cases involving capital assets.  Instead, the Code permits litigation expenses to be taken into account by way of a deduction.  See Section C, infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We note also that under this rubric it is irrelevant that at the time of the lawsuit, Taxpayer was no longer on Young's payroll.  See footnote <span class=\"citation no-link\"><span class=\"antecedent_guess\">14,</span> supra</span>, and related text.  Equally irrelevant is Taxpayer's stated purpose for incurring the Legal Fee, namely \"to add value to [Taxpayer's] contract claims, and to dispose of those assets by means of either a settlement or a courtroom victory.\"   See <span class=\"citation\" data-id=\"108120\"><span class=\"antecedent_guess\">Woodward,</span> <a href=\"/opinion/108120/woodward-v-commissioner/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">578</span></a></span>, 90 S.Ct. at 1306 (rejecting purpose test and noting that it would encourage a resort to formalisms and artificial distinctions);  U.S. v. Gilmore, <span class=\"citation\" data-id=\"106528\"><a href=\"/opinion/106528/united-states-v-gilmore/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, 49, <span class=\"citation\" data-id=\"106528\"><a href=\"/opinion/106528/united-states-v-gilmore/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">623</span></a></span>, 629, <span class=\"citation\" data-id=\"106528\"><a href=\"/opinion/106528/united-states-v-gilmore/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">570</span> </a></span>(1963) (rejecting purpose test in favor of origin of claim test).  Taxpayer's desire to obtain the salary and benefits due under the employment contracts was clearly the \"origin\" of the lawsuit--not his alleged desire to \"dispose\" of \"intangible assets.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We note that we need not address the merits of Petitioners' claim regarding Sections 1001 and 1016, namely that because those two sections make no distinction between the basis and gain rules for capital or ordinary assets, \"there is a 'capital account' for all assets.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Section 62(a)(1) provides in pertinent part,</p>\n        <p>The deductions allowed by this chapter (other than by part VII of this subchapter) which are attributable to a trade or business carried on by the taxpayer, if such trade or business does not consist of the performance of services by the taxpayer as an employee.</p>\n        <p>26 U.S.C. Section 62(a)(1) (1988 &amp; Supp.1991) (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> It is well-settled that an individual may engage in the trade or business of rendering services as an employee.  McKay v. Commissioner, <span class=\"citation\" data-id=\"4472312\"><a href=\"/opinion/4694921/mckay-v-commissioner/\"><span class=\"volume\">102</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">465</span></a></span>, 489, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">97734</span> </span>(1994), appeal docketed, No. 94-41189 (5th Cir.1995) (collecting cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See McKay, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">489</span> </span>(holding corporate executive's post-employment litigation expenses incurred in suit against former employer were incurred in trade or business, and were deductible, if at all, under Section 162);  McKeague v. United States, 12 Cl.Ct. 671, 674-77 (1987) (finding, inter alia, that former employee's litigation expenses which originated in trade or business were deductible as ordinary expenses under Section 162), aff'd without published opinion, <span class=\"citation no-link\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1294</span> </span>(Fed.Cir.1988);  cf. Kornhauser v. United States, <span class=\"citation\" data-id=\"101223\"><a href=\"/opinion/101223/kornhauser-v-united-states/\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span>, 153, <span class=\"citation\" data-id=\"101223\"><a href=\"/opinion/101223/kornhauser-v-united-states/\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">219</span></a></span>, 220, <span class=\"citation\" data-id=\"101223\"><a href=\"/opinion/101223/kornhauser-v-united-states/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">505</span> </a></span>(1928) (stating that where suit against a taxpayer is directly connected with, or proximately resulted from, his business, expense incurred is a business expense)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> We note also that on the \"Disclosure Under Reg.Sec. 1.6661,\" Petitioners' tax preparer describes the lawsuit against Young as being for \"age discrimination, back wages and retirement benefits.\"  (Appellants' Appendix, p. 68).  We also note that the releases executed pursuant to the Settlement Agreement regard \"[a]ll claims arising out of [Taxpayer's] employment by [Young] and the cessation of [Taxpayer's] employment\" and \"[a]ll claims which were or could have been asserted by [Taxpayer] in the Lawsuit entitled J. Kenneth Alexander v. W.F. Young, Inc., Hampden Superior Court Civil Action No. 88-243.\"  (Appellants' Appendix, p. 98)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Similarly irrelevant is Petitioners' argument that the Legal Fee was not expended for the benefit of Young's business and was in fact detrimental to Young.  See McKay, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">488</span></span>, n. 23 (noting that \"[i]t makes no difference whether the employee is defending himself in actions that challenge his activities as a corporate officer or the employee is bringing a suit against his former employer.\");   see also McKeague, 12 Cl.Ct. 671 (involving litigation expenses which were not incurred for benefit of taxpayer's employer)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Section 62(a)(2)(A) provides, in pertinent part, that in determining adjusted gross income there will be allowed,</p>\n        <p>[t]he deductions allowed by part VI (section 161 and following) which consist of expenses paid or incurred by the taxpayer, in connection with the performance by him of services as an employee, under a reimbursement or other expense allowance arrangement with his employer.   The fact that the reimbursement may be provided by a third party shall not be determinative of whether or not the preceding sentence applies.</p>\n        <p>26 U.S.C. Sec. 62 (1988 &amp; Supp.1991) (emphasis added);  see H.R.Conf.Rep. No. 998, 100th Cong., 2d Sess. at 204.  U.S.Code Cong. &amp; Admin.News 1988, pp. 2776, 2992.  (allowing reimbursed expenses only if incurred pursuant to a reimbursement or other expense allowance arrangement requiring employees substantiate expenses covered thereunder to the person providing the reimbursement).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> We note that, without advancing much by way of argument, Petitioners urge us not to follow McKay (and its statutory analysis), claiming that it is wrongly decided.  We merely add that, upon de novo review, we agree with McKay 's statutory analysis, and find the case on point</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> 26 U.S.C. Secs. 55 and 56 (1988 &amp; Supp.1991)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/101223/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103312/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103504/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105281/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106528/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108120/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108121/",
    "https://www.courtlistener.com/api/rest/v3/opinions/255985/",
    "https://www.courtlistener.com/api/rest/v3/opinions/283423/",
    "https://www.courtlistener.com/api/rest/v3/opinions/290367/",
    "https://www.courtlistener.com/api/rest/v3/opinions/334646/",
    "https://www.courtlistener.com/api/rest/v3/opinions/346667/",
    "https://www.courtlistener.com/api/rest/v3/opinions/351067/",
    "https://www.courtlistener.com/api/rest/v3/opinions/481393/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542295/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547654/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553286/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1547692/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1568052/",
    "https://www.courtlistener.com/api/rest/v3/opinions/4472312/",
    "https://www.courtlistener.com/api/rest/v3/opinions/4479543/",
    "https://www.courtlistener.com/api/rest/v3/opinions/4482711/",
    "https://www.courtlistener.com/api/rest/v3/opinions/4482789/",
    "https://www.courtlistener.com/api/rest/v3/opinions/4482910/",
    "https://www.courtlistener.com/api/rest/v3/opinions/4485299/"
  ]
}