{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196470/",
  "id": 196470,
  "absolute_url": "/opinion/196470/united-states-v-diaz-martinez/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196470/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:06:33Z",
  "date_modified": "2020-02-21T23:11:09.797585Z",
  "type": "010combined",
  "sha1": "959ab8746dab19ebcdb7524d845e96f99b7a44d9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1083.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 95-1083\r\n                  UNITED STATES OF AMERICA,\r\n                          Appellee,\r\n\n                              v.\r\n\n        EDWIN DIAZ-MARTINEZ, a/k/a ALEXIS EL BOXEADOR,\r\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 95-1536\r\n                     EDWIN DIAZ-MARTINEZ,\r\n                    Petitioner, Appellant,\r\n\n                              v.\r\n\n                  UNITED STATES OF AMERICA,\r\n                    Respondent, Appellee.\r\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Campbell, Senior Circuit Judge,\r                                                         \r\n                  and Lynch, Circuit Judge.\r                                                      \r\n                                         \r\n\nJames Kousouros,  with whom Debra K.  Kousouros was  on brief, for\r                           \r\nappellant.\r\nEdwin  O. Vazquez,  Assistant United  States Attorney,  with  whom\r                             \r\nGuillermo Gil,  United States  Attorney, and Jose  A. Quiles-Espinosa,\r                                                                             \r\nSenior Litigation Counsel, were on brief, for the United States.\r\n\n                                         \r\n\n                      December 13, 1995\r\n                                         \r\r\n\n          LYNCH, Circuit Judge.   Following  a shootout  near\r                      LYNCH, Circuit Judge.\r                                          \r\n\nthe   Bayamon  Judicial  Center   in  Bayamon,  Puerto  Rico,\r\n\ndefendant Diaz-Martinez was  convicted of possessing firearms\r\n\nwith obliterated  serial numbers.  He appeals,  saying he was\r\n\nforced  to  go  to trial  with  defense  counsel  not of  his\r\n\nchoosing, that  the prosecutor improperly argued  at closing,\r\n\nthat his  sentence was  too harsh  under the Guidelines,  and\r\n\nthat  the  statute  under   which  he  was  convicted  cannot\r\n\nwithstand Commerce  Clause  scrutiny under  United States  v.\r                                                                     \r\n\nLopez,  115 S.  Ct. 1624  (1995).  We  reject his  claims and\r                 \r\n\naffirm.\r\n\n                              I\r\n\nFactual Background\r                              \r\n\n          The  sounds  of gunfire  and  a man1  lying  on the\r\n\nground with critical gunshot wounds evidenced a gun battle on\r\n\nJanuary  24, 1994  near  the Bayamon  courthouse  and in  the\r\n\nparking  lot  of  the Santa  Rosa  Shopping  Center.   A  law\r\n\nenforcement officer leaving  the courthouse  heard the  shots\r\n\nand ran toward the parking lot.  He saw the defendant running\r\n\nthrough  the  lot, pistol  in one  hand  and a  small object,\r\n\nprobably a cellular phone, in the other.  The officer saw the\r\n\ndefendant fire two rounds and ran after him.\r\n\n                    \r                                \r\n\n1.  The defendant later told  police that he had gone  to the\r\nBayamon  courthouse to pick up  this man, and  that they were\r\nfired upon as they were leaving the building.\r\n\n                             -2-\r                                          2\r\r\n\n          The defendant, who was found  squatting behind some\r\n\nbushes, came  out with his hands  up when he  saw the officer\r\n\napproaching  and exclaimed  that someone  was trying  to kill\r\n\nhim.  Other officers who had heard the shots and  one of whom\r\n\nhad seen the  defendant with a gun also arrived at the scene.\r\n\nA search of the area where the  defendant was found turned up\r\n\na  cellular phone and two guns.   One gun had a bullet jammed\r\n\ninside.  Both smelled of gunpowder, from recent firing.  Both\r\n\nhad their  serial  numbers obliterated.   Twenty-two  bullets\r\n\nwere  found  in  the shopping  center  parking  lot.   Expert\r\n\nanalysis later  indicated that  thirteen had been  fired from\r\n\nthe two  pistols.  A  car was also discovered  in the parking\r\n\nlot, inside  which were papers indicating it  had been rented\r\n\nto the defendant,  plus two nine millimeter  bullet casings  \r\n\nthe same caliber as the guns.  Other nearby cars  were marked\r\n\nwith bullet holes.\r\n\n          Weapons  charges were  filed against  the defendant\r\n\nunder Puerto Rico law.  After a finding of probable cause  by\r\n\nthe local  court, those  charges were dropped  to accommodate\r\n\nthe federal  prosecution.2  The federal  indictment was filed\r\n\n                    \r                                \r\n\n2.  At the  time  of his  arrest,  the defendant  was  facing\r\nunrelated homicide charges in the Puerto Rico local courts in\r\nconnection  with  murders that  had apparently  received some\r\npublic notoriety.  Defendant says he is known in the media as\r\nAlexis  El  Boxeador  (Alexis  the  Boxer) and  that  he  was\r\nrecognized by some of the police under that moniker.   He was\r\nultimately  acquitted of  the  murder charges  after a  bench\r\ntrial.\r\n\n                             -3-\r                                          3\r\r\n\non  February   9,  1994,  charging  two   counts  of  knowing\r\n\npossession of  firearms  bearing obliterated  serial  numbers\r\n\nthat had been transported  in foreign and interstate commerce\r\n\nin violation of 18  U.S.C.   922(k).  After a  four-day trial\r\n\ncommencing  April 26,  1994, Diaz-Martinez  was  convicted on\r\n\nboth counts of the indictment.  He was sentenced to serve two\r\n\nconcurrent  terms of  45 months  plus three  years supervised\r\n\nrelease and was ordered  on each conviction to pay  $3,000 in\r\n\nfines and a special assessment of $50.\r\n\n          While this appeal was pending, the defendant  filed\r\n\na  petition in the district court for collateral relief under\r\n\n28 U.S.C.   2255, arguing that  his trial had been prejudiced\r\n\nby  ineffective assistance  of counsel.   The  district court\r\n\ndismissed the  petition as premature, inasmuch  as his direct\r\n\nappeal  was  still  pending.   The  defendant  appealed  that\r\n\ndismissal.   We  consolidated the  defendant's direct  appeal\r\n\nfrom  his convictions and  sentence with his  appeal from the\r\n\ndismissal of the section 2255 petition.\r\n\n                              II\r\n\nA.  Sixth Amendment Right to Counsel Claim\r                                                      \r\n\n          Diaz-Martinez  claims that  the district  court, by\r\n\nrefusing to grant him extra time to  seek out his own counsel\r\n\nand instead forcing him  to go to trial  with court-appointed\r\n\ncounsel,  denied him his  right under the  Sixth Amendment to\r\n\nchoose his own attorney.  His argument is without merit.\r\n\n                             -4-\r                                          4\r\r\n\n          Since before his February 15, 1994 arraignment, the\r\n\ndefendant had  been  represented by  attorney  Mendez-Lebron.\r\n\nWhen  the district  court  on March  3,  1994, scheduled  the\r\n\ndefendant's trial for April 11, 1994, Mendez-Lebron was still\r\n\nhis counsel of record.  However,  on March 29, less than  two\r\n\nweeks  prior  to  trial,  Mendez-Lebron  filed  a  motion  to\r\n\nwithdraw.    On March  31, 1994,  the  district court  held a\r\n\nhearing   on  Mendez-Lebron's   motion,  together   with  the\r\n\ndefendant's motion to obtain new counsel.  The defendant told\r\n\nthe  court  that  he  had  already  contacted  several  other\r\n\nattorneys  as potential  replacements for  Mendez-Lebron, and\r\n\nthat one  of them, attorney  Acevedo, was on  his way  to the\r\n\ncourthouse to be interviewed by the defendant.\r\n\n          The district court, after expressing  skepticism as\r\n\nto  why  the defendant  had  waited so  long  to ask  for new\r\n\ncounsel,  allowed Mendez-Lebron to  withdraw, but  warned the\r\n\ndefendant that  he would  not tolerate strategic  refusals to\r\n\naccept representation by particular counsel in order to delay\r\n\nthe  trial.  The court  adjourned to permit  the defendant an\r\n\nopportunity  to   interview   attorney  Acevedo,   and   then\r\n\nreconvened later the  same day.  The  defendant reported that\r\n\nAcevedo  was unable to represent  him, but that  he had other\r\n\ncandidates  in mind whom he wished  to contact.  One of those\r\n\ncandidates was attorney Jose Gaztambide.\r\n\n                             -5-\r                                          5\r\r\n\n          The  court,  observing  that  the  trial  date  was\r\n\nrapidly approaching, refused to give the defendant additional\r\n\ntime to  interview all of  his potential choices  and instead\r\n\nappointed Jose Gaztambide   one of the attorneys specifically\r\n\nidentified by the defendant as  someone he planned to contact\r\n\n  as  defendant's counsel.   As a further  accommodation, the\r\n\ncourt ordered that the  defendant, who was at the  time under\r\n\nhouse  arrest in Florida, be allowed to travel to Puerto Rico\r\n\nto confer  with Gaztambide in preparation for trial, and also\r\n\nadvised the defendant  that he  could, if he  so chose,  hire\r\n\nanother attorney as  Gaztambide's co-counsel.   The defendant\r\n\ndid not object  to Gaztambide's appointment.   The court also\r\n\naccommodated the  defendant and his new  counsel by granting,\r\n\non the  defendant's motion, a two-week  continuance of trial.\r\n\nThe  trial started on April 26,  1994, with Gaztambide acting\r\n\nas  defendant's counsel.  At  no time before  or during trial\r\n\ndid the  defendant  advise the  district  court that  he  was\r\n\ndissatisfied with Gaztambide's representation.\r\n\n          That a criminal defendant  has an absolute right to\r\n\ncounsel  \"does not confer  an absolute right  to a particular\r\n\ncounsel.\"  United  States v.  Poulack, 556 F.2d  83, 86  (1st\r                                                 \r\n\nCir.), cert. denied, 434  U.S. 986 (1977); see also  Wheat v.\r                                                                      \r\n\nUnited States, 486 U.S. 153, 159 (1988) (\"[T]he essential aim\r                         \r\n\nof  the  [Sixth]  Amendment  is  to  guarantee  an  effective\r\n\nadvocate for  each criminal  defendant rather than  to ensure\r\n\n                             -6-\r                                          6\r\r\n\nthat a defendant will inexorably be represented by the lawyer\r\n\nwhom he  prefers.\");  Morris v.  Slappy,  461 U.S.  1,  13-14\r                                                   \r\n\n(1983) (Sixth  Amendment does  not guarantee that  an accused\r\n\nhave  a \"meaningful relationship\" with trial counsel); United\r                                                                         \r\n\nStates v.  Betancourt-Arretuche, 933 F.2d 89,  93 (1st Cir.),\r                                           \r\n\ncert. denied,  502  U.S.  959  (1991).   A  district  court's\r                        \r\n\ndecision not to permit substitution of trial counsel is given\r\n\ndeference  and  is reviewed  only  for  abuse of  discretion,\r\n\nespecially when  that decision  is based on  legitimate trial\r\n\nmanagement concerns.   See Poulack,  556 F.2d  at 86  (\"[T]he\r                                              \r\n\nright  of  an accused  to choose  his  own counsel  cannot be\r\n\ninsisted upon in  a manner that will  obstruct reasonable and\r\n\norderly court procedure.\"); see also United States v. Pierce,\r                                                                        \r\n\n60  F.3d 886,  890-91  (1st Cir.  1995),  petition for  cert.\r                                                                         \r\n\nfiled, 64 U.S.L.W.      (U.S. Oct. 19, 1995) (No. 95-6474).\r                 \r\n\n          The  appointment of  Gaztambide as  the defendant's\r\n\ntrial counsel did not constitute  an abuse of discretion  and\r\n\ndid not violate the  defendant's Sixth Amendment rights.   If\r\n\nanything, the defendant was  granted more choice than  he was\r                                                     \r\n\ndue.   Cf. United  States v. Allen,  789 F.2d  90, 92-93 (1st\r                                              \r\n\nCir.) (affirming denial for request for new appointed counsel\r\n\nabsent  showing of  good cause), cert.  denied, 479  U.S. 846\r                                                          \r\n\n(1986).  The district court gave the defendant the benefit of\r\n\n                             -7-\r                                          7\r\r\n\nthe  doubt in  allowing his  original attorney  to withdraw.3\r\n\nWhen  the defendant's  first choice  to replace  that counsel\r\n\nrefused   the   representation,   the  district   court   was\r\n\nunderstandably wary  about the prospect of  delaying trial in\r\n\norder to permit  the defendant to interview  his entire slate\r\n\nof  alternate candidates.    The court's  decision simply  to\r\n\nappoint  one  of the  counsel  specifically  identified as  a\r                                                                         \r\n\ncandidate by  the defendant himself was  surely a permissible\r                                               \r\n\nmeans of expediting the  process and minimizing delay.   Both\r\n\nthe public and  the defendant  have an interest  in a  prompt\r\n\ntrial  in criminal  cases, and  the  judge properly  acted to\r\n\nprotect that interest.\r\n\n          A   district  judge's  decision  on  a  defendant's\r\n\nrequest   to  substitute   trial  counsel   is  entitled   to\r\n\n\"extraordinary deference\" when granting the  request would be\r\n\nat the expense of the court's trial calendar.  See Pierce, 60\r                                                                     \r\n\nF.3d at 891; see also  Morris, 461 U.S. at 11-12.   Here, the\r                                         \r\n\ndistrict   court's  decision  to  permit  the  withdrawal  of\r\n\noriginal  counsel  and  to   appoint  one  of  the  alternate\r\n\ncandidates identified  by the  defendant himself  (instead of\r\n\nwaiting  for the  defendant to  interview each  candidate and\r\n\nmake  a decision  on  his  own)  reflected a  fair  balancing\r\n\n                    \r                                \r\n\n3.  The  defendant's  stated  reason  was  that the  original\r\nattorney  was not his choice but had been selected by another\r\nof  his  lawyers representing  him  in  a different  criminal\r\nmatter.\r\n\n                             -8-\r                                          8\r\r\n\nbetween the defendant's interest  in choosing his counsel and\r\n\nthe court's trial management needs.  Cf. Poulack, 556 F.2d at\r                                                            \r\n\n86.   That the defendant never objected to the appointment of\r\n\nGaztambide before or during  trial makes the district court's\r\n\ndecision  all the  more impervious  to the  defendant's post-\r\n\nconviction attacks.\r\n\nB.  The Prosecutor's Closing Argument\r                                                 \r\n\n          Defendant   argues  that  references  made  by  the\r\n\ngovernment in  its closing  argument to  the shootout  in the\r\n\nshopping  center parking  lot were  improper and  tainted his\r\n\nright  to  a fair  trial.   He  claims that  those statements\r\n\nencouraged  the jury  to  convict him  not  on the  basis  of\r\n\nfirearms possession,  but on the basis  of uncharged conduct:\r\n\nhis  participation  in  the   shootout.    This  argument  is\r\n\nunpersuasive.\r\n\n          The defendant  made no  objection to  the allegedly\r\n\nimproper statements  during the closing argument,  and so our\r\n\nreview is only for plain error.  See United States v. DeMasi,\r                                                                        \r\n\n40 F.3d 1306,  1322 (1st  Cir. 1994), cert.  denied sub  nom.\r                                                                         \r\n\nBonasia  v. United  States, 115 S.  Ct. 947  (1995).   On the\r                                      \r\n\nrecord before us, there was no such error.\r\n\n          In fact,  there is no basis for concluding that the\r\n\nprosecutor's statements  were improper at all.   Testimony by\r\n\nprosecution witnesses  concerning the  shootout   some  of it\r\n\ndeliberately  elicited  by  the  defendant's own  counsel  on\r\n\n                             -9-\r                                          9\r\r\n\ncross-examination   was  admitted at trial without  objection\r                                                                         \r\n\nby  the  defendant.    The prosecutor's  comments  about  the\r\n\nincident  were  no  more   than  proper  references  to  that\r\n\nevidence.\r\n\n          The defendant's complaint  about the  prosecution's\r\n\nclosing  argument  relies upon  an  unrealistic  view of  the\r\n\nfirearms  charges.    The  prosecution was  not  limited,  as\r\n\ndefendant would have it, to saying simply  that the defendant\r\n\nwas  found in a shopping  mall parking lot,  with firearms on\r\n\nthe ground nearby.   Such utter elimination of  context would\r\n\nhave unfairly handicapped  the government's case,  leaving it\r\n\nunable to  respond to the  defendant's trial theory  that the\r\n\nlaw enforcement  officer who first found him  had planted the\r\n\nweapons  in the  parking  lot in  order to  frame  him.   The\r\n\ngovernment could provide the jury with a coherent  story that\r\n\nmet  this  defense,  and  it committed  no  transgression  by\r\n\ncommenting  on the evidence  admitted at trial.4   See United\r                                                                         \r\n\nStates v. Garcia, 818 F.2d 136, 144 (1st Cir. 1987).\r                            \r\n\n          The prosecutor  also explicitly  asked the jury  to\r\n\nbase its verdict  on the elements of the  firearms possession\r\n\n                    \r                                \r\n\n4.  The defendant also seems to suggest that  evidence of the\r\nshootout   constituted   references    to   \"other    crimes\"\r\ninadmissible under  Fed. R. Evid. 404(b).   Because, however,\r\nthe \"shootout\" was integrally related to the evidence linking\r\nthe  guns to  the  defendant (the  possession charges),  that\r\nevidence  could not  have been  barred by  Rule 404(b).   See\r                                                                         \r\nUnited  States v. David, 940  F.2d 722, 737  (1st Cir. 1991),\r                                   \r\ncert. denied, 504 U.S. 955 (1992).\r                        \r\n\n                             -10-\r                                          10\r\r\n\ncharges,  not on evidence of  the shootout.5   The court gave\r                         \r\n\ninstructions cautioning  the jury that the  defendant was not\r\n\ncharged with  any offenses other  than those detailed  in the\r\n\nindictment.  There was  no danger that the jury  was prompted\r\n\nby the government's argument to  convict the defendant on the\r\n\nbasis of extraneous conduct.\r\n\n          Finally, the defendant  claims that the  prosecutor\r\n\nimpermissibly attempted to shift the  burden of proof to  the\r\n\ndefendant by making the following statement in his closing:\r\n\n          Ah,   but   the   government    has   not\r\n          present[ed]   evidence  that   these  two\r\n          weapons  came  from  Brazil.    It's  not\r\n          enough that we don't  have manufacturers?\r\n          The government has to prove that it [h]as\r\n          traveled   in   interstate   or   foreign\r\n          commerce.   We don't  have to  prove that\r\n          they were brought from Brazil.  But it is\r\n          the   government's    burden   to   bring\r\n          evidence?  Of course not.\r\n\n                    \r                                \r\n\n5.  The defense criticized as extremely thin the government's\r\nevidence  that the defendant had ever fired any weapon in the\r\nshopping  center parking  lot.   In response,  the prosecutor\r\ncommented:\r\n\n    And  [defendant's  counsel]  has  been talking  about\r\n    firing,   firing,  firing,   firing.      Ladies  and\r\n    gentlemen of the jury, this defendant is not  charged\r\n    with firing  a  weapon. . . .  [T]hat is  irrelevant,\r\n    not  because I said that, [but] because  the judge is\r\n    going to instruct  that on the law. [Sic]  And if you\r\n    see [i]n  that instruction that  one of the  elements\r\n    is firing,  I'm going to request  to all  of you that\r\n    you bring a verdict of not  guilty, if you heard that\r\n    instruction.  But  if you heard the instruction  that\r\n    the  government was  to prove  only possession  of  a\r\n    weapon as [you]  are going to  be instruct[ed] by the\r\n    judge,  bring  a   verdict  of  guilty.    [Paragraph\r\n    structure omitted.]\r\n\n                             -11-\r                                          11\r\r\n\nThe context of this statement makes it clear that  it was not\r\n\nimproper.    The statement  was  made  in  connection with  a\r\n\ndiscussion of  the interstate or foreign  commerce element of\r\n\nthe section 922(k) offense.   It responded to the defendant's\r\n\nsuggestion that the government  had produced no evidence that\r\n\nthe guns had  been brought to  Puerto Rico  from Brazil.   In\r\n\nfact, one  of the  government's witnesses had  testified that\r\n\nthe  firearms'  country  of  manufacture and  the  importer's\r\n\nlocation could  be  determined by  examining the  identifying\r\n\nmarkings engraved on weapons  imported to this country.   The\r\n\ngovernment's response to this criticism continued:\r\n\n          When you  go, you  examine   you  have to\r\n          examine   this   weapon   to    see   the\r\n          obliterated  serial  number.    The  same\r\n          weapon  says  that  the  manufacturer  is\r\n          located  at Brazil.    That  is the  best\r\n          evidence and that the importer is located\r\n          at  Miami.   What else  [do] you  need to\r\n          find out?    No manufacturers  in  Puerto\r\n          Rico.  Therefore, it ha[d] to come [from]\r\n          foreign commerce or  [a] foreign  country\r\n          or interstate.\r\n\nThe import of these  statements was clearly that, because  no\r\n\ngun  manufacturers  exist in  Puerto  Rico,  and because  the\r\n\nweapons  themselves   bore  evidence   that  they   had  been\r\n\nmanufactured in Brazil and  imported originally to Miami, the\r\n\ngovernment did not need to produce additional or more  direct\r\n\nevidence  that the guns had been brought from Brazil in order\r\n\nto prove  the interstate or  foreign commerce element  of the\r\n\nsection 922(k) offense.  The court's instructions to the jury\r\n\n                             -12-\r                                          12\r\r\n\n  as well as other portions of the government's own closing  \r\n\nmade unmistakably  clear that  the burden rested  solely upon\r\n\nthe  government  to prove  the  defendant's  guilt, and  each\r\n\nelement of the offenses  with which he was charged,  beyond a\r\n\nreasonable doubt.\r\n\nC.  Sentencing Issues\r                                 \r\n\n          1.  Criminal History Category\r                                                   \r\n\n          The   district   court  departed   upward   from  a\r\n\nGuidelines-directed  criminal history category  (\"CHC\") of II\r\n\nto  a  CHC  of  IV,  based  on  a  finding  that  the  former\r\n\nclassification did not adequately reflect  the seriousness of\r\n\nthe defendant's criminal history.  We affirm.\r\n\n          The specific  grounds for the  district court's CHC\r\n\ndeparture were (1)  that the defendant  had engaged in  prior\r\n\nsimilar  criminal conduct  (including weapons  offenses) that\r\n\nhad not resulted  in conviction; and (2)  that the defendant,\r\n\nat  the time  he  committed  the  federal offense,  had  been\r\n\nreleased  on bail pending trial on charges filed in the local\r\n\ncourt,  thus demonstrating a serious lack  of respect for the\r\n\njudicial system and  a high  risk of recidivism.   These  are\r\n\nboth  encouraged  grounds  for  upward  departure  under  the\r\n\nGuidelines.   See U.S.S.G.   4A1.3(d) (Nov. 1994)6 (departure\r                             \r\n\n                    \r                                \r\n\n6.  All  citations to  the Sentencing  Guidelines are  to the\r\nNovember 1994 version, the  version in effect at the  time of\r\nthe defendant's December 1994  sentencing.  See United States\r                                                                         \r\nv. Aymelek, 926  F.2d 64,  66 n.1 (1st  Cir. 1991)  (district\r                      \r\n\n                             -13-\r                                          13\r\r\n\nfrom Guidelines  CHC may  be considered where  \"the defendant\r\n\nwas pending trial or sentencing on another charge at the time\r\n\nof the [offense of conviction]\"); U.S.S.G.   4A1.3(e)  (same,\r\n\nwhere  defendant  engaged in  \"prior  similar adult  criminal\r\n\nconduct not  resulting in  a criminal conviction\");  see also\r                                                                         \r\n\nUnited  States v. Shrader, 56  F.3d 288, 292  (1st Cir. 1995)\r                                     \r\n\n(noting  appropriateness  of  \"recidivist  determination\"  to\r\n\ndeparture decision); cf.  generally United States v.  Rivera,\r                                                                        \r\n\n994 F.2d 942, 947-49  (1st Cir. 1993).  Because  the district\r\n\ncourt's  CHC  departure  was  based  on  grounds specifically\r\n\nprovided for by the Guidelines, we defer to and find no error\r\n\nin the  district judge's determination that the circumstances\r\n\nof the defendant's criminal history were understated by a CHC\r\n\nof II.  See Shrader, 56 F.3d at 292 (quoting Rivera, 994 F.2d\r                                                               \r\n\nat 951-52).\r\n\n          2.  Guidelines Sentencing Range\r                                                     \r\n\n          The   district   court  departed   upward   from  a\r\n\nGuidelines sentencing  range of 21  to 27 months  (assuming a\r\n\nCHC  of IV), to impose  concurrent sentences of  45 months on\r\n\neach conviction.   The upward departure was the equivalent of\r\n\nan increase from a base offense level of 12 to a level of 17.\r\n\nThe departure was permissible.\r\n\n                    \r                                \r\n\ncourt should apply the version of the Guidelines in effect at\r\nthe time of sentencing, barring ex post facto problems).\r                                                         \r\n\n                             -14-\r                                          14\r\r\n\n          The  defendant's  suggestion   that  the   district\r\n\ncourt's  departure  decision was  based  on  no  more than  a\r\n\ndissatisfaction   with   the   Guidelines  sentencing   range\r\n\nmischaracterizes and is  contradicted by the  record.  To  be\r\n\nsure,  the district  court did  conclude that  the sentencing\r\n\nrange  was  unsatisfactory     that was  why  it  entertained\r\n\ndeparture in the first place.  What is important is that,  as\r\n\nthe court's  lucid discussion at the  sentencing hearing made\r\n\nclear, its \"dissatisfaction\" was  not based on some \"personal\r\n\nsense of inequity,\"  United States v.  Wogan, 938 F.2d  1446,\r                                                        \r\n\n1449  (1st Cir.) (quoting United States v. Norflett, 922 F.2d\r                                                               \r\n\n50, 54 (1st Cir.  1990)), cert. denied, 502 U.S.  669 (1991),\r                                                  \r\n\nbut rather was  explicitly premised on  features of the  case\r\n\nthat arecontemplated asgrounds fordeparture bythe Guidelines.\r\n\n          The defendant was sentenced under U.S.S.G.   2K2.1.\r\n\nApplication  note 16 to  that guideline  specifically permits\r\n\nupward departure  where  the defendant's  underlying  offense\r\n\nconduct \"posed a substantial  risk of death or bodily  injury\r\n\nto multiple individuals.\"  U.S.S.G.   2K2.1, comment. (n.16).\r\n\nHere, the  district court expressly found  that the defendant\r\n\nhad  discharged  his two  firearms  in  a congested  shopping\r\n\ncenter parking lot  just before he  was apprehended.   Noting\r\n\nthat the incident occurred during the middle of the day, that\r\n\nthe defendant had  run his  car into another  vehicle in  the\r\n\nparking lot, and that  surrounding vehicles were riddled with\r\n\n                             -15-\r                                          15\r\r\n\nbullet holes, the court concluded that the case was factually\r\n\n\"out  of  the  heartland\"  of the  applicable  guideline  and\r\n\ntherefore was  an appropriate candidate  for departure  under\r\n\napplication note 16.\r\n\n          The grounds  relied upon by the  district court are\r\n\nsupported  by the record and are  specifically permitted as a\r\n\nbasis for departure  in the commentary to section 2K2.1.  The\r\n\ndistrict court's determination  that this case falls  outside\r\n\nthe heartland of cases encompassed by that guideline, as well\r\n\nas the magnitude  of the  departure, were  appropriate.   See\r                                                                         \r\n\nRivera, 994 F.2d at 951-52.\r                  \r\n\nD.  Constitutionality of 18 U.S.C.   922(k)\r                                                       \r\n\n          Diaz-Martinez argues  that this is  a simple  state\r\n\nweapons  case   which  Congress   had  no  power   under  the\r\n\nConstitution to  federalize.  The firearms possession statute\r\n\nunder  which  he  was   convicted,  18  U.S.C.    922(k),  is\r\n\nunconstitutional, he says, because it exceeds Congress' power\r\n\nto  legislate under  the Commerce  Clause, as  interpreted in\r\n\nUnited States v.  Lopez, 115 S. Ct. 1624 (1995).   We hold to\r                                   \r\n\nthe  contrary.   Whatever  the reach  of  Lopez, it  does not\r                                                           \r\n\ninvalidate 18 U.S.C.   922(k).\r\n\n          In Lopez,  the Supreme Court found significant that\r                              \r\n\nthe  statute  at  issue in  that  case,  18 U.S.C.    922(q),\r\n\n\"contain[ed]  no jurisdictional  element which  would ensure,\r\n\nthrough case-by-case inquiry, that the  firearm possession in\r\n\n                             -16-\r                                          16\r\r\n\nquestion affects interstate commerce.\"   115 S. Ct.  at 1631.\r\n\nIn contrast,  that  jurisdictional element  is present  here.\r\n\nThe statute under which Diaz-Martinez was convicted  contains\r\n\na specific requirement that  the firearm with the obliterated\r\n\nserial number have been \"shipped or transported in interstate\r\n\nor  foreign commerce.\"  18  U.S.C.   922(k).   Here there was\r\n\nproof  that  the  firearms  were  made  in  Brazil,  imported\r\n\noriginally to  Miami, and  altered to remove  the identifying\r\n\nnumber  in  violation  of federal  law.    Section  922(k) is\r\n\nreadily   distinguishable   from  the   provision   that  was\r\n\ninvalidated  in  Lopez,  and  its enactment  did  not  exceed\r                                  \r\n\nCongress' authority under the Commerce Clause.\r\n\n                             III\r\n\nThe Section 2255 Petition\r                                     \r\n\n          The  dispositive  question   for  the   defendant's\r\n\nattempt to  obtain relief  under section  2255 on  grounds of\r\n\nineffective assistance of counsel is whether the petition was\r\n\nprematurely  filed.   Believing that  it was,  we affirm  the\r\n\ndistrict  court's  order   dismissing  the  petition  without\r\n\nprejudice.\r\n\n          The settled rule in  this circuit, as the defendant\r\n\nacknowledges, is  that the  district court should  decline to\r\n\nhear  claims  for  relief   based  on  allegedly  ineffective\r\n\nassistance  of counsel  until the  direct appeal  is decided,\r\n\nunless \"extraordinary  circumstances\" are demonstrated.   See\r                                                                         \r\n\n                             -17-\r                                          17\r\r\n\nUnited States v.  Buckley, 847  F.2d 991, 993  n.1 (1st  Cir.\r                                     \r\n\n1988), cert. denied,  488 U.S. 1015 (1989); United  States v.\r                                                                      \r\n\nGordon,  634 F.2d  638,  638-39 (1st  Cir.  1990) (\"[I]n  the\r                  \r\n\nabsence   of   extraordinary   circumstances,   the   orderly\r\n\nadministration of criminal justice precludes a district court\r\n\nfrom considering a    2255 motion while review of  the direct\r\n\nappeal  is still  pending . . . .\" (internal  quotation marks\r\n\nand citations omitted)).  The district court explicitly found\r\n\nthat \"extraordinary  circumstances\" did not  exist warranting\r\n\nconsideration of the defendant's section 2255 petition during\r\n\nthe  pendency in this court of the defendant's direct appeal.\r\n\nThe court thus dismissed the petition, without prejudice.\r\n\n          There is no basis  for second guessing the district\r\n\ncourt's    finding   of   an    absence   of   \"extraordinary\r\n\ncircumstances.\"    Because   the  record   necessary  for   a\r\n\ndetermination of the ineffective assistance claim has not yet\r\n\nbeen factually developed, we decline to consider the issue at\r\n\nthis time,  preferring that  the district court  evaluate the\r\n\nclaim in the first  instance.  See United States  v. Natanel,\r                                                                        \r\n\n938 F.2d 302,  309 (1st  Cir. 1991), cert.  denied, 502  U.S.\r                                                              \r\n\n1079 (1992);  United States v.  Hunnewell, 891 F.2d  955, 956\r                                                     \r\n\n(1st Cir.  1989).  The government concedes  that the petition\r\n\nmay  be refiled in the district court upon resolution of this\r\n\nappeal.\r\n\n                             -18-\r                                          18\r\r\n\n          Affirmed.\r                               \r\n\n                             -19-\r                                          19\r\r\n",
  "html": "<p class=\"case_cite\">71 F.3d 946</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Edwin DIAZ-MARTINEZ, a/k/a Alexis El Boxeador, Defendant, Appellant.<br>Edwin DIAZ-MARTINEZ, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">Nos. 95-1083, 95-1536.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1995.<br>Decided Dec. 13, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James Kousouros, Kew Gardens, NY, with whom Debra K. Kousouros, White Plains, NY, were on brief, for appellant.</p>\n      <p class=\"indent\">Edwin O. Vazquez, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, were on brief, for the United States.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a shootout near the Bayamon Judicial Center in Bayamon, Puerto Rico, defendant Diaz-Martinez was convicted of possessing firearms with obliterated serial numbers.  He appeals, saying he was forced to go to trial with defense counsel not of his choosing, that the prosecutor improperly argued at closing, that his sentence was too harsh under the Guidelines, and that the statute under which he was convicted cannot withstand Commerce Clause scrutiny under United States v. Lopez, --- U.S. ----, 115 S.Ct. 1624, 131 L.Ed.2d 626 (1995).  We reject his claims and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Factual Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The sounds of gunfire and a man<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> lying on the ground with critical gunshot wounds evidenced a gun battle on January 24, 1994 near the Bayamon courthouse and in the parking lot of the Santa Rosa Shopping Center.  A law enforcement officer leaving the courthouse heard the shots and ran toward the parking lot.  He saw the defendant running through the lot, pistol in one hand and a small object, probably a cellular phone, in the other.  The officer saw the defendant fire two rounds and ran after him.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendant, who was found squatting behind some bushes, came out with his hands up when he saw the officer approaching and exclaimed that someone was trying to kill him.  Other officers who had heard the shots and one of whom had seen the defendant with a gun also arrived at the scene.  A search of the area where the defendant was found turned up a cellular phone and two guns.  One gun had a bullet jammed inside.  Both smelled of gunpowder, from recent firing.  Both had their serial numbers obliterated.  Twenty-two bullets were found in the shopping center parking lot.  Expert analysis later indicated that thirteen had been fired from the two pistols.  A car was also discovered in the parking lot, inside which were papers indicating it had been rented to the defendant, plus two nine millimeter bullet casings--the same caliber as the guns.  Other nearby cars were marked with bullet holes.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Weapons charges were filed against the defendant under Puerto Rico law.  After a finding of probable cause by the local court, those charges were dropped to accommodate the federal prosecution.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The federal indictment was filed on February 9, 1994, charging two counts of knowing possession of firearms bearing obliterated serial numbers that had been transported in foreign and interstate commerce in violation of 18 U.S.C. Sec. 922(k).  After a four-day trial commencing April 26, 1994, Diaz-Martinez was convicted on both counts of the indictment.  He was sentenced to serve two concurrent terms of 45 months plus three years supervised release and was ordered on each conviction to pay $3,000 in fines and a special assessment of $50.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While this appeal was pending, the defendant filed a petition in the district court for collateral relief under 28 U.S.C. Sec. 2255, arguing that his trial had been prejudiced by ineffective assistance of counsel.  The district court dismissed the petition as premature, inasmuch as his direct appeal was still pending.  The defendant appealed that dismissal.  We consolidated the defendant's direct appeal from his convictions and sentence with his appeal from the dismissal of the section 2255 petition.</p>\n    </div>\n    <p>II</p>\n    <p>A. Sixth Amendment Right to Counsel Claim</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Diaz-Martinez claims that the district court, by refusing to grant him extra time to seek out his own counsel and instead forcing him to go to trial with court-appointed counsel, denied him his right under the Sixth Amendment to choose his own attorney.  His argument is without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Since before his February 15, 1994 arraignment, the defendant had been represented by attorney Mendez-Lebron.  When the district court on March 3, 1994, scheduled the defendant's trial for April 11, 1994, Mendez-Lebron was still his counsel of record.  However, on March 29, less than two weeks prior to trial, Mendez-Lebron filed a motion to withdraw.  On March 31, 1994, the district court held a hearing on Mendez-Lebron's motion, together with the defendant's motion to obtain new counsel.  The defendant told the court that he had already contacted several other attorneys as potential replacements for Mendez-Lebron, and that one of them, attorney Acevedo, was on his way to the courthouse to be interviewed by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court, after expressing skepticism as to why the defendant had waited so long to ask for new counsel, allowed Mendez-Lebron to withdraw, but warned the defendant that he would not tolerate strategic refusals to accept representation by particular counsel in order to delay the trial.  The court adjourned to permit the defendant an opportunity to interview attorney Acevedo, and then reconvened later the same day.  The defendant reported that Acevedo was unable to represent him, but that he had other candidates in mind whom he wished to contact.  One of those candidates was attorney Jose Gaztambide.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court, observing that the trial date was rapidly approaching, refused to give the defendant additional time to interview all of his potential choices and instead appointed Jose Gaztambide--one of the attorneys specifically identified by the defendant as someone he planned to contact--as defendant's counsel.  As a further accommodation, the court ordered that the defendant, who was at the time under house arrest in Florida, be allowed to travel to Puerto Rico to confer with Gaztambide in preparation for trial, and also advised the defendant that he could, if he so chose, hire another attorney as Gaztambide's co-counsel.  The defendant did not object to Gaztambide's appointment.  The court also accommodated the defendant and his new counsel by granting, on the defendant's motion, a two-week continuance of trial.  The trial started on April 26, 1994, with Gaztambide acting as defendant's counsel.  At no time before or during trial did the defendant advise the district court that he was dissatisfied with Gaztambide's representation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">That a criminal defendant has an absolute right to counsel \"does not confer an absolute right to a particular counsel.\"  United States v. Poulack, 556 F.2d 83, 86 (1st Cir.), cert. denied, 434 U.S. 986, 98 S.Ct. 613, 54 L.Ed.2d 480 (1977);  see also Wheat v. United States, 486 U.S. 153, 159, 108 S.Ct. 1692, 1697, 100 L.Ed.2d 140 (1988) (\"[T]he essential aim of the [Sixth] Amendment is to guarantee an effective advocate for each criminal defendant rather than to ensure that a defendant will inexorably be represented by the lawyer whom he prefers.\");  Morris v. Slappy, 461 U.S. 1, 13-14, 103 S.Ct. 1610, 1617, 75 L.Ed.2d 610 (1983) (Sixth Amendment does not guarantee that an accused have a \"meaningful relationship\" with trial counsel);  United States v. Betancourt-Arretuche, 933 F.2d 89, 93 (1st Cir.), cert. denied, 502 U.S. 959, 112 S.Ct. 421, 116 L.Ed.2d 441 (1991).  A district court's decision not to permit substitution of trial counsel is given deference and is reviewed only for abuse of discretion, especially when that decision is based on legitimate trial management concerns.  See Poulack, 556 F.2d at 86 (\"[T]he right of an accused to choose his own counsel cannot be insisted upon in a manner that will obstruct reasonable and orderly court procedure.\");   see also United States v. Pierce, 60 F.3d 886, 890-91 (1st Cir.1995), petition for cert. filed (U.S. Oct. 19, 1995) (No. 95-6474).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The appointment of Gaztambide as the defendant's trial counsel did not constitute an abuse of discretion and did not violate the defendant's Sixth Amendment rights.  If anything, the defendant was granted more choice than he was due.  Cf. United States v. Allen, 789 F.2d 90, 92-93 (1st Cir.)  (affirming denial of request for new appointed counsel absent showing of good cause), cert. denied, 479 U.S. 846, 107 S.Ct. 164, 93 L.Ed.2d 103 (1986).  The district court gave the defendant the benefit of the doubt in allowing his original attorney to withdraw.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  When the defendant's first choice to replace that counsel refused the representation, the district court was understandably wary about the prospect of delaying trial in order to permit the defendant to interview his entire slate of alternate candidates.  The court's decision simply to appoint one of the counsel specifically identified as a candidate by the defendant himself was surely a permissible means of expediting the process and minimizing delay.  Both the public and the defendant have an interest in a prompt trial in criminal cases, and the judge properly acted to protect that interest.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A district judge's decision on a defendant's request to substitute trial counsel is entitled to \"extraordinary deference\" when granting the request would be at the expense of the court's trial calendar.  See Pierce, 60 F.3d at 891;  see also Morris, 461 U.S. at 11-12, 103 S.Ct. at 1616.   Here, the district court's decision to permit the withdrawal of original counsel and to appoint one of the alternate candidates identified by the defendant himself (instead of waiting for the defendant to interview each candidate and make a decision on his own) reflected a fair balancing between the defendant's interest in choosing his counsel and the court's trial management needs.  Cf. Poulack, 556 F.2d at 86.   That the defendant never objected to the appointment of Gaztambide before or during trial makes the district court's decision all the more impervious to the defendant's post-conviction attacks.</p>\n    </div>\n    <p>B. The Prosecutor's Closing Argument</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendant argues that references made by the government in its closing argument to the shootout in the shopping center parking lot were improper and tainted his right to a fair trial.  He claims that those statements encouraged the jury to convict him not on the basis of firearms possession, but on the basis of uncharged conduct:  his participation in the shootout.  This argument is unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defendant made no objection to the allegedly improper statements during the closing argument, and so our review is only for plain error.  See United States v. De Masi, 40 F.3d 1306, 1322 (1st Cir.1994), cert. denied sub nom.  Bonasia v. United States, --- U.S. ----, 115 S.Ct. 947, 130 L.Ed.2d 890 (1995).  On the record before us, there was no such error.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In fact, there is no basis for concluding that the prosecutor's statements were improper at all.  Testimony by prosecution witnesses concerning the shootout--some of it deliberately elicited by the defendant's own counsel on cross-examination--was admitted at trial without objection by the defendant.  The prosecutor's comments about the incident were no more than proper references to that evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendant's complaint about the prosecution's closing argument relies upon an unrealistic view of the firearms charges.  The prosecution was not limited, as defendant would have it, to saying simply that the defendant was found in a shopping mall parking lot, with firearms on the ground nearby.  Such utter elimination of context would have unfairly handicapped the government's case, leaving it unable to respond to the defendant's trial theory that the law enforcement officer who first found him had planted the weapons in the parking lot in order to frame him.  The government could provide the jury with a coherent story that met this defense, and it committed no transgression by commenting on the evidence admitted at trial.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See United States v. Garcia, 818 F.2d 136, 144 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The prosecutor also explicitly asked the jury to base its verdict on the elements of the firearms possession charges, not on evidence of the shootout.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The court gave instructions cautioning the jury that the defendant was not charged with any offenses other than those detailed in the indictment.  There was no danger that the jury was prompted by the government's argument to convict the defendant on the basis of extraneous conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Finally, the defendant claims that the prosecutor impermissibly attempted to shift the burden of proof to the defendant by making the following statement in his closing:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Ah, but the government has not present[ed] evidence that these two weapons came from Brazil.  It's not enough that we don't have manufacturers?   The government has to prove that it [h]as traveled in interstate or foreign commerce.  We don't have to prove that they were brought from Brazil.  But it is the government's burden to bring evidence?   Of course not.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The context of this statement makes it clear that it was not improper.  The statement was made in connection with a discussion of the interstate or foreign commerce element of the section 922(k) offense.  It responded to the defendant's suggestion that the government had produced no evidence that the guns had been brought to Puerto Rico from Brazil.  In fact, one of the government's witnesses had testified that the firearms' country of manufacture and the importer's location could be determined by examining the identifying markings engraved on weapons imported to this country.  The government's response to this criticism continued:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>When you go, you examine--you have to examine this weapon to see the obliterated serial number.  The same weapon says that the manufacturer is located at Brazil.  That is the best evidence and that the importer is located at Miami.  What else [do] you need to find out?   No manufacturers in Puerto Rico.  Therefore, it ha[d] to come [from] foreign commerce or [a] foreign country or interstate.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The import of these statements was clearly that, because no gun manufacturers exist in Puerto Rico, and because the weapons themselves bore evidence that they had been manufactured in Brazil and imported originally to Miami, the government did not need to produce additional or more direct evidence that the guns had been brought from Brazil in order to prove the interstate or foreign commerce element of the section 922(k) offense.  The court's instructions to the jury--as well as other portions of the government's own closing--made unmistakably clear that the burden rested solely upon the government to prove the defendant's guilt, and each element of the offenses with which he was charged, beyond a reasonable doubt.</p>\n    </div>\n    <p>C. Sentencing Issues</p>\n    <p class=\"indent\">1. Criminal History Category</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court departed upward from a Guidelines-directed criminal history category (\"CHC\") of II to a CHC of IV, based on a finding that the former classification did not adequately reflect the seriousness of the defendant's criminal history.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The specific grounds for the district court's CHC departure were (1) that the defendant had engaged in prior similar criminal conduct (including weapons offenses) that had not resulted in conviction;  and (2) that the defendant, at the time he committed the federal offense, had been released on bail pending trial on charges filed in the local court, thus demonstrating a serious lack of respect for the judicial system and a high risk of recidivism.  These are both encouraged grounds for upward departure under the Guidelines.  See U.S.S.G. Sec. 4A1.3(d) (Nov. 1994)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> (departure from Guidelines CHC may be considered where \"the defendant was pending trial or sentencing on another charge at the time of the [offense of conviction]\");  U.S.S.G. Sec. 4A1.3(e) (same, where defendant engaged in \"prior similar adult criminal conduct not resulting in a criminal conviction\");  see also United States v. Shrader, 56 F.3d 288, 292 (1st Cir.1995) (noting appropriateness of \"recidivist determination\" to departure decision);  cf. generally United States v. Rivera, 994 F.2d 942, 947-49 (1st Cir.1993).  Because the district court's CHC departure was based on grounds specifically provided for by the Guidelines, we defer to and find no error in the district judge's determination that the circumstances of the defendant's criminal history were understated by a CHC of II.  See Shrader, 56 F.3d at 292 (quoting Rivera, 994 F.2d at 951-52).</p>\n    </div>\n    <p class=\"indent\">2. Guidelines Sentencing Range</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court departed upward from a Guidelines sentencing range of 21 to 27 months (assuming a CHC of IV), to impose concurrent sentences of 45 months on each conviction.  The upward departure was the equivalent of an increase from a base offense level of 12 to a level of 17.  The departure was permissible.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The defendant's suggestion that the district court's departure decision was based on no more than a dissatisfaction with the Guidelines sentencing range mischaracterizes and is contradicted by the record.  To be sure, the district court did conclude that the sentencing range was unsatisfactory--that was why it entertained departure in the first place.  What is important is that, as the court's lucid discussion at the sentencing hearing made clear, its \"dissatisfaction\" was not based on some \"personal sense of inequity,\" United States v. Wogan, 938 F.2d 1446, 1449 (1st Cir.)  (quoting United States v. Norflett, 922 F.2d 50, 54 (1st Cir.1990)), cert. denied, 502 U.S. 969, 112 S.Ct. 441, 116 L.Ed.2d 460 (1991), but rather was explicitly premised on features of the case that are contemplated as grounds for departure by the Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The defendant was sentenced under U.S.S.G. Sec. 2K2.1.  Application note 16 to that guideline specifically permits upward departure where the defendant's underlying offense conduct \"posed a substantial risk of death or bodily injury to multiple individuals.\"   U.S.S.G. Sec. 2K2.1, comment.  (n. 16).  Here, the district court expressly found that the defendant had discharged his two firearms in a congested shopping center parking lot just before he was apprehended.  Noting that the incident occurred during the middle of the day, that the defendant had run his car into another vehicle in the parking lot, and that surrounding vehicles were riddled with bullet holes, the court concluded that the case was factually \"out of the heartland\" of the applicable guideline and therefore was an appropriate candidate for departure under application note 16.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The grounds relied upon by the district court are supported by the record and are specifically permitted as a basis for departure in the commentary to section 2K2.1.  The district court's determination that this case falls outside the heartland of cases encompassed by that guideline, as well as the magnitude of the departure, were appropriate.  See Rivera, 994 F.2d at 951-52.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>D. Constitutionality of 18 U.S.C. Sec. 922(k)</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Diaz-Martinez argues that this is a simple state weapons case which Congress had no power under the Constitution to federalize.  The firearms possession statute under which he was convicted, 18 U.S.C. Sec. 922(k), is unconstitutional, he says, because it exceeds Congress' power to legislate under the Commerce Clause, as interpreted in United States v. Lopez, --- U.S. ----, 115 S.Ct. 1624, 131 L.Ed.2d 626 (1995).  We hold to the contrary.  Whatever the reach of Lopez, it does not invalidate 18 U.S.C. Sec. 922(k).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In Lopez, the Supreme Court found significant that the statute at issue in that case, 18 U.S.C. Sec. 922(q), \"contain[ed] no jurisdictional element which would ensure, through case-by-case inquiry, that the firearm possession in question affects interstate commerce.\"  --- U.S. at ----, 115 S.Ct. at 1631.   In contrast, that jurisdictional element is present here.  The statute under which Diaz-Martinez was convicted contains a specific requirement that the firearm with the obliterated serial number have been \"shipped or transported in interstate or foreign commerce.\"  18 U.S.C. Sec. 922(k).  Here there was proof that the firearms were made in Brazil, imported originally to Miami, and altered to remove the identifying number in violation of federal law.  Section 922(k) is readily distinguishable from the provision that was invalidated in Lopez, and its enactment did not exceed Congress' authority under the Commerce Clause.</p>\n    </div>\n    <p>III</p>\n    <p>The Section 2255 Petition</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The dispositive question for the defendant's attempt to obtain relief under section 2255 on grounds of ineffective assistance of counsel is whether the petition was prematurely filed.  Believing that it was, we affirm the district court's order dismissing the petition without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The settled rule in this circuit, as the defendant acknowledges, is that the district court should decline to hear claims for relief based on allegedly ineffective assistance of counsel until the direct appeal is decided, unless \"extraordinary circumstances\" are demonstrated.  See United States v. Buckley, 847 F.2d 991, 993 n. 1 (1st Cir.1988), cert. denied, 488 U.S. 1015, 109 S.Ct. 808, 102 L.Ed.2d 798 (1989);  United States v. Gordon, 634 F.2d 638, 638-39 (1st Cir.1980) (\"[I]n the absence of extraordinary circumstances, the orderly administration of criminal justice precludes a district court from considering a Sec. 2255 motion while review of the direct appeal is still pending....\" (internal quotation marks and citations omitted)).  The district court explicitly found that \"extraordinary circumstances\" did not exist warranting consideration of the defendant's section 2255 petition during the pendency in this court of the defendant's direct appeal.  The court thus dismissed the petition, without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">There is no basis for second guessing the district court's finding of an absence of \"extraordinary circumstances.\"   Because the record necessary for a determination of the ineffective assistance claim has not yet been factually developed, we decline to consider the issue at this time, preferring that the district court evaluate the claim in the first instance.  See United States v. Natanel, 938 F.2d 302, 309 (1st Cir.1991), cert. denied, 502 U.S. 1079, 112 S.Ct. 986, 117 L.Ed.2d 148 (1992);  United States v. Hunnewell, 891 F.2d 955, 956 (1st Cir.1989).  The government concedes that the petition may be refiled in the district court upon resolution of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The defendant later told police that he had gone to the Bayamon courthouse to pick up this man, and that they were fired upon as they were leaving the building</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At the time of his arrest, the defendant was facing unrelated homicide charges in the Puerto Rico local courts in connection with murders that had apparently received some public notoriety.  Defendant says he is known in the media as Alexis El Boxeador (Alexis the Boxer) and that he was recognized by some of the police under that moniker.  He was ultimately acquitted of the murder charges after a bench trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The defendant's stated reason was that the original attorney was not his choice but had been selected by another of his lawyers representing him in a different criminal matter</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The defendant also seems to suggest that evidence of the shootout constituted references to \"other crimes\" inadmissible under Fed.R.Evid. 404(b).  Because, however, the \"shootout\" was integrally related to the evidence linking the guns to the defendant (the possession charges), that evidence could not have been barred by Rule 404(b).  See United States v. David, 940 F.2d 722, 737 (1st Cir.1991), cert. denied, 504 U.S. 955, 112 S.Ct. 2301, 119 L.Ed.2d 224 (1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The defense criticized as extremely thin the government's evidence that the defendant had ever fired any weapon in the shopping center parking lot.  In response, the prosecutor commented:</p>\n        <p>And [defendant's counsel] has been talking about firing, firing, firing, firing.  Ladies and gentlemen of the jury, this defendant is not charged with firing a weapon....  [T]hat is irrelevant, not because I said that, [but] because the judge is going to instruct that on the law.  [Sic]  And if you see [i]n that instruction that one of the elements is firing, I'm going to request to all of you that you bring a verdict of not guilty, if you heard that instruction.  But if you heard the instruction that the government was to prove only possession of a weapon as [you] are going to be instruct[ed] by the judge, bring a verdict of guilty.  [Paragraph structure omitted.]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> All citations to the Sentencing Guidelines are to the November 1994 version, the version in effect at the time of the defendant's December 1994 sentencing.  See United States v. Aymelek, 926 F.2d 64, 66 n. 1 (1st Cir.1991) (district court should apply the version of the Guidelines in effect at the time of sentencing, barring ex post facto problems)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">946</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Edwin DIAZ-MARTINEZ, a/k/a Alexis El Boxeador, Defendant, Appellant.<br>Edwin DIAZ-MARTINEZ, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">Nos. 95-1083, 95-1536.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1995.<br>Decided Dec. 13, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James Kousouros, Kew Gardens, NY, with whom Debra K. Kousouros, White Plains, NY, were on brief, for appellant.</p>\n      <p class=\"indent\">Edwin O. Vazquez, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jose A. Quiles-Espinosa, Senior Litigation Counsel, were on brief, for the United States.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a shootout near the Bayamon Judicial Center in Bayamon, Puerto Rico, defendant Diaz-Martinez was convicted of possessing firearms with obliterated serial numbers.  He appeals, saying he was forced to go to trial with defense counsel not of his choosing, that the prosecutor improperly argued at closing, that his sentence was too harsh under the Guidelines, and that the statute under which he was convicted cannot withstand Commerce Clause scrutiny under United States v. Lopez, --- U.S. ----, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">626</span> </a></span>(1995).  We reject his claims and affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Factual Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The sounds of gunfire and a man<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> lying on the ground with critical gunshot wounds evidenced a gun battle on January 24, 1994 near the Bayamon courthouse and in the parking lot of the Santa Rosa Shopping Center.  A law enforcement officer leaving the courthouse heard the shots and ran toward the parking lot.  He saw the defendant running through the lot, pistol in one hand and a small object, probably a cellular phone, in the other.  The officer saw the defendant fire two rounds and ran after him.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendant, who was found squatting behind some bushes, came out with his hands up when he saw the officer approaching and exclaimed that someone was trying to kill him.  Other officers who had heard the shots and one of whom had seen the defendant with a gun also arrived at the scene.  A search of the area where the defendant was found turned up a cellular phone and two guns.  One gun had a bullet jammed inside.  Both smelled of gunpowder, from recent firing.  Both had their serial numbers obliterated.  Twenty-two bullets were found in the shopping center parking lot.  Expert analysis later indicated that thirteen had been fired from the two pistols.  A car was also discovered in the parking lot, inside which were papers indicating it had been rented to the defendant, plus two nine millimeter bullet casings--the same caliber as the guns.  Other nearby cars were marked with bullet holes.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Weapons charges were filed against the defendant under Puerto Rico law.  After a finding of probable cause by the local court, those charges were dropped to accommodate the federal prosecution.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The federal indictment was filed on February 9, 1994, charging two counts of knowing possession of firearms bearing obliterated serial numbers that had been transported in foreign and interstate commerce in violation of 18 U.S.C. Sec. 922(k).  After a four-day trial commencing April 26, 1994, Diaz-Martinez was convicted on both counts of the indictment.  He was sentenced to serve two concurrent terms of 45 months plus three years supervised release and was ordered on each conviction to pay $3,000 in fines and a special assessment of $50.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While this appeal was pending, the defendant filed a petition in the district court for collateral relief under 28 U.S.C. Sec. 2255, arguing that his trial had been prejudiced by ineffective assistance of counsel.  The district court dismissed the petition as premature, inasmuch as his direct appeal was still pending.  The defendant appealed that dismissal.  We consolidated the defendant's direct appeal from his convictions and sentence with his appeal from the dismissal of the section 2255 petition.</p>\n    </div>\n    <p>II</p>\n    <p>A. Sixth Amendment Right to Counsel Claim</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Diaz-Martinez claims that the district court, by refusing to grant him extra time to seek out his own counsel and instead forcing him to go to trial with court-appointed counsel, denied him his right under the Sixth Amendment to choose his own attorney.  His argument is without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Since before his February 15, 1994 arraignment, the defendant had been represented by attorney Mendez-Lebron.  When the district court on March 3, 1994, scheduled the defendant's trial for April 11, 1994, Mendez-Lebron was still his counsel of record.  However, on March 29, less than two weeks prior to trial, Mendez-Lebron filed a motion to withdraw.  On March 31, 1994, the district court held a hearing on Mendez-Lebron's motion, together with the defendant's motion to obtain new counsel.  The defendant told the court that he had already contacted several other attorneys as potential replacements for Mendez-Lebron, and that one of them, attorney Acevedo, was on his way to the courthouse to be interviewed by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court, after expressing skepticism as to why the defendant had waited so long to ask for new counsel, allowed Mendez-Lebron to withdraw, but warned the defendant that he would not tolerate strategic refusals to accept representation by particular counsel in order to delay the trial.  The court adjourned to permit the defendant an opportunity to interview attorney Acevedo, and then reconvened later the same day.  The defendant reported that Acevedo was unable to represent him, but that he had other candidates in mind whom he wished to contact.  One of those candidates was attorney Jose Gaztambide.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court, observing that the trial date was rapidly approaching, refused to give the defendant additional time to interview all of his potential choices and instead appointed Jose Gaztambide--one of the attorneys specifically identified by the defendant as someone he planned to contact--as defendant's counsel.  As a further accommodation, the court ordered that the defendant, who was at the time under house arrest in Florida, be allowed to travel to Puerto Rico to confer with Gaztambide in preparation for trial, and also advised the defendant that he could, if he so chose, hire another attorney as Gaztambide's co-counsel.  The defendant did not object to Gaztambide's appointment.  The court also accommodated the defendant and his new counsel by granting, on the defendant's motion, a two-week continuance of trial.  The trial started on April 26, 1994, with Gaztambide acting as defendant's counsel.  At no time before or during trial did the defendant advise the district court that he was dissatisfied with Gaztambide's representation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">That a criminal defendant has an absolute right to counsel \"does not confer an absolute right to a particular counsel.\"  United States v. Poulack, <span class=\"citation\" data-id=\"345713\"><a href=\"/opinion/345713/united-states-v-kerry-poulack/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 86 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">613</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">480</span> </span>(1977);  see also Wheat v. United States, <span class=\"citation\" data-id=\"112074\"><a href=\"/opinion/112074/wheat-v-united-states/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 159, <span class=\"citation\" data-id=\"112074\"><a href=\"/opinion/112074/wheat-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>, 1697, <span class=\"citation\" data-id=\"112074\"><a href=\"/opinion/112074/wheat-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">140</span> </a></span>(1988) (\"[T]he essential aim of the [Sixth] Amendment is to guarantee an effective advocate for each criminal defendant rather than to ensure that a defendant will inexorably be represented by the lawyer whom he prefers.\");  Morris v. Slappy, <span class=\"citation\" data-id=\"110914\"><a href=\"/opinion/110914/morris-v-slappy/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 13-14, <span class=\"citation\" data-id=\"110914\"><a href=\"/opinion/110914/morris-v-slappy/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1610</span></a></span>, 1617, <span class=\"citation\" data-id=\"110914\"><a href=\"/opinion/110914/morris-v-slappy/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">610</span> </a></span>(1983) (Sixth Amendment does not guarantee that an accused have a \"meaningful relationship\" with trial counsel);  United States v. Betancourt-Arretuche, <span class=\"citation\" data-id=\"561251\"><a href=\"/opinion/561251/united-states-v-eugenio-betancourt-arretuche/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">89</span></a></span>, 93 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">441</span> </span>(1991).  A district court's decision not to permit substitution of trial counsel is given deference and is reviewed only for abuse of discretion, especially when that decision is based on legitimate trial management concerns.  See <span class=\"citation\" data-id=\"345713\"><span class=\"antecedent_guess\">Poulack,</span> <a href=\"/opinion/345713/united-states-v-kerry-poulack/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">86</span> </a></span>(\"[T]he right of an accused to choose his own counsel cannot be insisted upon in a manner that will obstruct reasonable and orderly court procedure.\");   see also United States v. Pierce, <span class=\"citation\" data-id=\"196196\"><a href=\"/opinion/196196/united-states-v-pierce/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">886</span></a></span>, 890-91 (1st Cir.1995), petition for cert. filed (U.S. Oct. 19, 1995) (No. 95-6474).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The appointment of Gaztambide as the defendant's trial counsel did not constitute an abuse of discretion and did not violate the defendant's Sixth Amendment rights.  If anything, the defendant was granted more choice than he was due.  Cf. United States v. Allen, <span class=\"citation\" data-id=\"469060\"><a href=\"/opinion/469060/united-states-v-norman-c-allen/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span>, 92-93 (1st Cir.)  (affirming denial of request for new appointed counsel absent showing of good cause), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">846</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">164</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">103</span> </span>(1986).  The district court gave the defendant the benefit of the doubt in allowing his original attorney to withdraw.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  When the defendant's first choice to replace that counsel refused the representation, the district court was understandably wary about the prospect of delaying trial in order to permit the defendant to interview his entire slate of alternate candidates.  The court's decision simply to appoint one of the counsel specifically identified as a candidate by the defendant himself was surely a permissible means of expediting the process and minimizing delay.  Both the public and the defendant have an interest in a prompt trial in criminal cases, and the judge properly acted to protect that interest.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A district judge's decision on a defendant's request to substitute trial counsel is entitled to \"extraordinary deference\" when granting the request would be at the expense of the court's trial calendar.  See <span class=\"citation\" data-id=\"196196\"><span class=\"antecedent_guess\">Pierce,</span> <a href=\"/opinion/196196/united-states-v-pierce/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">891</span></a></span>;  see also <span class=\"citation\" data-id=\"110914\"><span class=\"antecedent_guess\">Morris,</span> <a href=\"/opinion/110914/morris-v-slappy/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">11-12</span></a></span>, 103 S.Ct. at 1616.   Here, the district court's decision to permit the withdrawal of original counsel and to appoint one of the alternate candidates identified by the defendant himself (instead of waiting for the defendant to interview each candidate and make a decision on his own) reflected a fair balancing between the defendant's interest in choosing his counsel and the court's trial management needs.  Cf. <span class=\"citation\" data-id=\"345713\"><span class=\"antecedent_guess\">Poulack,</span> <a href=\"/opinion/345713/united-states-v-kerry-poulack/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">86</span></a></span>.   That the defendant never objected to the appointment of Gaztambide before or during trial makes the district court's decision all the more impervious to the defendant's post-conviction attacks.</p>\n    </div>\n    <p>B. The Prosecutor's Closing Argument</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendant argues that references made by the government in its closing argument to the shootout in the shopping center parking lot were improper and tainted his right to a fair trial.  He claims that those statements encouraged the jury to convict him not on the basis of firearms possession, but on the basis of uncharged conduct:  his participation in the shootout.  This argument is unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defendant made no objection to the allegedly improper statements during the closing argument, and so our review is only for plain error.  See United States v. De Masi, <span class=\"citation\" data-id=\"195694\"><a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1322 (1st Cir.1994), cert. denied sub nom.  Bonasia v. United States, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">890</span> </span>(1995).  On the record before us, there was no such error.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In fact, there is no basis for concluding that the prosecutor's statements were improper at all.  Testimony by prosecution witnesses concerning the shootout--some of it deliberately elicited by the defendant's own counsel on cross-examination--was admitted at trial without objection by the defendant.  The prosecutor's comments about the incident were no more than proper references to that evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The defendant's complaint about the prosecution's closing argument relies upon an unrealistic view of the firearms charges.  The prosecution was not limited, as defendant would have it, to saying simply that the defendant was found in a shopping mall parking lot, with firearms on the ground nearby.  Such utter elimination of context would have unfairly handicapped the government's case, leaving it unable to respond to the defendant's trial theory that the law enforcement officer who first found him had planted the weapons in the parking lot in order to frame him.  The government could provide the jury with a coherent story that met this defense, and it committed no transgression by commenting on the evidence admitted at trial.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See United States v. Garcia, <span class=\"citation\" data-id=\"488025\"><a href=\"/opinion/488025/united-states-v-ramon-castro-garcia-united-states-of-america-v-ramon/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">136</span></a></span>, 144 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The prosecutor also explicitly asked the jury to base its verdict on the elements of the firearms possession charges, not on evidence of the shootout.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The court gave instructions cautioning the jury that the defendant was not charged with any offenses other than those detailed in the indictment.  There was no danger that the jury was prompted by the government's argument to convict the defendant on the basis of extraneous conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Finally, the defendant claims that the prosecutor impermissibly attempted to shift the burden of proof to the defendant by making the following statement in his closing:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Ah, but the government has not present[ed] evidence that these two weapons came from Brazil.  It's not enough that we don't have manufacturers?   The government has to prove that it [h]as traveled in interstate or foreign commerce.  We don't have to prove that they were brought from Brazil.  But it is the government's burden to bring evidence?   Of course not.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The context of this statement makes it clear that it was not improper.  The statement was made in connection with a discussion of the interstate or foreign commerce element of the section 922(k) offense.  It responded to the defendant's suggestion that the government had produced no evidence that the guns had been brought to Puerto Rico from Brazil.  In fact, one of the government's witnesses had testified that the firearms' country of manufacture and the importer's location could be determined by examining the identifying markings engraved on weapons imported to this country.  The government's response to this criticism continued:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>When you go, you examine--you have to examine this weapon to see the obliterated serial number.  The same weapon says that the manufacturer is located at Brazil.  That is the best evidence and that the importer is located at Miami.  What else [do] you need to find out?   No manufacturers in Puerto Rico.  Therefore, it ha[d] to come [from] foreign commerce or [a] foreign country or interstate.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The import of these statements was clearly that, because no gun manufacturers exist in Puerto Rico, and because the weapons themselves bore evidence that they had been manufactured in Brazil and imported originally to Miami, the government did not need to produce additional or more direct evidence that the guns had been brought from Brazil in order to prove the interstate or foreign commerce element of the section 922(k) offense.  The court's instructions to the jury--as well as other portions of the government's own closing--made unmistakably clear that the burden rested solely upon the government to prove the defendant's guilt, and each element of the offenses with which he was charged, beyond a reasonable doubt.</p>\n    </div>\n    <p>C. Sentencing Issues</p>\n    <p class=\"indent\">1. Criminal History Category</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court departed upward from a Guidelines-directed criminal history category (\"CHC\") of II to a CHC of IV, based on a finding that the former classification did not adequately reflect the seriousness of the defendant's criminal history.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The specific grounds for the district court's CHC departure were (1) that the defendant had engaged in prior similar criminal conduct (including weapons offenses) that had not resulted in conviction;  and (2) that the defendant, at the time he committed the federal offense, had been released on bail pending trial on charges filed in the local court, thus demonstrating a serious lack of respect for the judicial system and a high risk of recidivism.  These are both encouraged grounds for upward departure under the Guidelines.  See U.S.S.G. Sec. 4A1.3(d) (Nov. 1994)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> (departure from Guidelines CHC may be considered where \"the defendant was pending trial or sentencing on another charge at the time of the [offense of conviction]\");  U.S.S.G. Sec. 4A1.3(e) (same, where defendant engaged in \"prior similar adult criminal conduct not resulting in a criminal conviction\");  see also United States v. Shrader, <span class=\"citation\" data-id=\"196080\"><a href=\"/opinion/196080/united-states-v-shrader/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 292 (1st Cir.1995) (noting appropriateness of \"recidivist determination\" to departure decision);  cf. generally United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 947-49 (1st Cir.1993).  Because the district court's CHC departure was based on grounds specifically provided for by the Guidelines, we defer to and find no error in the district judge's determination that the circumstances of the defendant's criminal history were understated by a CHC of II.  See <span class=\"citation\" data-id=\"196080\"><span class=\"antecedent_guess\">Shrader,</span> <a href=\"/opinion/196080/united-states-v-shrader/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">292</span> </a></span>(quoting <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">951-52</span></a></span>).</p>\n    </div>\n    <p class=\"indent\">2. Guidelines Sentencing Range</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court departed upward from a Guidelines sentencing range of 21 to 27 months (assuming a CHC of IV), to impose concurrent sentences of 45 months on each conviction.  The upward departure was the equivalent of an increase from a base offense level of 12 to a level of 17.  The departure was permissible.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The defendant's suggestion that the district court's departure decision was based on no more than a dissatisfaction with the Guidelines sentencing range mischaracterizes and is contradicted by the record.  To be sure, the district court did conclude that the sentencing range was unsatisfactory--that was why it entertained departure in the first place.  What is important is that, as the court's lucid discussion at the sentencing hearing made clear, its \"dissatisfaction\" was not based on some \"personal sense of inequity,\" United States v. Wogan, <span class=\"citation\" data-id=\"564953\"><a href=\"/opinion/564953/united-states-v-russell-h-wogan/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1449 (1st Cir.)  (quoting United States v. Norflett, <span class=\"citation\" data-id=\"553334\"><a href=\"/opinion/553334/united-states-v-sidney-norflett/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 54 (1st Cir.1990)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">969</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span> </span>(1991), but rather was explicitly premised on features of the case that are contemplated as grounds for departure by the Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The defendant was sentenced under U.S.S.G. Sec. 2K2.1.  Application note 16 to that guideline specifically permits upward departure where the defendant's underlying offense conduct \"posed a substantial risk of death or bodily injury to multiple individuals.\"   U.S.S.G. Sec. 2K2.1, comment.  (n. 16).  Here, the district court expressly found that the defendant had discharged his two firearms in a congested shopping center parking lot just before he was apprehended.  Noting that the incident occurred during the middle of the day, that the defendant had run his car into another vehicle in the parking lot, and that surrounding vehicles were riddled with bullet holes, the court concluded that the case was factually \"out of the heartland\" of the applicable guideline and therefore was an appropriate candidate for departure under application note 16.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The grounds relied upon by the district court are supported by the record and are specifically permitted as a basis for departure in the commentary to section 2K2.1.  The district court's determination that this case falls outside the heartland of cases encompassed by that guideline, as well as the magnitude of the departure, were appropriate.  See <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">951-52</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>D. Constitutionality of 18 U.S.C. Sec. 922(k)</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Diaz-Martinez argues that this is a simple state weapons case which Congress had no power under the Constitution to federalize.  The firearms possession statute under which he was convicted, 18 U.S.C. Sec. 922(k), is unconstitutional, he says, because it exceeds Congress' power to legislate under the Commerce Clause, as interpreted in United States v. Lopez, --- U.S. ----, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">626</span> </a></span>(1995).  We hold to the contrary.  Whatever the reach of Lopez, it does not invalidate 18 U.S.C. Sec. 922(k).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In Lopez, the Supreme Court found significant that the statute at issue in that case, 18 U.S.C. Sec. 922(q), \"contain[ed] no jurisdictional element which would ensure, through case-by-case inquiry, that the firearm possession in question affects interstate commerce.\"  --- U.S. at <span class=\"citation\" data-id=\"117927\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1631</span></a></span>.   In contrast, that jurisdictional element is present here.  The statute under which Diaz-Martinez was convicted contains a specific requirement that the firearm with the obliterated serial number have been \"shipped or transported in interstate or foreign commerce.\"  18 U.S.C. Sec. 922(k).  Here there was proof that the firearms were made in Brazil, imported originally to Miami, and altered to remove the identifying number in violation of federal law.  Section 922(k) is readily distinguishable from the provision that was invalidated in Lopez, and its enactment did not exceed Congress' authority under the Commerce Clause.</p>\n    </div>\n    <p>III</p>\n    <p>The Section 2255 Petition</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The dispositive question for the defendant's attempt to obtain relief under section 2255 on grounds of ineffective assistance of counsel is whether the petition was prematurely filed.  Believing that it was, we affirm the district court's order dismissing the petition without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The settled rule in this circuit, as the defendant acknowledges, is that the district court should decline to hear claims for relief based on allegedly ineffective assistance of counsel until the direct appeal is decided, unless \"extraordinary circumstances\" are demonstrated.  See United States v. Buckley, <span class=\"citation\" data-id=\"506591\"><a href=\"/opinion/506591/united-states-v-david-k-buckley-david-k-buckley-v-united-states/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">991</span></a></span>, 993 n. 1 (1st Cir.1988), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1015</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">798</span> </span>(1989);  United States v. Gordon, <span class=\"citation\" data-id=\"384349\"><a href=\"/opinion/384349/united-states-v-jacob-john-gordon/\"><span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">638</span></a></span>, 638-39 (1st Cir.1980) (\"[I]n the absence of extraordinary circumstances, the orderly administration of criminal justice precludes a district court from considering a Sec. 2255 motion while review of the direct appeal is still pending....\" (internal quotation marks and citations omitted)).  The district court explicitly found that \"extraordinary circumstances\" did not exist warranting consideration of the defendant's section 2255 petition during the pendency in this court of the defendant's direct appeal.  The court thus dismissed the petition, without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">There is no basis for second guessing the district court's finding of an absence of \"extraordinary circumstances.\"   Because the record necessary for a determination of the ineffective assistance claim has not yet been factually developed, we decline to consider the issue at this time, preferring that the district court evaluate the claim in the first instance.  See United States v. Natanel, <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 309 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1079</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span> </span>(1992);  United States v. Hunnewell, <span class=\"citation\" data-id=\"533778\"><a href=\"/opinion/533778/united-states-v-dale-scott-hunnewell/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 956 (1st Cir.1989).  The government concedes that the petition may be refiled in the district court upon resolution of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The defendant later told police that he had gone to the Bayamon courthouse to pick up this man, and that they were fired upon as they were leaving the building</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At the time of his arrest, the defendant was facing unrelated homicide charges in the Puerto Rico local courts in connection with murders that had apparently received some public notoriety.  Defendant says he is known in the media as Alexis El Boxeador (Alexis the Boxer) and that he was recognized by some of the police under that moniker.  He was ultimately acquitted of the murder charges after a bench trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The defendant's stated reason was that the original attorney was not his choice but had been selected by another of his lawyers representing him in a different criminal matter</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The defendant also seems to suggest that evidence of the shootout constituted references to \"other crimes\" inadmissible under Fed.R.Evid. 404(b).  Because, however, the \"shootout\" was integrally related to the evidence linking the guns to the defendant (the possession charges), that evidence could not have been barred by Rule 404(b).  See United States v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 737 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">955</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span> </span>(1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The defense criticized as extremely thin the government's evidence that the defendant had ever fired any weapon in the shopping center parking lot.  In response, the prosecutor commented:</p>\n        <p>And [defendant's counsel] has been talking about firing, firing, firing, firing.  Ladies and gentlemen of the jury, this defendant is not charged with firing a weapon....  [T]hat is irrelevant, not because I said that, [but] because the judge is going to instruct that on the law.  [Sic]  And if you see [i]n that instruction that one of the elements is firing, I'm going to request to all of you that you bring a verdict of not guilty, if you heard that instruction.  But if you heard the instruction that the government was to prove only possession of a weapon as [you] are going to be instruct[ed] by the judge, bring a verdict of guilty.  [Paragraph structure omitted.]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> All citations to the Sentencing Guidelines are to the November 1994 version, the version in effect at the time of the defendant's December 1994 sentencing.  See United States v. Aymelek, <span class=\"citation\" data-id=\"556393\"><a href=\"/opinion/556393/united-states-v-kaya-aymelek/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 66 n. 1 (1st Cir.1991) (district court should apply the version of the Guidelines in effect at the time of sentencing, barring ex post facto problems)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110914/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112074/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117927/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196080/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196196/",
    "https://www.courtlistener.com/api/rest/v3/opinions/345713/",
    "https://www.courtlistener.com/api/rest/v3/opinions/384349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533778/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556393/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561251/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/"
  ]
}