{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196444/",
  "id": 196444,
  "absolute_url": "/opinion/196444/united-states-v-jimenez-rodriguez/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196444/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:52Z",
  "date_modified": "2020-02-21T23:42:48.275365Z",
  "type": "010combined",
  "sha1": "b45249368905ecce22e9bc8502e3817cc635e3a4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1968.01A",
  "local_path": null,
  "plain_text": "\n\nDecember 1, 1995        [NOT FOR PUBLICATION]\r                                [NOT FOR PUBLICATION]\r\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 94-1968\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                 WILFREDO JIMENEZ-RODRIGUEZ,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 94-2072\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                  FRANCISCO REYES-VEJERANO,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Selya, Cyr and Boudin,\r\n\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\r\n\nRafael F. Castro Lang for appellant Francisco Reyes-Vejerano.\r                                 \r\nRachel  Brill with whom  Carlos V.  Garcia Gutierrez  was on brief\r                                                                \r\nfor appellant Wilfredo Jimenez-Rodriguez.\r\nSidney M.  Glazer,  Senior Appellate  Counsel, Criminal  Division,\r                             \r\nDepartment  of  Justice,  with   whom  Guillermo  Gil,  United  States\r                                                             \r\nAttorney, was on brief for the United States.\r\n\n                                         \r\n\n                                         \r\r\n\n     BOUDIN, Circuit Judge.  In January 1994, a federal grand\r                                      \r\n\njury indicted three men  on drug-related offenses:  Francisco\r\n\nReyes Vejerano,  Wilfredo Jimenez Rodriguez  and Jaime Ocampo\r\n\nOchoa.   Ocampo pleaded guilty to one count, and his sentence\r\n\nwas subsequently affirmed  by this court in  United States v.\r                                                                      \r\n\nOcampo, No. 94-1897, 1st Cir. May 8, 1995.  Reyes and Jimenez\r                  \r\n\npled not guilty and were tried together in April 1994.   Both\r\n\nwere convicted, and they now appeal.\r\n\n     Reyes  and Jimenez  were each  convicted on  two related\r\n\nconspiracy charges,  one to  distribute heroin, 21  U.S.C.   \r\n\n841,  846, and  the  other to  make  false statements  in  an\r\n\napplication for a  passport, 18  U.S.C.   1542,  in order  to\r\n\nsecure a false travel document for a drug courier.  Reyes was\r\n\nalso convicted of  three counts of possession  with intent to\r\n\ndistribute  heroin,  21  U.S.C.     841,  for  specific  drug\r\n\ntransactions related to the  conspiracy.  Reyes was sentenced\r\n\nto 188 months' imprisonment and  a $50,000 fine, and  Jimenez\r\n\nto a 33-month term of imprisonment.\r\n\n     On this appeal,  Reyes and Jimenez  have filed over  100\r\n\npages  of briefs,  together  making several  dozen claims  of\r\n\nerror.  Most  of these claims involve  matters largely within\r\n\nthe  scope of the trial court's discretion or claims where no\r\n\nproper objection was taken.  We direct most of our discussion\r\n\nto those  few issues that seem to us fair ground for argument\r\n\nunder  the applicable  standards of  review and,  in closing,\r\n\n                             -3-\r                                         -3-\r\r\n\nillustrate  why  the  balance  of  the claims  do  not  merit\r\n\ndetailed discussion.\r\n\n     1.   Although the government  offered ten witnesses, the\r\n\nbrunt  of its case rested  on the testimony  of Carmen Toledo\r\n\nGonzalez who, by her own  admission, had participated in both\r\n\nof the  conspiracies  and  engaged  in several  of  the  drug\r\n\ntransactions and the attempted  passport fraud.  Her evidence\r\n\nwas bolstered by that of her boyfriend (Jeffrey Martinez) who\r\n\nalso participated in certain of the events.  Their testimony,\r\n\nwith some gaps  filled in by  other witnesses, permitted  the\r\n\njury to conclude  that Reyes and Ocampo were  responsible for\r\n\nseveral efforts to import heroin into Puerto Rico.\r\n\n     As  to Reyes, the details need not be recounted since he\r\n\ndoes not deny that  the evidence against him was  adequate to\r\n\nconvict.    Crediting  the  government  witnesses,  the  case\r\n\nagainst  Reyes was  a strong  one.   Toledo herself  made two\r\n\ntrips,  one in  October  1992 to  Colombia  and one  in  1993\r\n\n(apparently in June)   to Panama; and she helped  recruit two\r\n\nother  individuals for  separate trips,  both to  Colombia in\r\n\n1993.   These trips took place after consultation with Reyes,\r\n\nor so  the  jury  was entitled  to  find.   Some  drugs  were\r\n\nsuccessfully  imported,  one effort  resulted  in  an airport\r\n\narrest,  and one  fell  through because  the  drugs were  not\r\n\ndelivered to the courier.\r\n\n                             -4-\r                                         -4-\r\r\n\n     By contrast, Jimenez--whose role was  far more limited--\r\n\nargues that the government failed to prove the existence of a\r\n\nsingle  conspiracy  to  possess  heroin  as  charged  in  the\r\n\nindictment  and  that in  any event  it  failed to  show that\r\n\nJimenez  joined such  a conspiracy.   The  evidence certainly\r\n\npermitted the jury to find that Reyes, Ocampo and Toledo were\r\n\nmembers of one  drug trafficking conspiracy.  The finding was\r\n\nsupported  by  similarities  in  the  participants,  methods,\r\n\ngeographic  locations, and  the like.   See United  States v.\r                                                                      \r\n\nMorrow, 39 F.3d 1228, 1233-34 (1st  Cir. 1994); United States\r                                                                         \r\n\nv. Cloutier, 966 F.2d 24, 28 (1st Cir. 1992).\r                       \r\n\n     The  more  difficult  question is  whether  Jimenez, who\r\n\nparticipated  in only one of the trips, could fairly be found\r\n\nto have joined the charged conspiracy, or any drug conspiracy\r\n\nat all.  The  two issues are significantly different,  and we\r\n\naddress the latter  one first.   Taking the  evidence in  the\r\n\nlight  most   favorable  to  the  verdict,   the  jury  could\r\n\nreasonably have found that the following occurred:\r\n\n     After  Toledo's  passport was  seized  by  police in  an\r\n\nunrelated   incident,   Reyes   and   Ocampo    gave   Toledo\r\n\nidentification papers to help her obtain a new passport under\r\n\nthe name  of Sarah  Luz  Velazquez Santiago.   When  Martinez\r\n\ndeclined   to  accompany  Toledo   on  another  trip,  Toledo\r\n\npersuaded  Jimenez to act as her escort, telling him that she\r\n\nwas going to  bring in narcotics and that she  was asking him\r\n\n                             -5-\r                                         -5-\r\r\n\nto  help.  Before departing, Toledo applied for a passport in\r\n\nthe name of  Sarah Luz Velazquez; Jimenez accompanied  her to\r\n\nthe  passport   office;  and  he  there   signed  a  document\r\n\nidentifying Toledo  as Sarah Luz Velazquez.   No passport was\r\n\nobtained, and Toledo changed the destination from Colombia to\r\n\nPanama.\r\n\n     Jimenez then accompanied  Toledo to Panama.  He had been\r\n\nselected because he was  a book importer, and it  was thought\r\n\nthat his legitimate business  travels would provide cover for\r\n\nthe scheme.  There  was some evidence that Jimenez  sought to\r\n\ndistance  himself  from the  importation  efforts, but  other\r\n\nevidence that he requested  (unsuccessfully) a third of \"what\r\n\nwas coming\" and  that, for  the return trip  to Puerto  Rico,\r\n\nJimenez  made arrangements  to make  it \"look  like it  was a\r\n\n[trip]  having to do with books.\"  Toledo alone collected the\r\n\ndrugs in Panama and carried them  back to Puerto Rico in  the\r\n\ncompany of Jimenez.\r\n\n     Jimenez'  assistance was  certainly limited, and  it was\r\n\nopen  to him  to argue  that his  role was  too  equivocal to\r\n\njustify conviction.  But  the jury was entitled to  find that\r\n\nthe  facts were  as  Toledo represented  them.   Further,  an\r\n\nillegal  agreement need  not be  explicit, Ianelli  v. United\r                                                                         \r\n\nStates, 420 U.S. 770, 777 n.10 (1975); United States v. Ruiz,\r                                                                        \r\n\n905 F.2d  499, 506 (1st Cir. 1990), and a rational jury could\r\n\nconclude that Jimenez'  participation was sufficient  to make\r\n\n                             -6-\r                                         -6-\r\r\n\nout an  agreement.  Jimenez  was not helped by  the fact that\r\n\nthe   evidence  clearly  showed   his  participation  in  the\r\n\nancillaryconspiracy tosecurea passportbasedon falsedocuments.\r\n\n     Assuming that  the evidence allowed the  jury to convict\r\n\nJimenez  of  the  heroin  conspiracy,  the  question  remains\r\n\nwhether he joined the  overarching conspiracy to import drugs\r\n\nas charged in  the indictment or  only a smaller  encompassed\r\n\nconspiracy  related to  the specific  Panama transaction.   A\r\n\nconspirator  can  be  part  of a  larger  conspiracy  without\r\n\nknowledge of all its  details and dimensions.   Blumenthal v.\r                                                                      \r\n\nUnited States,  332 U.S.  539, 557 (1947);  United States  v.\r                                                                     \r\n\nCruz,  981 F.2d  613,  617 (1st  Cir. 1992).   Still,  on the\r                \r\n\npresent facts  there is a reasonable argument  (which we need\r\n\nnot  resolve)  that  Jimenez,  in addition  to  the  passport\r\n\nconspiracy,  was at worst knowingly engaged  only in a single\r\n\nnarrow conspiracy to import drugs on one occasion.\r\n\n     Nevertheless,  the  evidence  (as  already   noted)  was\r\n\nsufficient to  find that Jimenez conspired  to possess heroin\r\n\nwith  intent  to distribute  in  connection  with the  Panama\r\n\nepisode;  and the prosecution made clear at trial that he had\r\n\nnot yet joined the  conspiracy at the time of  the prior acts\r\n\nof  importation.  Jimenez was sentenced based only on the 250\r\n\ngrams of  heroin imported with  his assistance; in  fact, the\r\n\ntrial court  generously based Jimenez'  sentence on one-third\r\n\nof that amount, in view of the testimony that he had asked to\r\n\n                             -7-\r                                         -7-\r\r\n\nbe given one-third of the drugs Toledo was to procure.  Thus,\r\n\nJimenez has  not demonstrated  prejudice as a  result of  the\r\n\npossible  variance  between the  scope  of  the broader  drug\r\n\nconspiracy  charged  and narrower  drug  conspiracy that  was\r\n\nadequately proved.  United States v. Morrow, 39 F.3d at 1235.\r                                                       \r\n\n     In a different variance  argument, Jimenez protests that\r\n\nthe indictment charged that  the conspiracies were alleged to\r\n\nhave  continued to April  1993 (as to  the heroin conspiracy)\r\n\nand until \"on or about April  1993\" [sic] (in the case of the\r\n\npassport conspiracy).  In reality, the second application for\r\n\nthe passport occurred in  June 1993, and the Jimenez  trip to\r\n\nPanama occurred shortly thereafter.   But the indictment also\r\n\nidentified as  an overt act Jimenez'  false identification of\r\n\nToledo  and said correctly that it occurred \"on or about June\r\n\n7, 1993.\"  There is no indication that Jimenez was  misled by\r\n\nthe  mistaken reference to his  trip as one  that occurred in\r\n\nApril.  Again there was no showing of prejudice.  \r\n\n     2.   Reyes  argues that  his sentence  was substantially\r\n\nenhanced from  a base level of  32 to one of  36, because the\r\n\ndistrict court proposed a  four-level increase under U.S.S.G.\r\n\n   3B1.1(a).    This   section  provides  that  a  four-level\r\n\nincrease, for  an aggravating  role, should be  imposed \"[i]f\r\n\nthe  defendant  was an  organizer  or  leader of  a  criminal\r\n\nactivity  that  involved five  or  more  participants or  was\r\n\notherwise  extensive  . .  .  .\"    The  pre-sentence  report\r\n\n                             -8-\r                                         -8-\r\r\n\nrecommended that  Reyes be  deemed a leader-organizer  on the\r\n\nground that in  addition to  Reyes there were  at least  five\r\n\nother participants in the criminal activities, namely,  Jaime\r\n\nOcampo,  Carmen Toledo,  Jeffrey Martinez,  Lourival Quinones\r\n\nand Wilfredo Jimenez.\r\n\n     At the  sentencing hearing,  Reyes' counsel  argued that\r\n\nReyes and Ocampo had passed polygraph tests showing that they\r\n\nwere not involved in drug trafficking and that other evidence\r\n\nshowed  that  Toledo  had  lied  at  various  points  in  her\r\n\ntestimony.  The district  court, although it referred  to the\r\n\njury verdict,  made  clear  that  the  court  was  making  an\r\n\nindependent judgment  as to  whether the facts  supported the\r\n\nfour-level increase.   The court then  imposed the four-level\r\n\nincrease  but  on  slightly   different  grounds  than  those\r\n\nsuggested in the pre-sentence report.\r\n\n     The district judge said although he might treat Martinez\r\n\nand Jimenez as participants,  he was declining to do  so; but\r\n\nthat   there  were  still  the  necessary  five  participants\r\n\ncomprised  of   Reyes,  Ocampo,   Toledo,  Quinones  and   an\r\n\nindividual referred  to at trial as  \"Negro.\"  Alternatively,\r\n\nthe court concluded that the criminal activity was \"otherwise\r\n\nextensive\";  under  the explicit  language  of  the guideline\r\n\nwhich uses the  word \"or,\" criminal enterprise  of fewer than\r\n\nfive  would still  be  the basis  for a  four-level increase.\r\n\nU.S.S.G.   3B1.1.(a)\r\n\n                             -9-\r                                         -9-\r\r\n\n     On appeal,  Reyes continues to argue  that the polygraph\r\n\ntests,  and  other  information  inconsistent  with  Toledo's\r\n\nversion of  events, undermines the  district court's finding.\r\n\nThe difficulty is that the district court, like the jury, was\r\n\nentitled  to accept  Toledo's  version.   While  some of  the\r\n\ninformation relied on by Reyes to impeach the verdict was not\r\n\nbefore  the  jury (e.g.,  the  polygraph test),  most  of the\r                                   \r\n\nevidence was considered by the jury and  much is self-serving\r\n\nstatements  by other  participants  or impeachment  material.\r\n\nThe  district  court's decision  to  believe  Toledo was  not\r\n\nclearly erroneous.\r\n\n     A slightly  more troubling  problem is presented  by the\r\n\ndistrict court's decision to exclude Martinez and Jimenez and\r\n\nto substitute Negro.  While Reyes' appeals brief says nothing\r\n\nabout  Quinones, it says that  Negro \"had nothing  to do with\r\n\nthe present  indictment\" and therefore could  not be included\r\n\nas  a participant.  The  government in response  points us to\r\n\nstatements in the sentencing hearing that suggest that Toledo\r\n\nhad met Negro  through Reyes;  but it is  not clear that  the\r\n\ntransaction  in which Negro  played a role  involved Reyes at\r\n\nall.\r\n\n     In  any  event, the  district  court--faced  with Reyes'\r\n\nobjection  to  describing  Negro  as  a participant--did  not\r                                                                         \r\n\nreaffirm that designation.  Instead, the court said:   \"Well,\r\n\nCounsel,  still  you  have--you  have  the  other--other--the\r\n\n                             -10-\r                                         -10-\r\r\n\n`otherwise  extensive.'\"   After  further colloquy  the court\r\n\ncontinued:  \r\n\n          [E]ven if  you take Negro  away from  the\r\n          picture, take it off the  picture--out of\r\n          the  picture  still there  are `otherwise\r\n          extensive,'  and  this  was a  conspiracy\r\n          that   went  through   Panama,  Colombia,\r\n          Puerto Rico and  sometimes the  Dominican\r\n          Republic .  . . .   So that's  my ruling.\r\n          Let's move on.\r\n\n     We  conclude  that  the  four-level  adjustment  can  be\r\n\naffirmed  without difficulty  on  the  \"otherwise  extensive\"\r\n\nbranch  of section 3B1.1.  The district court was entitled to\r\n\nfind that  as to Reyes  there were  multiple participants,  a\r\n\nnumber  of trips,  broad geographic  scope and  a substantial\r\n\namount of heroin.  Under the precedents,  this is sufficient.\r\n\nSee United States v.  Dietz, 950 F.2d 50, 53 (1st Cir. 1991);\r                                       \r\n\nUnited  States  v. Morphew,  909  F.2d 1143,  1145  (8th Cir.\r                                      \r\n\n1990).   Reyes challenges  other aspects of  the sentencing--\r\n\nincluding the determination that  he played a leadership role\r\n\nand could properly be sentenced to a fine of $50,000--but the\r\n\nremaining arguments are not substantial.\r\n\n     3.  As we noted at  the outset, there are a large number\r\n\nof additional claims  of error.   Reyes, for example,  argues\r\n\nthat a continuance sought only  six days before trial  should\r\n\nhave  been granted, a matter that is largely within the trial\r\n\ncourt's  discretion  absent  extraordinary circumstances  not\r\n\npresent here.  United States v. Soldevila-Lopez, 17 F.3d 480,\r                                                           \r\n\n487  (1st Cir. 1994).  Reyes also asserts that his conviction\r\n\n                             -11-\r                                         -11-\r\r\n\nwas  based upon  perjured testimony  but the  record reflects\r\n\nonly  the  kinds  of  conflicts  or  discrepancies  that  are\r\n\ncommonly left to juries.\r\n\n     Both Reyes  and  Jimenez  complain  that  testimony  was\r\n\nadmitted concerning extraneous criminal acts, including other\r\n\ndrug transactions  involving Toledo,  and that  the testimony\r\n\nwas  inadmissible  (as  irrelevant  or  as  hearsay),  highly\r\n\nprejudicial, or both.  On examination, it appears that almost\r\n\nall  of the  evidence in  question related to  incidents that\r\n\nwere relevant (e.g.,  to explain  how Toledo came  to need  a\r                               \r\n\nfalse  passport) or not made the subject of a contemporaneous\r\n\nobjection  or both.    None of  these  claims needs  separate\r\n\ndiscussion. \r\n\n     Reyes objects now to  three alleged misstatements by the\r\n\nprosecutor in closing arguments.  The only one objected to at\r\n\ntrial  was a reasonable inference  by the prosecutor; and the\r\n\nonly actual misstatement (that  the passport sought by Toledo\r\n\nwas actually used) was  the kind of  slip of the tongue  that\r\n\ncould  easily have been corrected at the time if an objection\r\n\nhad been  made;  and the  evidence  plainly showed  that  the\r\n\npassport had been sought based  on false statements but never\r\n\nissued.  The jury instructions challenged on appeal were  not\r\n\nobjected to at the time and are not remotely plain error.\r\n\n     Both Reyes and Jimenez  argue that the government failed\r\n\nto disclose to the defense material that might have been used\r\n\n                             -12-\r                                         -12-\r\r\n\nto impeach Toledo  and Martinez.   The  government stated  in\r\n\nReyes'  sentencing hearing and again in its brief that it did\r\n\nnot have  the information  that appellants argue  should have\r\n\nbeen  disclosed, and  appellants  bring to  our attention  no\r\n\nsubstantial  evidence  that  the  prosecution  did  have  the\r\n\ninformation.   The government  has no obligation  to disclose\r\n\ninformation it does not  possess, United States v. Sepulveda,\r                                                                        \r\n\n15 F.3d  1161, 1179  (1st Cir.  1993); the  rule of Brady  v.\r                                                                     \r\n\nMaryland,  373  U.S.  83   (1963),  imposes  no  general  due\r                    \r\n\ndiligence requirement.  United States v.  Moore, 25 F.3d 563,\r                                                           \r\n\n569 (7th Cir. 1994).\r\n\n     Finally,  Reyes   says  that  he  was  denied  effective\r\n\nassistance of  counsel based on a parade  of alleged failures\r\n\nby counsel to investigate  or object and also the  failure to\r\n\nhave Reyes  testify at trial.   These  are fact-based  claims\r\n\nthat must be  presented to  the district court  in the  first\r\n\ninstance and we therefore  do not reach them.   United States\r                                                                         \r\n\nv.  Natanel, 938 F.2d 302, 309 (1st Cir. 1991), cert. denied,\r                                                                        \r\n\n112 S. Ct. 986 (1992).\r\n\n     Affirmed. \r                         \r\n\n                             -13-\r                                         -13-\r\r\n",
  "html": "<p class=\"case_cite\">70 F.3d 1253</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>Wilfredo JIMENEZ-RODRIGUEZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Francisco REYES-VEJERANO, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1968, 94-2072.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 1, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">Rafael F. Castro Lang for appellant Francisco Reyes-Vejerano.</p>\n      <p class=\"indent\">Rachel Brill with whom Carlos V. Garcia Gutierrez was on brief for appellant Wilfredo Jimenez-Rodriguez.</p>\n      <p class=\"indent\">Sidney M. Glazer, Senior Appellate Counsel, Criminal Division, Department of Justice, with whom Guillermo Gil, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before Selya, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In January 1994, a federal grand jury indicted three men on drug-related offenses:  Francisco Reyes Vejerano, Wilfredo Jimenez Rodriguez and Jaime Ocampo Ochoa.  Ocampo pleaded guilty to one count, and his sentence was subsequently affirmed by this court in United States v. Ocampo, No. 94-1897, 1st Cir.  May 8, 1995.  Reyes and Jimenez pled not guilty and were tried together in April 1994.  Both were convicted, and they now appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Reyes and Jimenez were each convicted on two related conspiracy charges, one to distribute heroin, 21 U.S.C. Secs. 841, 846, and the other to make false statements in an application for a passport, 18 U.S.C. Sec. 1542, in order to secure a false travel document for a drug courier.  Reyes was also convicted of three counts of possession with intent to distribute heroin, 21 U.S.C. Sec. 841, for specific drug transactions related to the conspiracy.  Reyes was sentenced to 188 months' imprisonment and a $50,000 fine, and Jimenez to a 33-month term of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On this appeal, Reyes and Jimenez have filed over 100 pages of briefs, together making several dozen claims of error.  Most of these claims involve matters largely within the scope of the trial court's discretion or claims where no proper objection was taken.  We direct most of our discussion to those few issues that seem to us fair ground for argument under the applicable standards of review and, in closing, illustrate why the balance of the claims do not merit detailed discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">1. Although the government offered ten witnesses, the brunt of its case rested on the testimony of Carmen Toledo Gonzalez who, by her own admission, had participated in both of the conspiracies and engaged in several of the drug transactions and the attempted passport fraud.  Her evidence was bolstered by that of her boyfriend (Jeffrey Martinez) who also participated in certain of the events.  Their testimony, with some gaps filled in by other witnesses, permitted the jury to conclude that Reyes and Ocampo were responsible for several efforts to import heroin into Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As to Reyes, the details need not be recounted since he does not deny that the evidence against him was adequate to convict.  Crediting the government witnesses, the case against Reyes was a strong one.  Toledo herself made two trips, one in October 1992 to Colombia and one in 1993 (apparently in June) to Panama;  and she helped recruit two other individuals for separate trips, both to Colombia in 1993.  These trips took place after consultation with Reyes, or so the jury was entitled to find.  Some drugs were successfully imported, one effort resulted in an airport arrest, and one fell through because the drugs were not delivered to the courier.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">By contrast, Jimenez--whose role was far more limited--argues that the government failed to prove the existence of a single conspiracy to possess heroin as charged in the indictment and that in any event it failed to show that Jimenez joined such a conspiracy.  The evidence certainly permitted the jury to find that Reyes, Ocampo and Toledo were members of one drug trafficking conspiracy.  The finding was supported by similarities in the participants, methods, geographic locations, and the like.  See United States v. Morrow, 39 F.3d 1228, 1233-34 (1st Cir.1994);  United States v. Cloutier, 966 F.2d 24, 28 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The more difficult question is whether Jimenez, who participated in only one of the trips, could fairly be found to have joined the charged conspiracy, or any drug conspiracy at all.  The two issues are significantly different, and we address the latter one first.  Taking the evidence in the light most favorable to the verdict, the jury could reasonably have found that the following occurred:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After Toledo's passport was seized by police in an unrelated incident, Reyes and Ocampo gave Toledo identification papers to help her obtain a new passport under the name of Sarah Luz Velazquez Santiago.  When Martinez declined to accompany Toledo on another trip, Toledo persuaded Jimenez to act as her escort, telling him that she was going to bring in narcotics and that she was asking him to help.  Before departing, Toledo applied for a passport in the name of Sarah Luz Velazquez;  Jimenez accompanied her to the passport office;  and he there signed a document identifying Toledo as Sarah Luz Velazquez.  No passport was obtained, and Toledo changed the destination from Colombia to Panama.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Jimenez then accompanied Toledo to Panama.  He had been selected because he was a book importer, and it was thought that his legitimate business travels would provide cover for the scheme.  There was some evidence that Jimenez sought to distance himself from the importation efforts, but other evidence that he requested (unsuccessfully) a third of \"what was coming\" and that, for the return trip to Puerto Rico, Jimenez made arrangements to make it \"look like it was a [trip] having to do with books.\"   Toledo alone collected the drugs in Panama and carried them back to Puerto Rico in the company of Jimenez.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Jimenez' assistance was certainly limited, and it was open to him to argue that his role was too equivocal to justify conviction.  But the jury was entitled to find that the facts were as Toledo represented them.  Further, an illegal agreement need not be explicit, Ianelli v. United States, 420 U.S. 770, 777 n. 10 (1975);  United States v. Ruiz, 905 F.2d 499, 506 (1st Cir.1990), and a rational jury could conclude that Jimenez' participation was sufficient to make out an agreement.  Jimenez was not helped by the fact that the evidence clearly showed his participation in the ancillary conspiracy to secure a passport based on false documents.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Assuming that the evidence allowed the jury to convict Jimenez of the heroin conspiracy, the question remains whether he joined the overarching conspiracy to import drugs as charged in the indictment or only a smaller encompassed conspiracy related to the specific Panama transaction.  A conspirator can be part of a larger conspiracy without knowledge of all its details and dimensions.  Blumenthal v. United States, 332 U.S. 539, 557 (1947);  United States v. Cruz, 981 F.2d 613, 617 (1st Cir.1992).  Still, on the present facts there is a reasonable argument (which we need not resolve) that Jimenez, in addition to the passport conspiracy, was at worst knowingly engaged only in a single narrow conspiracy to import drugs on one occasion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nevertheless, the evidence (as already noted) was sufficient to find that Jimenez conspired to possess heroin with intent to distribute in connection with the Panama episode;  and the prosecution made clear at trial that he had not yet joined the conspiracy at the time of the prior acts of importation.  Jimenez was sentenced based only on the 250 grams of heroin imported with his assistance;  in fact, the trial court generously based Jimenez' sentence on one-third of that amount, in view of the testimony that he had asked to be given one-third of the drugs Toledo was to procure.  Thus, Jimenez has not demonstrated prejudice as a result of the possible variance between the scope of the broader drug conspiracy charged and narrower drug conspiracy that was adequately proved.  United States v. Morrow, 39 F.3d at 1235.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In a different variance argument, Jimenez protests that the indictment charged that the conspiracies were alleged to have continued to April 1993 (as to the heroin conspiracy) and until \"on or about April 1993\" [sic] (in the case of the passport conspiracy).  In reality, the second application for the passport occurred in June 1993, and the Jimenez trip to Panama occurred shortly thereafter.  But the indictment also identified as an overt act Jimenez' false identification of Toledo and said correctly that it occurred \"on or about June 7, 1993.\"   There is no indication that Jimenez was misled by the mistaken reference to his trip as one that occurred in April.  Again there was no showing of prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">2. Reyes argues that his sentence was substantially enhanced from a base level of 32 to one of 36, because the district court proposed a four-level increase under U.S.S.G. Sec. 3B1.1(a).  This section provides that a four-level increase, for an aggravating role, should be imposed \"[i]f the defendant was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive....\"  The pre-sentence report recommended that Reyes be deemed a leader-organizer on the ground that in addition to Reyes there were at least five other participants in the criminal activities, namely, Jaime Ocampo, Carmen Toledo, Jeffrey Martinez, Lourival Quinones and Wilfredo Jimenez.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At the sentencing hearing, Reyes' counsel argued that Reyes and Ocampo had passed polygraph tests showing that they were not involved in drug trafficking and that other evidence showed that Toledo had lied at various points in her testimony.  The district court, although it referred to the jury verdict, made clear that the court was making an independent judgment as to whether the facts supported the four-level increase.  The court then imposed the four-level increase but on slightly different grounds than those suggested in the pre-sentence report.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district judge said although he might treat Martinez and Jimenez as participants, he was declining to do so;  but that there were still the necessary five participants comprised of Reyes, Ocampo, Toledo, Quinones and an individual referred to at trial as \"Negro.\"   Alternatively, the court concluded that the criminal activity was \"otherwise extensive\";  under the explicit language of the guideline which uses the word \"or,\" criminal enterprise of fewer than five would still be the basis for a four-level increase.  U.S.S.G. Sec. 3B1.1.  (a)</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On appeal, Reyes continues to argue that the polygraph tests, and other information inconsistent with Toledo's version of events, undermines the district court's finding.  The difficulty is that the district court, like the jury, was entitled to accept Toledo's version.  While some of the information relied on by Reyes to impeach the verdict was not before the jury (e.g., the polygraph test), most of the evidence was considered by the jury and much is self-serving statements by other participants or impeachment material.  The district court's decision to believe Toledo was not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A slightly more troubling problem is presented by the district court's decision to exclude Martinez and Jimenez and to substitute Negro.  While Reyes' appeals brief says nothing about Quinones, it says that Negro \"had nothing to do with the present indictment\" and therefore could not be included as a participant.  The government in response points us to statements in the sentencing hearing that suggest that Toledo had met Negro through Reyes;  but it is not clear that the transaction in which Negro played a role involved Reyes at all.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In any event, the district court--faced with Reyes' objection to describing Negro as a participant--did not reaffirm that designation.  Instead, the court said:  \"Well, Counsel, still you have--you have the other--other--the 'otherwise extensive.' \"   After further colloquy the court continued:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>[E]ven if you take Negro away from the picture, take it off the picture--out of the picture still there are 'otherwise extensive,' and this was a conspiracy that went through Panama, Colombia, Puerto Rico and sometimes the Dominican Republic....  So that's my ruling.  Let's move on.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We conclude that the four-level adjustment can be affirmed without difficulty on the \"otherwise extensive\" branch of section 3B1.1.  The district court was entitled to find that as to Reyes there were multiple participants, a number of trips, broad geographic scope and a substantial amount of heroin.  Under the precedents, this is sufficient.  See United States v. Dietz, 950 F.2d 50, 53 (1st Cir.1991);  United States v. Morphew, 909 F.2d 1143, 1145 (8th Cir.1990).  Reyes challenges other aspects of the sentencing--including the determination that he played a leadership role and could properly be sentenced to a fine of $50,000--but the remaining arguments are not substantial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">3. As we noted at the outset, there are a large number of additional claims of error.  Reyes, for example, argues that a continuance sought only six days before trial should have been granted, a matter that is largely within the trial court's discretion absent extraordinary circumstances not present here.  United States v. Soldevila-Lopez, 17 F.3d 480, 487 (1st Cir.1994).  Reyes also asserts that his conviction was based upon perjured testimony but the record reflects only the kinds of conflicts or discrepancies that are commonly left to juries.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Both Reyes and Jimenez complain that testimony was admitted concerning extraneous criminal acts, including other drug transactions involving Toledo, and that the testimony was inadmissible (as irrelevant or as hearsay), highly prejudicial, or both.  On examination, it appears that almost all of the evidence in question related to incidents that were relevant (e.g., to explain how Toledo came to need a false passport) or not made the subject of a contemporaneous objection or both.  None of these claims needs separate discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Reyes objects now to three alleged misstatements by the prosecutor in closing arguments.  The only one objected to at trial was a reasonable inference by the prosecutor;  and the only actual misstatement (that the passport sought by Toledo was actually used) was the kind of slip of the tongue that could easily have been corrected at the time if an objection had been made;  and the evidence plainly showed that the passport had been sought based on false statements but never issued.  The jury instructions challenged on appeal were not objected to at the time and are not remotely plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Both Reyes and Jimenez argue that the government failed to disclose to the defense material that might have been used to impeach Toledo and Martinez.  The government stated in Reyes' sentencing hearing and again in its brief that it did not have the information that appellants argue should have been disclosed, and appellants bring to our attention no substantial evidence that the prosecution did have the information.  The government has no obligation to disclose information it does not possess, United States v. Sepulveda, 15 F.3d 1161, 1179 (1st Cir.1993);  the rule of Brady v. Maryland, 373 U.S. 83 (1963), imposes no general due diligence requirement.  United States v. Moore, 25 F.3d 563, 569 (7th Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, Reyes says that he was denied effective assistance of counsel based on a parade of alleged failures by counsel to investigate or object and also the failure to have Reyes testify at trial.  These are fact-based claims that must be presented to the district court in the first instance and we therefore do not reach them.  United States v. Natanel, 938 F.2d 302, 309 (1st Cir.1991), cert. denied, 112 S.Ct. 986 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"708260\"><a href=\"/opinion/708260/in-re-rodolfo-a-vargas/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1253</span></a></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>Wilfredo JIMENEZ-RODRIGUEZ, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Francisco REYES-VEJERANO, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1968, 94-2072.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 1, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">Rafael F. Castro Lang for appellant Francisco Reyes-Vejerano.</p>\n      <p class=\"indent\">Rachel Brill with whom Carlos V. Garcia Gutierrez was on brief for appellant Wilfredo Jimenez-Rodriguez.</p>\n      <p class=\"indent\">Sidney M. Glazer, Senior Appellate Counsel, Criminal Division, Department of Justice, with whom Guillermo Gil, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before Selya, Cyr and Boudin, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In January 1994, a federal grand jury indicted three men on drug-related offenses:  Francisco Reyes Vejerano, Wilfredo Jimenez Rodriguez and Jaime Ocampo Ochoa.  Ocampo pleaded guilty to one count, and his sentence was subsequently affirmed by this court in United States v. Ocampo, No. 94-1897, 1st Cir.  May 8, 1995.  Reyes and Jimenez pled not guilty and were tried together in April 1994.  Both were convicted, and they now appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Reyes and Jimenez were each convicted on two related conspiracy charges, one to distribute heroin, 21 U.S.C. Secs. 841, 846, and the other to make false statements in an application for a passport, 18 U.S.C. Sec. 1542, in order to secure a false travel document for a drug courier.  Reyes was also convicted of three counts of possession with intent to distribute heroin, 21 U.S.C. Sec. 841, for specific drug transactions related to the conspiracy.  Reyes was sentenced to 188 months' imprisonment and a $50,000 fine, and Jimenez to a 33-month term of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On this appeal, Reyes and Jimenez have filed over 100 pages of briefs, together making several dozen claims of error.  Most of these claims involve matters largely within the scope of the trial court's discretion or claims where no proper objection was taken.  We direct most of our discussion to those few issues that seem to us fair ground for argument under the applicable standards of review and, in closing, illustrate why the balance of the claims do not merit detailed discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">1. Although the government offered ten witnesses, the brunt of its case rested on the testimony of Carmen Toledo Gonzalez who, by her own admission, had participated in both of the conspiracies and engaged in several of the drug transactions and the attempted passport fraud.  Her evidence was bolstered by that of her boyfriend (Jeffrey Martinez) who also participated in certain of the events.  Their testimony, with some gaps filled in by other witnesses, permitted the jury to conclude that Reyes and Ocampo were responsible for several efforts to import heroin into Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As to Reyes, the details need not be recounted since he does not deny that the evidence against him was adequate to convict.  Crediting the government witnesses, the case against Reyes was a strong one.  Toledo herself made two trips, one in October 1992 to Colombia and one in 1993 (apparently in June) to Panama;  and she helped recruit two other individuals for separate trips, both to Colombia in 1993.  These trips took place after consultation with Reyes, or so the jury was entitled to find.  Some drugs were successfully imported, one effort resulted in an airport arrest, and one fell through because the drugs were not delivered to the courier.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">By contrast, Jimenez--whose role was far more limited--argues that the government failed to prove the existence of a single conspiracy to possess heroin as charged in the indictment and that in any event it failed to show that Jimenez joined such a conspiracy.  The evidence certainly permitted the jury to find that Reyes, Ocampo and Toledo were members of one drug trafficking conspiracy.  The finding was supported by similarities in the participants, methods, geographic locations, and the like.  See United States v. Morrow, <span class=\"citation\" data-id=\"195715\"><a href=\"/opinion/195715/united-states-v-morrow/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1228</span></a></span>, 1233-34 (1st Cir.1994);  United States v. Cloutier, <span class=\"citation\" data-id=\"584185\"><a href=\"/opinion/584185/united-states-v-william-cloutier/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 28 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The more difficult question is whether Jimenez, who participated in only one of the trips, could fairly be found to have joined the charged conspiracy, or any drug conspiracy at all.  The two issues are significantly different, and we address the latter one first.  Taking the evidence in the light most favorable to the verdict, the jury could reasonably have found that the following occurred:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After Toledo's passport was seized by police in an unrelated incident, Reyes and Ocampo gave Toledo identification papers to help her obtain a new passport under the name of Sarah Luz Velazquez Santiago.  When Martinez declined to accompany Toledo on another trip, Toledo persuaded Jimenez to act as her escort, telling him that she was going to bring in narcotics and that she was asking him to help.  Before departing, Toledo applied for a passport in the name of Sarah Luz Velazquez;  Jimenez accompanied her to the passport office;  and he there signed a document identifying Toledo as Sarah Luz Velazquez.  No passport was obtained, and Toledo changed the destination from Colombia to Panama.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Jimenez then accompanied Toledo to Panama.  He had been selected because he was a book importer, and it was thought that his legitimate business travels would provide cover for the scheme.  There was some evidence that Jimenez sought to distance himself from the importation efforts, but other evidence that he requested (unsuccessfully) a third of \"what was coming\" and that, for the return trip to Puerto Rico, Jimenez made arrangements to make it \"look like it was a [trip] having to do with books.\"   Toledo alone collected the drugs in Panama and carried them back to Puerto Rico in the company of Jimenez.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Jimenez' assistance was certainly limited, and it was open to him to argue that his role was too equivocal to justify conviction.  But the jury was entitled to find that the facts were as Toledo represented them.  Further, an illegal agreement need not be explicit, Ianelli v. United States, <span class=\"citation\" data-id=\"109225\"><a href=\"/opinion/109225/iannelli-v-united-states/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">770</span></a></span>, 777 n. 10 (1975);  United States v. Ruiz, <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 506 (1st Cir.1990), and a rational jury could conclude that Jimenez' participation was sufficient to make out an agreement.  Jimenez was not helped by the fact that the evidence clearly showed his participation in the ancillary conspiracy to secure a passport based on false documents.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Assuming that the evidence allowed the jury to convict Jimenez of the heroin conspiracy, the question remains whether he joined the overarching conspiracy to import drugs as charged in the indictment or only a smaller encompassed conspiracy related to the specific Panama transaction.  A conspirator can be part of a larger conspiracy without knowledge of all its details and dimensions.  Blumenthal v. United States, <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></span>, 557 (1947);  United States v. Cruz, <span class=\"citation\" data-id=\"596488\"><a href=\"/opinion/596488/united-states-v-joseph-cruz/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span>, 617 (1st Cir.1992).  Still, on the present facts there is a reasonable argument (which we need not resolve) that Jimenez, in addition to the passport conspiracy, was at worst knowingly engaged only in a single narrow conspiracy to import drugs on one occasion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nevertheless, the evidence (as already noted) was sufficient to find that Jimenez conspired to possess heroin with intent to distribute in connection with the Panama episode;  and the prosecution made clear at trial that he had not yet joined the conspiracy at the time of the prior acts of importation.  Jimenez was sentenced based only on the 250 grams of heroin imported with his assistance;  in fact, the trial court generously based Jimenez' sentence on one-third of that amount, in view of the testimony that he had asked to be given one-third of the drugs Toledo was to procure.  Thus, Jimenez has not demonstrated prejudice as a result of the possible variance between the scope of the broader drug conspiracy charged and narrower drug conspiracy that was adequately proved.  United States v. <span class=\"citation\" data-id=\"195715\"><span class=\"antecedent_guess\">Morrow,</span> <a href=\"/opinion/195715/united-states-v-morrow/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1235</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In a different variance argument, Jimenez protests that the indictment charged that the conspiracies were alleged to have continued to April 1993 (as to the heroin conspiracy) and until \"on or about April 1993\" [sic] (in the case of the passport conspiracy).  In reality, the second application for the passport occurred in June 1993, and the Jimenez trip to Panama occurred shortly thereafter.  But the indictment also identified as an overt act Jimenez' false identification of Toledo and said correctly that it occurred \"on or about June 7, 1993.\"   There is no indication that Jimenez was misled by the mistaken reference to his trip as one that occurred in April.  Again there was no showing of prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">2. Reyes argues that his sentence was substantially enhanced from a base level of 32 to one of 36, because the district court proposed a four-level increase under U.S.S.G. Sec. 3B1.1(a).  This section provides that a four-level increase, for an aggravating role, should be imposed \"[i]f the defendant was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive....\"  The pre-sentence report recommended that Reyes be deemed a leader-organizer on the ground that in addition to Reyes there were at least five other participants in the criminal activities, namely, Jaime Ocampo, Carmen Toledo, Jeffrey Martinez, Lourival Quinones and Wilfredo Jimenez.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At the sentencing hearing, Reyes' counsel argued that Reyes and Ocampo had passed polygraph tests showing that they were not involved in drug trafficking and that other evidence showed that Toledo had lied at various points in her testimony.  The district court, although it referred to the jury verdict, made clear that the court was making an independent judgment as to whether the facts supported the four-level increase.  The court then imposed the four-level increase but on slightly different grounds than those suggested in the pre-sentence report.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district judge said although he might treat Martinez and Jimenez as participants, he was declining to do so;  but that there were still the necessary five participants comprised of Reyes, Ocampo, Toledo, Quinones and an individual referred to at trial as \"Negro.\"   Alternatively, the court concluded that the criminal activity was \"otherwise extensive\";  under the explicit language of the guideline which uses the word \"or,\" criminal enterprise of fewer than five would still be the basis for a four-level increase.  U.S.S.G. Sec. 3B1.1.  (a)</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On appeal, Reyes continues to argue that the polygraph tests, and other information inconsistent with Toledo's version of events, undermines the district court's finding.  The difficulty is that the district court, like the jury, was entitled to accept Toledo's version.  While some of the information relied on by Reyes to impeach the verdict was not before the jury (e.g., the polygraph test), most of the evidence was considered by the jury and much is self-serving statements by other participants or impeachment material.  The district court's decision to believe Toledo was not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A slightly more troubling problem is presented by the district court's decision to exclude Martinez and Jimenez and to substitute Negro.  While Reyes' appeals brief says nothing about Quinones, it says that Negro \"had nothing to do with the present indictment\" and therefore could not be included as a participant.  The government in response points us to statements in the sentencing hearing that suggest that Toledo had met Negro through Reyes;  but it is not clear that the transaction in which Negro played a role involved Reyes at all.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In any event, the district court--faced with Reyes' objection to describing Negro as a participant--did not reaffirm that designation.  Instead, the court said:  \"Well, Counsel, still you have--you have the other--other--the 'otherwise extensive.' \"   After further colloquy the court continued:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>[E]ven if you take Negro away from the picture, take it off the picture--out of the picture still there are 'otherwise extensive,' and this was a conspiracy that went through Panama, Colombia, Puerto Rico and sometimes the Dominican Republic....  So that's my ruling.  Let's move on.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We conclude that the four-level adjustment can be affirmed without difficulty on the \"otherwise extensive\" branch of section 3B1.1.  The district court was entitled to find that as to Reyes there were multiple participants, a number of trips, broad geographic scope and a substantial amount of heroin.  Under the precedents, this is sufficient.  See United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 53 (1st Cir.1991);  United States v. Morphew, <span class=\"citation\" data-id=\"545553\"><a href=\"/opinion/545553/mary-morphew-aka-mary-shields-v-united-states/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1143</span></a></span>, 1145 (8th Cir.1990).  Reyes challenges other aspects of the sentencing--including the determination that he played a leadership role and could properly be sentenced to a fine of $50,000--but the remaining arguments are not substantial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">3. As we noted at the outset, there are a large number of additional claims of error.  Reyes, for example, argues that a continuance sought only six days before trial should have been granted, a matter that is largely within the trial court's discretion absent extraordinary circumstances not present here.  United States v. Soldevila-Lopez, <span class=\"citation\" data-id=\"664046\"><a href=\"/opinion/664046/united-states-v-angel-a-soldevila-lopez-aka-angelo/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 487 (1st Cir.1994).  Reyes also asserts that his conviction was based upon perjured testimony but the record reflects only the kinds of conflicts or discrepancies that are commonly left to juries.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Both Reyes and Jimenez complain that testimony was admitted concerning extraneous criminal acts, including other drug transactions involving Toledo, and that the testimony was inadmissible (as irrelevant or as hearsay), highly prejudicial, or both.  On examination, it appears that almost all of the evidence in question related to incidents that were relevant (e.g., to explain how Toledo came to need a false passport) or not made the subject of a contemporaneous objection or both.  None of these claims needs separate discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Reyes objects now to three alleged misstatements by the prosecutor in closing arguments.  The only one objected to at trial was a reasonable inference by the prosecutor;  and the only actual misstatement (that the passport sought by Toledo was actually used) was the kind of slip of the tongue that could easily have been corrected at the time if an objection had been made;  and the evidence plainly showed that the passport had been sought based on false statements but never issued.  The jury instructions challenged on appeal were not objected to at the time and are not remotely plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Both Reyes and Jimenez argue that the government failed to disclose to the defense material that might have been used to impeach Toledo and Martinez.  The government stated in Reyes' sentencing hearing and again in its brief that it did not have the information that appellants argue should have been disclosed, and appellants bring to our attention no substantial evidence that the prosecution did have the information.  The government has no obligation to disclose information it does not possess, United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1179 (1st Cir.1993);  the rule of Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span> </a></span>(1963), imposes no general due diligence requirement.  United States v. Moore, <span class=\"citation\" data-id=\"670754\"><a href=\"/opinion/670754/united-states-v-nicholas-t-moore-and-scott-a-anderson/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">563</span></a></span>, 569 (7th Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, Reyes says that he was denied effective assistance of counsel based on a parade of alleged failures by counsel to investigate or object and also the failure to have Reyes testify at trial.  These are fact-based claims that must be presented to the district court in the first instance and we therefore do not reach them.  United States v. Natanel, <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 309 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span> </span>(1992).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109225/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195715/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545553/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596488/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664046/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670754/",
    "https://www.courtlistener.com/api/rest/v3/opinions/708260/"
  ]
}