{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196434/",
  "id": 196434,
  "absolute_url": "/opinion/196434/corcoran-v-twn-of-sudbury/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196434/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:40Z",
  "date_modified": "2020-02-21T23:42:30.672372Z",
  "type": "010combined",
  "sha1": "cad834294c44ba017503054c6ba8eb7c90c3c328",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1557.01A",
  "local_path": null,
  "plain_text": "\n\nNovember 28, 1995\r\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1557\r\n\n                     WILLIAM J. CORCORAN,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                   TOWN OF SUDBURY, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Nancy Gertner, U.S. District Judge]\r                                                              \r\n\n                                         \r\n\n                            Before\r\n\n                    Selya, Stahl and Lynch,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nWilliam J. Corcoran on brief pro se.\r                               \r\nPaul L.  Kenny,  Town Counsel,  on  brief  for appellees  Town  of\r                          \r\nSudbury, et al.\r\nDavid J. Hatem, Warren D. Hutchison,  Andrew J. McBreen and  Burns\r                                                                              \r\n&amp; Levinson on brief for appellee Elisa D. Cunningham.\r                  \r\nWayne H. Scott on brief for appellee Wayne H. Scott.\r                          \r\nMark  A. McCormack  and Sloane  and  Walsh  on brief  for appellee\r                                                      \r\nCuddy, Lynch &amp; Bixby.\r\nJohn  E. Sutherland  and Brickley,  Sears  &amp;  Sorett on  brief for\r                                                                \r\nappellee Francis H. Clark.\r\n\n                                         \r\n\n                                         \r\r\n\n     Per Curiam.   Appellant William J.  Corcoran appeals the\r                           \r\n\ndismissal  by  the  United  States  District  Court  for  the\r\n\nDistrict   of   Massachusetts  of   his   complaint  alleging\r\n\nviolations  of his civil rights, pursuant to 42 U.S.C.   1983\r\n\nand 42  U.S.C.    1985, and a  state law  claim for  attorney\r\n\nnegligence.  Both the federal and state claims arise out of a\r\n\ndecision   by  the  Sudbury   Town  Planning   Board  denying\r\n\nCorcoran's  request for  approval of  a plan  to subdivide  a\r\n\nparcel of land.  The Supreme Judicial Court of  Massachusetts\r\n\neventually  ordered that the plan be approved.  We affirm the\r\n\ndismissal  of the federal claims but  vacate the dismissal of\r\n\nthe Corcoran's state claim.\r\n\n     Corcoran  alleges  violations of  his federal  rights to\r\n\nprocedural and  substantive due process, as well as his right\r\n\nto equal protection.  However, in each case, he has failed to\r\n\nallege facts sufficient to support his claim.  Therefore, his\r\n\ncivil rights claims were properly dismissed. \r\n\n     Corcoran's  right  to  procedural due  process  was  not\r\n\nviolated because, even if the  initial denial of his proposed\r\n\nplan by  the Town Planning  Board was unjustified,  the state\r\n\nprovided  an adequate remedy  through the  appellate process.\r\n\nSee PFZ Properties, Inc.  v. Rodriguez, 928 F.2d 28,  31 (1st\r                                                  \r\n\nCir. 1991)  (no violation  of  procedural due  process  where\r\n\nstate  provides adequate judicial remedies for administrative\r\n\nerror).  Moreover, this court has held repeatedly, in similar\r\n\ncases, that, when the state provides adequate postdeprivation\r\n\nrelief,  the  mere   delay  in  obtaining   that  relief   is\r\r\n\ninsufficient to support a procedural due  process claim.  See\r                                                                         \r\n\nLicari  v. Ferruzzi, 22 F.3d 344, 349 (1st Cir. 1994) (citing\r                               \r\n\ncases).\r\n\n     Corcoran's substantive due  process claim fails  because\r\n\nhe has alleged  no facts  which in any  sense constitute  the\r\n\nsort of \"conscience shocking\" behavior necessary to support a\r\n\nsubstantive  due process  claim in  the context  of  a zoning\r\n\ndispute.  See id. at 350.\r                            \r\n\n      Corcoran's claim  that he  suffered a violation  of his\r\n\nright  to equal protection is  precluded by the  fact that he\r\n\nhas  not alleged that  any selective treatment  he might have\r\n\nreceived was \"based on  impermissible considerations such  as\r\n\nrace, religion,  intent to inhibit or punish  the exercise of\r\n\nconstitutional rights,  or malicious  or bad faith  intent to\r\n\ninjure.\"   Rubinovitz v. Rogato,  60 F.3d 906,  910 (1st Cir.\r                                           \r\n\n1995) (quoting Yerardi's Moody  St. Restaurant &amp; Lounge, Inc.\r                                                                         \r\n\nv. Board of Selectmen, 878 F.2d 16, 21 (1st Cir. 1989)).\r                                 \r\n\n     \"As  a general principle, the unfavorable disposition of\r\n\na plaintiff's federal claims  at the early stages of  a suit,\r\n\nwell  before  the commencement  of  trial,  will trigger  the\r\n\ndismissal  without prejudice  of any  supplemental state  law\r\n\nclaim.\"   Rodriguez v. Doral Mortg. Corp., 57 F.3d 1168, 1177\r                                                     \r\n\n(1st Cir. 1995).  The district court has the authority, based\r\n\non  its assessment  of  the \"totality  of circumstances,\"  to\r\n\nretain jurisdiction over state law claims in such cases.  Id.\r                                                                        \r\n\n                             -3-\r\r\n\n(giving  examples  of some  factors to  be considered  by the\r\n\ndistrict court in this assessment).  \r\n\n     In the instant case, although the district court granted\r\n\nthe motion  to dismiss the claim for  attorney negligence, it\r\n\ndoes not  appear to  have undertaken the  requisite calculus.\r\n\nThis  failure might  induce  us to  remand  the case  to  the\r\n\ndistrict  court for a proper exercise of its discretion.  See\r                                                                         \r\n\nWright  v. Associated Ins. Cos., 29 F.3d 1244, 1251 (7th Cir.\r                                           \r\n\n1994) (finding dismissal improper in part because of district\r\n\ncourt's  failure to  perform  requisite calculus).   However,\r\n\nhaving reviewed  the record, we find  nothing which indicates\r\n\nthat this is an  unusual case where supplemental jurisdiction\r\n\nshould be exercised.  See Brennan v. Hendrigan, 888 F.2d 189,\r                                                          \r\n\n196 (1st Cir. 1989).\r\n\n     For the foregoing  reasons, the dismissal of  Corcoran's\r\n\nfederal claims is affirmed.   The dismissal of his  claim for\r                                      \r\n\nattorney negligence  is vacated and remanded  to the district\r                                                        \r\n\ncourt  with  instructions   to  dismiss  the   claim  without\r\n\nprejudice to  Corcoran's refiling  the claim in  state court.\r\n\nSee Gloucester M.R.  Corp. v. Charles Parisi, Inc.,  848 F.2d\r                                                              \r\n\n12, 16 (1st Cir. 1988).\r\n\n                             -4-\r\r\n",
  "html": "<p class=\"case_cite\">70 F.3d 1252</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>William J. CORCORAN, Plaintiff, Appellant,<br>v.<br>TOWN of Sudbury, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1557.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Nov. 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED IN PART, VACATED IN PART.</p>\n      <p class=\"indent\">William J. Corcoran on brief pro se.</p>\n      <p class=\"indent\">Paul L. Kenny, Town Counsel, on brief for appellees Town of Sudbury, et al.</p>\n      <p class=\"indent\">David J. Hatem, Warren D. Hutchison, Andrew J. McBreen and Burns &amp; Levinson on brief for appellee Elisa D. Cunningham.</p>\n      <p class=\"indent\">Wayne H. Scott on brief for appellee Wayne H. Scott.</p>\n      <p class=\"indent\">Mark A. McCormack and Sloane and Walsh on brief for appellee Cuddy, Lynch &amp; Bixby.</p>\n      <p class=\"indent\">John E. Sutherland and Brickley, Sears &amp; Sorett on brief for appellee Francis H. Clark.</p>\n      <p class=\"indent\">Before SELYA, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant William J. Corcoran appeals the dismissal by the United States District Court for the District of Massachusetts of his complaint alleging violations of his civil rights, pursuant to 42 U.S.C. Sec. 1983 and 42 U.S.C. Sec. 1985, and a state law claim for attorney negligence.  Both the federal and state claims arise out of a decision by the Sudbury Town Planning Board denying Corcoran's request for approval of a plan to subdivide a parcel of land.  The Supreme Judicial Court of Massachusetts eventually ordered that the plan be approved.  We affirm the dismissal of the federal claims but vacate the dismissal of the Corcoran's state claim.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Corcoran alleges violations of his federal rights to procedural and substantive due process, as well as his right to equal protection.  However, in each case, he has failed to allege facts sufficient to support his claim.  Therefore, his civil rights claims were properly dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Corcoran's right to procedural due process was not violated because, even if the initial denial of his proposed plan by the Town Planning Board was unjustified, the state provided an adequate remedy through the appellate process.  See PFZ Properties, Inc. v. Rodriguez, 928 F.2d 28, 31 (1st Cir.1991) (no violation of procedural due process where state provides adequate judicial remedies for administrative error).  Moreover, this court has held repeatedly, in similar cases, that, when the state provides adequate postdeprivation relief, the mere delay in obtaining that relief is insufficient to support a procedural due process claim.  See Licari v. Ferruzzi, 22 F.3d 344, 349 (1st Cir.1994) (citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Corcoran's substantive due process claim fails because he has alleged no facts which in any sense constitute the sort of \"conscience shocking\" behavior necessary to support a substantive due process claim in the context of a zoning dispute.  See id. at 350.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Corcoran's claim that he suffered a violation of his right to equal protection is precluded by the fact that he has not alleged that any selective treatment he might have received was \"based on impermissible considerations such as race, religion, intent to inhibit or punish the exercise of constitutional rights, or malicious or bad faith intent to injure.\"  Rubinovitz v. Rogato, 60 F.3d 906, 910 (1st Cir.1995) (quoting Yerardi's Moody St. Restaurant &amp; Lounge, Inc. v. Board of Selectmen, 878 F.2d 16, 21 (1st Cir.1989)).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"As a general principle, the unfavorable disposition of a plaintiff's federal claims at the early stages of a suit, well before the commencement of trial, will trigger the dismissal without prejudice of any supplemental state law claim.\"  Rodriguez v. Doral Mortg.  Corp., 57 F.3d 1168, 1177 (1st Cir.1995).  The district court has the authority, based on its assessment of the \"totality of circumstances,\" to retain jurisdiction over state law claims in such cases.  Id. (giving examples of some factors to be considered by the district court in this assessment).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the instant case, although the district court granted the motion to dismiss the claim for attorney negligence, it does not appear to have undertaken the requisite calculus.  This failure might induce us to remand the case to the district court for a proper exercise of its discretion.  See Wright v. Associated Ins. Cos., 29 F.3d 1244, 1251 (7th Cir.1994) (finding dismissal improper in part because of district court's failure to perform requisite calculus).  However, having reviewed the record, we find nothing which indicates that this is an unusual case where supplemental jurisdiction should be exercised.  See Brennan v. Hendrigan, 888 F.2d 189, 196 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">For the foregoing reasons, the dismissal of Corcoran's federal claims is affirmed.   The dismissal of his claim for attorney negligence is vacated and remanded to the district court with instructions to dismiss the claim without prejudice to Corcoran's refiling the claim in state court.  See Gloucester M.R. Corp. v. Charles Parisi, Inc., 848 F.2d 12, 16 (1st Cir.1988).</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1252</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>William J. CORCORAN, Plaintiff, Appellant,<br>v.<br>TOWN of Sudbury, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1557.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Nov. 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED IN PART, VACATED IN PART.</p>\n      <p class=\"indent\">William J. Corcoran on brief pro se.</p>\n      <p class=\"indent\">Paul L. Kenny, Town Counsel, on brief for appellees Town of Sudbury, et al.</p>\n      <p class=\"indent\">David J. Hatem, Warren D. Hutchison, Andrew J. McBreen and Burns &amp; Levinson on brief for appellee Elisa D. Cunningham.</p>\n      <p class=\"indent\">Wayne H. Scott on brief for appellee Wayne H. Scott.</p>\n      <p class=\"indent\">Mark A. McCormack and Sloane and Walsh on brief for appellee Cuddy, Lynch &amp; Bixby.</p>\n      <p class=\"indent\">John E. Sutherland and Brickley, Sears &amp; Sorett on brief for appellee Francis H. Clark.</p>\n      <p class=\"indent\">Before SELYA, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant William J. Corcoran appeals the dismissal by the United States District Court for the District of Massachusetts of his complaint alleging violations of his civil rights, pursuant to 42 U.S.C. Sec. 1983 and 42 U.S.C. Sec. 1985, and a state law claim for attorney negligence.  Both the federal and state claims arise out of a decision by the Sudbury Town Planning Board denying Corcoran's request for approval of a plan to subdivide a parcel of land.  The Supreme Judicial Court of Massachusetts eventually ordered that the plan be approved.  We affirm the dismissal of the federal claims but vacate the dismissal of the Corcoran's state claim.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Corcoran alleges violations of his federal rights to procedural and substantive due process, as well as his right to equal protection.  However, in each case, he has failed to allege facts sufficient to support his claim.  Therefore, his civil rights claims were properly dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Corcoran's right to procedural due process was not violated because, even if the initial denial of his proposed plan by the Town Planning Board was unjustified, the state provided an adequate remedy through the appellate process.  See PFZ Properties, Inc. v. Rodriguez, <span class=\"citation\" data-id=\"557363\"><a href=\"/opinion/557363/pfz-properties-inc-v-rene-alberto-rodriguez-etc/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 31 (1st Cir.1991) (no violation of procedural due process where state provides adequate judicial remedies for administrative error).  Moreover, this court has held repeatedly, in similar cases, that, when the state provides adequate postdeprivation relief, the mere delay in obtaining that relief is insufficient to support a procedural due process claim.  See Licari v. Ferruzzi, <span class=\"citation\" data-id=\"195323\"><a href=\"/opinion/195323/licari-v-ferruzzi/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 349 (1st Cir.1994) (citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Corcoran's substantive due process claim fails because he has alleged no facts which in any sense constitute the sort of \"conscience shocking\" behavior necessary to support a substantive due process claim in the context of a zoning dispute.  See <span class=\"citation\" data-id=\"195323\"><a href=\"/opinion/195323/licari-v-ferruzzi/\"><span class=\"id_token\">id.</span> at 350.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Corcoran's claim that he suffered a violation of his right to equal protection is precluded by the fact that he has not alleged that any selective treatment he might have received was \"based on impermissible considerations such as race, religion, intent to inhibit or punish the exercise of constitutional rights, or malicious or bad faith intent to injure.\"  Rubinovitz v. Rogato, <span class=\"citation\" data-id=\"196213\"><a href=\"/opinion/196213/rubinovitz-v-rogato/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">906</span></a></span>, 910 (1st Cir.1995) (quoting Yerardi's Moody St. Restaurant &amp; Lounge, Inc. v. Board of Selectmen, <span class=\"citation\" data-id=\"525274\"><a href=\"/opinion/525274/yerardis-moody-street-restaurant-lounge-inc-v-board-of-selectmen-of/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 21 (1st Cir.1989)).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"As a general principle, the unfavorable disposition of a plaintiff's federal claims at the early stages of a suit, well before the commencement of trial, will trigger the dismissal without prejudice of any supplemental state law claim.\"  Rodriguez v. Doral Mortg.  Corp., <span class=\"citation\" data-id=\"196161\"><a href=\"/opinion/196161/rodriguez-bruno-v-doral-mortgage/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1168</span></a></span>, 1177 (1st Cir.1995).  The district court has the authority, based on its assessment of the \"totality of circumstances,\" to retain jurisdiction over state law claims in such cases.  <span class=\"citation\" data-id=\"196161\"><a href=\"/opinion/196161/rodriguez-bruno-v-doral-mortgage/\"><span class=\"id_token\">Id.</span> (giving examples </a></span>of some factors to be considered by the district court in this assessment).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the instant case, although the district court granted the motion to dismiss the claim for attorney negligence, it does not appear to have undertaken the requisite calculus.  This failure might induce us to remand the case to the district court for a proper exercise of its discretion.  See Wright v. Associated Ins. Cos., <span class=\"citation\" data-id=\"674642\"><a href=\"/opinion/674642/stephen-r-wright-v-associated-insurance-companies-incorporated/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1244</span></a></span>, 1251 (7th Cir.1994) (finding dismissal improper in part because of district court's failure to perform requisite calculus).  However, having reviewed the record, we find nothing which indicates that this is an unusual case where supplemental jurisdiction should be exercised.  See Brennan v. Hendrigan, <span class=\"citation\" data-id=\"531204\"><a href=\"/opinion/531204/robert-brennan-v-roderick-hendrigan/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 196 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">For the foregoing reasons, the dismissal of Corcoran's federal claims is affirmed.   The dismissal of his claim for attorney negligence is vacated and remanded to the district court with instructions to dismiss the claim without prejudice to Corcoran's refiling the claim in state court.  See Gloucester M.R. Corp. v. Charles Parisi, Inc., <span class=\"citation\" data-id=\"506667\"><a href=\"/opinion/506667/gloucester-marine-railways-corp-v-charles-parisi-inc-john-joseph/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1988).</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196161/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506667/",
    "https://www.courtlistener.com/api/rest/v3/opinions/525274/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531204/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557363/",
    "https://www.courtlistener.com/api/rest/v3/opinions/674642/"
  ]
}