{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196424/",
  "id": 196424,
  "absolute_url": "/opinion/196424/smart-v-the-gillette-company/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196424/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:28Z",
  "date_modified": "2020-02-21T23:41:50.048479Z",
  "type": "010combined",
  "sha1": "9fc63a84814b8b1b400f92da074b66bcd2b95d35",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1705.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1705\r\n\n                         SHARON M. SMART,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n         THE GILLETTE COMPANY LONG-TERM DISABILITY PLAN,\r\n\n                       Defendant, Appellee.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                             \r\n\n     Richard  L. Burpee, with whom Burpee &amp; DeMoura was on brief,\r                                                             \r\nfor appellant.\r\n     John  H. Mason, with whom  Richard P. Ward,  David T. Lyons,\r                                                                          \r\nand Ropes &amp; Gray were on brief, for appellee.\r                          \r\n\n                                             \r\n\n                        November 22, 1995\r\n\n                                             \r\n\n          SELYA, Circuit Judge.  Plaintiff-appellant Sharon Smart\r                    SELYA, Circuit Judge.\r                                        \r\n\nsued The Gillette Company Long-Term  Disability Plan (Plan or LTD\r\n\nPlan) for benefits she  asserts were wrongfully denied her.   The\r\n\ndistrict  court ruled that Smart had waived her claim.  See Smart\r                                                                           \r\n\nv. The Gillette Co.  Long-Term Disability Plan, 887 F.  Supp. 383\r                                                        \r\n\n(D. Mass. 1995).  We affirm.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          We  take  the  underlying facts  principally  from  the\r\n\nparties' pretrial stipulations.   The Gillette Company (Gillette)\r\n\nhired appellant in  1976.  In time,  she became a  senior product\r\n\nanalyst.   Her job involved travel in connection with the testing\r\n\nof Gillette products.   In 1986, appellant injured her  left knee\r\n\nin a work-connected  automobile accident.  Between 1986 and 1990,\r\n\nshe underwent four surgical procedures in hopes  of repairing the\r\n\ndamage to her  knee.   She worked sporadically  during the  first\r\n\nhalf of this period, but not at all after September 8, 1988.\r\n\n          On  September  7, 1988,  Gillette, bent  on terminating\r\n\nappellant's  at-will  employment  at  year's end  as  part  of  a\r\n\nreduction  in force, sent her  a letter that  outlined a proposed\r\n\nseverance  arrangement.   Under it,  appellant for  a time  would\r\n\nreceive severance  pay and assorted  benefits to which  she would\r\n\nnot   otherwise  be   entitled,   but  would   go  quietly   into\r\n\nunemployment's  dark night,  releasing  any and  all federal  and\r\n\nstate  claims she might have  against Gillette.   The September 7\r\n\nletter  listed  the LTD  Plan  among the  extended  benefits that\r\n\nappellant would enjoy if she accepted the proposal.\r\n\n                                2\r\r\n\n          Apparently  concerned about her injured knee, appellant\r\n\ndid not  immediately embrace the suggested  severance terms, but,\r\n\nrather,  began  a   negotiation  aimed   at  excluding   workers'\r\n\ncompensation  claims from  the  sweep of  the requested  release.\r\n\nGillette eventually  acquiesced and,  on December 16,  1988, sent\r\n\nappellant  a new letter that differed from the September 7 letter\r\n\nin two important respects.  First, it expressly excluded workers'\r\n\ncompensation claims from the general release.  Second, it did not\r\n\nmention the LTD Plan (an omission that had the effect of dropping\r\n\nthe Plan from the list of benefits that would continue during the\r\n\nseverance period).\r\n\n          Appellant  reviewed the  December  16 letter  with  her\r\n\nlawyer and signed  it on  December 29.   Gillette terminated  her\r\n\nemployment  effective  December  31.     As  per  the  agreement,\r\n\nappellant  collected severance  pay until  November 4,  1989, and\r\n\nreceived  the  other benefits  listed in  the December  16 letter\r\n\nthroughout the severance period (i.e., January 1 through November\r\n\n4, 1989).   During that same time frame, she settled her workers'\r\n\ncompensation  claim for  $43,750  and began  collecting $887  per\r\n\nmonth in social security disability payments.\r\n\n          On October 2, 1991,  appellant filed an application for\r\n\nbenefits   under  the   Plan,  alleging   that  she   had  become\r\n\n\"permanently and  totally disabled\" during the  severance period.\r\n\nGillette's corporate counsel denied  the application out of hand.\r\n\nAfter  a  series  of  fruitless  requests   for  reconsideration,\r\n\nappellant sued.\r\n\n                                3\r\r\n\n          The district court did not reach any of the  variegated\r\n\nissues associated with whether appellant did (or did not) display\r\n\na total and permanent disability as defined by the LTD Plan while\r\n\nstill  a participant in it.   The court  instead found in effect,\r\n\nafter an evidentiary hearing  replete with stipulated facts, that\r\n\nappellant's  Plan participation  ended when her  employment ended\r\n\n(December 31, 1988), and  that, therefore, she had  no cognizable\r\n\nclaim in respect to  a disability that did not  materialize until\r\n\nsometime in 1989 at the earliest.\r\n\nII.  DISCUSSION\r          II.  DISCUSSION\r\n\n          After  careful examination of  the record,  the briefs,\r\n\nand the applicable law, we hold that the severance agreement made\r\n\nno  provision  for  extended   participation  in  the  LTD  Plan.\r\n\nConsequently, Smart's appeal fails.  For ease  in explanation, we\r\n\ndivide our analysis into moieties.\r\n\n                   A.  The Severance Agreement.\r                             A.  The Severance Agreement.\r                                                        \r\n\n          Appellant  argues  that  the  terms  of  the  severance\r\n\nagreement did not include a surrender of Plan benefits, but that,\r\n\nto the  exact contrary, the parties intended  to permit appellant\r\n\nto enjoy such benefits  as part of the consideration  tendered by\r\n\nGillette for  the release.   We approach this  contention mindful\r\n\nthat the December  16 letter agreement,  signed by both  parties,\r\n\nrepresents a contract between Smart and Gillette that potentially\r\n\naffects  rights  protected  by  the  Employee  Retirement  Income\r\n\nSecurity Act (ERISA), 29  U.S.C.    1001-1461 (1988),  and, thus,\r\n\nis  likely subject to interpretation in accordance with tenets of\r\n\n                                4\r\r\n\nfederal  common law.1   See Pilot Life  Ins. Co. v.  Dedeaux, 481\r                                                                      \r\n\nU.S. 41, 56 (1987).\r\n\n          In construing the terms  of contracts that are governed\r\n\nby federal common law,  we are guided by \"common-sense  canons of\r\n\ncontract interpretation.\"  Burnham v. Guardian Life Ins. Co., 873\r                                                                      \r\n\nF.2d  486, 489  (1st  Cir. 1989).   One  such canon  teaches that\r\n\ncontracts  containing  unambiguous  language  must  be  construed\r\n\naccording to their plain and natural meaning.  See id.  \"Contract\r                                                                \r\n\nlanguage  is usually  considered ambiguous  where an  agreement's\r\n\nterms are inconsistent on their face or where the phraseology can\r\n\nsupport reasonable  differences of opinion  as to the  meaning of\r\n\nthe words  employed and obligations undertaken.\"   Fashion House,\r                                                                           \r\n\nInc.  v.  K mart  Corp., 892  F.2d  1076, 1083  (1st  Cir. 1989).\r                                 \r\n\nInterpreting  unambiguous terms  is  an  activity  that  requires\r\n\njudges to  expound the law  rather than to  find the facts,  and,\r\n\ntherefore,   a  trial  court's  interpretive  determinations  are\r\n\nsubject to plenary review.  See, e.g., Allen v.  Adage, Inc., 967\r                                                                      \r\n\nF.2d 695,  698 (1st Cir. 1992).   In most cases,  the question of\r\n\nwhether  a contract term is ambiguous also presents a question of\r\n\nlaw subject  to plenary review.  See  id.; see also RCI Northeast\r                                                                           \r\n\nServs. Div.  v. Boston  Edison Co., 822  F.2d 199, 202  (1st Cir.\r                                            \r\n\n1987).\r\n\n                    \r                              \r\n\n     1We  need  not probe  this point  too  deeply.   Because the\r\nresult here is unaffected by choice  of law, we can simply assume\r\n(as  have  the  litigants  and  the  lower  court)  that  federal\r\nstatutory  and  common law  supply the  rules  of decision.   See\r                                                                           \r\nFashion House,  Inc. v. K  mart Corp., 892  F.2d 1076, 1092  (1st\r                                               \r\nCir. 1989).\r\n\n                                5\r\r\n\n          If  an  inquiring  court concludes  that  an  ambiguity\r\n\nexists in  a contract,  the ultimate  resolution of  it typically\r\n\nwill  turn on  the  parties' intent.    Exploring the  intent  of\r\n\ncontracting  parties often (but  not always) involves marshalling\r\n\nfacts  extrinsic to the language of the contract documents.  When\r\n\nthis  need  arises, these  facts,  together  with the  reasonable\r\n\ninferences  extractable therefrom,  are together  superimposed on\r\n\nthe  ambiguous words  to  reveal the  parties' discerned  intent.\r\n\nThis construct ordinarily  requires the judge in  a non-jury case\r\n\nto resolve questions of fact rather  than questions of law.   See\r                                                                           \r\n\nIn re Newport  Plaza Assocs., 985 F.2d  640, 645 (1st Cir.  1993)\r                                      \r\n\n(stating  that   \"the  interpretation  of   [ambiguous]  contract\r\n\nlanguage, itself acknowledged, becomes a question of fact for the\r\n\njury  rather  than  a  question  of  law  for  the  judge\");  RCI\r                                                                           \r\n\nNortheast,  822 F.2d  at  202 (explaining  that  when \"the  plain\r                   \r\n\nmeaning of a contract  phrase does not spring  unambiguously from\r\n\nthe  page or from the  context, its proper  direction becomes one\r\n\nfor  the  factfinder,  who must  ferret  out  the  intent of  the\r\n\nparties\").  In such circumstances, a reviewing court will  uphold\r\n\nthe factfinder's resolution of the  question unless it is clearly\r\n\nerroneous.  See Fed. R. Civ.  P. 52(a); see also In re Navigation\r                                                                           \r\n\nTechnology Corp., 880 F.2d 1491, 1495 (1st Cir. 1989).\r                          \r\n\n          In  this  case,  appellant's  assault  focuses  on  the\r\n\nfollowing language in the severance agreement:\r\n\n          In  consideration  of the  severance  pay and\r                                                                 \r\n          other benefits to be  provided you as part of\r                                                  \r\n          The Gillette Company's Restructuring Program,\r\n          you  do hereby  . .  . release  and  agree to\r\n\n                                6\r\r\n\n          indemnify and hold harmless  [Gillette] . . .\r\n          from any and all claims, charges, complaints,\r\n          or causes of action, now existing, both known\r\n          and  unknown  or   arising  in  the   future,\r\n          including but not  limited to, all claims  of\r\n          breach of contract . . ., or [claims] arising\r\n          from  alleged violations of .  . . any  . . .\r\n          local, state,  or federal law,  regulation or\r\n          policy  or any  other  claim relating  to  or\r\n          arising   out   of   your   employment   with\r\n          [Gillette] or  termination thereof  .  . .  .\r\n          (Emphasis supplied.)\r\n\nAccording  to  appellant,  the  underscored  phrase is  ambiguous\r\n\nbecause the agreement makes no reference to the LTD Plan, leaving\r\n\nup  in  the air  whether Smart  will  retain coverage  during the\r\n\nseverance period as a  part of the consideration (\"severance  pay\r\n\nand other benefits\") for the general  release.  Thus, appellant's\r\n\nthesis  runs,  the  trial  court  should  have  mulled  extrinsic\r\n\nevidence    including  the September  7 letter    to  resolve the\r\n\nuncertainty, and,  had it done so, would  perforce have concluded\r\n\nthat  the  phrase \"other  benefits\"  in  the December  16  letter\r\n\nencompassed extended coverage under the LTD Plan.\r\n\n          Appellant's  mental gymnastics  are  nimble,  but  they\r\n\nscore low marks for substance.   Accepted canons of  construction\r\n\nforbid the balkanization of  contracts for interpretive purposes.\r\n\nSee Fashion House,  892 F.2d  at 1084 (examining  agreement as  a\r                           \r\n\nwhole  to interpret one  part); see also  Restatement (Second) of\r                                                                           \r\n\nContracts   202 cmt. d (1981) (explaining that \"[w]here the whole\r                   \r\n\ncan be  read to give significance  to each part,  that reading is\r\n\npreferred\").  Here, when  the phrase \"other benefits\" is  read in\r\n\nthe full context of  the document, the language is  not ambiguous\r\n\nat all.  The  preceding paragraphs of the letter  agreement spell\r\n\n                                7\r\r\n\nout  precisely  which benefits,  in  addition  to severance  pay,\r\n\nappellant  will  receive  in  exchange for  the  release.    They\r\n\ninclude, with  various qualifications, extended  participation in\r\n\nemployee health and dental plans, life insurance, a savings plan,\r\n\nand  an  employee  stock  ownership plan.    Viewed  against this\r\n\nbackdrop,  it  is  pellucid that  the  later  use  of the  \"other\r\n\nbenefits\" terminology  refers to  the benefits enumerated  in the\r                                                                           \r\n\ntext of the document itself.\r                                     \r\n\n          We  think  that this  case is  a  classic example  of a\r\n\nsituation in  which the hoary maxim expressio  unius est exclusio\r                                                                           \r\n\nalterius is helpful.  The maxim instructs that, when parties list\r                  \r\n\nspecific items in a document, any item not so listed is typically\r\n\nthought  to be excluded.  See, e.g.,  FDIC v. Singh, 977 F.2d 18,\r                                                             \r\n\n22-23  (1st Cir. 1992)  (applying expressio  unius rule).   While\r                                                            \r\n\nthis  interpretive maxim  is not  always dispositive,  it carries\r\n\nweight;  and when,  as now,  there is  absolutely nothing  in the\r\n\nagreement's  text  that hints  at  some  additional item  lurking\r\n\nbeyond the enumerated list, we see no reason why the maxim should\r\n\nnot be controlling.  We conclude  from what is written within the\r\n\nfour  corners of  the  severance agreement,  therefore, that  the\r\n\nphrase \"other  benefits\" simply  and unambiguously describes  the\r\n\nbenefits enumerated in the agreement itself (and, hence, does not\r\n\ninclude continued coverage under the Plan).\r\n\n          Appellant  has  a  fallback  position.    She  doggedly\r\n\ninsists  that,  regardless of  the  language of  the  December 16\r\n\nletter, evidence  from the  parties' negotiations and  \"course of\r\n\n                                8\r\r\n\nperformance\"  reveals  that  they actually  intended  to  include\r\n\nextended coverage under the Plan as part of the consideration for\r\n\nthe release.  This insistence is misplaced.\r\n\n          As  a  general  rule,   a  court  should  not  consider\r\n\nextrinsic evidence  to  give meaning  to  a contract  unless  the\r\n\ncontract's terms  are vague or ambiguous.  See Rodriguez-Abreu v.\r                                                                        \r\n\nChase  Manhattan Bank, 986 F.2d 580, 586 (1st Cir. 1993); Bellino\r                                                                           \r\n\nv. Schlumberger  Technologies, Inc.,  944 F.2d 26,  32 (1st  Cir.\r                                             \r\n\n1991).  However,  if the evidence  is not offered  to infuse  the\r\n\ncontract with meaning,  but only  to demonstrate that  a term  is\r\n\nvague or ambiguous in the first place,  then the situation may be\r\n\ndifferent;  courts sometimes  may  ponder extrinsic  evidence  to\r\n\ndetermine  whether   an  apparently   clear   term  is   actually\r\n\nuncertain.2    See  Restatement  (Second), supra,     212  cmt. b\r                                                          \r\n\n(suggesting that  determinations of  ambiguity are best  \"made in\r\n\nthe light of the relevant evidence of the situation and relations\r\n\nof  the   parties,  the   subject  matter  of   the  transaction,\r\n\npreliminary  negotiations and statements  made therein, usages of\r\n\ntrade,  and the course of dealing between the parties\"); E. Allan\r\n\nFarnsworth,  Farnsworth on  Contracts    7.12,  at 277-78  (1990)\r                                               \r\n\n(approving this view); see also Arthur L. Corbin, Contracts   579\r                                                                     \r\n\n(1960) (to like effect).   But this exception is narrow  at best,\r\n\nand is inapposite here.  In the most permissive of jurisdictions,\r\n\nextrinsic  evidence  will  be   considered  for  the  purpose  of\r\n                    \r                              \r\n\n     2In our  view, this possibility  should not alter  or affect\r\nthe rule that  the determination  of ambiguity is,  in the  first\r\ninstance, a question of law for the judge.\r\n\n                                9\r\r\n\ndetermining  whether an  ambiguity exists only  if it  suggests a\r\n\nmeaning   to  which   the  challenged   language  is   reasonably\r\n\nsusceptible.  See Farnsworth, supra,   7.12, at 278.  In no event\r                                             \r\n\nmay  extrinsic  evidence  be  employed  to   contradict  explicit\r\n\ncontract  language or to drain an agreement's text of all content\r\n\nsave ink  and paper.   See Burnham, 873 F.2d  at 489 (admonishing\r                                            \r\n\nthat \"courts have no right  to torture language in an  attempt to\r\n\nforce  particular results  or to  convey delitescent  nuances the\r\n\ncontracting parties neither intended or imagined\").\r\n\n          In this case, the extrinsic evidence to which appellant\r\n\npoints reveals  nothing remotely  resembling an amphiboly  in the\r\n\ncontextual meaning of \"other benefits.\"  That evidence falls into\r\n\ntwo categories.   The first category  juxtaposes the September  7\r\n\nand  December 16 letters,  and asks  us to  remark the  fact that\r\n\nextended  Plan participation  was included  as part of  the first\r\n\noffer, and then  deleted without special  mention from the  offer\r\n\nwhich appellant  actually accepted.   But even  if remarked  this\r\n\nfact confirms, rather  than refutes, that LTD  Plan benefits were\r\n\nintended to  be outside the \"other  benefits\" explicitly promised\r\n\nin  the  December 16  agreement.    Put another  way,  Gillette's\r\n\ndeletion of the Plan from the list of preserved benefits bolsters\r\n\nthe applicability of the expressio unius maxim.\r                                                  \r\n\n          The  second category  of  extrinsic  evidence to  which\r\n\nappellant adverts  is cobbled together  from a series  of letters\r\n\nwritten  by   Gillette's  counsel  in  the   process  of  denying\r\n\nappellant's claim for LTD Plan benefits on its merits.  Appellant\r\n\n                                10\r\r\n\nmaintains  that these  missives  prove  that,  in the  course  of\r\n\nperforming  the  terms  of  the  severance  agreement,  the  Plan\r\n\nadministrator   interpreted   the   agreement  as   commemorating\r\n\nappellant's potential eligibility for benefits.   Although courts\r\n\nsometimes  rely  on  such  \"course of  performance\"  evidence  to\r\n\ninterpret   ambiguous  contract  terms,  see,  e.g.,  Agathos  v.\r                                                                       \r\n\nStarlite  Motel, 977 F.2d 1500,  1509 (3d Cir.  1992); Schultz v.\r                                                                        \r\n\nMetropolitan Life Ins. Co., 872 F.2d 676, 679 (5th Cir. 1989), we\r                                    \r\n\ndo not find appellant's evidence useful here.\r\n\n          For one thing, the correspondence in question postdates\r\n\nthe accrual of the dispute between the  parties   indeed, it came\r\n\ninto being only after the severance agreement itself  had expired\r\n\n   whereas course-of-performance evidence typically involves \"the\r\n\nconduct of  the  parties before  the  advent of  a  controversy.\"\r                                         \r\n\nSchultz, 872 F.2d at 679 (emphasis supplied).  For another thing,\r                 \r\n\nthe targeted  correspondence, which  seems to  assume appellant's\r\n\neligibility  under the Plan in September of 1989, involves only a\r\n\nsingle  claim  for benefits.    These  communiques, whether  read\r\n\nsingly  or  in the  ensemble,  do  not affirmatively  acknowledge\r\n\neither  an   extension  of   coverage   or  appellant's   generic\r\n\nentitlement  to   benefits.     On  the  whole,   therefore,  the\r\n\ncorrespondence falls short of evincing the repeated dealings that\r\n\nmight  constitute a  course  of performance  between the  parties\r\n\nsufficient  to  indicate that  \"other  benefits\"  means something\r\n\ndifferent than what the contract itself discloses.  See generally\r                                                                           \r\n\nRestatement (Second), supra,   202(4) (explaining that \"course of\r                                     \r\n\n                                11\r\r\n\nperformance\" is relevant \"[w]here  an agreement involves repeated\r\n\noccasions for  performance\"); id. cmt.  g (noting that  course of\r                                           \r\n\nperformance \"is not conclusive of meaning,\" and that such conduct\r\n\n\"must  be weighed in the light of  the terms of the agreement and\r\n\ntheir possible meanings\").\r\n\n          To  sum up,  whether  or  not  we  refer  to  extrinsic\r\n\nevidence, the severance agreement  is free from ambiguity.   That\r\n\nagreement effectively  extinguishes  appellant's claim  in  that,\r\n\ncontrary  to appellant's  advertisement,  it does  not include  a\r\n\npromise to  extend Plan  coverage.   The  remaining issue,  then,\r\n\nconcerns the validity of the severance agreement.\r\n\n                     B.  The Putative Waiver.\r                               B.  The Putative Waiver.\r                                                      \r\n\n          Appellant labors to convince  us that the agreement she\r\n\nsigned  was  invalid because  it amounted  to  a waiver,  and the\r\n\nwaiver,  in turn, was unenforceable  under ERISA.   We think that\r\n\nthis formulation misconstrues the issue.  As we see it, no waiver\r\n\nis  in play here.   Appellant signed a  severance agreement under\r\n\nwhich Gillette promised  her some extended benefits  (but not LTD\r\n\nPlan benefits).  That  agreement could not have waived  her right\r\n\nto participate  in the Plan  during the severance  period because\r\n\nshe had no such right unless the employer affirmatively agreed to\r                                                                           \r\n\nenlarge  her eligibility under the Plan.  As we have ascertained,\r                                                 \r\n\nsee supra Part II(A), Gillette did no such thing.\r                   \r\n\n          To  be sure, the waiver argument can be recast in terms\r\n\nof  appellant's  release of  all  claims she  might  have against\r\n\nGillette    a  release that  purportedly surrenders  claims under\r\n\n                                12\r\r\n\nERISA for the  wrongful denial of  benefits.  This  is at best  a\r\n\nbootstrap approach  to creating  a justiciable waiver  issue, for\r\n\none can scarcely release claims that one does  not possess.  And,\r\n\nmoreover,  we are at loss to see how an employer can \"wrongfully\"\r\n\ndeny  benefits to which an  employee (or, more  precisely put, an\r\n\nex-employee)  is not entitled in the  first place.  See Ronald J.\r                                                                 \r\n\nCooke,  ERISA  Practice  and Procedure     2.08,  at 2-28  (1995)\r                                                \r\n\n(emphasizing  that \"ERISA  affords  no rights  or protections  to\r\n\nthose who are not participants\" in a benefit plan).\r\n\n          At any rate, even if we assume that we are dealing with\r\n\nan  actual   rather  than  an   ersatz  waiver,  the   waiver  is\r\n\npermissible.  Congress passed ERISA in part to protect the rights\r\n\nof employees who  choose to participate in welfare benefit plans.\r\n\nSee  29 U.S.C.    1001; see also  Firestone Tire &amp;  Rubber Co. v.\r                                                                        \r\n\nBruch,  489 U.S.  101,  113 (1989).    To achieve  that  end, the\r               \r\n\nstatute establishes a private  right of action for  employees who\r\n\nallege  that a plan  administrator wrongfully denied  a claim for\r\n\nbenefits due under  the provisions of the plan.   See 29 U.S.C.  \r                                                               \r\n\n1132(a).   But Congress  did  not go  so far  as  to prohibit  an\r\n\nemployee from  waiving her  right to  participate in  an employee\r\n\nwelfare benefit plan.  See Rodriguez-Abreu, 986 F.2d at 587; Finz\r                                                                           \r\n\nv. Schlesinger, 957 F.2d  78, 81 (2d Cir.), cert. denied,  113 S.\r                                                                  \r\n\nCt. 72 (1992); Laniok v. Advisory Comm. of the Brainerd Mfg.  Co.\r                                                                           \r\n\nPension Plan, 935 F.2d  1360, 1364-66 (2d Cir. 1991);  Lumpkin v.\r                                                                        \r\n\nEnvirodyne  Indus.,  Inc., 933  F.2d 449,  455 (7th  Cir.), cert.\r                                                                           \r\n\ndenied,  502 U.S. 939  (1991); Leavitt v.  Northwestern Bell Tel.\r                                                                           \r\n\n                                13\r\r\n\nCo., 921 F.2d 160, 161-62 (8th Cir. 1990).\r             \r\n\n          Of course,  despite the fact that  employee waivers are\r\n\nnot  forbidden,  ERISA  evinces  Congress's  intent  to  preserve\r\n\nemployee pension and benefit rights.  See, e.g., Laniok, 935 F.2d\r                                                                 \r\n\nat  1367.  In ERISA cases, therefore, courts should scrutinize an\r\n\nostensible waiver with care  in order to ensure that  it reflects\r\n\nthe purposeful relinquishment of an employee's rights.  See Finz,\r                                                                          \r\n\n957  F.2d at 81;  In re Heci  Exploration Co., 862  F.2d 513, 523\r                                                       \r\n\n(5th Cir. 1988).   At a  minimum, such waivers, to  be effective,\r\n\nmust be \"knowing  and voluntary.\"   Rodriguez-Abreu, 986 F.2d  at\r                                                             \r\n\n587.\r\n\n          In Finz, building on Laniok, the Second Circuit crafted\r                                               \r\n\na  compendium  of six  factors that  are  often relevant  to this\r\n\ninquiry.3   We  find this  list helpful  rather than  conclusive.\r\n\nGenerally,  no  single  fact   or  circumstance  is  entitled  to\r\n\ntalismanic  significance  on the  question  of waiver.    Only an\r\n\ninquiry  into the  totality  of the  circumstances can  determine\r\n\nwhether there has been a  knowing and voluntary relinquishment of\r\n\nan ERISA-protected benefit.  See, e.g., Leavitt, 921 F.2d at 162.\r                                                         \r\n\n                    \r                              \r\n\n     3These six factors include:   (1) the plaintiff's education,\r\nbusiness   experience,  and  sophistication;   (2)  the  parties'\r\nrespective roles in deciding the final terms of the  arrangement;\r\n(3)  the agreement's clarity; (4) the amount of time available to\r\nthe plaintiff to  study the  agreement before acting  on it;  (5)\r\nwhether the plaintiff had independent advice   such as the advice\r\nof counsel   when she signed the agreement; and (6) the nature of\r\nthe consideration tendered in exchange for the waiver.  See Finz,\r                                                                          \r\n957 F.2d at 82; Laniok, 935 F.2d at 1368.\r                                \r\n\n                                14\r\r\n\nFor that reason, every case is sui generis.4\r                                                    \r\n\n          The  inquiry into  waiver  consists  of two  questions:\r\n\nwhether a  party actually knew  she was relinquishing  a benefit,\r\n\nand whether she acted  voluntarily in doing so.   Answering these\r\n\ncompanion questions is a fact-intensive exercise, and the trier's\r\n\nfactfinding is entitled to  deference (unless it is tainted  by a\r\n\nmistake of  law).  See Irons v. FBI, 811  F.2d 681, 684 (1st Cir.\r                                             \r\n\n1987)  (\"Where the conclusions of  the trial court  depend on its\r\n\nelection among conflicting facts or its choice of which competing\r\n\ninferences to draw from  undisputed basic facts, appellate courts\r\n\nshould  defer  to  such  fact-intensive  findings,  absent  clear\r\n\nerror.\").\r\n\n          Measured  against  this  standard,  the  lower  court's\r\n\nfindings are irreproachable.  The court correctly synthesized the\r\n\nlaw.   It then surveyed, inter  alia, the six Finz  factors.  See\r                                                                           \r\n\nSmart,  887 F.  Supp. at  386.   It found  appellant to  be well-\r               \r\n\neducated  and  commercially  sophisticated  (she  had  a  college\r\n\ndegree, some postgraduate business courses, and over ten years of\r\n\nprofessional experience at Gillette),  and to have negotiated the\r\n\nspecific terms of the severance  agreement.  Those terms provided\r\n\nher with  benefits that Gillette  was not otherwise  obligated to\r\n\n                    \r                              \r\n\n     4In  Rodriguez-Abreu,  for  example,  the  plaintiff  was  a\r                                   \r\nmanager who knew that  he could not accept the  severance package\r\nwhile at  the same time retaining  long-term disability benefits,\r\nand  who  had consulted  with  an  accountant before  making  his\r\ndecision.    We  upheld a  finding  that  he  had validly  waived\r\ncontinued participation in a long-term disability plan as part of\r\nhis  acceptance of a voluntary severance package.  See Rodriguez-\r                                                                           \r\nAbreu, 986 F.2d at 588.\r               \r\n\n                                15\r\r\n\nfurnish.  The final version of the agreement was very clear,  and\r\n\nappellant reviewed  it with  an attorney  of her  choosing before\r\n\nsigning it.  Without exception, these findings   which cover five\r\n\nof the six Finz factors   are supportable.\r                         \r\n\n          The  court's remaining  finding    that  appellant  had\r\n\nadequate  time  to  review  the severance  agreement  before  she\r\n\nexecuted  it    is  not quite  so  clear-cut.   Nevertheless,  it\r\n\nimplicates only one of  several factors that are involved  in the\r\n\ndecisional calculus, and, in any event, we do not think  that the\r\n\ncourt  committed  clear  error   in  determining  that  the  time\r\n\navailable  to   Smart  was  sufficient  to   permit  a  complete,\r\n\nthoughtful  perscrutation   of  the  operative   version  of  the\r\n\nagreement.  We explain briefly.\r\n\n          The lower court rested  the controverted finding on the\r\n\nnotion  that appellant  had  over  three  months  to  review  the\r\n\nagreement  before signing it.  See id.  This temporal computation\r                                                \r\n\nassumes that the relevant interval began with appellant's receipt\r\n\nof  the  September  7  letter.   Appellant  attacks  the  court's\r\n\nunderlying premise on the ground that the relevant interval began\r\n\nwith her receipt of  the December 16 agreement, leaving  her less\r\n\nthan two weeks in which to review the proposal.\r\n\n          This is a case  of the glass being half-empty  or half-\r\n\nfull, depending  on  how the  observer opts  to characterize  it.\r\n\nAppellant  did have  more  than  three  months  within  which  to\r\n\nconsider the prospect  of early,  forced retirement  and to  mull\r\n\nthose  provisions peculiarly  important  to her  condition  (like\r\n\n                                16\r\r\n\nworkers'  compensation  and  LTD   Plan  benefits).    One  could\r\n\nreasonably expect her  to have been especially  attentive to such\r\n\nprovisions  in reading the revised version of the document.  What\r\n\nis  more,   a  twelve-day   period  seems   ample  to  permit   a\r\n\nsophisticated businesswoman  and her lawyer  carefully to  review\r\n\nthe terms of a fairly straightforward severance agreement even if\r\n\nthe review had to proceed from scratch.\r\n\n          In  fine,  taking into  account  the  total complex  of\r\n\nevents, the  district court's  fact-based finding  that appellant\r\n\nknowingly and voluntarily waived her claim to benefits under  the\r\n\nPlan is supportable.5\r\n\nIII.  CONCLUSION\r          III.  CONCLUSION\r\n\n          We need go no further.  Appellant negotiated and signed\r\n\na  contract  that  unambiguously   excluded  her  from   extended\r\n\nparticipation  in  Gillette's  LTD   Plan.    In  so  doing   she\r\n\nsimultaneously  relinquished any  ERISA-protected  claims.    The\r\n\ntrial  court  found  that  her  actions  were  both  knowing  and\r\n\nvoluntary.    Discerning  no  error,  we  will  not  disturb  the\r\n\njudgment.\r\n                    \r                              \r\n\n     5Although appellant admitted  that she  understood when  she\r\nsigned the  severance agreement that  she was waiving  all claims\r\nunder both federal  and state  law, she also  testified that  she\r\n\"did not know  what ERISA was when  she signed the release;  that\r\nshe  did not know that she  was releasing any rights under ERISA;\r\nand that she  did not intend to release  any rights under ERISA.\"\r\nThis  testimony does  not diminish our  respect for  the district\r\ncourt's finding of  waiver.   An employee does  not need to  know\r\nabout her  rights under  ERISA to  know that  she is  waiving her\r                                        \r\nrights under a benefit plan that ERISA happens  to protect.  Once\r                                     \r\nappellant intentionally  let slip her opportunity  to participate\r\nin  the  benefit plan,  she  no  longer  possessed a  substantive\r\n\"right\" protected by ERISA.\r\n\n                                17\r\r\n\nAffirmed.\r                  \r\n\n                                18\r\r\n",
  "html": "<p class=\"case_cite\">70 F.3d 173</p>\n    <p class=\"case_cite\">19 Employee Benefits Cas. 2530</p>\n    <p class=\"parties\">Sharon M. SMART, Plaintiff, Appellant,<br>v.<br>The GILLETTE COMPANY LONG-TERM DISABILITY PLAN, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1705.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1995.<br>Decided Nov. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard L. Burpee, with whom Burpee &amp; DeMoura was on brief, Boston, MS, for appellant.</p>\n      <p class=\"indent\">John H. Mason, with whom Richard P. Ward, David T. Lyons, and Ropes &amp; Gray, were on brief, Boston, MS, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Sharon Smart sued The Gillette Company Long-Term Disability Plan (Plan or LTD Plan) for benefits she asserts were wrongfully denied her.  The district court ruled that Smart had waived her claim.  See Smart v. The Gillette Co. Long-Term Disability Plan, 887 F.Supp. 383 (D.Mass.1995).  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We take the underlying facts principally from the parties' pretrial stipulations.  The Gillette Company (Gillette) hired appellant in 1976.  In time, she became a senior product analyst.  Her job involved travel in connection with the testing of Gillette products.  In 1986, appellant injured her left knee in a work-connected automobile accident.  Between 1986 and 1990, she underwent four surgical procedures in hopes of repairing the damage to her knee.  She worked sporadically during the first half of this period, but not at all after September 8, 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 7, 1988, Gillette, bent on terminating appellant's at-will employment at year's end as part of a reduction in force, sent her a letter that outlined a proposed severance arrangement.  Under it, appellant for a time would receive severance pay and assorted benefits to which she would not otherwise be entitled, but would go quietly into unemployment's dark night, releasing any and all federal and state claims she might have against Gillette.  The September 7 letter listed the LTD Plan among the extended benefits that appellant would enjoy if she accepted the proposal.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Apparently concerned about her injured knee, appellant did not immediately embrace the suggested severance terms, but, rather, began a negotiation aimed at excluding workers' compensation claims from the sweep of the requested release.  Gillette eventually acquiesced and, on December 16, 1988, sent appellant a new letter that differed from the September 7 letter in two important respects.  First, it expressly excluded workers' compensation claims from the general release.  Second, it did not mention the LTD Plan (an omission that had the effect of dropping the Plan from the list of benefits that would continue during the severance period).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant reviewed the December 16 letter with her lawyer and signed it on December 29.  Gillette terminated her employment effective December 31.  As per the agreement, appellant collected severance pay until November 4, 1989, and received the other benefits listed in the December 16 letter throughout the severance period (i.e., January 1 through November 4, 1989).  During that same time frame, she settled her workers' compensation claim for $43,750 and began collecting $887 per month in social security disability payments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On October 2, 1991, appellant filed an application for benefits under the Plan, alleging that she had become \"permanently and totally disabled\" during the severance period.  Gillette's corporate counsel denied the application out of hand.  After a series of fruitless requests for reconsideration, appellant sued.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court did not reach any of the variegated issues associated with whether appellant did (or did not) display a total and permanent disability as defined by the LTD Plan while still a participant in it.  The court instead found in effect, after an evidentiary hearing replete with stipulated facts, that appellant's Plan participation ended when her employment ended (December 31, 1988), and that, therefore, she had no cognizable claim in respect to a disability that did not materialize until sometime in 1989 at the earliest.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After careful examination of the record, the briefs, and the applicable law, we hold that the severance agreement made no provision for extended participation in the LTD Plan.  Consequently, Smart's appeal fails.  For ease in explanation, we divide our analysis into moieties.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>A. The Severance Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant argues that the terms of the severance agreement did not include a surrender of Plan benefits, but that, to the exact contrary, the parties intended to permit appellant to enjoy such benefits as part of the consideration tendered by Gillette for the release.  We approach this contention mindful that the December 16 letter agreement, signed by both parties, represents a contract between Smart and Gillette that potentially affects rights protected by the Employee Retirement Income Security Act (ERISA), 29 U.S.C. Secs. 1001-1461 (1988), and, thus, is likely subject to interpretation in accordance with tenets of federal common law.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Pilot Life Ins. Co. v. Dedeaux, 481 U.S. 41, 56, 107 S.Ct. 1549, 1557, 95 L.Ed.2d 39 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In construing the terms of contracts that are governed by federal common law, we are guided by \"common-sense canons of contract interpretation.\"  Burnham v. Guardian Life Ins. Co., 873 F.2d 486, 489 (1st Cir.1989).  One such canon teaches that contracts containing unambiguous language must be construed according to their plain and natural meaning.  See id.  \"Contract language is usually considered ambiguous where an agreement's terms are inconsistent on their face or where the phraseology can support reasonable differences of opinion as to the meaning of the words employed and obligations undertaken.\"  Fashion House, Inc. v. K mart Corp., 892 F.2d 1076, 1083 (1st Cir.1989).  Interpreting unambiguous terms is an activity that requires judges to expound the law rather than to find the facts, and, therefore, a trial court's interpretive determinations are subject to plenary review.  See, e.g., Allen v. Adage, Inc., 967 F.2d 695, 698 (1st Cir.1992).  In most cases, the question of whether a contract term is ambiguous also presents a question of law subject to plenary review.  See id.;   see also RCI Northeast Servs.  Div. v. Boston Edison Co., 822 F.2d 199, 202 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If an inquiring court concludes that an ambiguity exists in a contract, the ultimate resolution of it typically will turn on the parties' intent.  Exploring the intent of contracting parties often (but not always) involves marshalling facts extrinsic to the language of the contract documents.  When this need arises, these facts, together with the reasonable inferences extractable therefrom, are together superimposed on the ambiguous words to reveal the parties' discerned intent.  This construct ordinarily requires the judge in a non-jury case to resolve questions of fact rather than questions of law.  See In re Newport Plaza Assocs., 985 F.2d 640, 645 (1st Cir.1993) (stating that \"the interpretation of [ambiguous] contract language, itself acknowledged, becomes a question of fact for the jury rather than a question of law for the judge\");  RCI Northeast, 822 F.2d at 202 (explaining that when \"the plain meaning of a contract phrase does not spring unambiguously from the page or from the context, its proper direction becomes one for the factfinder, who must ferret out the intent of the parties\").  In such circumstances, a reviewing court will uphold the factfinder's resolution of the question unless it is clearly erroneous.  See Fed.R.Civ.P. 52(a);  see also In re Navigation Technology Corp., 880 F.2d 1491, 1495 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, appellant's assault focuses on the following language in the severance agreement:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>In consideration of the severance pay and other benefits to be provided you as part of The Gillette Company's Restructuring Program, you do hereby ... release and agree to indemnify and hold harmless [Gillette] ... from any and all claims, charges, complaints, or causes of action, now existing, both known and unknown or arising in the future, including but not limited to, all claims of breach of contract ..., or [claims] arising from alleged violations of ... any ... local, state, or federal law, regulation or policy or any other claim relating to or arising out of your employment with [Gillette] or termination thereof....  (Emphasis supplied.)</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">According to appellant, the underscored phrase is ambiguous because the agreement makes no reference to the LTD Plan, leaving up in the air whether Smart will retain coverage during the severance period as a part of the consideration (\"severance pay and other benefits\") for the general release.  Thus, appellant's thesis runs, the trial court should have mulled extrinsic evidence--including the September 7 letter--to resolve the uncertainty, and, had it done so, would perforce have concluded that the phrase \"other benefits\" in the December 16 letter encompassed extended coverage under the LTD Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant's mental gymnastics are nimble, but they score low marks for substance.  Accepted canons of construction forbid the balkanization of contracts for interpretive purposes.  See Fashion House, 892 F.2d at 1084 (examining agreement as a whole to interpret one part);  see also Restatement (Second) of Contracts Sec. 202 cmt. d (1981) (explaining that \"[w]here the whole can be read to give significance to each part, that reading is preferred\").  Here, when the phrase \"other benefits\" is read in the full context of the document, the language is not ambiguous at all.  The preceding paragraphs of the letter agreement spell out precisely which benefits, in addition to severance pay, appellant will receive in exchange for the release.  They include, with various qualifications, extended participation in employee health and dental plans, life insurance, a savings plan, and an employee stock ownership plan.  Viewed against this backdrop, it is pellucid that the later use of the \"other benefits\" terminology refers to the benefits enumerated in the text of the document itself.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We think that this case is a classic example of a situation in which the hoary maxim expressio unius est exclusio alterius is helpful.  The maxim instructs that, when parties list specific items in a document, any item not so listed is typically thought to be excluded.  See, e.g., FDIC v. Singh, 977 F.2d 18, 22-23 (1st Cir.1992) (applying expressio unius rule).  While this interpretive maxim is not always dispositive, it carries weight;  and when, as now, there is absolutely nothing in the agreement's text that hints at some additional item lurking beyond the enumerated list, we see no reason why the maxim should not be controlling.  We conclude from what is written within the four corners of the severance agreement, therefore, that the phrase \"other benefits\" simply and unambiguously describes the benefits enumerated in the agreement itself (and, hence, does not include continued coverage under the Plan).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant has a fallback position.  She doggedly insists that, regardless of the language of the December 16 letter, evidence from the parties' negotiations and \"course of performance\" reveals that they actually intended to include extended coverage under the Plan as part of the consideration for the release.  This insistence is misplaced.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As a general rule, a court should not consider extrinsic evidence to give meaning to a contract unless the contract's terms are vague or ambiguous.  See Rodriguez-Abreu v. Chase Manhattan Bank, 986 F.2d 580, 586 (1st Cir.1993);  Bellino v. Schlumberger Technologies, Inc., 944 F.2d 26, 32 (1st Cir.1991).  However, if the evidence is not offered to infuse the contract with meaning, but only to demonstrate that a term is vague or ambiguous in the first place, then the situation may be different;  courts sometimes may ponder extrinsic evidence to determine whether an apparently clear term is actually uncertain.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Restatement (Second), supra, Sec. 212 cmt. b (suggesting that determinations of ambiguity are best \"made in the light of the relevant evidence of the situation and relations of the parties, the subject matter of the transaction, preliminary negotiations and statements made therein, usages of trade, and the course of dealing between the parties\");  E. Allan Farnsworth, Farnsworth on Contracts Sec. 7.12, at 277-78 (1990) (approving this view);  see also Arthur L. Corbin, Contracts Sec. 579 (1960) (to like effect).  But this exception is narrow at best, and is inapposite here.  In the most permissive of jurisdictions, extrinsic evidence will be considered for the purpose of determining whether an ambiguity exists only if it suggests a meaning to which the challenged language is reasonably susceptible.  See Farnsworth, supra, Sec. 7.12, at 278.  In no event may extrinsic evidence be employed to contradict explicit contract language or to drain an agreement's text of all content save ink and paper.  See Burnham, 873 F.2d at 489 (admonishing that \"courts have no right to torture language in an attempt to force particular results or to convey delitescent nuances the contracting parties neither intended or imagined\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this case, the extrinsic evidence to which appellant points reveals nothing remotely resembling an amphiboly in the contextual meaning of \"other benefits.\"   That evidence falls into two categories.  The first category juxtaposes the September 7 and December 16 letters, and asks us to remark the fact that extended Plan participation was included as part of the first offer, and then deleted without special mention from the offer which appellant actually accepted.  But even if remarked this fact confirms, rather than refutes, that LTD Plan benefits were intended to be outside the \"other benefits\" explicitly promised in the December 16 agreement.  Put another way, Gillette's deletion of the Plan from the list of preserved benefits bolsters the applicability of the expressio unius maxim.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The second category of extrinsic evidence to which appellant adverts is cobbled together from a series of letters written by Gillette's counsel in the process of denying appellant's claim for LTD Plan benefits on its merits.  Appellant maintains that these missives prove that, in the course of performing the terms of the severance agreement, the Plan administrator interpreted the agreement as commemorating appellant's potential eligibility for benefits.  Although courts sometimes rely on such \"course of performance\" evidence to interpret ambiguous contract terms, see, e.g., Agathos v. Starlite Motel, 977 F.2d 1500, 1509 (3d Cir.1992);  Schultz v. Metropolitan Life Ins. Co., 872 F.2d 676, 679 (5th Cir.1989), we do not find appellant's evidence useful here.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For one thing, the correspondence in question postdates the accrual of the dispute between the parties--indeed, it came into being only after the severance agreement itself had expired--whereas course-of-performance evidence typically involves \"the conduct of the parties before the advent of a controversy.\"  Schultz, 872 F.2d at 679 (emphasis supplied).  For another thing, the targeted correspondence, which seems to assume appellant's eligibility under the Plan in September of 1989, involves only a single claim for benefits.  These communiques, whether read singly or in the ensemble, do not affirmatively acknowledge either an extension of coverage or appellant's generic entitlement to benefits.  On the whole, therefore, the correspondence falls short of evincing the repeated dealings that might constitute a course of performance between the parties sufficient to indicate that \"other benefits\" means something different than what the contract itself discloses.  See generally Restatement (Second), supra, Sec. 202(4) (explaining that \"course of performance\" is relevant \"[w]here an agreement involves repeated occasions for performance\");  id. cmt. g (noting that course of performance \"is not conclusive of meaning,\" and that such conduct \"must be weighed in the light of the terms of the agreement and their possible meanings\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">To sum up, whether or not we refer to extrinsic evidence, the severance agreement is free from ambiguity.  That agreement effectively extinguishes appellant's claim in that, contrary to appellant's advertisement, it does not include a promise to extend Plan coverage.  The remaining issue, then, concerns the validity of the severance agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>B. The Putative Waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellant labors to convince us that the agreement she signed was invalid because it amounted to a waiver, and the waiver, in turn, was unenforceable under ERISA.  We think that this formulation misconstrues the issue.  As we see it, no waiver is in play here.  Appellant signed a severance agreement under which Gillette promised her some extended benefits (but not LTD Plan benefits).  That agreement could not have waived her right to participate in the Plan during the severance period because she had no such right unless the employer affirmatively agreed to enlarge her eligibility under the Plan.   As we have ascertained, see supra Part II(A), Gillette did no such thing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To be sure, the waiver argument can be recast in terms of appellant's release of all claims she might have against Gillette--a release that purportedly surrenders claims under ERISA for the wrongful denial of benefits.  This is at best a bootstrap approach to creating a justiciable waiver issue, for one can scarcely release claims that one does not possess.  And, moreover, we are at loss to see how an employer can \"wrongfully\" deny benefits to which an employee (or, more precisely put, an ex-employee) is not entitled in the first place.  See Ronald J. Cooke, ERISA Practice and Procedure Sec. 2.08, at 2-28 (1995) (emphasizing that \"ERISA affords no rights or protections to those who are not participants\" in a benefit plan).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At any rate, even if we assume that we are dealing with an actual rather than an ersatz waiver, the waiver is permissible.  Congress passed ERISA in part to protect the rights of employees who choose to participate in welfare benefit plans.  See 29 U.S.C. Sec. 1001;  see also Firestone Tire &amp; Rubber Co. v. Bruch, 489 U.S. 101, 113, 109 S.Ct. 948, 955-56, 103 L.Ed.2d 80 (1989).  To achieve that end, the statute establishes a private right of action for employees who allege that a plan administrator wrongfully denied a claim for benefits due under the provisions of the plan.  See 29 U.S.C. Sec. 1132(a).  But Congress did not go so far as to prohibit an employee from waiving her right to participate in an employee welfare benefit plan.  See Rodriguez-Abreu, 986 F.2d at 587;  Finz v. Schlesinger, 957 F.2d 78, 81 (2d Cir.), cert. denied, 506 U.S. 822, 113 S.Ct. 72, 121 L.Ed.2d 38 (1992);  Laniok v. Advisory Comm. of the Brainerd Mfg. Co. Pension Plan, 935 F.2d 1360, 1364-66 (2d Cir.1991);  Lumpkin v. Envirodyne Indus., Inc., 933 F.2d 449, 455 (7th Cir.), cert. denied, 502 U.S. 939, 112 S.Ct. 373, 116 L.Ed.2d 324 (1991);  Leavitt v. Northwestern Bell Tel. Co., 921 F.2d 160, 161-62 (8th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Of course, despite the fact that employee waivers are not forbidden, ERISA evinces Congress's intent to preserve employee pension and benefit rights.  See, e.g., Laniok, 935 F.2d at 1367.   In ERISA cases, therefore, courts should scrutinize an ostensible waiver with care in order to ensure that it reflects the purposeful relinquishment of an employee's rights.  See Finz, 957 F.2d at 81;  In re HECI Exploration Co., 862 F.2d 513, 523 (5th Cir.1988).  At a minimum, such waivers, to be effective, must be \"knowing and voluntary.\"  Rodriguez-Abreu, 986 F.2d at 587.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In Finz, building on Laniok, the Second Circuit crafted a compendium of six factors that are often relevant to this inquiry.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We find this list helpful rather than conclusive.  Generally, no single fact or circumstance is entitled to talismanic significance on the question of waiver.  Only an inquiry into the totality of the circumstances can determine whether there has been a knowing and voluntary relinquishment of an ERISA-protected benefit.  See, e.g., Leavitt, 921 F.2d at 162.   For that reason, every case is sui generis.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The inquiry into waiver consists of two questions:  whether a party actually knew she was relinquishing a benefit, and whether she acted voluntarily in doing so.  Answering these companion questions is a fact-intensive exercise, and the trier's factfinding is entitled to deference (unless it is tainted by a mistake of law).  See Irons v. FBI, 811 F.2d 681, 684 (1st Cir.1987) (\"Where the conclusions of the trial court depend on its election among conflicting facts or its choice of which competing inferences to draw from undisputed basic facts, appellate courts should defer to such fact-intensive findings, absent clear error.\").</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Measured against this standard, the lower court's findings are irreproachable.  The court correctly synthesized the law.  It then surveyed, inter alia, the six Finz factors.  See Smart, 887 F.Supp. at 386.   It found appellant to be well-educated and commercially sophisticated (she had a college degree, some postgraduate business courses, and over ten years of professional experience at Gillette), and to have negotiated the specific terms of the severance agreement.  Those terms provided her with benefits that Gillette was not otherwise obligated to furnish.  The final version of the agreement was very clear, and appellant reviewed it with an attorney of her choosing before signing it.  Without exception, these findings--which cover five of the six Finz factors--are supportable.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The court's remaining finding--that appellant had adequate time to review the severance agreement before she executed it--is not quite so clear-cut.  Nevertheless, it implicates only one of several factors that are involved in the decisional calculus, and, in any event, we do not think that the court committed clear error in determining that the time available to Smart was sufficient to permit a complete, thoughtful perscrutation of the operative version of the agreement.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The lower court rested the controverted finding on the notion that appellant had over three months to review the agreement before signing it.  See id.   This temporal computation assumes that the relevant interval began with appellant's receipt of the September 7 letter.  Appellant attacks the court's underlying premise on the ground that the relevant interval began with her receipt of the December 16 agreement, leaving her less than two weeks in which to review the proposal.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This is a case of the glass being half-empty or half-full, depending on how the observer opts to characterize it.  Appellant did have more than three months within which to consider the prospect of early, forced retirement and to mull those provisions peculiarly important to her condition (like workers' compensation and LTD Plan benefits).  One could reasonably expect her to have been especially attentive to such provisions in reading the revised version of the document.  What is more, a twelve-day period seems ample to permit a sophisticated businesswoman and her lawyer carefully to review the terms of a fairly straightforward severance agreement even if the review had to proceed from scratch.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In fine, taking into account the total complex of events, the district court's fact-based finding that appellant knowingly and voluntarily waived her claim to benefits under the Plan is supportable.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We need go no further.  Appellant negotiated and signed a contract that unambiguously excluded her from extended participation in Gillette's LTD Plan.  In so doing she simultaneously relinquished any ERISA-protected claims.  The trial court found that her actions were both knowing and voluntary.  Discerning no error, we will not disturb the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We need not probe this point too deeply.  Because the result here is unaffected by choice of law, we can simply assume (as have the litigants and the lower court) that federal statutory and common law supply the rules of decision.  See Fashion House, Inc. v. K mart Corp., 892 F.2d 1076, 1092 (1st Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In our view, this possibility should not alter or affect the rule that the determination of ambiguity is, in the first instance, a question of law for the judge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> These six factors include:  (1) the plaintiff's education, business experience, and sophistication;  (2) the parties' respective roles in deciding the final terms of the arrangement;  (3) the agreement's clarity;  (4) the amount of time available to the plaintiff to study the agreement before acting on it;  (5) whether the plaintiff had independent advice--such as the advice of counsel--when she signed the agreement;  and (6) the nature of the consideration tendered in exchange for the waiver.  See Finz, 957 F.2d at 82;  Laniok, 935 F.2d at 1368</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In Rodriguez-Abreu, for example, the plaintiff was a manager who knew that he could not accept the severance package while at the same time retaining long-term disability benefits, and who had consulted with an accountant before making his decision.  We upheld a finding that he had validly waived continued participation in a long-term disability plan as part of his acceptance of a voluntary severance package.  See Rodriguez-Abreu, 986 F.2d at 588</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although appellant admitted that she understood when she signed the severance agreement that she was waiving all claims under both federal and state law, she also testified that she \"did not know what ERISA was when she signed the release;  that she did not know that she was releasing any rights under ERISA;  and that she did not intend to release any rights under ERISA.\"   This testimony does not diminish our respect for the district court's finding of waiver.  An employee does not need to know about her rights under ERISA to know that she is waiving her rights under a benefit plan that ERISA happens to protect.  Once appellant intentionally let slip her opportunity to participate in the benefit plan, she no longer possessed a substantive \"right\" protected by ERISA</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">173</span></span></p>\n    <p class=\"case_cite\">19 Employee Benefits Cas. 2530</p>\n    <p class=\"parties\">Sharon M. SMART, Plaintiff, Appellant,<br>v.<br>The GILLETTE COMPANY LONG-TERM DISABILITY PLAN, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1705.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1995.<br>Decided Nov. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard L. Burpee, with whom Burpee &amp; DeMoura was on brief, Boston, MS, for appellant.</p>\n      <p class=\"indent\">John H. Mason, with whom Richard P. Ward, David T. Lyons, and Ropes &amp; Gray, were on brief, Boston, MS, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Sharon Smart sued The Gillette Company Long-Term Disability Plan (Plan or LTD Plan) for benefits she asserts were wrongfully denied her.  The district court ruled that Smart had waived her claim.  See Smart v. The Gillette Co. Long-Term Disability Plan, <span class=\"citation no-link\"><span class=\"volume\">887</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">383</span> </span>(D.Mass.1995).  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We take the underlying facts principally from the parties' pretrial stipulations.  The Gillette Company (Gillette) hired appellant in 1976.  In time, she became a senior product analyst.  Her job involved travel in connection with the testing of Gillette products.  In 1986, appellant injured her left knee in a work-connected automobile accident.  Between 1986 and 1990, she underwent four surgical procedures in hopes of repairing the damage to her knee.  She worked sporadically during the first half of this period, but not at all after September 8, 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 7, 1988, Gillette, bent on terminating appellant's at-will employment at year's end as part of a reduction in force, sent her a letter that outlined a proposed severance arrangement.  Under it, appellant for a time would receive severance pay and assorted benefits to which she would not otherwise be entitled, but would go quietly into unemployment's dark night, releasing any and all federal and state claims she might have against Gillette.  The September 7 letter listed the LTD Plan among the extended benefits that appellant would enjoy if she accepted the proposal.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Apparently concerned about her injured knee, appellant did not immediately embrace the suggested severance terms, but, rather, began a negotiation aimed at excluding workers' compensation claims from the sweep of the requested release.  Gillette eventually acquiesced and, on December 16, 1988, sent appellant a new letter that differed from the September 7 letter in two important respects.  First, it expressly excluded workers' compensation claims from the general release.  Second, it did not mention the LTD Plan (an omission that had the effect of dropping the Plan from the list of benefits that would continue during the severance period).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant reviewed the December 16 letter with her lawyer and signed it on December 29.  Gillette terminated her employment effective December 31.  As per the agreement, appellant collected severance pay until November 4, 1989, and received the other benefits listed in the December 16 letter throughout the severance period (i.e., January 1 through November 4, 1989).  During that same time frame, she settled her workers' compensation claim for $43,750 and began collecting $887 per month in social security disability payments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On October 2, 1991, appellant filed an application for benefits under the Plan, alleging that she had become \"permanently and totally disabled\" during the severance period.  Gillette's corporate counsel denied the application out of hand.  After a series of fruitless requests for reconsideration, appellant sued.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court did not reach any of the variegated issues associated with whether appellant did (or did not) display a total and permanent disability as defined by the LTD Plan while still a participant in it.  The court instead found in effect, after an evidentiary hearing replete with stipulated facts, that appellant's Plan participation ended when her employment ended (December 31, 1988), and that, therefore, she had no cognizable claim in respect to a disability that did not materialize until sometime in 1989 at the earliest.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After careful examination of the record, the briefs, and the applicable law, we hold that the severance agreement made no provision for extended participation in the LTD Plan.  Consequently, Smart's appeal fails.  For ease in explanation, we divide our analysis into moieties.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>A. The Severance Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant argues that the terms of the severance agreement did not include a surrender of Plan benefits, but that, to the exact contrary, the parties intended to permit appellant to enjoy such benefits as part of the consideration tendered by Gillette for the release.  We approach this contention mindful that the December 16 letter agreement, signed by both parties, represents a contract between Smart and Gillette that potentially affects rights protected by the Employee Retirement Income Security Act (ERISA), 29 U.S.C. Secs. 1001-1461 (1988), and, thus, is likely subject to interpretation in accordance with tenets of federal common law.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See Pilot Life Ins. Co. v. Dedeaux, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 56, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1549</span></a></span>, 1557, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span> </a></span>(1987).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In construing the terms of contracts that are governed by federal common law, we are guided by \"common-sense canons of contract interpretation.\"  Burnham v. Guardian Life Ins. Co., <span class=\"citation\" data-id=\"522153\"><a href=\"/opinion/522153/joan-c-burnham-etc-v-the-guardian-life-insurance-company-of-america/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">486</span></a></span>, 489 (1st Cir.1989).  One such canon teaches that contracts containing unambiguous language must be construed according to their plain and natural meaning.  See <span class=\"citation\" data-id=\"522153\"><a href=\"/opinion/522153/joan-c-burnham-etc-v-the-guardian-life-insurance-company-of-america/\"><span class=\"id_token\">id.</span>  \"Contract language </a></span>is usually considered ambiguous where an agreement's terms are inconsistent on their face or where the phraseology can support reasonable differences of opinion as to the meaning of the words employed and obligations undertaken.\"  Fashion House, Inc. v. K mart Corp., <span class=\"citation\" data-id=\"534521\"><a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1083 (1st Cir.1989).  Interpreting unambiguous terms is an activity that requires judges to expound the law rather than to find the facts, and, therefore, a trial court's interpretive determinations are subject to plenary review.  See, e.g., Allen v. Adage, Inc., <span class=\"citation\" data-id=\"585780\"><a href=\"/opinion/585780/richard-g-allen-v-adage-inc/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">695</span></a></span>, 698 (1st Cir.1992).  In most cases, the question of whether a contract term is ambiguous also presents a question of law subject to plenary review.  See id.;   see also RCI Northeast Servs.  Div. v. Boston Edison Co., <span class=\"citation\" data-id=\"490520\"><a href=\"/opinion/490520/rci-northeast-services-division-v-boston-edison-company/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 202 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If an inquiring court concludes that an ambiguity exists in a contract, the ultimate resolution of it typically will turn on the parties' intent.  Exploring the intent of contracting parties often (but not always) involves marshalling facts extrinsic to the language of the contract documents.  When this need arises, these facts, together with the reasonable inferences extractable therefrom, are together superimposed on the ambiguous words to reveal the parties' discerned intent.  This construct ordinarily requires the judge in a non-jury case to resolve questions of fact rather than questions of law.  See In re Newport Plaza Assocs., <span class=\"citation\" data-id=\"600262\"><a href=\"/opinion/600262/in-re-newport-plaza-associates-lp-debtor-newport-plaza-associates/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span>, 645 (1st Cir.1993) (stating that \"the interpretation of [ambiguous] contract language, itself acknowledged, becomes a question of fact for the jury rather than a question of law for the judge\");  RCI <span class=\"citation\" data-id=\"490520\"><span class=\"antecedent_guess\">Northeast,</span> <a href=\"/opinion/490520/rci-northeast-services-division-v-boston-edison-company/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">202</span> </a></span>(explaining that when \"the plain meaning of a contract phrase does not spring unambiguously from the page or from the context, its proper direction becomes one for the factfinder, who must ferret out the intent of the parties\").  In such circumstances, a reviewing court will uphold the factfinder's resolution of the question unless it is clearly erroneous.  See Fed.R.Civ.P. 52(a);  see also In re Navigation Technology Corp., <span class=\"citation\" data-id=\"526969\"><a href=\"/opinion/526969/in-re-navigation-technology-corporation-debtor-victor-w-dahar-trustee/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1491</span></a></span>, 1495 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, appellant's assault focuses on the following language in the severance agreement:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>In consideration of the severance pay and other benefits to be provided you as part of The Gillette Company's Restructuring Program, you do hereby ... release and agree to indemnify and hold harmless [Gillette] ... from any and all claims, charges, complaints, or causes of action, now existing, both known and unknown or arising in the future, including but not limited to, all claims of breach of contract ..., or [claims] arising from alleged violations of ... any ... local, state, or federal law, regulation or policy or any other claim relating to or arising out of your employment with [Gillette] or termination thereof....  (Emphasis supplied.)</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">According to appellant, the underscored phrase is ambiguous because the agreement makes no reference to the LTD Plan, leaving up in the air whether Smart will retain coverage during the severance period as a part of the consideration (\"severance pay and other benefits\") for the general release.  Thus, appellant's thesis runs, the trial court should have mulled extrinsic evidence--including the September 7 letter--to resolve the uncertainty, and, had it done so, would perforce have concluded that the phrase \"other benefits\" in the December 16 letter encompassed extended coverage under the LTD Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant's mental gymnastics are nimble, but they score low marks for substance.  Accepted canons of construction forbid the balkanization of contracts for interpretive purposes.  See Fashion <span class=\"citation\" data-id=\"534521\"><span class=\"antecedent_guess\">House,</span> <a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1084</span> </a></span>(examining agreement as a whole to interpret one part);  see also Restatement (Second) of Contracts Sec. 202 cmt. d (1981) (explaining that \"[w]here the whole can be read to give significance to each part, that reading is preferred\").  Here, when the phrase \"other benefits\" is read in the full context of the document, the language is not ambiguous at all.  The preceding paragraphs of the letter agreement spell out precisely which benefits, in addition to severance pay, appellant will receive in exchange for the release.  They include, with various qualifications, extended participation in employee health and dental plans, life insurance, a savings plan, and an employee stock ownership plan.  Viewed against this backdrop, it is pellucid that the later use of the \"other benefits\" terminology refers to the benefits enumerated in the text of the document itself.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We think that this case is a classic example of a situation in which the hoary maxim expressio unius est exclusio alterius is helpful.  The maxim instructs that, when parties list specific items in a document, any item not so listed is typically thought to be excluded.  See, e.g., FDIC v. Singh, <span class=\"citation\" data-id=\"592214\"><a href=\"/opinion/592214/federal-deposit-insurance-corporation-v-pritam-singh/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 22-23 (1st Cir.1992) (applying expressio unius rule).  While this interpretive maxim is not always dispositive, it carries weight;  and when, as now, there is absolutely nothing in the agreement's text that hints at some additional item lurking beyond the enumerated list, we see no reason why the maxim should not be controlling.  We conclude from what is written within the four corners of the severance agreement, therefore, that the phrase \"other benefits\" simply and unambiguously describes the benefits enumerated in the agreement itself (and, hence, does not include continued coverage under the Plan).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Appellant has a fallback position.  She doggedly insists that, regardless of the language of the December 16 letter, evidence from the parties' negotiations and \"course of performance\" reveals that they actually intended to include extended coverage under the Plan as part of the consideration for the release.  This insistence is misplaced.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As a general rule, a court should not consider extrinsic evidence to give meaning to a contract unless the contract's terms are vague or ambiguous.  See Rodriguez-Abreu v. Chase Manhattan Bank, <span class=\"citation\" data-id=\"600732\"><a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>, 586 (1st Cir.1993);  Bellino v. Schlumberger Technologies, Inc., <span class=\"citation\" data-id=\"567921\"><a href=\"/opinion/567921/james-bellino-v-schlumberger-technologies-inc/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span>, 32 (1st Cir.1991).  However, if the evidence is not offered to infuse the contract with meaning, but only to demonstrate that a term is vague or ambiguous in the first place, then the situation may be different;  courts sometimes may ponder extrinsic evidence to determine whether an apparently clear term is actually uncertain.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Restatement (Second), supra, Sec. 212 cmt. b (suggesting that determinations of ambiguity are best \"made in the light of the relevant evidence of the situation and relations of the parties, the subject matter of the transaction, preliminary negotiations and statements made therein, usages of trade, and the course of dealing between the parties\");  E. Allan Farnsworth, Farnsworth on Contracts Sec. 7.12, at 277-78 (1990) (approving this view);  see also Arthur L. Corbin, Contracts Sec. 579 (1960) (to like effect).  But this exception is narrow at best, and is inapposite here.  In the most permissive of jurisdictions, extrinsic evidence will be considered for the purpose of determining whether an ambiguity exists only if it suggests a meaning to which the challenged language is reasonably susceptible.  See Farnsworth, supra, Sec. 7.12, at 278.  In no event may extrinsic evidence be employed to contradict explicit contract language or to drain an agreement's text of all content save ink and paper.  See <span class=\"citation\" data-id=\"522153\"><span class=\"antecedent_guess\">Burnham,</span> <a href=\"/opinion/522153/joan-c-burnham-etc-v-the-guardian-life-insurance-company-of-america/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">489</span> </a></span>(admonishing that \"courts have no right to torture language in an attempt to force particular results or to convey delitescent nuances the contracting parties neither intended or imagined\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this case, the extrinsic evidence to which appellant points reveals nothing remotely resembling an amphiboly in the contextual meaning of \"other benefits.\"   That evidence falls into two categories.  The first category juxtaposes the September 7 and December 16 letters, and asks us to remark the fact that extended Plan participation was included as part of the first offer, and then deleted without special mention from the offer which appellant actually accepted.  But even if remarked this fact confirms, rather than refutes, that LTD Plan benefits were intended to be outside the \"other benefits\" explicitly promised in the December 16 agreement.  Put another way, Gillette's deletion of the Plan from the list of preserved benefits bolsters the applicability of the expressio unius maxim.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The second category of extrinsic evidence to which appellant adverts is cobbled together from a series of letters written by Gillette's counsel in the process of denying appellant's claim for LTD Plan benefits on its merits.  Appellant maintains that these missives prove that, in the course of performing the terms of the severance agreement, the Plan administrator interpreted the agreement as commemorating appellant's potential eligibility for benefits.  Although courts sometimes rely on such \"course of performance\" evidence to interpret ambiguous contract terms, see, e.g., Agathos v. Starlite Motel, <span class=\"citation\" data-id=\"593284\"><a href=\"/opinion/593284/john-agathos-and-leonard-demarsico-as-trustees-of-the-local-4-69-welfare/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1500</span></a></span>, 1509 (3d Cir.1992);  Schultz v. Metropolitan Life Ins. Co., <span class=\"citation\" data-id=\"521558\"><a href=\"/opinion/521558/barbara-and-christopher-schultz-individually-and-on-behalf-of-their-minor/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">676</span></a></span>, 679 (5th Cir.1989), we do not find appellant's evidence useful here.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For one thing, the correspondence in question postdates the accrual of the dispute between the parties--indeed, it came into being only after the severance agreement itself had expired--whereas course-of-performance evidence typically involves \"the conduct of the parties before the advent of a controversy.\"  <span class=\"citation\" data-id=\"521558\"><span class=\"antecedent_guess\">Schultz,</span> <a href=\"/opinion/521558/barbara-and-christopher-schultz-individually-and-on-behalf-of-their-minor/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">679</span> </a></span>(emphasis supplied).  For another thing, the targeted correspondence, which seems to assume appellant's eligibility under the Plan in September of 1989, involves only a single claim for benefits.  These communiques, whether read singly or in the ensemble, do not affirmatively acknowledge either an extension of coverage or appellant's generic entitlement to benefits.  On the whole, therefore, the correspondence falls short of evincing the repeated dealings that might constitute a course of performance between the parties sufficient to indicate that \"other benefits\" means something different than what the contract itself discloses.  See generally Restatement (Second), supra, Sec. 202(4) (explaining that \"course of performance\" is relevant \"[w]here an agreement involves repeated occasions for performance\");  <span class=\"citation no-link\"><span class=\"id_token\">id.</span> cmt. g </span>(noting that course of performance \"is not conclusive of meaning,\" and that such conduct \"must be weighed in the light of the terms of the agreement and their possible meanings\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">To sum up, whether or not we refer to extrinsic evidence, the severance agreement is free from ambiguity.  That agreement effectively extinguishes appellant's claim in that, contrary to appellant's advertisement, it does not include a promise to extend Plan coverage.  The remaining issue, then, concerns the validity of the severance agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>B. The Putative Waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellant labors to convince us that the agreement she signed was invalid because it amounted to a waiver, and the waiver, in turn, was unenforceable under ERISA.  We think that this formulation misconstrues the issue.  As we see it, no waiver is in play here.  Appellant signed a severance agreement under which Gillette promised her some extended benefits (but not LTD Plan benefits).  That agreement could not have waived her right to participate in the Plan during the severance period because she had no such right unless the employer affirmatively agreed to enlarge her eligibility under the Plan.   As we have ascertained, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>Part II(A), Gillette did no such thing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To be sure, the waiver argument can be recast in terms of appellant's release of all claims she might have against Gillette--a release that purportedly surrenders claims under ERISA for the wrongful denial of benefits.  This is at best a bootstrap approach to creating a justiciable waiver issue, for one can scarcely release claims that one does not possess.  And, moreover, we are at loss to see how an employer can \"wrongfully\" deny benefits to which an employee (or, more precisely put, an ex-employee) is not entitled in the first place.  See Ronald J. Cooke, ERISA Practice and Procedure Sec. 2.08, at 2-28 (1995) (emphasizing that \"ERISA affords no rights or protections to those who are not participants\" in a benefit plan).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At any rate, even if we assume that we are dealing with an actual rather than an ersatz waiver, the waiver is permissible.  Congress passed ERISA in part to protect the rights of employees who choose to participate in welfare benefit plans.  See 29 U.S.C. Sec. 1001;  see also Firestone Tire &amp; Rubber Co. v. Bruch, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 113, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, 955-56, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span> </a></span>(1989).  To achieve that end, the statute establishes a private right of action for employees who allege that a plan administrator wrongfully denied a claim for benefits due under the provisions of the plan.  See 29 U.S.C. Sec. 1132(a).  But Congress did not go so far as to prohibit an employee from waiving her right to participate in an employee welfare benefit plan.  See <span class=\"citation\" data-id=\"600732\"><span class=\"antecedent_guess\">Rodriguez-Abreu,</span> <a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">587</span></a></span>;  Finz v. Schlesinger, <span class=\"citation\" data-id=\"578214\"><a href=\"/opinion/578214/leonard-l-finz-v-stuart-a-schlesinger-julien-schlesinger-and-finz/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">78</span></a></span>, 81 (2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">822</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">72</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span> </span>(1992);  Laniok v. Advisory Comm. of the Brainerd Mfg. Co. Pension Plan, <span class=\"citation\" data-id=\"563199\"><a href=\"/opinion/563199/peter-j-laniok-v-advisory-committee-of-the-brainerd-manufacturing-company/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1360</span></a></span>, 1364-66 (2d Cir.1991);  Lumpkin v. Envirodyne Indus., Inc., <span class=\"citation\" data-id=\"561305\"><a href=\"/opinion/561305/frank-lumpkin-v-envirodyne-industries-inc/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">449</span></a></span>, 455 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">373</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">324</span> </span>(1991);  Leavitt v. Northwestern Bell Tel. Co., <span class=\"citation\" data-id=\"552885\"><a href=\"/opinion/552885/dennis-s-leavitt-v-northwestern-bell-telephone-company/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">160</span></a></span>, 161-62 (8th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Of course, despite the fact that employee waivers are not forbidden, ERISA evinces Congress's intent to preserve employee pension and benefit rights.  See, e.g., <span class=\"citation\" data-id=\"563199\"><span class=\"antecedent_guess\">Laniok,</span> <a href=\"/opinion/563199/peter-j-laniok-v-advisory-committee-of-the-brainerd-manufacturing-company/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1367</span></a></span>.   In ERISA cases, therefore, courts should scrutinize an ostensible waiver with care in order to ensure that it reflects the purposeful relinquishment of an employee's rights.  See <span class=\"citation\" data-id=\"578214\"><span class=\"antecedent_guess\">Finz,</span> <a href=\"/opinion/578214/leonard-l-finz-v-stuart-a-schlesinger-julien-schlesinger-and-finz/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">81</span></a></span>;  In re HECI Exploration Co., <span class=\"citation\" data-id=\"515195\"><a href=\"/opinion/515195/in-the-matter-of-heci-exploration-co-inc-successor-in-interest-to/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span>, 523 (5th Cir.1988).  At a minimum, such waivers, to be effective, must be \"knowing and voluntary.\"  <span class=\"citation\" data-id=\"600732\"><span class=\"antecedent_guess\">Rodriguez-Abreu,</span> <a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">587</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In Finz, building on Laniok, the Second Circuit crafted a compendium of six factors that are often relevant to this inquiry.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  We find this list helpful rather than conclusive.  Generally, no single fact or circumstance is entitled to talismanic significance on the question of waiver.  Only an inquiry into the totality of the circumstances can determine whether there has been a knowing and voluntary relinquishment of an ERISA-protected benefit.  See, e.g., <span class=\"citation\" data-id=\"552885\"><span class=\"antecedent_guess\">Leavitt,</span> <a href=\"/opinion/552885/dennis-s-leavitt-v-northwestern-bell-telephone-company/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">162</span></a></span>.   For that reason, every case is sui generis.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The inquiry into waiver consists of two questions:  whether a party actually knew she was relinquishing a benefit, and whether she acted voluntarily in doing so.  Answering these companion questions is a fact-intensive exercise, and the trier's factfinding is entitled to deference (unless it is tainted by a mistake of law).  See Irons v. FBI, <span class=\"citation\" data-id=\"483245\"><a href=\"/opinion/483245/peter-irons-and-melvin-lewis-v-federal-bureau-of-investigation-and/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">681</span></a></span>, 684 (1st Cir.1987) (\"Where the conclusions of the trial court depend on its election among conflicting facts or its choice of which competing inferences to draw from undisputed basic facts, appellate courts should defer to such fact-intensive findings, absent clear error.\").</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Measured against this standard, the lower court's findings are irreproachable.  The court correctly synthesized the law.  It then surveyed, inter alia, the six Finz factors.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Smart,</span> <span class=\"volume\">887</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">386</span></span>.   It found appellant to be well-educated and commercially sophisticated (she had a college degree, some postgraduate business courses, and over ten years of professional experience at Gillette), and to have negotiated the specific terms of the severance agreement.  Those terms provided her with benefits that Gillette was not otherwise obligated to furnish.  The final version of the agreement was very clear, and appellant reviewed it with an attorney of her choosing before signing it.  Without exception, these findings--which cover five of the six Finz factors--are supportable.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The court's remaining finding--that appellant had adequate time to review the severance agreement before she executed it--is not quite so clear-cut.  Nevertheless, it implicates only one of several factors that are involved in the decisional calculus, and, in any event, we do not think that the court committed clear error in determining that the time available to Smart was sufficient to permit a complete, thoughtful perscrutation of the operative version of the agreement.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The lower court rested the controverted finding on the notion that appellant had over three months to review the agreement before signing it.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>   This temporal </span>computation assumes that the relevant interval began with appellant's receipt of the September 7 letter.  Appellant attacks the court's underlying premise on the ground that the relevant interval began with her receipt of the December 16 agreement, leaving her less than two weeks in which to review the proposal.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This is a case of the glass being half-empty or half-full, depending on how the observer opts to characterize it.  Appellant did have more than three months within which to consider the prospect of early, forced retirement and to mull those provisions peculiarly important to her condition (like workers' compensation and LTD Plan benefits).  One could reasonably expect her to have been especially attentive to such provisions in reading the revised version of the document.  What is more, a twelve-day period seems ample to permit a sophisticated businesswoman and her lawyer carefully to review the terms of a fairly straightforward severance agreement even if the review had to proceed from scratch.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In fine, taking into account the total complex of events, the district court's fact-based finding that appellant knowingly and voluntarily waived her claim to benefits under the Plan is supportable.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We need go no further.  Appellant negotiated and signed a contract that unambiguously excluded her from extended participation in Gillette's LTD Plan.  In so doing she simultaneously relinquished any ERISA-protected claims.  The trial court found that her actions were both knowing and voluntary.  Discerning no error, we will not disturb the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We need not probe this point too deeply.  Because the result here is unaffected by choice of law, we can simply assume (as have the litigants and the lower court) that federal statutory and common law supply the rules of decision.  See Fashion House, Inc. v. K mart Corp., <span class=\"citation\" data-id=\"534521\"><a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1092 (1st Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In our view, this possibility should not alter or affect the rule that the determination of ambiguity is, in the first instance, a question of law for the judge</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> These six factors include:  (1) the plaintiff's education, business experience, and sophistication;  (2) the parties' respective roles in deciding the final terms of the arrangement;  (3) the agreement's clarity;  (4) the amount of time available to the plaintiff to study the agreement before acting on it;  (5) whether the plaintiff had independent advice--such as the advice of counsel--when she signed the agreement;  and (6) the nature of the consideration tendered in exchange for the waiver.  See <span class=\"citation\" data-id=\"578214\"><span class=\"antecedent_guess\">Finz,</span> <a href=\"/opinion/578214/leonard-l-finz-v-stuart-a-schlesinger-julien-schlesinger-and-finz/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">82</span></a></span>;  <span class=\"citation\" data-id=\"563199\"><span class=\"antecedent_guess\">Laniok,</span> <a href=\"/opinion/563199/peter-j-laniok-v-advisory-committee-of-the-brainerd-manufacturing-company/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1368</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In Rodriguez-Abreu, for example, the plaintiff was a manager who knew that he could not accept the severance package while at the same time retaining long-term disability benefits, and who had consulted with an accountant before making his decision.  We upheld a finding that he had validly waived continued participation in a long-term disability plan as part of his acceptance of a voluntary severance package.  See <span class=\"citation\" data-id=\"600732\"><span class=\"antecedent_guess\">Rodriguez-Abreu,</span> <a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">588</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although appellant admitted that she understood when she signed the severance agreement that she was waiving all claims under both federal and state law, she also testified that she \"did not know what ERISA was when she signed the release;  that she did not know that she was releasing any rights under ERISA;  and that she did not intend to release any rights under ERISA.\"   This testimony does not diminish our respect for the district court's finding of waiver.  An employee does not need to know about her rights under ERISA to know that she is waiving her rights under a benefit plan that ERISA happens to protect.  Once appellant intentionally let slip her opportunity to participate in the benefit plan, she no longer possessed a substantive \"right\" protected by ERISA</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111858/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "https://www.courtlistener.com/api/rest/v3/opinions/483245/",
    "https://www.courtlistener.com/api/rest/v3/opinions/490520/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515195/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521558/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526969/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534521/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552885/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561305/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563199/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567921/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578214/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592214/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593284/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600262/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600732/"
  ]
}