{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196492/",
  "id": 196492,
  "absolute_url": "/opinion/196492/menorah-v-inx/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196492/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:07:13Z",
  "date_modified": "2020-02-21T23:12:50.514160Z",
  "type": "010combined",
  "sha1": "df0d9b1d84912213b80eebb7047cd2867d972e60",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1495.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n\n                                         \r\n\nNo. 95-1495\r\n\n               MENORAH INSURANCE COMPANY, LTD.,\r\n\n                     Plaintiff-Appellee,\r\n\n                              v.\r\n\n                 INX REINSURANCE CORPORATION,\r\n\n                     Defendant-Appellant.\r\n\n                                         \r\n\nNo. 95-1497\r\n\n               MENORAH INSURANCE COMPANY, LTD.,\r\n\n                     Plaintiff-Appellant,\r\n\n                              v.\r\n\n                 INX REINSURANCE CORPORATION\r\n\n                     Defendant-Appellee.\r\n\n                                      \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n       [Hon. Jose Antonio Fuste, U.S. District Judge] \r\n\n                                         \r\n\n                            Before\r\n\n                     Lynch, Circuit Judge,\r                                                     \r\n               Campbell, Senior Circuit Judge,\r                                                         \r\n                    Watson,* Senior Judge.\r                                                      \r\n\n                                         \r\r\n\nLuis  A.  Melendez-Albizu,  Jaime  Sifre  Rodriguez,  and Sanchez-\r                                                                              \r\nBetances &amp; Sifre, were on brief for Menorah Insurance Company, Ltd.\r                        \r\nJuan  H.  Saavedra  Castro  was   on  brief  for  INX  Reinsurance\r                                      \r\nCorporation.\r\n\n                                         \r\n\n                      December 26, 1995\r\n                                         \r\n\n             \r\n*Of  the  United  States  Court of  International  Trade,  sitting  by\r\ndesignation.\r\n\n                             -2-           \r\r\n\n          LYNCH,   Circuit   Judge.     After  unsuccessfully\r                      LYNCH,   Circuit   Judge.\r                                              \r\n\nattempting to invoke arbitration under international business\r\n\ncontracts,  Menorah Insurance  Company  obtained an  $812,907\r\n\ndefault judgment in an  Israeli court against INX Reinsurance\r\n\nCorporation  and then  sought to  enforce the  judgment in  a\r\n\nPuerto Rican court.  After waiting  a year, and on the eve of\r\n\nhaving an exequatur judgment  entered against it, INX removed\r\n\nthe action to the  U.S. District Court for Puerto  Rico under\r\n\nthe Convention on the  Recognition and Enforcement of Foreign\r\n\nArbitral  Awards,  implemented  in 9  U.S.C.     201 et  seq.\r                                                                         \r\n\n(1994).1   The  federal  court  found  that  INX  had  waived\r\n\narbitration and  remanded.   We affirm  because INX  has both\r\n\nexplicitly and implicitly waived arbitration.\r\n\n          Under  seven  reinsurance  treaties  between  them,\r\n\nMenorah,  an  Israeli  company,   and  INX,  a  Puerto  Rican\r\n\ncorporation, agreed  that \"all disputes\"   between them would\r\n\nbe arbitrated and should be  settled \"in an equitable  rather\r\n\nthan  in a strictly legal manner.\"2  The locus of arbitration\r\n\n                    \r                                \r\n\n1.  The Convention was opened for signature on June 10, 1958,\r\n330  U.N.T.S. 38,  and is  reprinted in  9 U.S.C.A.    201 n.\r\n(West Supp. 1995).\r\n\n2.  The  arbitration   clause  presented  by   INX  as  being\r\nrepresentative provides that:\r\n\n          All disputes which  may arise between the\r\n          two contracting parties with reference to\r\n          the Interpretation or the carrying out of\r\n          this   Agreement   or   to   any   matter\r\n          originating  therefrom  or  in   any  way\r\n          connected  with  the  same,  and  whether\r\n\n                             -3-\r                                          3\r\r\n\nwas  to be  Tel Aviv, Israel.   Each  side was  to appoint an\r\n\narbitrator and  should the two arbitrators  disagree, then an\r\n\n\"Umpire,\" previously designated by the two arbitrators, would\r\n\ndecide.   There  was a  default provision  of sorts:  \"In the\r\n\nevent of either party failing to appoint an umpire within two\r\n\nmonths after  arbitration has  been supplied [sic]  for under\r\n\nthe  question  in dispute,  then  in  either  such  case  the\r\n\narbitrators and/or umpire shall  be appointed by the chairman\r\n\nfor   the  time   being   of  the   Israeli  Fire   Insurance\r\n\nAssociation.\"\r\n\n          Menorah made a claim to INX for over $750,000 under\r\n\nthe reinsurance treaties,  to which INX replied  that it owed\r\n\nno more than $178,000 and intimated that fraud accounted  for\r\n\nthe  $500,000 difference.   After  unsuccessful negotiations,\r\n\nMenorah,  on July  1, 1992,  informed INX  by letter  that it\r\n\nwould seek  arbitration, asked  INX to assent  to arbitration\r\n\nand  appoint its arbitrator, said if INX failed to appoint an\r\n\n                    \r                                \r\n\n          arising before or  after the  termination\r\n          of  notice under this  agreement shall be\r\n          entitled  [sic]  in  an equitable  rather\r\n          than a  strictly legal manner and in such\r\n          cases the parties agree to submit  to the\r\n          decision  of arbitrator, one to be chosen\r\n          by  the  Company  and  the  other  by the\r\n          Reinsurer   and   in    the   event    of\r\n          disagreement between these  two, then  an\r\n          Umpire, who shall have been chosen by the\r\n          said  two  arbitrators previous  to their\r\n          entering   upon    the   reference,   the\r\n          arbitrators   and/or   umpire  shall   be\r\n          managers  or  chief  officials   of  fire\r\n          Insurance and/or reinsurance companies.\r\n\n                             -4-\r                                          4\r\r\n\narbitrator, Menorah would ask that one  be appointed for INX,\r\n\nand that if  INX failed  to assent, then  Menorah would  feel\r\n\n\"free  to  pursue  all  other  legal  and  judicial  measures\r\n\navailable.\"    INX  responded  promptly  that  it  would  not\r\n\narbitrate, that its financial  condition was precarious,  and\r\n\nthat even  if ordered  to arbitrate, its  financial condition\r\n\nwould preclude it from doing so.  \r\n\n          On September  10, 1992,  Menorah filed suit  in Tel\r\n\nAviv against INX.  Although actually served, INX chose not to\r\n\nrespond or contest, and  default judgment was entered against\r\n\nit for $812,907, interest at an annual rate of 11%, costs and\r\n\nattorneys' fees.   INX did not pay nor did  it seek to remove\r\n\nthe default.\r\n\n          On September  2, 1993, Menorah filed  an exequatur3\r\n\naction  in  the Superior  Court in  San  Juan to  enforce the\r\n\njudgment.   INX moved to dismiss, claiming for the first time\r\n\nthat  the  controversies  between   the  parties  had  to  be\r\n\narbitrated.   On August 8, 1994, the court denied the motion,\r\n\nfinding that INX had waived arbitration  and that the Israeli\r\n\njudgment was valid, and ordered INX to answer.  INX answered,\r\n\nagain claiming arbitration, and counterclaimed that Menorah's\r\n\n                    \r                                \r\n\n3.  \"Exequatur\"  refers to  an action  to execute  a judgment\r\nfrom another  jurisdiction.   See Seetransport Wiking  Trader\r                                                                         \r\nSchiffahrtsgesellschaft   MBH  &amp;  Co.  v.  Navimpex  Centrala\r                                                                         \r\nNavala, 29 F.3d 79, 81-82 (2d Cir. 1994). \r                  \r\n\n                             -5-\r                                          5\r\r\n\nfailure to submit the exequatur action  to arbitration was in\r\n\nbreach of its contractual duty of good faith.  On October 14,\r\n\n1994,  the Superior Court issued  an order to  show cause why\r\n\nthe  petition  for  exequatur  should  not  be  granted.   In\r\n\nresponse, INX removed the action to the federal court under 9\r\n\nU.S.C.   205.4 \r\n\n          The federal  court remanded  the case on  March 15,\r\n\n1995,  finding  that  INX  had  waived  arbitration  and  the\r\n\nremaining claims were not  subject to the federal arbitration\r\n\nscheme.    Now, over  three  years  after Menorah's  original\r\n\nrequest for arbitration  was refused and after the  travel of\r\n\nthis matter  internationally through three  different courts,\r\n\n                    \r                                \r\n\n4.  Section 205 provides:\r\n\n          Where the subject matter  of an action or\r\n          proceeding  pending  in  a   State  court\r\n          relates  to  an arbitration  agreement or\r\n          award falling under  the Convention,  the\r\n          defendant or  the defendants may,  at any\r\n          time  before  the  trial thereof,  remove\r\n          such action or proceeding to the district\r\n          court  of  the   United  States  for  the\r\n          district and division embracing the place\r\n          where   the   action  or   proceeding  is\r\n          pending.   The  procedure for  removal of\r\n          causes  otherwise  provided by  law shall\r\n          apply, except that the ground for removal\r\n          provided in this  section need not appear\r\n          on the  face of the complaint  but may be\r\n          shown in the  petition for removal.   For\r\n          the purposes of  Chapter 1 of this  title\r\n          any  action  or proceeding  removed under\r\n          this section  shall  be deemed   to  have\r\n          been  brought in  the  district court  to\r\n          which it is removed.   \r\n\n                             -6-\r                                          6\r\r\n\nINX asks us to reverse the district court and send the matter\r\n\nto arbitration. \r\n\n          Review  of  a  district  court's  determination  of\r\n\nwaiver of arbitration is plenary.  See Commercial Union  Ins.\r                                                                         \r\n\nCo. v. Gilbane  Bldg. Co., 992 F.2d 386, 390 (1st Cir. 1993);\r                                     \r\n\nLeadertex,  Inc. v.  Morganton Dyeing  &amp; Finishing  Corp., 67\r                                                                     \r\n\nF.3d 20, 25  (2d Cir. 1995).  \"[T]he  findings upon which the\r\n\n[legal]  conclusion  [of  waiver]  is   based  are  predicate\r\n\nquestions of fact, which may not be overturned unless clearly\r\n\nerroneous.\"  Price v. Drexel Burnham  Lambert, Inc., 791 F.2d\r                                                               \r\n\n1156, 1159 (5th Cir. 1986).  \r\n\n          In the increasingly  international business  world,\r\n\nthe  use  of  arbitration   agreements  may  be  particularly\r\n\nimportant to avoid the\r\n\n          uncertainty [that] will almost inevitably\r\n          exist  with  respect   to  any   contract\r\n          touching two or more countries, each with\r\n          its own substantive laws and conflict-of-\r\n          laws  rules.    A  contractual  provision\r\n          specifying  in advance the forum in which\r\n          disputes shall  be litigated and  the law\r\n          to  be applied  is, therefore,  an almost\r\n          indispensable precondition to achievement\r\n          of  the  orderliness  and  predictability\r\n          essential  to any  international business\r\n          transaction.\r\n\nScherk  v.  Alberto-Culver Co.,  417  U.S.  506, 516  (1974).\r                                          \r\n\nThese  same interests  motivated  this country  to adopt  and\r\n\nimplement the  Convention, under which this  case was removed\r\n\nto federal court:\r\n\n                             -7-\r                                          7\r\r\n\n          The  goal  of  the  Convention,  and  the\r\n          principal  purpose   underlying  American\r\n          adoption and implementation of it, was to\r\n          encourage the recognition and enforcement\r\n          of  commercial arbitration  agreements in\r\n          international contracts and to  unify the\r\n          standards   by    which   agreements   to\r\n          arbitrate   are  observed   and  arbitral\r\n          awardsareenforcedinthesignatorycountries.\r\n\nId. at 520 n.15.\r               \r\n\n          Against  this backdrop  of a  strong United  States\r\n\npolicy  favoring  arbitration,  INX  essentially   makes  two\r\n\narguments.   The district court  erred, it says,  in deciding\r\n\nthat it  waived arbitration in  the events of  1992.  In  any\r\n\nevent, INX says, it now has the right to have the question of\r\n\nthe enforceability of the  Israeli judgment, including  INX's\r\n\ncounterclaim, determined by an arbitrator.\r\n\n          The district court did not  err on either the facts\r\n\nor the law.  The explicit waiver came when INX was invited to\r\n\narbitrate in July 1992.  INX  expressly declined.  It is  not\r\n\nsaved from  that  declination by  the fact  that Menorah  had\r\n\noffered  in the  July 1,  1992 letter  to have  an arbitrator\r\n\nappointed for INX.   That offer too was declined and INX said\r\n\nit  was  both unwilling  and  unable  to  participate in  the\r\n\narbitration.5  \r\n\n                    \r                                \r\n\n5.  INX  claims  the  agreement  required  an  arbitrator  be\r                                                     \r\nappointed  for it  if it declined  to do  so.   The language,\r\nhardly  a model of clarity, does not so directly provide, and\r\neasily could have done so were that the intent. \r\n\n                             -8-\r                                          8\r\r\n\n          The implicit waiver  came from INX's entire  course\r\n\nof conduct.  This court has repeatedly held that \"parties may\r\n\nwaive their right to arbitration and present their dispute to\r\n\na  court.\"   Caribbean Insurance  Services, Inc.  v. American\r                                                                         \r\n\nBankers  Life Assurance Co., 715 F.2d 17, 19 (1st Cir. 1983).\r                                       \r\n\nIn  Caribbean,  we  found  waiver where  the  party  claiming\r                         \r\n\narbitration delayed doing  so until six  months after it  was\r\n\nsued  and it had entered a stipulation  for a speedy trial in\r\n\nexchange  for a  \"reprieve from  a likely  contempt finding.\"\r\n\nId. at 20.   In Jones Motor Co. v.  Chauffeurs, Teamsters and\r                                                                         \r\n\nHelpers  Local Union  No. 633,  671 F.2d  38, 43  (1st Cir.),\r                                         \r\n\ncert.  denied, 459  U.S. 943  (1982), we  found waiver  where\r                         \r\n\neleven months  of litigation occurred before  arbitration was\r\n\nfirst raised, saying:\r\n\n          [T]o   require   that   parties   go   to\r\n          arbitration despite their having advanced\r\n          so  far  in   court  proceedings   before\r\n          seeking   arbitration   would  often   be\r\n          unfair, for it would effectively  allow a\r\n          party sensing an adverse court decision a\r\n          second chance in another forum.\r\n\nThat  sentiment applies here.   In Gutor Int'l  AG v. Raymond\r                                                                         \r\n\nPacker  Co.,  493 F.2d  938, 945  (1st  Cir. 1974),  we found\r                       \r\n\nwaiver  where a  party unconditionally  submitted part  of an\r\n\narbitrable matter to the courts, but later attempted to  take\r\n\nadvantage of  the arbitration clause when  the opposing party\r\n\ncounterclaimed.    Cf.  Raytheon  Co.  v.  Automated Business\r                                                                         \r\n\nSystems,  Inc.,  882 F.2d  6,  8 (1st  Cir.  1989) (defendant\r                          \r\n\n                             -9-\r                                          9\r\r\n\nwaived issue of  whether it  consented to  issue of  punitive\r\n\ndamages being  submitted to arbitration by  delaying and then\r\n\nraising it  in desultory manner  on first day  of arbitration\r\n\nand not pursuing it). \r\n\n          It  has been the rule in this Circuit that in order\r\n\nfor plaintiffs  to prevail on  \"their claim  of waiver,  they\r\n\nmust  show prejudice.\"    Sevinor v.  Merrill Lynch,  Pierce,\r                                                                         \r\n\nFenner  &amp;  Smith,  Inc., 807  F.2d  16,  18  (1st Cir.  1986)\r                                   \r\n\n(finding  no   prejudice  where  defendants   explicitly  and\r\n\npromptly raised arbitration as  a defense to a  suit); accord\r                                                                         \r\n\nCommercial Union, 992 F.2d  at 390.  Because there  was ample\r                            \r\n\nprejudice  here, as  the  district court  found,  we have  no\r\n\nreason  to reconsider whether to  apply the litmus  test of a\r\n\nshowing  of  prejudice to  establish  waiver  or to  apply  a\r\n\ntotality of circumstances test,  as other circuits have done.\r\n\nSee Metz v. Merrill  Lynch, Pierce, Fenner &amp; Smith,  Inc., 39\r                                                                     \r\n\nF.3d 1482, 1489 (10th Cir. 1994) (applying a \"totality of the\r\n\ncircumstances\"  test for  the determination of  waiver, where\r\n\nprejudice was but  one factor);   S+L+H S.p.A. v.  Miller-St.\r                                                                         \r\n\nNazianz, Inc., 988 F.2d 1518, 1527 (7th Cir. 1993). \r                         \r\n\n          Ignoring  its  failure  to appear  in  the  Israeli\r\n\naction,6  INX characterizes  its  delay  of  over a  year  in\r\n\n                    \r                                \r\n\n6.  INX asserts  that its inaction during  the proceedings in\r\nIsrael was justified by  its desire to preserve its  right to\r\nchallenge the  jurisdiction of the  Israeli court.   But  INX\r\nvoluntarily  entered  into  reinsurance  agreements  with  an\r\nIsraeli  corporation that specified Tel  Aviv as the site for\r\n\n                             -10-\r                                          10\r\r\n\nseeking arbitration as insufficient to show prejudice.  There\r\n\nis  no per  se  rule that  a  one  year delay  is  or is  not\r                          \r\n\nsufficient to support waiver.  Cf. J &amp; S Constr. Co., Inc. v.\r                                                                      \r\n\nTravelers Indem. Co., 520 F.2d 809 (1st Cir. 1975)  (thirteen\r                                \r\n\nmonth delay and participation in  discovery was not enough to\r\n\nconstitute a showing of prejudice).  The period of delay here\r\n\nwas  not  one in  which  information useful  to  the ultimate\r\n\nresolution  of  the   dispute  was  being  procured   through\r\n\ndiscovery.    Cf.  Cabinetree  of  Wis.,  Inc.  v.  Kraftmaid\r                                                                         \r\n\nCabinetry, Inc., 50 F.3d 388, 391 (7th Cir. 1995) (explaining\r                           \r\n\nthat delay alone  is not automatically a source  of prejudice\r\n\nand that on occasion  it can comprise time the  parties spend\r\n\nin  determining information  they would  need in  arbitration\r\n\nanyway).   INX chose not to invoke arbitration from July 1992\r\n\nuntil  October 1993 and Menorah bore  the costs of proceeding\r\n\nto  try to  obtain the sums  it thought  owed.   See Van Ness\r                                                                         \r\n\nTownhouses v. Mar  Indus. Co.,  862 F.2d 754,  759 (9th  Cir.\r                                         \r\n\n1988) (waiver  found where  party made conscious  decision to\r\n\ndelay  demand   for  arbitration  while  continuing  to  seek\r\n\njudicial determination  of arbitrable claims).   There was no\r\n\nerror in  the district court's finding  that Menorah incurred\r\n\n                    \r                                \r\n\nany  arbitration proceedings.   In  the commercial  context a\r\nforum selection  clause,  even one  for arbitration,  confers\r\npersonal jurisdiction on the courts of the chosen forum.  See\r                                                                         \r\nUnionmutual Stock  Life Ins.  Co. of Am.  v. Beneficial  Life\r                                                                         \r\nIns. Co., 774 F.2d 524, 527 (1st Cir. 1985).\r                    \r\n\n                             -11-\r                                          11\r\r\n\nexpenses as a  direct result of  INX's dilatory behavior  and\r\n\nthat that was prejudice enough.\r\n\n          INX  suggests that  the  question of  arbitrability\r\n\nshould be decided  in the first  instance by the  arbitrator.\r\n\nAs  to that  and to  INX's  argument that  the  issue of  the\r\n\nenforceability  of  the  Israeli   judgment  must  itself  be\r\n\narbitrated,  we are guided by  First Options of Chicago, Inc.\r                                                                         \r\n\nv. Kaplan,  115 S.  Ct. 1920  (1995).   There, the court  was\r                     \r\n\nfaced  with  the question  of who  has  the primary  power to\r\n\ndecide  whether parties  agreed  to arbitrate  the merits  of\r\n\ntheir dispute.  Id. at 1923.  Here, we face a variant of that\r                               \r\n\nquestion -- who has  the primary power to decide  whether the\r\n\nparties agreed to arbitrate the issue of enforceability of  a\r\n\ndefault  judgment following  failure  to  arbitrate under  an\r\n\narbitration clause.  That  question is appropriate because it\r\n\nis  conceivable   that   parties  could   decide  that   such\r\n\nenforceability   disputes   are   subject   to   arbitration.\r\n\n\"[A]rbitration  is simply  a matter  of contract  between the\r\n\nparties; it is a  way to resolve those  disputes -- but  only\r\n\nthose disputes -- that  the parties have agreed to  submit to\r\n\narbitration.\"7  Id. at 1924.\r                               \r\n\n                    \r                                \r\n\n7.  There is precedent that,  as a matter of law,  actions to\r\nenforce  foreign  money   judgments,  even  those  confirming\r\narbitration awards, are not preempted by the Convention.  See\r                                                                         \r\nIsland Territory  of Curacao  v. Solitron Devices,  Inc., 489\r                                                                    \r\nF.2d  1313, 1319 (2d Cir.  1973), cert. denied,  416 U.S. 986\r                                                          \r\n(1974).  We think, however, the better rule here is to follow\r\nFirst  Options.   See  also  Mastrobuono  v. Shearson  Lehman\r                                                                         \r\n\n                             -12-\r                                          12\r\r\n\n          So we apply the  First Options rule: \"Courts should\r                                                    \r\n\nnot assume that the parties agreed to arbitrate arbitrability\r\n\nunless there  is 'clear and unmistakable'  evidence that they\r\n\ndid  so.\" Id. (citations omitted).   There is  nothing in the\r                         \r\n\nagreement between  INX and  Menorah clearly stating  that the\r\n\nquestion of  arbitrability of judgments should  be decided by\r\n\nan arbitrator.  Thequestion is onefor resolution by thecourt.\r\n\n          We  also  agree   with  the  district  court   that\r\n\narbitration of the enforceability  of the Israeli judgment is\r\n\nnot required.   \"[G]iven the  principle that a  party can  be\r\n\nforced  to arbitrate  only those  issues it  specifically has\r\n\nagreed  to submit  to arbitration,\"  id. at  1925, we  do not\r                                                    \r\n\ninterpret  the  silence of  the  agreement on  this  point to\r\n\ncreate a right of arbitration.  And if the agreement could be\r\n\nread for such an implication, INX has nevertheless waived its\r\n\nright to arbitrate enforceability of the judgment. \r\n\n          The  law does not  lend itself to  INX's claims and\r\n\nultimately,  the strong  policy reasons  favoring arbitration\r\n\nand  underlying  the  adoption  of the  Convention  would  be\r\n\nundercut,  not  served,  by  acceptance  of  INX's  position.\r\n\nArbitration clauses  were not meant  to be another  weapon in\r\n\nthe  arsenal  for imposing  delay  and costs  in  the dispute\r\n\n                    \r                                \r\n\nHutton,  Inc., 115 S. Ct. 1212, 1216 (1995) (issue of whether\r                         \r\narbitrator may award punitive damages \"comes down to what the\r\ncontract has  to say about the  arbitrability of petitioners'\r\nclaim for punitive damages\"). \r\n\n                             -13-\r                                          13\r\r\n\nresolution  process.    Underlying  the policy  of  enforcing\r\n\ncontracts to  arbitrate is  a belief that  where parties  can\r\n\nagree  to a  mutually optimal  method and  forum for  dispute\r\n\nresolution, it serves the interests of efficiency and economy\r\n\nto allow them to do so.  Cf. Mitsubishi Motors Corp. v. Soler\r                                                                         \r\n\nChrysler-Plymouth, Inc.,  473 U.S.  614, 633 (1985);  Glass &amp;\r                                                                         \r\n\nAllied Workers  Int'l Union, Local 182B  v. Excelsior Foundry\r                                                                         \r\n\nCo.,  56 F.3d  844, 848  (7th Cir.  1995) (\"Arbitration  is a\r               \r\n\nservice sold in a  competitive market.  The rules  adopted by\r\n\nthe sellers  are presumptively efficient.\");  see also Steven\r                                                                  \r\n\nShavell,   Alternative   Dispute   Resolution:  An   Economic\r                                                                         \r\n\nAnalysis,  24  J.  Legal  Stud.  1,  8-9  (1995)  (a  central\r                    \r\n\nrationale for  encouraging parties to contract  for their own\r\n\nmethod of dispute resolution is that they are likely to agree\r\n\nto the most efficient forum to serve their needs).   \r\n\n          In  the context  of  international  contracts,  the\r\n\nopportunities for increasing the cost, time and complexity of\r\n\nresolving disputes are magnified  by the presence of multiple\r\n\npossible fora, each with its own different substantive rules,\r\n\nprocedural schematas,  and legal  cultures.  This  is fertile\r\n\nground for manipulation and mischief, and acceptance of INX's\r\n\narguments  would lead  to  the very  problems the  Convention\r\n\nsought  to   avoid.     Cf.   Elizabeth  Warren,   Bankruptcy\r                                                                         \r\n\nPolicymaking in  an Imperfect World,  92 Mich.  L. Rev.  336,\r                                               \r\n\n348-49   (1993)  (Differences  among  legal  systems  provide\r\n\n                             -14-\r                                          14\r\r\n\nincentives  for \"nonproductive strategic behavior\" as debtors\r\n\nattempt to take advantage  of opportunities presented in ways\r\n\nthat  are wasteful  and  drive up  costs.).   \"The  intention\r\n\nbehind   such  [arbitration]  clauses,  and  the  reason  for\r\n\njudicial enforcement of  them, are not to  allow or encourage\r\n\nparties to proceed, either  simultaneously or sequentially in\r\n\nmultiple forums.\"  Cabinetree, 50 F.3d at 390.  \r                                         \r\n\n          Neither  efficiency  nor  economy  are   served  by\r\n\nadopting  INX's arguments.  The  scenario here --  in which a\r\n\nparty  knowingly opts out of the arbitration for which it has\r\n\ncontracted (even  if driven by looming  insolvency8), sits on\r\n\nits  hands while  a default  judgment is  entered against  it\r\n\nafter service, refuses to pay, requires an enforcement action\r\n\nbe filed  against it,  and only  then cries  \"arbitration\" --\r\n\nundermines  both  the   certainty  and  predictability  which\r\n\narbitration agreements  are meant to foster.   Cf. Mitsubishi\r                                                                         \r\n\nMotors,  473  U.S.  at  631  (Courts  should  avoid  inviting\r                  \r\n\n\"'unseemly  and mutually destructive jockeying by the parties\r\n\nto secure tactical litigation  advantages. . . .   [It would]\r\n\ndamage the  fabric of  international commerce and  trade, and\r\n\nimperil the  willingness and ability of  businessmen to enter\r\n\n                    \r                                \r\n\n8.  Ordinarily  in  a  dispute  between  on-going  commercial\r\nplayers  \"reputational\" costs serve to soften inclinations to\r\nobtain an advantage  in a single dispute.  But  where a party\r\nis  in financial distress,  these reputational  checks become\r\nfar  less effective. Cf. Ronald J.  Gilson, Value Creation by\r                                                                         \r\nBusiness  Lawyers: Legal Skills and Asset Pricing, 94 Yale L.\r                                                             \r\nJ. 239, 289-90 (1984).\r\n\n                             -15-\r                                          15\r\r\n\ninto international commercial agreements.'\") (quoting Scherk,\r                                                                        \r\n\n417  U.S.  at 516-17);    see  also  Gilmore v.  Shearson/Am.\r                                                                         \r\n\nExpress  Inc., 811  F.2d  108, 112  (2d  Cir. 1987)  (parties\r                         \r\n\nshould  not  be  permitted  to  use  a  delayed  assertion of\r\n\narbitration  as a \"tactic in  a war of  attrition designed to\r\n\nmake the  litigation too  expensive for  plaintiff\"); Allied-\r                                                                         \r\n\nBruce Terminix Cos. v. Dobson, 115 S. Ct. 834, 841 (1995) (in\r                                         \r\n\ninterpreting  the  Federal Arbitration  Act court  notes that\r\n\nCongress intended to help parties avoid costs and delay).\r\n\n          The order remanding this case to the Superior Court\r\n\nof Puerto  Rico  is also  appropriate,  under either  of  two\r\n\nalternative interpretations of the  Convention.  Section  205\r\n\nallows  removal if  the subject matter  of the  [state] court\r\n\naction \"relates  to an  arbitration agreement  . .  . falling\r\n\nunder the  Convention,\" and it  is arguable, though  far from\r\n\ncertain, that an action to enforce a default judgment where a\r\n\ndefense  is that the parties agreed to arbitrate is an action\r\n\n\"relating  to an  arbitration  agreement.\"   If  the case  is\r\n\nviewed as being  properly removed  on the basis  of both  the\r\n\nplaintiff's enforcement action and the counterclaim, then the\r\n\nfinding of  waiver ultimately  removed the basis  for federal\r\n\njurisdiction.9\r\n\n                    \r                                \r\n\n9.  Menorah   argues   that   this   court   lacks  appellate\r\njurisdiction  because the district  court's remand  order was\r\nbased on  a  determination  of  its lack  of  subject  matter\r\njurisdiction over  the  removed case  and  that 28  U.S.C.   \r\n1447(d)  (1994) bars the review of such a determination.  See\r                                                                         \r\n\n                             -16-\r                                          16\r\r\n\n          If, on the other hand, the removal was based on the\r\n\ncounterclaim alone,  the  pendent claim  could  be  remanded.\r\n\nPrinciples of pendent jurisdiction allowed the district court\r\n\nto exercise its discretion and relinquish jurisdiction over a\r\n\nremoved  case where all the federal claims were gone and only\r\n\npendent  exequatur claims remained.  See  28 U.S.C.   1367(c)\r                                                    \r\n\n(1994); Carnegie-Mellon  Univ. v. Cohill, 484  U.S. 343, 348-\r                                                    \r\n\n52,  355 n.11 (1988); Rodriguez  v. Comas, 888  F.2d 899, 904\r                                                     \r\n\nn.20 (1st  Cir.  1989).   Since  this case  had been  in  the\r\n\nCommonwealth's courts for  over a year  prior to its  removal\r\n\nand was on the  verge of resolution, the court's  exercise of\r\n\ndiscretion  to  remand  the pendent  claims  was particularly\r\n\nappropriate.\r\n\n          The district  court's order  remanding the  case to\r\n\nthe  Superior Court  of  Puerto Rico,  so that  the exequatur\r\n\n                    \r                                \r\n\nThings Remembered,  Inc. v. Petrarca, 64  U.S.L.W. 4035, 4036\r                                                \r\n(U.S. Dec. 5, 1995).       Menorah   also  argues   that  the\r\ndistrict court  erred in granting removal  of the proceedings\r\nin  the first place.  Since Menorah easily wins an affirmance\r\non  the substantive issue of waiver, we decline to decide the\r\njurisdictional issues raised  by it.  See Norton  v. Mathews,\r                                                                        \r\n427  U.S.  524, 528-33  (1976)  (where merits  can  be easily\r\nresolved  in favor  of  the party  challenging  jurisdiction,\r\nresolution of complex jurisdictional inquiry may be avoided);\r\nLambert v. Kysar, 983  F.2d 1110, 1118 n.11 (1st  Cir. 1993);\r                            \r\nRhode Island Hosp. Trust  Nat'l Bank v. Howard Communications\r                                                                         \r\nCorp., 980 F.2d 823, 829 (1st Cir. 1992).  INX in turn argues\r                 \r\nthat there is no jurisdiction to hear Menorah's argument that\r\nthe case was improperly removed to federal court.  Because we\r\ndo  not  reach those  arguments,  we  need  not address  that\r\njurisdictional issue either.\r\n\n                             -17-\r                                          17\r\r\n\naction may proceed, is affirmed.  Double costs are awarded to\r                                                                         \r\n\nMenorah.\r                   \r\n\n                             -18-\r                                          18\r\r\n",
  "html": "<p class=\"case_cite\">72 F.3d 218</p>\n    <p class=\"parties\">MENORAH INSURANCE COMPANY, LTD., Plaintiff-Appellee,<br>v.<br>INX REINSURANCE CORPORATION, Defendant-Appellant.<br>MENORAH INSURANCE COMPANY, LTD., Plaintiff-Appellant,<br>v.<br>INX REINSURANCE CORPORATION, Defendant-Appellee.</p>\n    <p class=\"docket\">Nos. 95-1495, 95-1497.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1995.<br>Decided Dec. 26, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Luis A. Melendez-Albizu, Jaime Sifre Rodriguez, and Sanchez-Betances &amp; Sifre, San Juan, PR, were on brief, for Menorah Insurance Company, Ltd.</p>\n      <p class=\"indent\">Juan H. Saavedra Castro was on brief, San Juan, PR, for INX Reinsurance Corporation.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL, Senior Circuit Judge, WATSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After unsuccessfully attempting to invoke arbitration under international business contracts, Menorah Insurance Company obtained an $812,907 default judgment in an Israeli court against INX Reinsurance Corporation and then sought to enforce the judgment in a Puerto Rican court.  After waiting a year, and on the eve of having an exequatur judgment entered against it, INX removed the action to the U.S. District Court for Puerto Rico under the Convention on the Recognition and Enforcement of Foreign Arbitral Awards, implemented in 9 U.S.C. Sec. 201 et seq.  (1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The federal court found that INX had waived arbitration and remanded.  We affirm because INX has both explicitly and implicitly waived arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under seven reinsurance treaties between them, Menorah, an Israeli company, and INX, a Puerto Rican corporation, agreed that \"all disputes\" between them would be arbitrated and should be settled \"in an equitable rather than in a strictly legal manner.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The locus of arbitration was to be Tel Aviv, Israel.  Each side was to appoint an arbitrator and should the two arbitrators disagree, then an \"Umpire,\" previously designated by the two arbitrators, would decide.  There was a default provision of sorts:  \"In the event of either party failing to appoint an umpire within two months after arbitration has been supplied [sic] for under the question in dispute, then in either such case the arbitrators and/or umpire shall be appointed by the chairman for the time being of the Israeli Fire Insurance Association.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Menorah made a claim to INX for over $750,000 under the reinsurance treaties, to which INX replied that it owed no more than $178,000 and intimated that fraud accounted for the $500,000 difference.  After unsuccessful negotiations, Menorah, on July 1, 1992, informed INX by letter that it would seek arbitration, asked INX to assent to arbitration and appoint its arbitrator, said if INX failed to appoint an arbitrator, Menorah would ask that one be appointed for INX, and that if INX failed to assent, then Menorah would feel \"free to pursue all other legal and judicial measures available.\"   INX responded promptly that it would not arbitrate, that its financial condition was precarious, and that even if ordered to arbitrate, its financial condition would preclude it from doing so.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On September 10, 1992, Menorah filed suit in Tel Aviv against INX.  Although actually served, INX chose not to respond or contest, and default judgment was entered against it for $812,907, interest at an annual rate of 11%, costs and attorneys' fees.  INX did not pay nor did it seek to remove the default.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 2, 1993, Menorah filed an exequatur<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> action in the Superior Court in San Juan to enforce the judgment.  INX moved to dismiss, claiming for the first time that the controversies between the parties had to be arbitrated.  On August 8, 1994, the court denied the motion, finding that INX had waived arbitration and that the Israeli judgment was valid, and ordered INX to answer.  INX answered, again claiming arbitration, and counterclaimed that Menorah's failure to submit the exequatur action to arbitration was in breach of its contractual duty of good faith.  On October 14, 1994, the Superior Court issued an order to show cause why the petition for exequatur should not be granted.  In response, INX removed the action to the federal court under 9 U.S.C. Sec. 205.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The federal court remanded the case on March 15, 1995, finding that INX had waived arbitration and the remaining claims were not subject to the federal arbitration scheme.  Now, over three years after Menorah's original request for arbitration was refused and after the travel of this matter internationally through three different courts, INX asks us to reverse the district court and send the matter to arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Review of a district court's determination of waiver of arbitration is plenary.  See Commercial Union Ins. Co. v. Gilbane Bldg. Co., 992 F.2d 386, 390 (1st Cir.1993);  Leadertex, Inc. v. Morganton Dyeing &amp; Finishing Corp., 67 F.3d 20, 25 (2d Cir.1995).  \"[T]he findings upon which the [legal] conclusion [of waiver] is based are predicate questions of fact, which may not be overturned unless clearly erroneous.\"  Price v. Drexel Burnham Lambert, Inc., 791 F.2d 1156, 1159 (5th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the increasingly international business world, the use of arbitration agreements may be particularly important to avoid the</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>uncertainty [that] will almost inevitably exist with respect to any contract touching two or more countries, each with its own substantive laws and conflict-of-laws rules.  A contractual provision specifying in advance the forum in which disputes shall be litigated and the law to be applied is, therefore, an almost indispensable precondition to achievement of the orderliness and predictability essential to any international business transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Scherk v. Alberto-Culver Co., 417 U.S. 506, 516, 94 S.Ct. 2449, 2455, 41 L.Ed.2d 270 (1974).  These same interests motivated this country to adopt and implement the Convention, under which this case was removed to federal court:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The goal of the Convention, and the principal purpose underlying American adoption and implementation of it, was to encourage the recognition and enforcement of commercial arbitration agreements in international contracts and to unify the standards by which agreements to arbitrate are observed and arbitral awards are enforced in the signatory countries.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id. at 520 n. 15, 94 S.Ct. at 2457 n. 15.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Against this backdrop of a strong United States policy favoring arbitration, INX essentially makes two arguments.  The district court erred, it says, in deciding that it waived arbitration in the events of 1992.  In any event, INX says, it now has the right to have the question of the enforceability of the Israeli judgment, including INX's counterclaim, determined by an arbitrator.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court did not err on either the facts or the law.  The explicit waiver came when INX was invited to arbitrate in July 1992.  INX expressly declined.  It is not saved from that declination by the fact that Menorah had offered in the July 1, 1992 letter to have an arbitrator appointed for INX.  That offer too was declined and INX said it was both unwilling and unable to participate in the arbitration.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The implicit waiver came from INX's entire course of conduct.  This court has repeatedly held that \"parties may waive their right to arbitration and present their dispute to a court.\"  Caribbean Insurance Services, Inc. v. American Bankers Life Assurance Co., 715 F.2d 17, 19 (1st Cir.1983).  In Caribbean, we found waiver where the party claiming arbitration delayed doing so until six months after it was sued and it had entered a stipulation for a speedy trial in exchange for a \"reprieve from a likely contempt finding.\"  Id. at 20.   In Jones Motor Co. v. Chauffeurs, Teamsters and Helpers Local Union No. 633, 671 F.2d 38, 43 (1st Cir.), cert. denied, 459 U.S. 943, 103 S.Ct. 257, 74 L.Ed.2d 200 (1982), we found waiver where eleven months of litigation occurred before arbitration was first raised, saying:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>[T]o require that parties go to arbitration despite their having advanced so far in court proceedings before seeking arbitration would often be unfair, for it would effectively allow a party sensing an adverse court decision a second chance in another forum.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That sentiment applies here.  In Gutor Int'l AG v. Raymond Packer Co., 493 F.2d 938, 945 (1st Cir.1974), we found waiver where a party unconditionally submitted part of an arbitrable matter to the courts, but later attempted to take advantage of the arbitration clause when the opposing party counterclaimed.  Cf. Raytheon Co. v. Automated Business Systems, Inc., 882 F.2d 6, 8 (1st Cir.1989) (defendant waived issue of whether it consented to issue of punitive damages being submitted to arbitration by delaying and then raising it in desultory manner on first day of arbitration and not pursuing it).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It has been the rule in this Circuit that in order for plaintiffs to prevail on \"their claim of waiver, they must show prejudice.\"  Sevinor v. Merrill Lynch, Pierce, Fenner &amp; Smith, Inc., 807 F.2d 16, 18 (1st Cir.1986) (finding no prejudice where defendants explicitly and promptly raised arbitration as a defense to a suit);  accord Commercial Union, 992 F.2d at 390.   Because there was ample prejudice here, as the district court found, we have no reason to reconsider whether to apply the litmus test of a showing of prejudice to establish waiver or to apply a totality of circumstances test, as other circuits have done.  See Metz v. Merrill Lynch, Pierce, Fenner &amp; Smith, Inc., 39 F.3d 1482, 1489 (10th Cir.1994) (applying a \"totality of the circumstances\" test for the determination of waiver, where prejudice was but one factor);  S+L+H S.p.A. v. Miller-St. Nazianz, Inc., 988 F.2d 1518, 1527 (7th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Ignoring its failure to appear in the Israeli action,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> INX characterizes its delay of over a year in seeking arbitration as insufficient to show prejudice.  There is no per se rule that a one year delay is or is not sufficient to support waiver.  Cf. J &amp; S Constr.  Co., Inc. v. Travelers Indem. Co., 520 F.2d 809 (1st Cir.1975) (thirteen month delay and participation in discovery was not enough to constitute a showing of prejudice).  The period of delay here was not one in which information useful to the ultimate resolution of the dispute was being procured through discovery.  Cf. Cabinetree of Wis., Inc. v. Kraftmaid Cabinetry, Inc., 50 F.3d 388, 391 (7th Cir.1995) (explaining that delay alone is not automatically a source of prejudice and that on occasion it can comprise time the parties spend in determining information they would need in arbitration anyway).  INX chose not to invoke arbitration from July 1992 until October 1993 and Menorah bore the costs of proceeding to try to obtain the sums it thought owed.  See Van Ness Townhouses v. Mar Indus. Corp., 862 F.2d 754, 759 (9th Cir.1988) (waiver found where party made conscious decision to delay demand for arbitration while continuing to seek judicial determination of arbitrable claims).  There was no error in the district court's finding that Menorah incurred expenses as a direct result of INX's dilatory behavior and that that was prejudice enough.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">INX suggests that the question of arbitrability should be decided in the first instance by the arbitrator.  As to that and to INX's argument that the issue of the enforceability of the Israeli judgment must itself be arbitrated, we are guided by First Options of Chicago, Inc. v. Kaplan, --- U.S. ----, 115 S.Ct. 1920, 131 L.Ed.2d 985 (1995).  There, the court was faced with the question of who has the primary power to decide whether parties agreed to arbitrate the merits of their dispute.  Id. at ----, 115 S.Ct. at 1923.   Here, we face a variant of that question--who has the primary power to decide whether the parties agreed to arbitrate the issue of enforceability of a default judgment following failure to arbitrate under an arbitration clause.  That question is appropriate because it is conceivable that parties could decide that such enforceability disputes are subject to arbitration.  \"[A]rbitration is simply a matter of contract between the parties;  it is a way to resolve those disputes--but only those disputes--that the parties have agreed to submit to arbitration.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Id. at ----, 115 S.Ct. at 1924.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">So we apply the First Options rule:  \"Courts should not assume that the parties agreed to arbitrate arbitrability unless there is 'clear and unmistakable' evidence that they did so.\"  Id. (citations omitted).  There is nothing in the agreement between INX and Menorah clearly stating that the question of arbitrability of judgments should be decided by an arbitrator.  The question is one for resolution by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We also agree with the district court that arbitration of the enforceability of the Israeli judgment is not required.  \"[G]iven the principle that a party can be forced to arbitrate only those issues it specifically has agreed to submit to arbitration,\" id. at ----, 115 S.Ct. at 1925, we do not interpret the silence of the agreement on this point to create a right of arbitration.  And if the agreement could be read for such an implication, INX has nevertheless waived its right to arbitrate enforceability of the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The law does not lend itself to INX's claims and ultimately, the strong policy reasons favoring arbitration and underlying the adoption of the Convention would be undercut, not served, by acceptance of INX's position.  Arbitration clauses were not meant to be another weapon in the arsenal for imposing delay and costs in the dispute resolution process.  Underlying the policy of enforcing contracts to arbitrate is a belief that where parties can agree to a mutually optimal method and forum for dispute resolution, it serves the interests of efficiency and economy to allow them to do so.  Cf. Mitsubishi Motors Corp. v. Soler Chrysler-Plymouth, Inc., 473 U.S. 614, 633, 105 S.Ct. 3346, 3357, 87 L.Ed.2d 444 (1985);  Glass &amp; Allied Workers Int'l Union, Local 182B v. Excelsior Foundry Co., 56 F.3d 844, 848 (7th Cir.1995) (\"Arbitration is a service sold in a competitive market.  The rules adopted by the sellers are presumptively efficient.\");   see also Steven Shavell, Alternative Dispute Resolution:  An Economic Analysis, 24 J. Legal Stud. 1, 8-9 (1995) (a central rationale for encouraging parties to contract for their own method of dispute resolution is that they are likely to agree to the most efficient forum to serve their needs).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In the context of international contracts, the opportunities for increasing the cost, time and complexity of resolving disputes are magnified by the presence of multiple possible fora, each with its own different substantive rules, procedural schematas, and legal cultures.  This is fertile ground for manipulation and mischief, and acceptance of INX's arguments would lead to the very problems the Convention sought to avoid.  Cf. Elizabeth Warren, Bankruptcy Policymaking in an Imperfect World, 92 Mich.L.Rev. 336, 348-49 (1993) (Differences among legal systems provide incentives for \"nonproductive strategic behavior\" as debtors attempt to take advantage of opportunities presented in ways that are wasteful and drive up costs.).  \"The intention behind such [arbitration] clauses, and the reason for judicial enforcement of them, are not to allow or encourage parties to proceed, either simultaneously or sequentially in multiple forums.\"  Cabinetree, 50 F.3d at 390.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Neither efficiency nor economy are served by adopting INX's arguments.  The scenario here--in which a party knowingly opts out of the arbitration for which it has contracted (even if driven by looming insolvency<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>), sits on its hands while a default judgment is entered against it after service, refuses to pay, requires an enforcement action be filed against it, and only then cries \"arbitration\"--undermines both the certainty and predictability which arbitration agreements are meant to foster.  Cf. Mitsubishi Motors, 473 U.S. at 631, 105 S.Ct. at 3356 (Courts should avoid inviting \" 'unseemly and mutually destructive jockeying by the parties to secure tactical litigation advantages....  [It would] damage the fabric of international commerce and trade, and imperil the willingness and ability of businessmen to enter into international commercial agreements.' \")  (quoting Scherk, 417 U.S. at 516-17, 94 S.Ct. at 2456);  see also Gilmore v. Shearson/Am.  Express Inc., 811 F.2d 108, 112 (2d Cir.1987) (parties should not be permitted to use a delayed assertion of arbitration as a \"tactic in a war of attrition designed to make the litigation too expensive for plaintiff\");  Allied-Bruce Terminix Cos. v. Dobson, --- U.S. ----, ----, 115 S.Ct. 834, 841, 130 L.Ed.2d 753 (1995) (in interpreting the Federal Arbitration Act court notes that Congress intended to help parties avoid costs and delay).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The order remanding this case to the Superior Court of Puerto Rico is also appropriate, under either of two alternative interpretations of the Convention.  Section 205 allows removal if the subject matter of the [state] court action \"relates to an arbitration agreement ... falling under the Convention,\" and it is arguable, though far from certain, that an action to enforce a default judgment where a defense is that the parties agreed to arbitrate is an action \"relating to an arbitration agreement.\"   If the case is viewed as being properly removed on the basis of both the plaintiff's enforcement action and the counterclaim, then the finding of waiver ultimately removed the basis for federal jurisdiction.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">If, on the other hand, the removal was based on the counterclaim alone, the pendent claim could be remanded.  Principles of pendent jurisdiction allowed the district court to exercise its discretion and relinquish jurisdiction over a removed case where all the federal claims were gone and only pendent exequatur claims remained.  See 28 U.S.C. Sec. 1367(c) (1994);  Carnegie-Mellon Univ. v. Cohill, 484 U.S. 343, 348-52, 355 n. 11, 108 S.Ct. 614, 618-20, 621 n. 11, 98 L.Ed.2d 720 (1988);  Rodriguez v. Comas, 888 F.2d 899, 904 n. 20 (1st Cir.1989).  Since this case had been in the Commonwealth's courts for over a year prior to its removal and was on the verge of resolution, the court's exercise of discretion to remand the pendent claims was particularly appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court's order remanding the case to the Superior Court of Puerto Rico, so that the exequatur action may proceed, is affirmed.  Double costs are awarded to Menorah.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of International Trade, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Convention was opened for signature on June 10, 1958, 330 U.N.T.S. 38, and is reprinted in 9 U.S.C.A. Sec. 201 n.  (West Supp.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The arbitration clause presented by INX as being representative provides that:</p>\n        <p>All disputes which may arise between the two contracting parties with reference to the Interpretation or the carrying out of this Agreement or to any matter originating therefrom or in any way connected with the same, and whether arising before or after the termination of notice under this agreement shall be entitled [sic] in an equitable rather than a strictly legal manner and in such cases the parties agree to submit to the decision of arbitrator, one to be chosen by the Company and the other by the Reinsurer and in the event of disagreement between these two, then an Umpire, who shall have been chosen by the said two arbitrators previous to their entering upon the reference, the arbitrators and/or umpire shall be managers or chief officials of fire Insurance and/or reinsurance companies.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> \"Exequatur\" refers to an action to execute a judgment from another jurisdiction.  See Seetransport Wiking Trader Schiffahrtsgesellschaft MBH &amp; Co. v. Navimpex Centrala Navala, 29 F.3d 79, 81-82 (2d Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 205 provides:</p>\n        <p>Where the subject matter of an action or proceeding pending in a State court relates to an arbitration agreement or award falling under the Convention, the defendant or the defendants may, at any time before the trial thereof, remove such action or proceeding to the district court of the United States for the district and division embracing the place where the action or proceeding is pending.  The procedure for removal of causes otherwise provided by law shall apply, except that the ground for removal provided in this section need not appear on the face of the complaint but may be shown in the petition for removal.  For the purposes of Chapter 1 of this title any action or proceeding removed under this section shall be deemed to have been brought in the district court to which it is removed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> INX claims the agreement required an arbitrator be appointed for it if it declined to do so.  The language, hardly a model of clarity, does not so directly provide, and easily could have done so were that the intent</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> INX asserts that its inaction during the proceedings in Israel was justified by its desire to preserve its right to challenge the jurisdiction of the Israeli court.  But INX voluntarily entered into reinsurance agreements with an Israeli corporation that specified Tel Aviv as the site for any arbitration proceedings.  In the commercial context a forum selection clause, even one for arbitration, confers personal jurisdiction on the courts of the chosen forum.  See Unionmutual Stock Life Ins. Co. of Am. v. Beneficial Life Ins. Co., 774 F.2d 524, 527 (1st Cir.1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> There is precedent that, as a matter of law, actions to enforce foreign money judgments, even those confirming arbitration awards, are not preempted by the Convention.  See Island Territory of Curacao v. Solitron Devices, Inc., 489 F.2d 1313, 1319 (2d Cir.1973), cert. denied, 416 U.S. 986, 94 S.Ct. 2389, 40 L.Ed.2d 763 (1974).  We think, however, the better rule here is to follow First Options.   See also Mastrobuono v. Shearson Lehman Hutton, Inc., --- U.S. ----, ----, 115 S.Ct. 1212, 1216, 131 L.Ed.2d 76 (1995) (issue of whether arbitrator may award punitive damages \"comes down to what the contract has to say about the arbitrability of petitioners' claim for punitive damages\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Ordinarily in a dispute between on-going commercial players \"reputational\" costs serve to soften inclinations to obtain an advantage in a single dispute.  But where a party is in financial distress, these reputational checks become far less effective.  Cf.  Ronald J. Gilson, Value Creation by Business Lawyers:  Legal Skills and Asset Pricing, 94 Yale L.J. 239, 289-90 (1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Menorah argues that this court lacks appellate jurisdiction because the district court's remand order was based on a determination of its lack of subject matter jurisdiction over the removed case and that 28 U.S.C. Sec. 1447(d) (1994) bars the review of such a determination.  See Things Remembered, Inc. v. Petrarca, --- U.S. ----, ----, 116 S.Ct. 494, 496-97, 133 L.Ed.2d 461 (1995).  Menorah also argues that the district court erred in granting removal of the proceedings in the first place.  Since Menorah easily wins an affirmance on the substantive issue of waiver, we decline to decide the jurisdictional issues raised by it.  See Norton v. Mathews, 427 U.S. 524, 528-33, 96 S.Ct. 2771, 2773-76, 49 L.Ed.2d 672 (1976) (where merits can be easily resolved in favor of the party challenging jurisdiction, resolution of complex jurisdictional inquiry may be avoided);  Lambert v. Kysar, 983 F.2d 1110, 1118 n. 11 (1st Cir.1993);  Rhode Island Hosp. Trust Nat'l Bank v. Howard Communications Corp., 980 F.2d 823, 829 (1st Cir.1992).  INX in turn argues that there is no jurisdiction to hear Menorah's argument that the case was improperly removed to federal court.  Because we do not reach those arguments, we need not address that jurisdictional issue either</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></span></p>\n    <p class=\"parties\">MENORAH INSURANCE COMPANY, LTD., Plaintiff-Appellee,<br>v.<br>INX REINSURANCE CORPORATION, Defendant-Appellant.<br>MENORAH INSURANCE COMPANY, LTD., Plaintiff-Appellant,<br>v.<br>INX REINSURANCE CORPORATION, Defendant-Appellee.</p>\n    <p class=\"docket\">Nos. 95-1495, 95-1497.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1995.<br>Decided Dec. 26, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Luis A. Melendez-Albizu, Jaime Sifre Rodriguez, and Sanchez-Betances &amp; Sifre, San Juan, PR, were on brief, for Menorah Insurance Company, Ltd.</p>\n      <p class=\"indent\">Juan H. Saavedra Castro was on brief, San Juan, PR, for INX Reinsurance Corporation.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL, Senior Circuit Judge, WATSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After unsuccessfully attempting to invoke arbitration under international business contracts, Menorah Insurance Company obtained an $812,907 default judgment in an Israeli court against INX Reinsurance Corporation and then sought to enforce the judgment in a Puerto Rican court.  After waiting a year, and on the eve of having an exequatur judgment entered against it, INX removed the action to the U.S. District Court for Puerto Rico under the Convention on the Recognition and Enforcement of Foreign Arbitral Awards, implemented in 9 U.S.C. Sec. 201 et seq.  (1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The federal court found that INX had waived arbitration and remanded.  We affirm because INX has both explicitly and implicitly waived arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under seven reinsurance treaties between them, Menorah, an Israeli company, and INX, a Puerto Rican corporation, agreed that \"all disputes\" between them would be arbitrated and should be settled \"in an equitable rather than in a strictly legal manner.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The locus of arbitration was to be Tel Aviv, Israel.  Each side was to appoint an arbitrator and should the two arbitrators disagree, then an \"Umpire,\" previously designated by the two arbitrators, would decide.  There was a default provision of sorts:  \"In the event of either party failing to appoint an umpire within two months after arbitration has been supplied [sic] for under the question in dispute, then in either such case the arbitrators and/or umpire shall be appointed by the chairman for the time being of the Israeli Fire Insurance Association.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Menorah made a claim to INX for over $750,000 under the reinsurance treaties, to which INX replied that it owed no more than $178,000 and intimated that fraud accounted for the $500,000 difference.  After unsuccessful negotiations, Menorah, on July 1, 1992, informed INX by letter that it would seek arbitration, asked INX to assent to arbitration and appoint its arbitrator, said if INX failed to appoint an arbitrator, Menorah would ask that one be appointed for INX, and that if INX failed to assent, then Menorah would feel \"free to pursue all other legal and judicial measures available.\"   INX responded promptly that it would not arbitrate, that its financial condition was precarious, and that even if ordered to arbitrate, its financial condition would preclude it from doing so.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On September 10, 1992, Menorah filed suit in Tel Aviv against INX.  Although actually served, INX chose not to respond or contest, and default judgment was entered against it for $812,907, interest at an annual rate of 11%, costs and attorneys' fees.  INX did not pay nor did it seek to remove the default.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 2, 1993, Menorah filed an exequatur<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> action in the Superior Court in San Juan to enforce the judgment.  INX moved to dismiss, claiming for the first time that the controversies between the parties had to be arbitrated.  On August 8, 1994, the court denied the motion, finding that INX had waived arbitration and that the Israeli judgment was valid, and ordered INX to answer.  INX answered, again claiming arbitration, and counterclaimed that Menorah's failure to submit the exequatur action to arbitration was in breach of its contractual duty of good faith.  On October 14, 1994, the Superior Court issued an order to show cause why the petition for exequatur should not be granted.  In response, INX removed the action to the federal court under 9 U.S.C. Sec. 205.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The federal court remanded the case on March 15, 1995, finding that INX had waived arbitration and the remaining claims were not subject to the federal arbitration scheme.  Now, over three years after Menorah's original request for arbitration was refused and after the travel of this matter internationally through three different courts, INX asks us to reverse the district court and send the matter to arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Review of a district court's determination of waiver of arbitration is plenary.  See Commercial Union Ins. Co. v. Gilbane Bldg. Co., <span class=\"citation\" data-id=\"605981\"><a href=\"/opinion/605981/commercial-union-insurance-company-v-gilbane-building-company/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>, 390 (1st Cir.1993);  Leadertex, Inc. v. Morganton Dyeing &amp; Finishing Corp., <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></span>, 25 (2d Cir.1995).  \"[T]he findings upon which the [legal] conclusion [of waiver] is based are predicate questions of fact, which may not be overturned unless clearly erroneous.\"  Price v. Drexel Burnham Lambert, Inc., <span class=\"citation\" data-id=\"470981\"><a href=\"/opinion/470981/fed-sec-l-rep-p-92790-rayford-price-and-barbara-ashley-price-v-drexel/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1156</span></a></span>, 1159 (5th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the increasingly international business world, the use of arbitration agreements may be particularly important to avoid the</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>uncertainty [that] will almost inevitably exist with respect to any contract touching two or more countries, each with its own substantive laws and conflict-of-laws rules.  A contractual provision specifying in advance the forum in which disputes shall be litigated and the law to be applied is, therefore, an almost indispensable precondition to achievement of the orderliness and predictability essential to any international business transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Scherk v. Alberto-Culver Co., <span class=\"citation\" data-id=\"109066\"><a href=\"/opinion/109066/scherk-v-alberto-culver-co/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">506</span></a></span>, 516, <span class=\"citation\" data-id=\"109066\"><a href=\"/opinion/109066/scherk-v-alberto-culver-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2449</span></a></span>, 2455, <span class=\"citation\" data-id=\"109066\"><a href=\"/opinion/109066/scherk-v-alberto-culver-co/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">270</span> </a></span>(1974).  These same interests motivated this country to adopt and implement the Convention, under which this case was removed to federal court:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>The goal of the Convention, and the principal purpose underlying American adoption and implementation of it, was to encourage the recognition and enforcement of commercial arbitration agreements in international contracts and to unify the standards by which agreements to arbitrate are observed and arbitral awards are enforced in the signatory countries.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"109066\"><a href=\"/opinion/109066/scherk-v-alberto-culver-co/\"><span class=\"id_token\">Id.</span> at 520 </a></span>n. <span class=\"citation\" data-id=\"109066\"><span class=\"antecedent_guess\">15,</span> <a href=\"/opinion/109066/scherk-v-alberto-culver-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2457</span> </a></span>n. 15.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Against this backdrop of a strong United States policy favoring arbitration, INX essentially makes two arguments.  The district court erred, it says, in deciding that it waived arbitration in the events of 1992.  In any event, INX says, it now has the right to have the question of the enforceability of the Israeli judgment, including INX's counterclaim, determined by an arbitrator.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court did not err on either the facts or the law.  The explicit waiver came when INX was invited to arbitrate in July 1992.  INX expressly declined.  It is not saved from that declination by the fact that Menorah had offered in the July 1, 1992 letter to have an arbitrator appointed for INX.  That offer too was declined and INX said it was both unwilling and unable to participate in the arbitration.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The implicit waiver came from INX's entire course of conduct.  This court has repeatedly held that \"parties may waive their right to arbitration and present their dispute to a court.\"  Caribbean Insurance Services, Inc. v. American Bankers Life Assurance Co., <span class=\"citation\" data-id=\"423683\"><a href=\"/opinion/423683/caribbean-insurance-services-inc-v-american-bankers-life-assurance/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 19 (1st Cir.1983).  In Caribbean, we found waiver where the party claiming arbitration delayed doing so until six months after it was sued and it had entered a stipulation for a speedy trial in exchange for a \"reprieve from a likely contempt finding.\"  <span class=\"citation\" data-id=\"423683\"><a href=\"/opinion/423683/caribbean-insurance-services-inc-v-american-bankers-life-assurance/\"><span class=\"id_token\">Id.</span> at 20. </a></span>  In Jones Motor Co. v. Chauffeurs, Teamsters and Helpers Local Union No. 633, <span class=\"citation\" data-id=\"399445\"><a href=\"/opinion/399445/jones-motor-company-inc-v-chauffeurs-teamsters-and-helpers-local-union/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 43 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">943</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">257</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">200</span> </span>(1982), we found waiver where eleven months of litigation occurred before arbitration was first raised, saying:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>[T]o require that parties go to arbitration despite their having advanced so far in court proceedings before seeking arbitration would often be unfair, for it would effectively allow a party sensing an adverse court decision a second chance in another forum.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">That sentiment applies here.  In Gutor Int'l AG v. Raymond Packer Co., <span class=\"citation\" data-id=\"317799\"><a href=\"/opinion/317799/gutor-international-ag-v-raymond-packer-co-inc/\"><span class=\"volume\">493</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">938</span></a></span>, 945 (1st Cir.1974), we found waiver where a party unconditionally submitted part of an arbitrable matter to the courts, but later attempted to take advantage of the arbitration clause when the opposing party counterclaimed.  Cf. Raytheon Co. v. Automated Business Systems, Inc., <span class=\"citation\" data-id=\"527574\"><a href=\"/opinion/527574/raytheon-company-v-automated-business-systems-inc/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 8 (1st Cir.1989) (defendant waived issue of whether it consented to issue of punitive damages being submitted to arbitration by delaying and then raising it in desultory manner on first day of arbitration and not pursuing it).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It has been the rule in this Circuit that in order for plaintiffs to prevail on \"their claim of waiver, they must show prejudice.\"  Sevinor v. Merrill Lynch, Pierce, Fenner &amp; Smith, Inc., <span class=\"citation\" data-id=\"480421\"><a href=\"/opinion/480421/sheldon-j-sevinor-v-merrill-lynch-pierce-fenner-smith-inc-and/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 18 (1st Cir.1986) (finding no prejudice where defendants explicitly and promptly raised arbitration as a defense to a suit);  accord Commercial <span class=\"citation\" data-id=\"605981\"><span class=\"antecedent_guess\">Union,</span> <a href=\"/opinion/605981/commercial-union-insurance-company-v-gilbane-building-company/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">390</span></a></span>.   Because there was ample prejudice here, as the district court found, we have no reason to reconsider whether to apply the litmus test of a showing of prejudice to establish waiver or to apply a totality of circumstances test, as other circuits have done.  See Metz v. Merrill Lynch, Pierce, Fenner &amp; Smith, Inc., <span class=\"citation\" data-id=\"682442\"><a href=\"/opinion/682442/kelli-lyn-metz-and-v-merrill-lynch-pierce-fenner-smith-inc-and/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1482</span></a></span>, 1489 (10th Cir.1994) (applying a \"totality of the circumstances\" test for the determination of waiver, where prejudice was but one factor);  S+L+H S.p.A. v. Miller-St. Nazianz, Inc., <span class=\"citation no-link\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1518</span></span>, 1527 (7th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Ignoring its failure to appear in the Israeli action,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> INX characterizes its delay of over a year in seeking arbitration as insufficient to show prejudice.  There is no per se rule that a one year delay is or is not sufficient to support waiver.  Cf. J &amp; S Constr.  Co., Inc. v. Travelers Indem. Co., <span class=\"citation\" data-id=\"329330\"><a href=\"/opinion/329330/j-s-construction-co-inc-v-travelers-indemnity-company/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span> </a></span>(1st Cir.1975) (thirteen month delay and participation in discovery was not enough to constitute a showing of prejudice).  The period of delay here was not one in which information useful to the ultimate resolution of the dispute was being procured through discovery.  Cf. Cabinetree of Wis., Inc. v. Kraftmaid Cabinetry, Inc., <span class=\"citation\" data-id=\"691984\"><a href=\"/opinion/691984/cabinetree-of-wisconsin-incorporated-v-kraftmaid-cabinetry-incorporated/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">388</span></a></span>, 391 (7th Cir.1995) (explaining that delay alone is not automatically a source of prejudice and that on occasion it can comprise time the parties spend in determining information they would need in arbitration anyway).  INX chose not to invoke arbitration from July 1992 until October 1993 and Menorah bore the costs of proceeding to try to obtain the sums it thought owed.  See Van Ness Townhouses v. Mar Indus. Corp., <span class=\"citation\" data-id=\"515237\"><a href=\"/opinion/515237/van-ness-townhouses-edward-a-shay-ai-o-shay-plaintiffs-v-mar/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">754</span></a></span>, 759 (9th Cir.1988) (waiver found where party made conscious decision to delay demand for arbitration while continuing to seek judicial determination of arbitrable claims).  There was no error in the district court's finding that Menorah incurred expenses as a direct result of INX's dilatory behavior and that that was prejudice enough.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">INX suggests that the question of arbitrability should be decided in the first instance by the arbitrator.  As to that and to INX's argument that the issue of the enforceability of the Israeli judgment must itself be arbitrated, we are guided by First Options of Chicago, Inc. v. Kaplan, --- U.S. ----, <span class=\"citation\" data-id=\"117937\"><a href=\"/opinion/117937/first-options-of-chicago-inc-v-kaplan/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1920</span></a></span>, <span class=\"citation\" data-id=\"117937\"><a href=\"/opinion/117937/first-options-of-chicago-inc-v-kaplan/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">985</span> </a></span>(1995).  There, the court was faced with the question of who has the primary power to decide whether parties agreed to arbitrate the merits of their dispute.  <span class=\"citation\" data-id=\"117937\"><a href=\"/opinion/117937/first-options-of-chicago-inc-v-kaplan/\"><span class=\"id_token\">Id.</span> at ----, </a></span>115 S.Ct. at 1923.   Here, we face a variant of that question--who has the primary power to decide whether the parties agreed to arbitrate the issue of enforceability of a default judgment following failure to arbitrate under an arbitration clause.  That question is appropriate because it is conceivable that parties could decide that such enforceability disputes are subject to arbitration.  \"[A]rbitration is simply a matter of contract between the parties;  it is a way to resolve those disputes--but only those disputes--that the parties have agreed to submit to arbitration.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  <span class=\"citation\" data-id=\"117937\"><a href=\"/opinion/117937/first-options-of-chicago-inc-v-kaplan/\"><span class=\"id_token\">Id.</span> at ----, </a></span>115 S.Ct. at 1924.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">So we apply the First Options rule:  \"Courts should not assume that the parties agreed to arbitrate arbitrability unless there is 'clear and unmistakable' evidence that they did so.\"  <span class=\"citation\" data-id=\"117937\"><a href=\"/opinion/117937/first-options-of-chicago-inc-v-kaplan/\"><span class=\"id_token\">Id.</span> (citations omitted). </a></span> There is nothing in the agreement between INX and Menorah clearly stating that the question of arbitrability of judgments should be decided by an arbitrator.  The question is one for resolution by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We also agree with the district court that arbitration of the enforceability of the Israeli judgment is not required.  \"[G]iven the principle that a party can be forced to arbitrate only those issues it specifically has agreed to submit to arbitration,\" <span class=\"citation\" data-id=\"117937\"><a href=\"/opinion/117937/first-options-of-chicago-inc-v-kaplan/\"><span class=\"id_token\">id.</span> at ----, </a></span>115 S.Ct. at 1925, we do not interpret the silence of the agreement on this point to create a right of arbitration.  And if the agreement could be read for such an implication, INX has nevertheless waived its right to arbitrate enforceability of the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The law does not lend itself to INX's claims and ultimately, the strong policy reasons favoring arbitration and underlying the adoption of the Convention would be undercut, not served, by acceptance of INX's position.  Arbitration clauses were not meant to be another weapon in the arsenal for imposing delay and costs in the dispute resolution process.  Underlying the policy of enforcing contracts to arbitrate is a belief that where parties can agree to a mutually optimal method and forum for dispute resolution, it serves the interests of efficiency and economy to allow them to do so.  Cf. Mitsubishi Motors Corp. v. Soler Chrysler-Plymouth, Inc., <span class=\"citation\" data-id=\"111513\"><a href=\"/opinion/111513/mitsubishi-motors-corp-v-soler-chrysler-plymouth-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">614</span></a></span>, 633, <span class=\"citation\" data-id=\"111513\"><a href=\"/opinion/111513/mitsubishi-motors-corp-v-soler-chrysler-plymouth-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3346</span></a></span>, 3357, <span class=\"citation\" data-id=\"111513\"><a href=\"/opinion/111513/mitsubishi-motors-corp-v-soler-chrysler-plymouth-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">444</span> </a></span>(1985);  Glass &amp; Allied Workers Int'l Union, Local 182B v. Excelsior Foundry Co., <span class=\"citation\" data-id=\"697316\"><a href=\"/opinion/697316/glass-molders-pottery-plastics-and-allied-workers-international-union/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">844</span></a></span>, 848 (7th Cir.1995) (\"Arbitration is a service sold in a competitive market.  The rules adopted by the sellers are presumptively efficient.\");   see also Steven Shavell, Alternative Dispute Resolution:  An Economic Analysis, 24 J. Legal Stud. 1, 8-9 (1995) (a central rationale for encouraging parties to contract for their own method of dispute resolution is that they are likely to agree to the most efficient forum to serve their needs).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In the context of international contracts, the opportunities for increasing the cost, time and complexity of resolving disputes are magnified by the presence of multiple possible fora, each with its own different substantive rules, procedural schematas, and legal cultures.  This is fertile ground for manipulation and mischief, and acceptance of INX's arguments would lead to the very problems the Convention sought to avoid.  Cf. Elizabeth Warren, Bankruptcy Policymaking in an Imperfect World, 92 Mich.L.Rev. 336, 348-49 (1993) (Differences among legal systems provide incentives for \"nonproductive strategic behavior\" as debtors attempt to take advantage of opportunities presented in ways that are wasteful and drive up costs.).  \"The intention behind such [arbitration] clauses, and the reason for judicial enforcement of them, are not to allow or encourage parties to proceed, either simultaneously or sequentially in multiple forums.\"  <span class=\"citation\" data-id=\"691984\"><span class=\"antecedent_guess\">Cabinetree,</span> <a href=\"/opinion/691984/cabinetree-of-wisconsin-incorporated-v-kraftmaid-cabinetry-incorporated/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">390</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Neither efficiency nor economy are served by adopting INX's arguments.  The scenario here--in which a party knowingly opts out of the arbitration for which it has contracted (even if driven by looming insolvency<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>), sits on its hands while a default judgment is entered against it after service, refuses to pay, requires an enforcement action be filed against it, and only then cries \"arbitration\"--undermines both the certainty and predictability which arbitration agreements are meant to foster.  Cf. Mitsubishi <span class=\"citation\" data-id=\"111513\"><span class=\"antecedent_guess\">Motors,</span> <a href=\"/opinion/111513/mitsubishi-motors-corp-v-soler-chrysler-plymouth-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">631</span></a></span>, 105 S.Ct. at 3356 (Courts should avoid inviting \" 'unseemly and mutually destructive jockeying by the parties to secure tactical litigation advantages....  [It would] damage the fabric of international commerce and trade, and imperil the willingness and ability of businessmen to enter into international commercial agreements.' \")  (quoting <span class=\"citation\" data-id=\"109066\"><span class=\"antecedent_guess\">Scherk,</span> <a href=\"/opinion/109066/scherk-v-alberto-culver-co/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">516-17</span></a></span>, 94 S.Ct. at 2456);  see also Gilmore v. Shearson/Am.  Express Inc., <span class=\"citation\" data-id=\"482856\"><a href=\"/opinion/482856/brendan-gilmore-v-shearsonamerican-express-inc/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span>, 112 (2d Cir.1987) (parties should not be permitted to use a delayed assertion of arbitration as a \"tactic in a war of attrition designed to make the litigation too expensive for plaintiff\");  Allied-Bruce Terminix Cos. v. Dobson, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117892\"><a href=\"/opinion/117892/allied-bruce-terminix-cos-v-dobson/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">834</span></a></span>, 841, <span class=\"citation\" data-id=\"117892\"><a href=\"/opinion/117892/allied-bruce-terminix-cos-v-dobson/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">753</span> </a></span>(1995) (in interpreting the Federal Arbitration Act court notes that Congress intended to help parties avoid costs and delay).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The order remanding this case to the Superior Court of Puerto Rico is also appropriate, under either of two alternative interpretations of the Convention.  Section 205 allows removal if the subject matter of the [state] court action \"relates to an arbitration agreement ... falling under the Convention,\" and it is arguable, though far from certain, that an action to enforce a default judgment where a defense is that the parties agreed to arbitrate is an action \"relating to an arbitration agreement.\"   If the case is viewed as being properly removed on the basis of both the plaintiff's enforcement action and the counterclaim, then the finding of waiver ultimately removed the basis for federal jurisdiction.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">If, on the other hand, the removal was based on the counterclaim alone, the pendent claim could be remanded.  Principles of pendent jurisdiction allowed the district court to exercise its discretion and relinquish jurisdiction over a removed case where all the federal claims were gone and only pendent exequatur claims remained.  See 28 U.S.C. Sec. 1367(c) (1994);  Carnegie-Mellon Univ. v. Cohill, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 348-52, 355 n. 11, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">614</span></a></span>, 618-20, 621 n. 11, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span> </a></span>(1988);  Rodriguez v. Comas, <span class=\"citation\" data-id=\"531323\"><a href=\"/opinion/531323/jose-denis-rodriguez-v-juan-comas/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 904 n. 20 (1st Cir.1989).  Since this case had been in the Commonwealth's courts for over a year prior to its removal and was on the verge of resolution, the court's exercise of discretion to remand the pendent claims was particularly appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court's order remanding the case to the Superior Court of Puerto Rico, so that the exequatur action may proceed, is affirmed.  Double costs are awarded to Menorah.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of International Trade, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Convention was opened for signature on June 10, 1958, 330 U.N.T.S. 38, and is reprinted in 9 U.S.C.A. Sec. 201 n.  (West Supp.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The arbitration clause presented by INX as being representative provides that:</p>\n        <p>All disputes which may arise between the two contracting parties with reference to the Interpretation or the carrying out of this Agreement or to any matter originating therefrom or in any way connected with the same, and whether arising before or after the termination of notice under this agreement shall be entitled [sic] in an equitable rather than a strictly legal manner and in such cases the parties agree to submit to the decision of arbitrator, one to be chosen by the Company and the other by the Reinsurer and in the event of disagreement between these two, then an Umpire, who shall have been chosen by the said two arbitrators previous to their entering upon the reference, the arbitrators and/or umpire shall be managers or chief officials of fire Insurance and/or reinsurance companies.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> \"Exequatur\" refers to an action to execute a judgment from another jurisdiction.  See Seetransport Wiking Trader Schiffahrtsgesellschaft MBH &amp; Co. v. Navimpex Centrala Navala, <span class=\"citation\" data-id=\"673850\"><a href=\"/opinion/673850/seetransport-wiking-trader-schiffahrtsgesellschaft-mbh-co/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 81-82 (2d Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 205 provides:</p>\n        <p>Where the subject matter of an action or proceeding pending in a State court relates to an arbitration agreement or award falling under the Convention, the defendant or the defendants may, at any time before the trial thereof, remove such action or proceeding to the district court of the United States for the district and division embracing the place where the action or proceeding is pending.  The procedure for removal of causes otherwise provided by law shall apply, except that the ground for removal provided in this section need not appear on the face of the complaint but may be shown in the petition for removal.  For the purposes of Chapter 1 of this title any action or proceeding removed under this section shall be deemed to have been brought in the district court to which it is removed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> INX claims the agreement required an arbitrator be appointed for it if it declined to do so.  The language, hardly a model of clarity, does not so directly provide, and easily could have done so were that the intent</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> INX asserts that its inaction during the proceedings in Israel was justified by its desire to preserve its right to challenge the jurisdiction of the Israeli court.  But INX voluntarily entered into reinsurance agreements with an Israeli corporation that specified Tel Aviv as the site for any arbitration proceedings.  In the commercial context a forum selection clause, even one for arbitration, confers personal jurisdiction on the courts of the chosen forum.  See Unionmutual Stock Life Ins. Co. of Am. v. Beneficial Life Ins. Co., <span class=\"citation\" data-id=\"458984\"><a href=\"/opinion/458984/unionmutual-stock-life-insurance-company-of-america-v-beneficial-life/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">524</span></a></span>, 527 (1st Cir.1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> There is precedent that, as a matter of law, actions to enforce foreign money judgments, even those confirming arbitration awards, are not preempted by the Convention.  See Island Territory of Curacao v. Solitron Devices, Inc., <span class=\"citation\" data-id=\"316227\"><a href=\"/opinion/316227/the-island-territory-of-curacao-v-solitron-devices-inc/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1313</span></a></span>, 1319 (2d Cir.1973), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2389</span></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">763</span> </span>(1974).  We think, however, the better rule here is to follow First Options.   See also Mastrobuono v. Shearson Lehman Hutton, Inc., --- U.S. ----, ----, <span class=\"citation\" data-id=\"117907\"><a href=\"/opinion/117907/mastrobuono-v-shearson-lehman-hutton-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1212</span></a></span>, 1216, <span class=\"citation\" data-id=\"117907\"><a href=\"/opinion/117907/mastrobuono-v-shearson-lehman-hutton-inc/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">76</span> </a></span>(1995) (issue of whether arbitrator may award punitive damages \"comes down to what the contract has to say about the arbitrability of petitioners' claim for punitive damages\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Ordinarily in a dispute between on-going commercial players \"reputational\" costs serve to soften inclinations to obtain an advantage in a single dispute.  But where a party is in financial distress, these reputational checks become far less effective.  Cf.  Ronald J. Gilson, Value Creation by Business Lawyers:  Legal Skills and Asset Pricing, 94 Yale L.J. 239, 289-90 (1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Menorah argues that this court lacks appellate jurisdiction because the district court's remand order was based on a determination of its lack of subject matter jurisdiction over the removed case and that 28 U.S.C. Sec. 1447(d) (1994) bars the review of such a determination.  See Things Remembered, Inc. v. Petrarca, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117984\"><a href=\"/opinion/117984/things-remembered-inc-v-petrarca/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">494</span></a></span>, 496-97, <span class=\"citation\" data-id=\"117984\"><a href=\"/opinion/117984/things-remembered-inc-v-petrarca/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">461</span> </a></span>(1995).  Menorah also argues that the district court erred in granting removal of the proceedings in the first place.  Since Menorah easily wins an affirmance on the substantive issue of waiver, we decline to decide the jurisdictional issues raised by it.  See Norton v. Mathews, <span class=\"citation\" data-id=\"109524\"><a href=\"/opinion/109524/norton-v-mathews/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">524</span></a></span>, 528-33, <span class=\"citation\" data-id=\"109524\"><a href=\"/opinion/109524/norton-v-mathews/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2771</span></a></span>, 2773-76, <span class=\"citation\" data-id=\"109524\"><a href=\"/opinion/109524/norton-v-mathews/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">672</span> </a></span>(1976) (where merits can be easily resolved in favor of the party challenging jurisdiction, resolution of complex jurisdictional inquiry may be avoided);  Lambert v. Kysar, <span class=\"citation\" data-id=\"598967\"><a href=\"/opinion/598967/george-lambert-dba-rainbow-fruit-v-sam-kysar-and-joan-kysar-dba/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1118 n. 11 (1st Cir.1993);  Rhode Island Hosp. Trust Nat'l Bank v. Howard Communications Corp., <span class=\"citation\" data-id=\"596107\"><a href=\"/opinion/596107/rhode-island-hospital-trust-national-bank-v-howard-communications/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">823</span></a></span>, 829 (1st Cir.1992).  INX in turn argues that there is no jurisdiction to hear Menorah's argument that the case was improperly removed to federal court.  Because we do not reach those arguments, we need not address that jurisdictional issue either</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109066/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109524/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111513/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117892/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117907/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117937/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117984/",
    "https://www.courtlistener.com/api/rest/v3/opinions/316227/",
    "https://www.courtlistener.com/api/rest/v3/opinions/317799/",
    "https://www.courtlistener.com/api/rest/v3/opinions/329330/",
    "https://www.courtlistener.com/api/rest/v3/opinions/399445/",
    "https://www.courtlistener.com/api/rest/v3/opinions/423683/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458984/",
    "https://www.courtlistener.com/api/rest/v3/opinions/470981/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480421/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482856/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515237/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527574/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596107/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598967/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605981/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673850/",
    "https://www.courtlistener.com/api/rest/v3/opinions/682442/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691984/",
    "https://www.courtlistener.com/api/rest/v3/opinions/697316/"
  ]
}