{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196480/",
  "id": 196480,
  "absolute_url": "/opinion/196480/knapp-shoes-inc-v-sylvania-shoe/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196480/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:06:49Z",
  "date_modified": "2020-02-21T23:12:24.413579Z",
  "type": "010combined",
  "sha1": "969a1c85d9c2a122ce9e4c8f86da72b15ea3d7f1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1220.01A",
  "local_path": null,
  "plain_text": "\n\nJanuary 11, 1996  UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1220\r\n\n                      KNAPP SHOES, INC.\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n           SYLVANIA SHOE MANUFACTURING CORPORATION,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n                         ERRATA SHEET\r\n\n   The opinion of this  court, issued on December 20,  1995, is\r\namended as follows:\r\n\n   On  page   36,  line   four,   replace  \"$233,626.47\"   with\r\n\"$223,626.47\".\r\n\n   On  page   36,   line  five,   replace  \"$243,911.62\"   with\r\n\"$253,911.62\".\r\n\n   On  page 36, line five, add to  the end of the paragraph the\r\nfollowing sentence:   \"In addition, the  magistrate judge's order\r\nterminating the  injunction against  Sylvania, as entered  on May\r\n31, 1991 and amended on June 10, 1991, is vacated; the magistrate\r\njudge  is free  to reduce the  amount embargoed to  the net award\r\nplus anticipated costs and interest.\"\r\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1220\r\n\n                      KNAPP SHOES, INC.\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n           SYLVANIA SHOE MANUFACTURING CORPORATION,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Lawrence P. Cohen, U.S. Magistrate Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Cyr, Boudin and Lynch,\r\n\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nBernard  J. Bonn III with  whom Timothy C. Blank,  Kara W. Swanson\r                                                                              \r\nand Dechert Price &amp; Rhoads were on briefs for appellant.\r                                  \r\nJoseph B.  Green with  whom Steven L.  Katz and Kotin,  Crabtree &amp;\r                                                                              \r\nStrong were on brief for appellee.\r              \r\n\n                                         \r\n\n                      December 20, 1995\r\n                                         \r\r\n\n     BOUDIN, Circuit Judge.  Over the  course of three years,\r                                      \r\n\nbeginning   in  early  1987,   Knapp  Shoes,  Inc.  (\"Knapp\")\r\n\npurchased nearly  300,000 pairs  of shoes from  Sylvania Shoe\r\n\nManufacturing Corp. (\"Sylvania\").   The relationship  between\r\n\nthe two  companies underwent  strains during its  final year,\r\n\nand broke off early in 1990.   Knapp filed suit in April 1990\r\n\nclaiming  that Sylvania  had  manufactured  defective  shoes;\r\n\nSylvania counterclaimed for unpaid bills.  In March 1995, the\r\n\nmagistrate judge  awarded net damages of less than $65,000 in\r\n\nfavor  of Sylvania.    Knapp appeals.    We affirm  in  part,\r\n\nreverse in part,  and remand for the entry of  a new judgment\r\n\nas specified in this opinion.\r\n\n                   I.  THE UNDERLYING FACTS\r                               I.  THE UNDERLYING FACTS\r\n\n     Knapp,  a  Massachusetts  corporation, manufactures  and\r\n\ndistributes  work   shoes.    In  addition   to  selling  and\r\n\ndistributing shoes that it manufactures, Knapp also sells and\r\n\ndistributes shoes manufactured by other shoe companies  under\r\n\nthe Knapp  logo.   Sylvania, a Pennsylvania  corporation, was\r\n\none such supplier to Knapp.\r\n\n     In late  1986, Jack  Esser, then Knapp's  vice president\r\n\nfor merchandising and manufacturing,  told Knapp personnel to\r\n\ncontact  Sylvania to  arrange  for the  manufacture of  shoes\r\n\nKnapp  was selling  to  the U.S.  Postal  Service.   Sylvania\r\n\ndelivered over  10,000 pairs  of two styles  of shoes--models\r\n\n1249 and 1250--by  mid-February 1987.  By all accounts, there\r\n\n                             -2-\r                                         -2-\r\r\n\nwere few problems with  these shoes, nor were  there problems\r\n\nwith over  5,000 pairs  of 1249s delivered  between September\r\n\n1987 and May 1988.\r\n\n     Thus  encouraged,  Sylvania  and  Knapp  expanded  their\r\n\ncollaboration, and  by early  1988 Sylvania  had made  or was\r\n\nmaking over two dozen models of shoes for Knapp.  These later\r\n\nmodels all differed in construction from the 1249s and 1250s.\r\n\nWhile  the latter in each  case consisted of  a leather upper\r\n\ncemented  to  a  polyurethane   sole,  the  new  models  were\r\n\nconstructed of three parts:  a rubber outsole, an ethyl vinyl\r\n\nacetate  (EVA) midsole, and  a leather upper.   Among Knapp's\r\n\nvarious  problems  with  Sylvania  shoes,  the  most  serious\r\n\ncomplaint was  that the  leather  upper and  the EVA  midsole\r\n\ntended to fall apart.  \r\n\n     The bulk of Knapp's  purchases were in three categories.\r\n\nThe  first, style  1251, accounted  for nearly  25,000 pairs.\r\n\nThese  shoes were  athletic-style postal  shoes.   The second\r\n\ncategory  was  the  2600  series, which  accounted  for  over\r\n\n140,000 pairs.   These shoes were  steel-toed shoes, intended\r\n\nfor  use  in  industrial   settings  where  OSHA  regulations\r\n\nrequired  protective footwear.   The  final category  was the\r\n\n2800 and 2900 series of non-steel-toe shoes, of which perhaps\r\n\n70,000 pairs were  sold.   A number of  models that  Sylvania\r\n\nproduced for Knapp are not implicated in this litigation.\r\n\n     Quality control problems with shoes in these three lines\r\n\n                             -3-\r                                         -3-\r\r\n\nappeared  almost immediately  and  continued  throughout  the\r\n\nhistory  of the  two companies'  relationship.   In mid-1987,\r\n\nKnapp  found  that  the  toe   bumpers  of  style  2600  were\r\n\nimproperly  bonded to the shoe and could be peeled off; these\r\n\nshoes  were  returned to  Sylvania  for  repair before  being\r\n\nshipped to  Knapp's customers.  A  further problem--this time\r\n\nwith sole adhesion--appeared soon afterwards, affecting white\r\n\nshoes in the 2600 and 2800 lines.  Sylvania, on the advice of\r\n\nits cement company, had  in late 1987 added white  pigment to\r\n\nthe cement for  cosmetic reasons, and  this seemed to  affect\r\n\nthe bond.  This difficulty led  to the recall of thousands of\r\n\nshoes in early 1988.\r\n\n     By summer 1988, the  sole separation problems had spread\r\n\nto  black shoes.    In a  letter sent  by  John Sprague,  the\r\n\nindividual at Knapp charged  with quality control and product\r\n\ndevelopment, to  Colin Elliot, a vice  president at Sylvania,\r\n\nSprague wrote that the problems reported with the black shoes\r\n\n\"scare[s]  the hell  out  of us\"  and  reported also  that  a\r\n\n\"[r]ash   of  telephone   calls\"  had   complained   of  sole\r\n\nseparations  on style  1251.   Following these  complaints, a\r\n\nnumber  of  shoes were  sent  to  the Footwear  Institute  of\r\n\nAmerica for  pull testing.1  These tests  indicated that some\r\n\n                    \r                                \r\n\n     1Pull  tests,   standard  in  the  industry,  allow  for\r\nmeasurement  of  the  strength  of  shoe  construction.    In\r\naddition  to measuring  the  pounds of  pressure that  can be\r\napplied to a particular area of the shoe before it will fail,\r\nthe tests indicate whether the failure was caused by material\r\n\n                             -4-\r                                         -4-\r\r\n\nsole adhesion problems were caused by improper manufacture.\r\n\n     Esser later testified that he concluded at the time that\r\n\nthe  problems  were  minimal  and  he  authorized   continued\r\n\npurchases  from Sylvania.   However,  both Sprague  and Esser\r\n\nremained  in almost daily contact with Elliot in an effort to\r\n\ncorrect the defects.   In  addition, Knapp began  to place  a\r\n\nlegend on the bottom  of some of its purchase  orders, \"ORDER\r\n\nPENDING CORRECTION OF SOLE SEPARATION PROBLEM.\"  \r\n\n     Throughout  this  period,  the evidence  indicates  that\r\n\nSylvania and Knapp  worked together to  attempt to solve  the\r\n\nproblems  that  were affecting  the  shoes.   Various  design\r\n\nchanges  were suggested  by Knapp,  and  Sylvania implemented\r\n\nmany of them.  The suggestions included adding toe bumpers to\r\n\nmodels  that  lacked  them and  substituting  a  polyurethane\r\n\nmidsole  for the EVA midsole in certain models.  In addition,\r\n\nSylvania changed cement companies in mid-1988.  \r\n\n     In 1989,  the relations between the  two companies began\r\n\nto  deteriorate.    Sylvania  blames  this  deterioration  on\r\n\nKnapp's then-parlous  financial state.   Knapp established  a\r\n\ncash  committee in February 1989  (of which John  Esser was a\r\n\nmember); Richard  Nedder, Knapp's president, was  replaced by\r\n\nJoel Murray in April.  Knapp  fell behind on its account with\r\n\nSylvania,  prompting Sylvania president  Robert Pearlstein to\r\n\n                    \r                                \r\n\nfailure--a  tearing of the upper or of the sole--or by a bond\r\nfailure.  \r\n\n                             -5-\r                                         -5-\r\r\n\nsend letters of complaint in the summer of 1989.\r\n\n     Knapp  insists  that  defects  in  Sylvania  shoes  were\r\n\njeopardizing  some  of its  most  important  accounts and  it\r\n\noffered evidence  that failures in models 2810  and 2930 were\r\n\nof particular concern.  In the summer of 1989 Knapp attempted\r\n\nto  return 1000 pairs of  2810's that were  produced with the\r\n\nEVA  midsole; Sylvania  refused to  accept the  returns.   At\r\n\ntrial, Sylvania offered evidence, credited  by the magistrate\r\n\njudge,  that many  of  these 2810  and  2930 shoes  were  not\r\n\nmanufactured by Sylvania, but  were instead imported by Knapp\r\n\nfrom  Taiwan.   There was  also  evidence that  sole adhesion\r\n\nproblems  affected some  models that  were never  produced by\r\n\nSylvania.\r\n\n      In an effort to work out a payment schedule, Pearlstein\r\n\nmet with  Murray and others at Knapp  twice in the summer and\r\n\nfall of  1989.   At the latter  meeting on October  17, Knapp\r\n\nsought to  demonstrate that there were  quality problems with\r\n\nSylvania  shoes  by  twisting  the  soles  and  uppers  apart\r\n\nmanually.  This was done, but the ease, and the significance,\r\n\nof the demonstration  were disputed.  At that  meeting, Knapp\r\n\nagreed  to pay $40,000 for  every $35,000 of  product sent by\r\n\nSylvania, the  extra $5,000 being part of  Knapp's attempt to\r\n\nrepay earlier amounts owned to Sylvania.\r\n\n     Records of both companies show that shipments  continued\r\n\nin October and  November 1989.   Payments were  also made  by\r\n\n                             -6-\r                                         -6-\r\r\n\nKnapp against its outstanding balance in January 1990.  O   n\r\n\nDecember 1,  1989, Dick  Sebastiao joined Knapp  as executive\r\n\nvice president  with the  understanding that he  would become\r\n\npresident in February 1990.  By the end of 1989,  Sprague had\r\n\nbeen fired and  Esser, who had been on the board of directors\r\n\nof the company, also had left.  \r\n\n     A  final shipment  of  Sylvania shoes  was delivered  in\r\n\nFebruary  1990, after Knapp  made an advance  payment.  James\r\n\nCrabtree,  a Knapp  employee, testified  that when  the shoes\r\n\nwere  inspected, he was able to pull them apart with his bare\r\n\nhands;   he  alerted  Sebastiao,  who  called  Pearlstein  at\r\n\nSylvania.   Pearlstein  asked for  a sample  to inspect,  and\r\n\ndisputed  Crabtree's findings.   The  magistrate judge  later\r\n\nfound   Crabtree's   testimony   incredible    and   credited\r\n\nPearlstein's assertion  that the  shoes in the  February 1990\r\n\nshipment were not defective, although two Sylvania employees-\r\n\n-Elliot   and   John  Cartwright   (Sylvania's  manufacturing\r\n\nsupervisor)--admitted that  they had  been  able manually  to\r\n\nseparate the soles on some of the shoes.  \r\n\n     Crabtree further  testified that  he then began  to test\r\n\nKnapp's existing  inventory of Sylvania shoes  and found that\r\n\nit  was \"95%  defective.\"    Again,  this testimony  was  not\r\n\ncredited  by  the magistrate  judge.    Knapp also  performed\r\n\nvarious  tests on the shoes from the February shipment and on\r\n\nshoes  in  inventory  after  the  start  of  litigation;  its\r\n\n                             -7-\r                                         -7-\r\r\n\nevidence  at trial  was that  these tests  consistently found\r\n\nproblems  with the bonding of  the shoes.   This evidence was\r\n\nalso not credited by the magistrate judge. \r\n\n                             -8-\r                                         -8-\r\r\n\n                    II.  PRIOR PROCEEDINGS\r                                II.  PRIOR PROCEEDINGS\r\n\n     On  April 10,  1990, Knapp  filed this  diversity action\r\n\nagainst  Sylvania  under  Massachusetts  law  for  breach  of\r\n\ncontract (count  1), breach  of express warranty  and implied\r\n\nwarranties of  merchantability and  fitness for a  particular\r\n\npurpose  (counts 2-4), breach of  the duty of  good faith and\r\n\nfair dealing (count 5), fraud and negligent misrepresentation\r\n\n(counts 6  and 7),  and violation  of Mass.  Gen. L. ch.  93A\r\n\n(count  8).2  Sylvania  also counterclaimed, seeking $277,000\r\n\nfor unpaid  bills, plus multiple damages  and attorney's fees\r\n\nunder Chapter 93A.  \r\n\n     Both parties  consented to  proceed before a  magistrate\r\n\njudge without a jury, and the magistrate judge bifurcated the\r\n\ntrial into a liability  phase and a damages phase.   Evidence\r\n\nin the  liability phase was  completed on  January 31,  1991,\r\n\nafter  nine days of testimony.  That same day, the magistrate\r\n\njudge entered  a four-page memorandum and  order that devoted\r\n\none paragraph each to  five of Knapp's eight counts,  without\r\n\ndiscussing Sylvania's counterclaims.  \r\n\n     In  this  decision,  the  magistrate  judge  ruled  that\r\n\nSylvania had  breached its  warranties only insofar  as Knapp\r\n\nhad shown, or  could show,  that shoes delivered  to it  were\r\n\n                    \r                                \r\n\n     2Chapter  93A outlaws  \"[u]nfair methods  of competition\r\nand unfair or deceptive  acts or practices in the  conduct of\r\nany  trade  or  commerce,\"  and permits  awards  of  multiple\r\ndamages and attorneys' fees.\r\n\n                             -9-\r                                         -9-\r\r\n\ndefective.  The  magistrate judge also  found that Knapp  had\r\n\nfailed  to  prove  fraud,  negligent  misrepresentation  or--\r\n\n\"except to the extent that plaintiff has shown, or can show,\"\r\n\na refusal  by Sylvania  to credit returned  defective shoes--\r\n\nbreach of  the duty of good  faith and fair dealing.   As for\r\n\nKnapp's chapter  93A claim,  the decision said  that Sylvania\r\n\nhad  not been shown to  have engaged in unscrupulous conduct;\r\n\nit noted,  but  did not  decide,  the question  whether  some\r\n\npayments  might still be due Knapp under chapter 93A based on\r\n\na regulation of the state's attorney general.\r\n\n     In  May 1991, prior to  the damages phase  of the trial,\r\n\nKnapp learned  that Sylvania  was going  out of  business and\r\n\nliquidating its assets.  Fearful that Sylvania would soon  be\r\n\njudgment-proof, Knapp obtained a temporary  restraining order\r\n\nprecluding Sylvania from dissipating  assets in the amount of\r\n\n$3,775,657.22--the amount  of  damages that  Knapp  hoped  to\r\n\nprove in the damage phase of the trial.  The magistrate judge\r\n\nmodified  this order on June  10, 1991, converting  it into a\r\n\npreliminary injunction  and amending it to  allow Sylvania to\r\n\nmake limited payments to its creditors and lawyers.\r\n\n     The damages phase of the trial took place over five days\r\n\nin June  1991; at  Sylvania's  behest, an  additional day  of\r\n\nevidence was heard  on November 25, 1991.   Proposed findings\r\n\nof fact and conclusions of  law were filed by the  parties in\r\n\nMarch 1992.  Then, in March 1993, the magistrate judge issued\r\n\n                             -10-\r                                         -10-\r\r\n\nan  order  proposing  to  certify certain  questions  to  the\r\n\nMassachusetts Supreme  Judicial  Court.   Both sides  opposed\r\n\ncertification,  but on  April 8,  1993, the  magistrate judge\r\n\ncertified  two  questions,  both  relating  to  the  possible\r\n\napplication of Chapter 93A to  \"a simple breach of warranty.\"\r\n\n     The  magistrate judge  prefaced the  certified questions\r\n\nwith  a ten-page  statement.   In it,  he first  repeated the\r\n\nrulings on the five counts contained in the January 31, 1991,\r\n\norder.    Then, he  determined for  the  first time  that the\r\n\nparties  had   agreed   by  express   negotiations,   express\r\n\nunderstandings  and express  course of  dealings that  in the\r\n\nevent of defects, \"Knapp's remedy, and sole remedy, would  be\r                                                       \r\n\nthe  replacement of [or credit  for] those shoes  shown to be\r\n\ndefective  and  returned--nothing  more,  and  nothing  less\"\r\n\n(footnote  omitted;   brackets   in  the   original).     The\r\n\ncertification also said, in a footnote, that  less than three\r\n\npercent  of  the  Sylvania  shoes  delivered  to  Knapp  were\r\n\ndefective.\r\n\n     On Sylvania's motion, the magistrate judge dissolved the\r\n\npreliminary injunction on May  5, 1993, concluding that Knapp\r\n\nnow  had little hope of  a substantial recovery.   On Knapp's\r\n\nappeal,  this  court  stayed   and  then  vacated  the  order\r\n\ndissolving the preliminary injunction.   Knapp Shoes, Inc. v.\r                                                                      \r\n\nSylvania  Shoe Manufacturing  Corp., 15  F.3d 1222  (1st Cir.\r                                               \r\n\n                             -11-\r                                         -11-\r\r\n\n1994).    We held  that Sylvania  had waived  the affirmative\r\n\ndefense of limitation of remedies by failing to raise it in a\r\n\ntimely fashion.   Since the  issue of limitation  of remedies\r\n\nhad never been litigated by the parties, the waiver could not\r\n\nbe avoided by amending the pleadings to conform to the proof.\r\n\nCf. Fed. R.  Civ. P. 15(b).   Accordingly, we said that  \"the\r               \r\n\nlimitation  of remedies defense is out of the case and cannot\r\n\nsupport the order vacating the injunction.\"  Id. at 1227. \r                                                            \r\n\n     We  also rejected  Sylvania's alternative  argument that\r\n\nthe termination of the  injunction could be supported  by the\r\n\nmagistrate  judge's footnote  finding, in  the certification,\r\n\nthat the percentage of  defects was very small.   Our opinion\r\n\npointed  out  that the  magistrate  judge had  not  set forth\r\n\nfindings or  analysis to  support this  conclusion as  to the\r\n\nquantity  of defects, so we  were \"unable to  make a reasoned\r\n\njudgment  whether, on  this  critical issue  of defects,  the\r\n\nmagistrate   judge's  finding   was   or  was   not  `clearly\r\n\nerroneous'\" under Fed. R. Civ. P. 52(a).  Id. at 1228-29.\r                                                         \r\n\n     On October 13, 1994, the Supreme Judicial Court answered\r\n\nthe  certified  questions  that  had been  submitted  by  the\r\n\nmagistrate  judge.    Knapp  Shoes,  Inc.  v.  Sylvania  Shoe\r                                                                         \r\n\nManufacturing Corp., 640 N.E.2d 1101 (Mass. 1994).  The Court\r                               \r\n\nheld that 940 Code Mass. Regs.   3.08, which provides in part\r\n\nthat \"[i]t shall be  an unfair and deceptive act  or practice\r\n\nto fail  to perform  or fulfill  any promises or  obligations\r\n\n                             -12-\r                                         -12-\r\r\n\narising  under  a warranty,\"  was not  meant \"to  encompass a\r\n\ncontract dispute between businessmen based on a breach of the\r\n\nimplied warranty of merchantability.\"  Id. at 1105.\r                                                      \r\n\n     Thus informed,  the magistrate  judge  issued his  final\r\n\ndecision on  March 1, 1995.   With respect to counts  3 and 4\r\n\n(breach  of warranties  of merchantability  and fitness),  he\r\n\nagain  held that Sylvania had  breached its warranties to the\r\n\nextent  that  particular shoes  were  defective  for whatever\r\n\nreason.   On count  1 (breach  of  contract), the  magistrate\r\n\njudge  said  again that  there  was no  violation  beyond the\r\n\nbreaches of  warranty covered  by counts  3 and  4.   He also\r\n\nreaffirmed that Knapp  had failed to establish  its claims in\r\n\ncount 2 (breach of express warranties), count 5 (duty of good\r\n\nfaith  and fair dealing), count 6 (common law fraud), count 7\r\n\n(common law negligent  misrepresentation) and count 8  (Mass.\r\n\nGen. L. ch. 93A violation).  \r\n\n     On Sylvania's counterclaims, the magistrate  judge found\r\n\nthat  Knapp was  liable for  the outstanding balance  due for\r\n\nshoes that Sylvania had  delivered to Knapp.   The magistrate\r\n\njudge found  that Sylvania  was not entitled  to recover  the\r\n\ncontract price  of additional  shoes it had  manufactured for\r\n\nKnapp but not yet delivered; the reason was that Sylvania had\r\n\nfailed  to make a reasonable effort  to resell the shoes.  He\r\n\nalso rejected Sylvania's own chapter 93A claim against Knapp.\r\n\nSylvania does not challenge these rulings on appeal.\r\n\n                             -13-\r                                         -13-\r\r\n\n     In  computing  damages, the  magistrate judge  held that\r\n\nKnapp should receive credit only for defective shoes still in\r\n\nits  inventory--which he  determined to  be between  3 and  4\r\n\npercent of the  total--and for specified  incidental damages.\r\n\nHe ruled that  Knapp had no right to revoke acceptance of any\r\n\nnon-defective  goods in  inventory, nor  to reject  the final\r\n\nshipment of shoes sent  in February 1990, nor to  recover for\r\n\nlost  profits.  In the final tally, Knapp was awarded damages\r\n\nof   $160,062.74,  and  Sylvania   was  awarded   damages  of\r\n\n$223,626.47.    Finally,   the  preliminary  injunction   was\r\n\ndissolved.   We  stayed the  judgment pending  disposition of\r\n\nthis appeal.\r\n\n         III.  LAW OF THE CASE AND STANDARD OF REVIEW\r                     III.  LAW OF THE CASE AND STANDARD OF REVIEW\r\n\n     Our  review of  the facts  found by  the trial  judge is\r\n\nnormally deferential; findings are not to be set aside unless\r\n\nclearly  erroneous, with  \"due  regard .  .  . given  to  the\r\n\nopportunity of the trial court to judge of the credibility of\r\n\nthe  witnesses.\"   Fed.  R. Civ.  P.  52(a); see  Williams v.\r                                                                      \r\n\nPoulos, 11 F.3d 271,  278 (1st Cir. 1993).  Knapp argues that\r                  \r\n\nour review should  be less deferential in this  case, drawing\r\n\nattention to paragraph 49  of the magistrate judge's findings\r\n\nof fact and its accompanying footnote.\r\n\n          [Paragraph 49]   With respect to  all lines of\r\n     shoes  which Knapp  requested  be  manufactured  by\r\n     Sylvania,  one  finding  is   unmistakenably  [sic]\r\n     clear:   By  their express  negotiations, by  their\r\n     express   understandings,  by   their  demonstrated\r\n     conduct, and by  their express course of  dealings,\r\n\n                             -14-\r                                         -14-\r\r\n\n     Sylvania  promised  Knapp that,  in the  event that\r\n     shoes   were   defectively  manufactured,   Knapp's\r\n     remedy,  and sole remedy,  would be the replacement\r                                  \r\n     of  [or  credit  for]   those  shoes  shown  to  be\r\n     defective and returned--nothing  more, and  nothing\r\n     less.\r\n\n          [Footnote]    This  finding  is not  made  and\r\n     reported to  suggest that  Knapp waived its  rights\r\n     under  Sections  2-601,  2-608,  and  2-609 of  the\r\n     Uniform Commercial Code (M.G.L., ch. 106,    2-601,\r\n     2-608  and 2-609).  Although it was and is clear to\r\n     this court--then  and now--that  that was  the sole\r\n     understanding of the  parties in terms  of remedies\r\n     and relief, and that it was clear (then and now) to\r\n     all  parties that  the  defense  of  waiver  loomed\r\n     throughout, and  that plaintiff could  not--then or\r\n     now--establish  any  legal   prejudice  (that   is,\r                                           \r\n     plaintiff  could not--then or now--make any showing\r\n     that the  case would have been  tried differently),\r\n     our  Court  of  Appeals,   in  the  context  of  an\r\n     interlocutory appeal relating to the dissolution of\r\n     an injunction, has concluded otherwise.\r\n\n          Nevertheless, this finding and conclusion bear\r\n     heavily on the credibility of the witnesses  called\r\n     by Knapp, and other issues to be determined herein.\r\n\n     Knapp argues  that this  discussion violates the  law of\r\n\nthe case by  contradicting our holding in Knapp that Sylvania\r                                                           \r\n\nhad waived any such limitation of remedies  defense, that the\r\n\nissue  of limitation  of remedies  had not been  litigated at\r\n\ntrial, and that  it was now  \"out of the case.\"   15 F.3d  at\r\n\n1227.     Knapp  further  insists  that  this  error  by  the\r\n\nmagistrate   judge  tainted   his  other   factual  findings,\r\n\nrequiring  us  to   subject  these  findings  to   heightened\r\n\nscrutiny.  Paragraph 49  has certainly complicated matters on\r\n\nthis  appeal,  but  we   conclude  that  Knapp  has  somewhat\r\n\nexaggerated its import and consequences.\r\n\n                             -15-\r                                         -15-\r\r\n\n     The law of the case doctrine has more than one dimension\r\n\nand  certain  complexities, but  as  applied  to the  problem\r\n\nbefore us, the doctrine provides that when a court of appeals\r\n\nmakes a ruling of law, whether on appeal of a  final judgment\r\n\nor in an interlocutory appeal, that ruling becomes the law of\r\n\nthe case  in any subsequent  proceedings in the  trial court.\r\n\nElias v. Ford Motor Co., 734 F.2d 463 (1st Cir.  1984).  Such\r                                   \r\n\na ruling is \"[a] mandate [that] is  completely controlling as\r\n\nto  all matters before the appellate court and disposed of by\r\n\nits decree.\"  Id. at 465.    \r                             \r\n\n     We agree with Sylvania that the magistrate judge did not\r\n\ncontradict  our legal  ruling in  Knapp that  the defense  of\r                                                   \r\n\nlimitation  of remedies was waived  and now out  of the case.\r\n\nHe  did  not  rest  any  of his  own  legal  rulings  on  the\r\n\nproposition that  Knapp had limited its  remedies by contract\r\n\nto  credit  for  returned  shoes; indeed,  he  awarded  Knapp\r\n\ndamages for defective shoes still in its possession (although\r\n\nhe found the number of such shoes to be very small).  To that\r\n\nextent,  Knapp's law-of-the-case  claim  is  something  of  a\r\n\ndiversion.\r\n\n     At the same time, on an intermediate proposition of fact\r\n\na direct conflict exists between our earlier opinion and  the\r\n\nmost recent decision of the magistrate judge.  The magistrate\r\n\njudge  repeats in the footnote to  paragraph 49, quoted above\r\n\nin  text, his earlier conclusion  that Knapp and Sylvania did\r\n\n                             -16-\r                                         -16-\r\r\n\nagree in fact  to limit Knapp's  remedies; and he  recognizes\r\n\nthat this  court on  the prior appeal  \"concluded otherwise.\"\r\n\nOur actual conclusion was slightly narrower--we said that the\r\n\nparties  had not purported to litigate the issue and we could\r\n\nfind no evidence  of such an agreement--but  the fact remains\r\n\nthat  the magistrate judge has reasserted  his view that such\r\n\nagreement has been proved.\r\n\n     All this  might matter little if  the magistrate judge's\r\n\ndisagreement with us played  no role in his decision,  but he\r\n\ngoes  on  to  say that  \"this  finding  and conclusion  bears\r\n\nheavily  on the credibility of the witnesses called by Knapp,\r\n\nand other issues to be determined herein.\"  No  resort to law\r\n\nof the case doctrine is required for us to determine that his\r\n\n\"finding  and  conclusion\"  that such  an  agreement  existed\r\n\nlimiting  remedies  is  clearly  erroneous.   The  very  same\r\n\ndefect--the  lack of  evidence  to show  such an  agreement--\r\n\nidentified  in   our   earlier  decision   remains,   utterly\r\n\nunaltered.\r\n\n     We  explained  in our  earlier opinion  why we  were not\r\n\npersuaded  of such  an  agreement by  the magistrate  judge's\r\n\nreliance on Esser's testimony  that a return remedy existed--\r\n\ntestimony  that   did  not   even  purport  to   address  the\r\n\nexclusivity of the remedy--and  also why we saw no  course of\r\n\ndealing by  the parties that  could prove such  a limitation.\r\n\n15  F.3d at 1226-27.  No new  evidence was taken on remand to\r\n\n                             -17-\r                                         -17-\r\r\n\nprove  this  limitation;  no  additional support  for  it  is\r\n\nmustered  by the  magistrate  judge out  of the  pre-existing\r\n\nrecord.  \r\n\n     About the best we can do in this disturbing situation is\r\n\nto  defer to  the usual  extent as  to those findings  of the\r\n\nmagistrate judge that we are confident have not been infected\r\n\nby his  belief in  the supposed agreement  limiting remedies;\r\n\nand, on all other findings, to consider them in the knowledge\r\n\nthat the magistrate judge has credited or discredited certain\r\n\nwitnesses  based (at least in part) on a premise that we have\r\n\nalready  held to be mistaken.   Sorting out  findings in this\r\n\nway,  and  deciding  how   to  treat  infected  findings,  is\r\n\nsomething of a task but better than an outright remand on all\r\n\nissues to a new judge.\r\n\n                      IV.  THE MERITS  \r                                  IV.  THE MERITS\r\n\n     Our analysis of  the merits is  divided in three  parts.\r\n\nKnapp  raises  some  rather  half-hearted  objections  to the\r\n\nmagistrate judge's rulings that reject most of its counts; we\r\n\nfind  that  these rulings  are  sustainable  on this  record.\r\n\nKnapp's  next  objections  concern  the   magistrate  judge's\r\n\nrulings on remedies; here we find that the magistrate judge's\r\n\nanalysis of the  remedies available to  Knapp was correct  on\r\n\none issue (Knapp's purported  revocation of acceptance of all\r\n\nshipments) but  flawed on  another (Knapp's rejection  of the\r\n\nfirst  February  1990  shipment).    Finally,  we  find  that\r\n\n                             -18-\r                                         -18-\r\r\n\nelements of the magistrate judge's  determinations on damages\r\n\nwere clearly erroneous but that the necessary corrections can\r\n\nbe made on the existing record.\r\n\n                        A.  Liability\r                                                 \r\n\n     Knapp's complaint  alleged eight causes of  action.  The\r\n\nmagistrate  judge ruled that Knapp had  failed to persuade on\r\n\nall except for counts 3 and 4, breaches of implied warranties\r\n\nof merchantability and fitness; these warranties were held to\r\n\nbe  breached  only  with respect  to  those  shoes  that were\r\n\nactually defective.   Sylvania  does not appeal  that limited\r\n\nfinding   of  liability;  Knapp  appeals  from  the  decision\r\n\nrejecting  its other  counts, but  its arguments  are without\r\n\nmerit.\r\n\n     Breach  of Contract.  With respect to count 1, breach of\r                                    \r\n\ncontract,  Knapp  objects   that  the  magistrate  judge   in\r\n\nrejecting this count relied upon his footnote 49 finding that\r\n\nthe  parties had previously  agreed to  limit remedies.   But\r\n\nKnapp's own  count 1  alleged only  that  Sylvania failed  to\r\n\ndeliver shoes of promised  quality; and it has not  shown how\r\n\nthis claim  exceeds the  breach of warranty  claims that  the\r\n\nmagistrate  judge allowed under counts 3 and 4.  We therefore\r\n\naffirm the magistrate judge's disposition of count 1.\r\n\n     Breach of Express Warranty.   On count 2, the  breach of\r                                           \r\n\nexpress warranty,  Knapp argues that  Sylvania warranted that\r\n\nit  would produce a defect-free shoe and that the high defect\r\n\n                             -19-\r                                         -19-\r\r\n\nrate  caused  each  entire  shipment  to   be  in  breach  of\r\n\nSylvania's  express warranty.   Knapp  points to  two letters\r\n\nsent  to  Knapp  by  Sylvania in  mid-1988,  when  sole  bond\r\n\nproblems  were  affecting shoes  in the  2600  line.   In the\r\n\nfirst, Elliot  wrote, \"We know the  industrial consumer wants\r\n\nthis product  and it is  up to us  to give it  to him  or her\r\n\nwithout  defect.\"  In the second, Elliot wrote \"As always, we\r\n\nstand  behind  our  product  and fully  warrant  the  product\r\n\nagainst manufacturing defect.\" \r\n\n     If Knapp  means to  suggest that Sylvania  had warranted\r\n\nthat each and every shoe in a given shipment would be free of\r\n\ndefects  and that a shipment  could be rejected  based on any\r\n\nsuch  defect, that  suggestion is not  reasonable.   At trial\r\n\nwitnesses for both  parties agreed  that no one  in the  shoe\r\n\nindustry expects that any shipment of shoes will  be entirely\r\n\nfree of defects.  Sylvania's quoted statements can at most be\r\n\nread to mean that it was capable  of producing shoes that met\r\n\nindustry standards as to the percentage of defects.\r\n\n     Of  course, to  the  extent that  Sylvania breached  its\r\n\nvarious commitments, it may  as remedial measures be liable--\r\n\nunder certain  circumstances--to rejection  of more  than the\r\n\nparticular shoes  shown to be defective  and to consequential\r\n\ndamages  that  exceed  the  price  paid  for  the  particular\r\n\ndefective shoes.   See IV(B) and  (C), below.  But  so far as\r                                  \r\n\nKnapp's claim depends on the notion that Sylvania promised no\r\n\n                             -20-\r                                         -20-\r\r\n\ndefects at all, we think no such warranty was made.  \r\n\n     Breach of  Duty of Good Faith and Fair Dealing.  Count 5\r                                                               \r\n\nalleged that  Sylvania breached  its duty  of good  faith and\r\n\nfair dealing.3   In  his  January 31,  1991, memorandum,  the\r\n\nmagistrate judge  found that  Knapp had  failed to  carry its\r\n\nburden on this claim, ruling that \"the defendant acted in the\r\n\nutmost  good faith  in an  attempt to  correct a  problem not\r\n\nreasonably   foreseen  by   any   of  the   parties  to   the\r\n\nrelationship.\"   Knapp  insists that  Sylvania's  failure  to\r\n\ncorrect its manufacturing  processes, despite its  assurances\r\n\nto Knapp  that  the  quality  of  its  shoes  would  improve,\r\n\nbreached its duty.  \r\n\n     Whether conduct violates the duty of good faith and fair\r\n\ndealing is necessarily a  fact-specific inquiry, see E. Allan\r                                                                \r\n\nFarnsworth,  Contracts      7.17  (2d  ed.   1990),  and  the\r                                  \r\n\nmagistrate judge's  finding  here is  not clearly  erroneous.\r\n\nThere  was  ample  untainted  record  evidence  that Sylvania\r\n\nstrove to improve the  quality of the shoes it  delivered; it\r\n\nchanged its cement suppliers  and implemented various  design\r\n\nchanges  suggested  by Knapp.    There  is  no evidence  that\r\n\nSylvania's failure  to improve its manufacturing  process was\r\n\n                    \r                                \r\n\n     3In Massachusetts, \"[e]very  contract implies good faith\r\nand fair dealing between the parties to it.\"  Warner Ins. Co.\r                                                                         \r\nv. Commissioner of Ins., 548 N.E.2d 188, 193 n.9 (Mass. 1990)\r                                   \r\n(quoting  Kerrigan  v. Boston,  278  N.E.2d  387, 393  (Mass.\r                                         \r\n1972).   Similarly,  Mass. Gen.  L. ch.  106 (\"UCC\")    1-203\r\nimposes an \"obligation of good faith.\"\r\n\n                             -21-\r                                         -21-\r\r\n\nmotivated by bad  faith rather  than by a  simple failure  to\r\n\nroot out and remedy all of the problems.\r\n\n     Fraud and  Negligent Misrepresentation.  Counts  6 and 7\r                                                       \r\n\ncharged  fraudulent  and negligent  misrepresentation, claims\r\n\nthat  in Massachusetts  require a  false representation  of a\r\n\nmaterial fact,  knowledge of  falsity or carelessness  on the\r\n\npart  of  the  defendant,  and  reasonable  reliance  by  the\r\n\nplaintiff.4\r\n\n     The magistrate judge found, in his memorandum of January\r\n\n31,   1991,  that  Knapp's  misrepresentation  claims  failed\r\n\nbecause Sylvania had done  what it said it would  do--use its\r\n\nbest  efforts to produce shoes  free of defects.   On appeal,\r\n\nKnapp  insists  that  Sylvania  had  repeatedly  and  falsely\r\n\nassured Knapp  that it  would correct  any problems  with the\r\n\nshoes,   and   that   Knapp   reasonably  relied   on   these\r\n\nrepresentations in continuing its purchases.\r\n\n     We  need  not  decide  whether such  reliance  would  be\r\n\nreasonable,  but cf.  IV(C) below,  because we agree  that no\r                                \r\n\nfalse representation has been  shown.  The evidence  at trial\r\n\nindicated that Knapp and Sylvania remained in regular contact\r\n\nregarding  proposed  design  and manufacturing  changes,  and\r\n\nSylvania  never  misrepresented the  changes  it  proposed to\r\n\ncarry out.  In this context, Sylvania's conclusory statements\r\n\n                    \r                                \r\n\n     4VMark Software, Inc. v. EMC Corp., 642 N.E.2d  587, 593\r                                                   \r\nn.8  (Mass. App. Ct. 1994); Zimmerman v. Kent, 575 N.E.2d 70,\r                                                         \r\n77 (Mass. App. Ct. 1991).\r\n\n                             -22-\r                                         -22-\r\r\n\nthat its quality would improve--and Knapp calls our attention\r\n\nto no more specific alleged misstatement--are no more than an\r\n\n\"expectation, estimate, opinion, or judgment.\"  See Powell v.\r                                                                      \r\n\nRasmussen, 243 N.E.2d 167, 168 (Mass. 1969).\r                     \r\n\n     Chapter  93A.   On  count 8--Knapp's  ch. 93A  claim--we\r                             \r\n\nagain  affirm the magistrate judge.  For Knapp to prevail, it\r\n\nmust  prove that  Sylvania's conduct  included an  \"unfair or\r\n\ndeceptive act,\"  a phrase that the  Massachusetts courts read\r\n\nas  requiring  a  showing  of  \"rascality;\"  the  showing  is\r\n\nespecially  difficult  where the  case  involves arm's-length\r\n\ntransactions   between   sophisticated   business   entities.\r\n\nAnthony's Pier Four, Inc. v. HBC Assocs., 583 N.E.2d 806, 821\r                                                    \r\n\n(Mass. 1991).\r\n\n     The crux of Knapp's argument  is that Sylvania was aware\r\n\nthat there  were problems with its  manufacturing process and\r\n\nfailed to make  the needed  changes.  But  as the  magistrate\r\n\njudge  held, there was  no evidence at  trial that Sylvania's\r\n\nfailure to improve the quality of its shoes was deliberate or\r\n\nwillful; on the contrary, it made repeated efforts on its own\r\n\nand in consultation with Knapp to correct perceived problems.\r\n\nKnapp's claim  for multiple  damages and attorney's  fees was\r\n\ntherefore properly denied.\r\n\n            B.  Revocation and Rejection Remedies \r                                                             \r\n\n     Even if liability is based only on counts 3 and 4, Knapp\r\n\nargues on appeal that the magistrate judge nevertheless erred\r\n\n                             -23-\r                                         -23-\r\r\n\nin determining the remedies available to it.  It says that he\r\n\nimproperly  denied  to  Knapp  remedies  of   \"revocation  of\r\n\nacceptance\"  (with  respect  to  all  prior  shipments)   and\r\n\n\"rejection\" (with  respect to the shipment  of February 1990)\r\n\nand that these errors  led him into a further  error, namely,\r\n\nto direct his damage assessment only to those  shoes actually\r\n\nshown to be defective.\r\n\n     Revocation of Acceptance as to  All Shoes.  Knapp  first\r                                                          \r\n\nargues  that  it  is entitled  to  revoke  acceptance  of all\r\n\ninventory  purchased  from Sylvania--including  non-defective\r\n\nshoes--because the rate of defects was  so high as to make it\r\n\nimpossible  for Knapp to sell shoes from that inventory.  The\r\n\nmagistrate judge rejected this remedy because he found a very\r\n\nlow rate of defects.  Although this finding is not adequately\r\n\nsupported, see IV(C) below, we agree with the  result because\r                          \r\n\nKnapp  failed   to  make  an  effective   revocation  of  its\r\n\nacceptance under UCC   2-608.\r\n\n     When a buyer \"accepts\" goods, as defined in UCC   2-606,\r\n\nthe  buyer forfeits the right to \"reject\"  the tender.  UCC  \r\n\n2-607.  However, a  buyer may be able to  \"revoke acceptance\"\r\n\nunder UCC   2-608 as follows:\r\n\n     (1)  The buyer  may revoke his acceptance of  a lot\r\n     or    commercial    unit    whose    non-conformity\r\n     substantially impairs  its value  to him if  he has\r\n     accepted it\r\n          (a) on the reasonable assumption that its non-\r\n     conformity  would  be cured  and  it  has not  been\r\n     seasonably cured; or\r\n          (b) without discovery  of such  non-conformity\r\n\n                             -24-\r                                         -24-\r\r\n\n     if his acceptance was reasonably  induced either by\r\n     the difficulty of discovery before acceptance or by\r\n     the seller's assurances.\r\n     (2)   Revocation of acceptance must  occur within a\r\n     reasonable time after the buyer discovers or should\r\n     have discovered  the ground  for it and  before any\r\n     substantial  change in condition of the goods which\r\n     is  not caused  by their  own defects.   It  is not\r\n     effective until  the buyer  notifies the seller  of\r\n     it.\r\n\nThe buyer  who revokes has  the same rights and  duties as if\r\n\nthe buyer had rejected the goods.  UCC   2-608.\r\n\n     Knapp  argues  that  this  case  falls  squarely  within\r\n\nsection 2-608  (1)(b).  It  says that the  sole-bond problems\r\n\nwere hard to discover  because they could not be  detected by\r\n\nvisible  inspection  and  that  it   reasonably  relied  upon\r\n\nSylvania's assurances that it had corrected the bond problem.\r\n\n Knapp  cites  to  S &amp;  R  Metals,  Inc.  v.  C. Itoh  &amp;  Co.\r                                                                         \r\n\n(America), 859 F.2d 814 (9th Cir. 1988), as authority for the\r                     \r\n\nview  that  a buyer  can  revoke  acceptance  when the  prior\r\n\nacceptance was made  without knowledge of the  defect and the\r\n\ndefect was \"latent and difficult to discover.\"\r\n\n     The difficulty with Knapp's position is that by mid-1988\r\n\nit had ample knowledge  that customers were complaining about\r\n\nseparation, and  its own experience  confirmed that  Sylvania\r\n\nwas not successfully solving  the underlying problems.  Knapp\r\n\nitself points  to pull-tests done  in 1988 which,  it argues,\r\n\nprove that Sylvania's manufacturing  process was flawed.  Yet\r\n\nnot  until spring  1990--the  precise  date is  disputed--did\r\n\nKnapp purport to revoke acceptance for all shoes delivered to\r\n\n                             -25-\r                                         -25-\r\r\n\nit over the entire period.\r\n\n     This is not a  revocation occurring within \"a reasonable\r\n\ntime\" after  the buyer  discovered the ground  for rejection,\r\n\nand the contrast between the present facts and those of S &amp; R\r                                                                         \r\n\nMetals underscores the point.  In that case, the buyer had no\r                  \r\n\nreason to  doubt the quality  of the  steel until  complaints\r\n\nwere received; advance testing  would have been expensive and\r\n\ndestroyed the valuable product  tested; and the revocation of\r\n\nacceptance  was made  within nine  days after the  defect had\r                                                   \r\n\nbeen discovered  and confirmed.   S &amp; R  Metals, 859 F.2d  at\r                                                           \r\n\n817.    Nothing  in this  decision,  or  any  other cited  by\r\n\nKnapp,5  suggests that  a buyer  can accept  deliveries of  a\r\n\nvast number of  items over a period of a year  and a half and\r\n\nthen suddenly revoke the  acceptance of all of them  based on\r\n\ndefects  whose presence  was  known or  suspected during  the\r\n\nentire period.\r\n\n     Rejection  of  the  February  1990  Shipment.    A  much\r                                                             \r\n\nnarrower and  stronger claim  by Knapp  is  that it  properly\r\n\nrejected the  single shipment  of shoes received  in February\r\n\n1990.   Section 2-601  of the UCC  provides that  if goods or\r\n\n                    \r                                \r\n\n     5In Fortin  v.  Ox Bow  Marina,  Inc., 557  N.E.2d  1157\r                                                      \r\n(Mass. 1977),  also cited  by  Knapp, the  court allowed  the\r\nbuyer to  revoke acceptance of  a boat delivered  four months\r\nearlier when the seller had provided repeated assurances that\r\nit would cure the identified  defects in the boat.  The  case\r\ninvolved a different problem--a  promise to repair a specific\r\nitem  already  delivered--and  is  governed  by  a  different\r\nprovision (section 2-608(1)(a)).\r\n\n                             -26-\r                                         -26-\r\r\n\ntender fail to \"conform\" to the  parties' contract, the buyer\r\n\nmay  reject the whole  delivery;6 but this  rejection must be\r\n\nwithin  a  reasonable time,  and  the  buyer must  seasonably\r\n\nnotify the seller  of the rejection.   UCC    2-602(1).   The\r\n\nmagistrate judge  found that Knapp  failed to prove  that the\r\n\nFebruary shipment  was nonconforming, and further  found that\r\n\nKnapp's rejection was untimely.\r\n\n     Knapp  insists  that  the  shipment   was  nonconforming\r\n\nbecause  all of  the  shoes in  the  shipment were  defective\r\n\ninasmuch as they could  be pulled apart manually.   Crabtree,\r\n\nKnapp's key  witness on  this issue, so  testified at  trial.\r\n\nThe  magistrate  judge made  clear  that  he did  not  accept\r\n\nCrabtree's testimony,  but this appraisal may  well have been\r\n\naffected  by  the  magistrate  judge's  mistaken  finding  on\r\n\nlimitation of remedies:  Crabtree also testified to  the fact\r\n\nthat  the  procedure  of   return  of  customer  defects  was\r\n\nestablished  only  in  mid-1988  and that  before  that  time\r\n\ncustomer returns  were discarded, a fact  that the magistrate\r\n\njudge found  surprising in  view of the  \"clear understanding\r\n\nbetween the parties.\"\r\n\n     Knapp did  carry out  a prompt  inspection of  the shoes\r\n\n                    \r                                \r\n\n     6To  permit  rejection   of  the  entire  shipment   for\r\nnonconformity, Knapp  had to  show not  just that  there were\r\ndefective  shoes  but that  the defect  rate was  higher than\r\nagreed upon or, lacking specific agreement, than the standard\r\nin the industry.   See  Agoos Kid. Co.  v. Blumenthal  Import\r                                                                         \r\nCorp., 184 N.E. 279, 281 (Mass. 1932).\r                 \r\n\n                             -27-\r                                         -27-\r\r\n\nthat  arrived  in  the  February  1990  shipment,  complained\r\n\nimmediately  to Pearlstein  that the  shoes were  100 percent\r\n\ndefective, and sent him a case  for his own inspection.  When\r\n\nthe formal \"rejection\"  occurred is disputed--the  magistrate\r\n\njudge  found that  it did  not occur  until May--but  Knapp's\r\n\nactions  were   certainly  consistent   with  its   claim  of\r\n\nsubstantial defects and  represented steps toward  rejection.\r\n\nIt immediately placed the seller  on notice that the  defects\r\n\nwere pervasive and began to negotiate the seller's response.\r\n\n     The magistrate judge chose to credit fully the testimony\r\n\nof Pearlstein,  Sylvania's president,  to the effect  that no\r\n\nshoes from the sample case sent by Knapp to Sylvania from the\r\n\nFebruary  shipment separated.    But quite  apart from  other\r\n\nKnapp  witnesses  who  supported  Crabtree,   other  Sylvania\r                                                                         \r\n\nemployees--Elliott and Cartwright--both  agreed that at least\r\n\nsome of the  shoes could be  pulled apart by  hand.  Thus  we\r\n\nfind  it hard to  accept the magistrate  judge's finding that\r\n\n\"plaintiff has  failed to establish by a preponderance of the\r\n\nevidence  that any of the  shoes--much less the  whole of the\r\n\nlot--failed to conform.\"7\r\n\n     This court finds  clear error only where,  \"on the whole\r\n\n                    \r                                \r\n\n     7The  magistrate  judge suggested  that the  \"hand\" pull\r\ntest is not standard  in the industry and that  evidence that\r\nshoes could be pulled apart by hand did not necessarily prove\r\nthem defective.   Common sense, buttressed  by ample evidence\r\nat  trial, confirms that an industrial work shoe is defective\r\nwhere it can readily be pulled apart by hand.\r\n\n                             -28-\r                                         -28-\r\r\n\nof  the record,  we form  a strong  unyielding belief  that a\r\n\nmistake  has been made.\"   Cumpiano v.  Banco Santander P.R.,\r                                                                        \r\n\n902  F.2d 148, 152 (1st  Cir. 1990) (citations  omitted).  In\r\n\nthis  instance, we  conclude  that the  magistrate judge  was\r\n\nclearly in error  in finding that the  February 1990 shipment\r\n\nwas  free of defects and conformed to industry standard.  The\r\n\nquestion whether Knapp gave  prompt notice is more difficult,\r\n\nbut we  need  not resolve  the  issue because  whether  Knapp\r\n\nrightfully  rejected   the  nonconforming  shipment   has  no\r\n\npractical  impact  on the  damages to  which it  is entitled.\r\n\nWith the  magistrate judge's  finding on defects  set to  one\r\n\nside, Knapp's  ordinary damages  as to the  February shipment\r\n\nproduce essentially the same amount as it would receive under\r\n\nthe \"rejection\" remedy.  See IV(C) below.\r                                        \r\n\n                         C.  Damages\r                                                \r\n\n     Knapp's damage  claims  were based  upon its  allegation\r\n\nthat Sylvania shoes suffered from a very  substantial rate of\r\n\ndefects.   In his  final damages calculation,  the magistrate\r\n\njudge found that the  rate of defects in the  inventory shoes\r\n\ninvolved  in  this litigation  was  less  than four  percent.\r\n\nKnapp argues  on appeal  that the magistrate  judge's defect-\r\n\nrate  finding was  clearly  erroneous, and  insists that  the\r\n\nevidence established a defect rate of at least 40 percent for\r\n\nthe shoes remaining in inventory at Knapp.  We think that the\r\n\nmagistrate judge's  finding is clearly erroneous  and that on\r\n\n                             -29-\r                                         -29-\r\r\n\nthis record the  40 percent  figure is  the only  alternative\r\n\nchoice.\r\n\n     Knapp's allegations  of substantial defect  rates in the\r\n\nshoes remaining  in  inventory  were  supported  by  detailed\r\n\ntestimony by  Crabtree; by  corroborating testimony of  other\r\n\nKnapp personnel; by evidence of substantial customer returns,\r\n\ndissatisfaction  and cancelled  relationships  to  which  the\r\n\ncustomers  testified;  by   testimony  that  the  number   of\r\n\ndefective  shoes  held  by Knapp  plus  the  number  of prior\r\n\nreturns  acknowledged  by  Sylvania  was  nearly  twice   the\r\n\nmagistrate's  3-to-4 percent  finding; by evidence  that both\r\n\nKnapp and  customers threw  away additional defective  shoes;\r\n\nand,  finally,  by  a  fairly detailed  sampling  study  that\r\n\nappearedto establish a defect rate of at least 41.7 percent.8\r\n\n     In adopting  the 3-to-4 percent defect  rate figure, the\r\n\nmagistrate judge accepted the  testimony of Esser and Sprague\r\n\n(both  disaffected former  Knapp  employees) and  of Sylvania\r\n\npersonnel, to the effect  that there was never a  substantial\r\n\nproblem with Sylvania  shoes.  He  disregarded Crabtree as  a\r\n\nliar; and he dismissed  customer testimony as not necessarily\r\n\n                    \r                                \r\n\n     8A  biostatistician analyzed  the results  of pull-tests\r\nperformed  on  randomly selected  pairs  of  unused shoes  in\r\ninventory.   Using a 20-pound  figure for the  pull-tests, 60\r\npercent  of the shoes failed.   Given the  sample size tested\r\nand the number  of shoes in  inventory, the expert  concluded\r\nthat  \"we  have a  95 percent  level  of confidence  that the\r\nactual proportion of defective  pairs in the inventory .  . .\r\nis at least 41.7 percent.\"\r\n\n                             -30-\r                                         -30-\r\r\n\nrelating to  Sylvania shoes but rather  to shoes manufactured\r\n\nin Taiwan.   He found the pull tests  inconclusive, insisting\r\n\nthat Knapp  had failed to  present evidence that  a pull-test\r\n\nfailure  at under 20 pounds showed that a shoe was defective.\r\n\nHe refused  to believe  Knapp's accounting  of the  number of\r\n\ndefective shoes in inventory.\r\n\n     Under  the  Cumpiano  standard,  we  reject  as  clearly\r                                     \r\n\nerroneous the magistrate judge's assessment of the percentage\r\n\nof  defects in the Sylvania shoes.  We have already explained\r\n\nwhy his  related appraisal of testimony  regarding quality of\r\n\nthe February  1990 shipment  is unpersuasive, see  IV(B), and\r                                                             \r\n\nthis is equally so  on the broader question of  the remaining\r\n\ninventory.   Knapp's claims  of  defects came  not only  from\r\n\nKnapp  but from  customers disinterested  in the  litigation,\r\n\nfrom the  presence in  inventory of defective  shoes actually\r\n\nreturned  to  Knapp, and  from  the  pull-tests conducted  by\r\n\nindependent  experts--the last  of  which sampled  the entire\r\n\nremaining Knapp inventory in the contested models.\r\n\n     The notion that any  of these defective shoes  came from\r                                    \r\n\nforeign sources  rests on  doubtful evidence; but,  given the\r\n\npoor quality  of the  February 1990 shipment  admittedly from\r\n\nSylvania, it  is obvious that foreign sources  do not explain\r\n\naway  the problem.    From the  testimony  on pull-tests,  it\r\n\nappears that the 20-pound figure that Knapp asked  the expert\r\n\nto  employ was not only  plausible but conservative.  Knapp's\r\n\n                             -31-\r                                         -31-\r\r\n\naccounting of the number of defective  shoes in its inventory\r\n\nwas  essentially uncontradicted.    In sum,  the evidence  is\r\n\noverwhelming  that the  defect  rate was  considerably higher\r\n\nthan the rate adopted by the magistrate judge.\r\n\n     Each side had its chance to present evidence and neither\r\n\nside is entitled to introduce further evidence on this issue.\r\n\nOn the present  record the stark choice is between Sylvania's\r\n\nclaim  that defects were  no greater than  normal and Knapp's\r\n\nevidence to the contrary.  The Knapp evidence was that it had\r\n\n6,045 known  defective pairs in  inventory, comprising  shoes\r\n\nreturned by  customers, the  1,422 pairs torn-apart  from the\r\n\nFebruary 1990  shipment and  other shoes pulled  apart during\r\n\ninspection  of inventory,  and--in addition--that  it had  in\r\n\ninventory 21,010  new shoes  of the  models involved  in this\r\n\nlitigation, at  least 41.7  percent of which  the statistical\r\n\nsampling showed to be defective.  \r\n\n     The  evidence  as  to   raw  numbers  in  inventory  was\r\n\nessentially uncontradicted  even though the  magistrate judge\r\n\ndeclined  to  accept the  numbers.   As  for  the statistical\r\n\nstudy,  the  20-pound  pull-test  was (as  already  noted)  a\r\n\nconservative  standard based  on the  evidence; and  the 41.7\r\n\npercent  figure even  more so.   Sylvania  has chosen  not to\r\n\ncontest its liability for defective  shoes no matter how long\r\n\nin inventory.   \"Where, as  here, the record  is sufficiently\r\n\ndeveloped that we can apply the law to the facts before us  .\r\n\n                             -32-\r                                         -32-\r\r\n\n.  . that route is available to  us.\"  Lipsett v. Blanco, 975\r                                                                    \r\n\nF.2d 934, 943 (1st Cir. 1992).  We take it here and find that\r\n\nKnapp  has  proved  the  raw figures  and  defect  rate  just\r\n\ndiscussed, any other conclusion  on this record being clearly\r\n\nerroneous.\r\n\n     As  for the  cost  of  the  shoes,  we  agree  with  the\r\n\nmagistrate judge that the most accurate figure is the average\r\n\nprice  of the shoes  purchased by Knapp,  rather than Knapp's\r\n\n\"Fifo  average cost.\"9   Using  the magistrate  judge's price\r\n\nfigures  for each model and applying that price to the larger\r\n\nnumber of defective shoes that we have found to be present in\r\n\nKnapp's  inventory  (14,806),   we  have  calculated  Knapp's\r\n\ndamages   for   defective   shoes  as   $338,138.31.      The\r\n\ncalculations, by model number, are set forth in Appendix A.  \r\n\n     Knapp argues that  regardless of the precise  percentage\r\n\nof defective shoes  in its  inventory, all of  the shoes  are\r\n\nuseless to it  because the number of  defects is too high  to\r\n\nallow Knapp  to deliver the  shoes to customers  without fear\r\n\nthat   they  will  fall  apart  on  their  feet.    Knapp  is\r\n\nessentially attempting  to invoke  through the back  door the\r\n\nrevocation of  acceptance remedy that Knapp  failed to invoke\r\n\n                    \r                                \r\n\n     9Even  if we were to accept (as the magistrate judge did\r\nnot) that Knapp maintained a strict Fifo inventory procedure,\r\nsome  of  the new  shoes in  Knapp's Brockton  warehouse were\r\nreturned from field warehouses; some may have been from early\r\nshipments, and the average  price figure therefore appears to\r\nus to be the better measure.\r\n\n                             -33-\r                                         -33-\r\r\n\nin  a timely manner.  Whatever decrease Knapp has suffered in\r\n\nvalue  of  the  non-defective  shoes,  Knapp  inflicted  this\r\n\ndecrease on itself when it accepted the deliveries and failed\r\n\nto revoke that acceptance within a reasonable time.\r\n\n     Knapp  also   claimed  a  detailed  list  of  incidental\r\n\ndamages,  some of which were granted  by the magistrate judge\r\n\nand  are not challenged by Sylvania on appeal.  Knapp insists\r\n\nthat it is  also entitled  to reimbursement for  a credit  it\r\n\nissued to  Federal Express and for storage costs beyond those\r\n\ngranted by the magistrate judge.   The magistrate judge found\r\n\nthat  Knapp  had failed  to prove  that  it had  not received\r\n\ncredit from Sylvania or  replacements for the defective shoes\r\n\nfor which Federal Express demanded and received credit.\r\n\n     We agree  that Knapp  failed to  prove that  this credit\r\n\nrepresented  actual damages.10   As  to the  storage charges,\r\n\nKnapp will be  credited only for  the amount attributable  to\r\n\nthe actually  defective shoes, as the  magistrate judge held,\r\n\nbut that amount  is increased  to $4,146 to  account for  the\r\n\nenlarged number of defective shoes determined on this appeal.\r\n\nThe  result is achieved  by using the  magistrate judge's own\r\n\n                    \r                                \r\n\n     10It is apparently undisputed  that Knapp gave credit to\r\nits  customer Federal  Express  to  resolve complaints  about\r\ndefective  shoes.     Nevertheless,  the  evidence   left  it\r\nuncertain whether  some of the shoes reflected in this figure\r\nhad  already been returned by Knapp to Sylvania or were among\r\nshoes  in Knapp's  inventory, damages  for which  are already\r\nreflected  in the calculations in Appendix A.  The burden was\r\non  Knapp to show actual damages without double counting, and\r\nit failed to do so.  \r\n\n                             -34-\r                                         -34-\r\r\n\nformula set forth in his March 1, 1995, decision.  \r\n\n     Knapp further claims that it is entitled to lost profits\r\n\nfrom the  shoes in inventory it  could not sell.   To recover\r\n\nlost profits,  the plaintiff must show by  a preponderance of\r\n\nthe evidence that  the actionable breach caused  the loss and\r\n\nthat the loss was  foreseeable and calculable with reasonable\r\n\ncertainty.   Matsushita  Electric Corp.  v. Sonus  Corp., 284\r                                                                    \r\n\nN.E.2d 880,  890  (Mass. 1972).   For  the pre-February  1990\r\n\nshipments,  Knapp's claim  is hopeless.   Knapp did  not show\r\n\nthat it  had an urgent  need for any  of that inventory,  nor\r\n\njustify its  failure to obtain alternative  sources given its\r\n\nknowledge  of persisting  problems.   See  UCC    2-715(2)(a)\r                                                     \r\n\n(consequential damages include only those losses \"which could\r\n\nnot reasonably be prevented by cover or otherwise\").\r\n\n     With respect to the February 1990 shipment, the issue is\r\n\ncloser, because  Knapp established  at trial  that it had  an\r\n\nurgent need for that inventory; the quality  of that shipment\r\n\nwas  even  lower   than  earlier  shipments;   and  Sebastiao\r\n\ntestified that Knapp lost orders because it could not deliver\r\n\nthese  shoes.  On  the other hand,  Knapp was  on notice that\r\n\nSylvania shoes suffered from  a high rate of defects,  so its\r\n\nfailure  to switch  to other, more  reliable suppliers  at an\r\n\nearlier  date is hard to justify.   Knapp knew or should have\r\n\nknown  that it might well get defective shoes in the February\r\n\nshipment, and  it chose  to take  that risk.   We  affirm the\r\n\n                             -35-\r                                         -35-\r\r\n\nmagistrate  judge's  finding   that  lost  profits  are   not\r\n\nappropriately awarded.\r\n\n     Knapp  also  presses on  appeal  its  broader claim  for\r\n\nconsequential  damages.     It  presented  at   trial  expert\r\n\ntestimony  that because  of  the defective  shoes Knapp  lost\r\n\nfuture profits  of $2,895,326 that  it would have  enjoyed on\r\n\nother   sales   to   customers   who  left   Knapp   out   of\r                 \r\n\ndissatisfaction  with  its product.   Its  evidence certainly\r\n\nshowed  that its relationships  with important customers were\r\n\nirretrievably damaged.   But it is  equally clear that  Knapp\r\n\ncould  have minimized the damage through reasonable diligence\r\n\nby  increasing its  inspections  and, to  the extent  needed,\r\n\nfinding alternative suppliers.\r\n\n     Although Sylvania  was at fault for  supplying defective\r\n\ngoods and must reimburse  Knapp for those goods proved  to be\r\n\ndefective,  Knapp cannot recover for  any larger harm done to\r\n\nits  own  reputation and  customer  relations.   The  general\r\n\nprinciple  is well  settled that  a party cannot  recover for\r\n\nharms that its own reasonable precautions would have avoided.\r\n\nColumbia  Novelty Co.  v. Leslie  Dawn,  Inc., 6  U.C.C. Rep.\r                                                         \r\n\nServ.  (Callaghan) 679, 679 (N.Y.  App. Term 1969);  UCC   2-\r\n\n715(2)(a).   To permit such  a recovery on  this record would\r\n\nsimply  reward Knapp  for  its own  lack  of attention,  poor\r\n\nquality  control,  and  bad   judgment.    In  addition,  the\r\n\nmagistrate judge's order  terminating the injunction  against\r\n\n                             -36-\r                                         -36-\r\r\n\nSylvania, as entered on May 31, 1991 and amended  on June 10,\r\n\n1991,  is vacated; the magistrate judge is free to reduce the\r\n\namount embargoed to the net  award plus anticipated costs and\r\n\ninterest.\r\n\n                             -37-\r                                         -37-\r\r\n\n                          CONCLUSION\r\n\n     In summary, Knapp is entitled to damages as follows:\r\n\n     Cost of Defective Inventory:           $338,138.31\r\n     Storage Costs:                           $4.146.00\r\n     Unpaid Credits:                         $92,472.97 \r\n     Credit to Miami Hilton:                  $9,250.00 \r\n     Refund to Marriott:                      $3,194.54\r\n     Price concessions to Federal Express:   $11,096.25\r\n     Replacement shoes supplied to Hilton:    $6,401.20 \r\n     Increased inspection costs:              $4,167.30\r\n     Freight charges:                         $6,877.60\r\n     Travel expenses:                         $1,793.92\r\n\n     Total                                  $477,538.09\r\n\n     The  first  two  entries  are adjusted  to  reflect  the\r\n\ncorrections  explained  in the  opinion;  the  others are  as\r\n\ndetermined by  the magistrate judge in  rulings that Sylvania\r\n\nhas  not appealed.    The award  against  Knapp in  favor  of\r\n\nSylvania  for unpaid bills, in the amount of $223,626.47, has\r\n\nalso  not  been  challenged  on   appeal  and  so  stands  as\r\n\npreviously entered.  \r\n\n     On  remand, the  judgment  should be  modified to  award\r\n\n$477,538.09 to Knapp and $223,626.47 to Sylvania, so that the\r\n\nnet   award  is  now  in  Knapp's  favor  in  the  amount  of\r\n\n$253,911.62.   It is so ordered.\r                                           \r\n\n                             -38-\r                                         -38-\r\r\n\n                          Appendix A\r\n\nStyle  Defects New  x41.7%  Total    Ave Cost      Cost\r\n1244   150     199     83     233    18.20     4,240.60\r\n1245    63     189     79     142    23.75     3,372.50\r\n1251   493     509    212     705    21.65    15,263.25\r\n1257   111     402    168     279    26.25     7,323.75\r\n2600   914     765    319   1,233    24.25    29,900.25\r\n2601    47      60     25      72    25.75     1,854.00\r\n2605   578   2,034    848   1,426    26.75    38,145.50\r\n2660   485   1,926    803   1,288    23.25    29,946.00\r\n2665   654     955    398   1,052    22.00    23,144.00\r\n2670   464     599    250     714    27.90    19,920.60\r\n2675   566     404    168     734    27.90    20,478.60\r\n2810   514   2,438  1,017   1,531    21.91    33,544.21\r\n2814    53   1,474    615     668    18.75    12,525.00\r\n2815    51   1,311    547     598    22.10    13,215.80\r\n2816    26      87     36      62    22.10     1,370.20\r\n2840   125     548    229     354    27.40     9,699.60\r\n2845   136   1,538    641     777    27.30    21,212.10\r\n2916    39     264    110     149    18.75     2,793.75\r\n2930   339   3,968  1,655   1,994    17.25    34,396.50\r\n2935   211   1,302    543     754    19.90    15,004.60\r\n2950     1      38     16      17    18.75       318.75\r\n2955    25       0     25      25    18.75       468.75\r                                                                   \r\n\nTotal 6,045  21,010  8,761 14,806            338,138.31\r\n\nThe first column refers  to the Knapp shoe style  number; the\r\nsecond  column sets out  the number of  customer returns plus\r\nshoes pulled  apart by Knapp personnel  in Knapp's inventory;\r\nthe  third column  sets  out  the  number  of  new  shoes  in\r\ninventory; the  fourth column  gives the number  of defective\r\nshoes among  the new shoes, based on  the statistical survey;\r\nthe fifth column gives the total number of defective shoes in\r\nKnapp's inventory;  the sixth column gives  the average price\r\nfor each style; the last column gives the price paid by Knapp\r\nfor defective shoes still in inventory.\r\n\n                             -39-\r                                         -39-\r\r\n",
  "html": "<p class=\"case_cite\">72 F.3d 190</p>\n    <p class=\"case_cite\">28 UCC Rep.Serv.2d 430</p>\n    <p class=\"parties\">KNAPP SHOES, INC., Plaintiff, Appellant,<br>v.<br>SYLVANIA SHOE MANUFACTURING CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1220.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 3, 1995.<br>Decided Dec. 20, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bernard J. Bonn III with whom Timothy C. Blank, Kara W. Swanson and Dechert Price &amp; Rhoads, Boston, MA, were on briefs, for appellant.</p>\n      <p class=\"indent\">Joseph B. Green with whom Steven L. Katz and Kotin, Crabtree &amp; Strong, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Over the course of three years, beginning in early 1987, Knapp Shoes, Inc.  (\"Knapp\") purchased nearly 300,000 pairs of shoes from Sylvania Shoe Manufacturing Corp.  (\"Sylvania\").  The relationship between the two companies underwent strains during its final year, and broke off early in 1990.  Knapp filed suit in April 1990 claiming that Sylvania had manufactured defective shoes;  Sylvania counterclaimed for unpaid bills.  In March 1995, the magistrate judge awarded net damages of less than $65,000 in favor of Sylvania.  Knapp appeals.  We affirm in part, reverse in part, and remand for the entry of a new judgment as specified in this opinion.</p>\n    </div>\n    <p>I. THE UNDERLYING FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Knapp, a Massachusetts corporation, manufactures and distributes work shoes.  In addition to selling and distributing shoes that it manufactures, Knapp also sells and distributes shoes manufactured by other shoe companies under the Knapp logo.  Sylvania, a Pennsylvania corporation, was one such supplier to Knapp.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In late 1986, Jack Esser, then Knapp's vice president for merchandising and manufacturing, told Knapp personnel to contact Sylvania to arrange for the manufacture of shoes Knapp was selling to the U.S. Postal Service.  Sylvania delivered over 10,000 pairs of two styles of shoes--models 1249 and 1250--by mid-February 1987.  By all accounts, there were few problems with these shoes, nor were there problems with over 5,000 pairs of 1249s delivered between September 1987 and May 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Thus encouraged, Sylvania and Knapp expanded their collaboration, and by early 1988 Sylvania had made or was making over two dozen models of shoes for Knapp.  These later models all differed in construction from the 1249s and 1250s.  While the latter in each case consisted of a leather upper cemented to a polyurethane sole, the new models were constructed of three parts:  a rubber outsole, an ethyl vinyl acetate (EVA) midsole, and a leather upper.  Among Knapp's various problems with Sylvania shoes, the most serious complaint was that the leather upper and the EVA midsole tended to fall apart.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The bulk of Knapp's purchases were in three categories.  The first, style 1251, accounted for nearly 25,000 pairs.  These shoes were athletic-style postal shoes.  The second category was the 2600 series, which accounted for over 140,000 pairs.  These shoes were steel-toed shoes, intended for use in industrial settings where OSHA regulations required protective footwear.  The final category was the 2800 and 2900 series of non-steel-toe shoes, of which perhaps 70,000 pairs were sold.  A number of models that Sylvania produced for Knapp are not implicated in this litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Quality control problems with shoes in these three lines appeared almost immediately and continued throughout the history of the two companies' relationship.  In mid-1987, Knapp found that the toe bumpers of style 2600 were improperly bonded to the shoe and could be peeled off;  these shoes were returned to Sylvania for repair before being shipped to Knapp's customers.  A further problem--this time with sole adhesion--appeared soon afterwards, affecting white shoes in the 2600 and 2800 lines.  Sylvania, on the advice of its cement company, had in late 1987 added white pigment to the cement for cosmetic reasons, and this seemed to affect the bond.  This difficulty led to the recall of thousands of shoes in early 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By summer 1988, the sole separation problems had spread to black shoes.  In a letter sent by John Sprague, the individual at Knapp charged with quality control and product development, to Colin Elliot, a vice president at Sylvania, Sprague wrote that the problems reported with the black shoes \"scare[ ] the hell out of us\" and reported also that a \"[r]ash of telephone calls\" had complained of sole separations on style 1251.  Following these complaints, a number of shoes were sent to the Footwear Institute of America for pull testing.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  These tests indicated that some sole adhesion problems were caused by improper manufacture.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Esser later testified that he concluded at the time that the problems were minimal and he authorized continued purchases from Sylvania.  However, both Sprague and Esser remained in almost daily contact with Elliot in an effort to correct the defects.  In addition, Knapp began to place a legend on the bottom of some of its purchase orders, \"ORDER PENDING CORRECTION OF SOLE SEPARATION PROBLEM.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Throughout this period, the evidence indicates that Sylvania and Knapp worked together to attempt to solve the problems that were affecting the shoes.  Various design changes were suggested by Knapp, and Sylvania implemented many of them.  The suggestions included adding toe bumpers to models that lacked them and substituting a polyurethane midsole for the EVA midsole in certain models.  In addition, Sylvania changed cement companies in mid-1988.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In 1989, the relations between the two companies began to deteriorate.  Sylvania blames this deterioration on Knapp's then-parlous financial state.  Knapp established a cash committee in February 1989 (of which John Esser was a member);  Richard Nedder, Knapp's president, was replaced by Joel Murray in April.  Knapp fell behind on its account with Sylvania, prompting Sylvania president Robert Pearlstein to send letters of complaint in the summer of 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Knapp insists that defects in Sylvania shoes were jeopardizing some of its most important accounts and it offered evidence that failures in models 2810 and 2930 were of particular concern.  In the summer of 1989 Knapp attempted to return 1000 pairs of 2810's that were produced with the EVA midsole;  Sylvania refused to accept the returns.  At trial, Sylvania offered evidence, credited by the magistrate judge, that many of these 2810 and 2930 shoes were not manufactured by Sylvania, but were instead imported by Knapp from Taiwan.  There was also evidence that sole adhesion problems affected some models that were never produced by Sylvania.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In an effort to work out a payment schedule, Pearlstein met with Murray and others at Knapp twice in the summer and fall of 1989.  At the latter meeting on October 17, Knapp sought to demonstrate that there were quality problems with Sylvania shoes by twisting the soles and uppers apart manually.  This was done, but the ease, and the significance, of the demonstration were disputed.  At that meeting, Knapp agreed to pay $40,000 for every $35,000 of product sent by Sylvania, the extra $5,000 being part of Knapp's attempt to repay earlier amounts owed to Sylvania.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Records of both companies show that shipments continued in October and November 1989.  Payments were also made by Knapp against its outstanding balance in January 1990.  On December 1, 1989, Dick Sebastiao joined Knapp as executive vice president with the understanding that he would become president in February 1990.  By the end of 1989, Sprague had been fired and Esser, who had been on the board of directors of the company, also had left.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A final shipment of Sylvania shoes was delivered in February 1990, after Knapp made an advance payment.  James Crabtree, a Knapp employee, testified that when the shoes were inspected, he was able to pull them apart with his bare hands;  he alerted Sebastiao, who called Pearlstein at Sylvania.  Pearlstein asked for a sample to inspect, and disputed Crabtree's findings.  The magistrate judge later found Crabtree's testimony incredible and credited Pearlstein's assertion that the shoes in the February 1990 shipment were not defective, although two Sylvania employees--Elliot and John Cartwright (Sylvania's manufacturing supervisor)--admitted that they had been able manually to separate the soles on some of the shoes.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Crabtree further testified that he then began to test Knapp's existing inventory of Sylvania shoes and found that it was \"95% defective.\"   Again, this testimony was not credited by the magistrate judge.  Knapp also performed various tests on the shoes from the February shipment and on shoes in inventory after the start of litigation;  its evidence at trial was that these tests consistently found problems with the bonding of the shoes.  This evidence was also not credited by the magistrate judge.</p>\n    </div>\n    <p>II. PRIOR PROCEEDINGS</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On April 10, 1990, Knapp filed this diversity action against Sylvania under Massachusetts law for breach of contract (count 1), breach of express warranty and implied warranties of merchantability and fitness for a particular purpose (counts 2-4), breach of the duty of good faith and fair dealing (count 5), fraud and negligent misrepresentation (counts 6 and 7), and violation of Mass.Gen.L. ch. 93A (count 8).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Sylvania also counterclaimed, seeking $277,000 for unpaid bills, plus multiple damages and attorneys fees under Chapter 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Both parties consented to proceed before a magistrate judge without a jury, and the magistrate judge bifurcated the trial into a liability phase and a damages phase.  Evidence in the liability phase was completed on January 31, 1991, after nine days of testimony.  That same day, the magistrate judge entered a four-page memorandum and order that devoted one paragraph each to five of Knapp's eight counts, without discussing Sylvania's counterclaims.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this decision, the magistrate judge ruled that Sylvania had breached its warranties only insofar as Knapp had shown, or could show, that shoes delivered to it were defective.  The magistrate judge also found that Knapp had failed to prove fraud, negligent misrepresentation or--\"except to the extent that plaintiff has shown, or can show,\" a refusal by Sylvania to credit returned defective shoes--breach of the duty of good faith and fair dealing.  As for Knapp's chapter 93A claim, the decision said that Sylvania had not been shown to have engaged in unscrupulous conduct;  it noted, but did not decide, the question whether some payments might still be due Knapp under chapter 93A based on a regulation of the state's attorney general.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In May 1991, prior to the damages phase of the trial, Knapp learned that Sylvania was going out of business and liquidating its assets.  Fearful that Sylvania would soon be judgment-proof, Knapp obtained a temporary restraining order precluding Sylvania from dissipating assets in the amount of $3,775,657.22--the amount of damages that Knapp hoped to prove in the damage phase of the trial.  The magistrate judge modified this order on June 10, 1991, converting it into a preliminary injunction and amending it to allow Sylvania to make limited payments to its creditors and lawyers.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The damages phase of the trial took place over five days in June 1991;  at Sylvania's behest, an additional day of evidence was heard on November 25, 1991.  Proposed findings of fact and conclusions of law were filed by the parties in March 1992.  Then, in March 1993, the magistrate judge issued an order proposing to certify certain questions to the Massachusetts Supreme Judicial Court.  Both sides opposed certification, but on April 8, 1993, the magistrate judge certified two questions, both relating to the possible application of Chapter 93A to \"a simple breach of warranty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The magistrate judge prefaced the certified questions with a ten-page statement.  In it, he first repeated the rulings on the five counts contained in the January 31, 1991, order.  Then, he determined for the first time that the parties had agreed by express negotiations, express understandings and express course of dealings that in the event of defects, \"Knapp's remedy, and sole remedy, would be the replacement of [or credit for] those shoes shown to be defective and returned--nothing more, and nothing less\" (footnote omitted;  brackets in the original).  The certification also said, in a footnote, that less than three percent of the Sylvania shoes delivered to Knapp were defective.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On Sylvania's motion, the magistrate judge dissolved the preliminary injunction on May 5, 1993, concluding that Knapp now had little hope of a substantial recovery.  On Knapp's appeal, this court stayed and then vacated the order dissolving the preliminary injunction.  Knapp Shoes, Inc. v. Sylvania Shoe Manufacturing Corp., 15 F.3d 1222 (1st Cir.1994).  We held that Sylvania had waived the affirmative defense of limitation of remedies by failing to raise it in a timely fashion.  Since the issue of limitation of remedies had never been litigated by the parties, the waiver could not be avoided by amending the pleadings to conform to the proof.  Cf. Fed.R.Civ.P. 15(b).  Accordingly, we said that \"the limitation of remedies defense is out of the case and cannot support the order vacating the injunction.\"  Id. at 1227.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We also rejected Sylvania's alternative argument that the termination of the injunction could be supported by the magistrate judge's footnote finding, in the certification, that the percentage of defects was very small.  Our opinion pointed out that the magistrate judge had not set forth findings or analysis to support this conclusion as to the quantity of defects, so we were \"unable to make a reasoned judgment whether, on this critical issue of defects, the magistrate judge's finding was or was not 'clearly erroneous' \" under Fed.R.Civ.P. 52(a).  Id. at 1228-29.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On October 13, 1994, the Supreme Judicial Court answered the certified questions that had been submitted by the magistrate judge.  Knapp Shoes, Inc. v. Sylvania Shoe Manufacturing Corp., 418 Mass. 737, 640 N.E.2d 1101 (1994).  The Court held that 940 Code Mass.Regs. Sec. 3.08, which provides in part that \"[i]t shall be an unfair and deceptive act or practice to fail to perform or fulfill any promises or obligations arising under a warranty,\" was not meant \"to encompass a contract dispute between businessmen based on a breach of the implied warranty of merchantability.\"  Id. 640 N.E.2d at 1105.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Thus informed, the magistrate judge issued his final decision on March 1, 1995.  With respect to counts 3 and 4 (breach of warranties of merchantability and fitness), he again held that Sylvania had breached its warranties to the extent that particular shoes were defective for whatever reason.  On count 1 (breach of contract), the magistrate judge said again that there was no violation beyond the breaches of warranty covered by counts 3 and 4.  He also reaffirmed that Knapp had failed to establish its claims in count 2 (breach of express warranties), count 5 (duty of good faith and fair dealing), count 6 (common law fraud), count 7 (common law negligent misrepresentation) and count 8 (Mass.Gen.L. ch. 93A violation).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On Sylvania's counterclaims, the magistrate judge found that Knapp was liable for the outstanding balance due for shoes that Sylvania had delivered to Knapp.  The magistrate judge found that Sylvania was not entitled to recover the contract price of additional shoes it had manufactured for Knapp but not yet delivered;  the reason was that Sylvania had failed to make a reasonable effort to resell the shoes.  He also rejected Sylvania's own chapter 93A claim against Knapp.  Sylvania does not challenge these rulings on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In computing damages, the magistrate judge held that Knapp should receive credit only for defective shoes still in its inventory--which he determined to be between 3 and 4 percent of the total--and for specified incidental damages.  He ruled that Knapp had no right to revoke acceptance of any non-defective goods in inventory, nor to reject the final shipment of shoes sent in February 1990, nor to recover for lost profits.  In the final tally, Knapp was awarded damages of $160,062.74, and Sylvania was awarded damages of $223,626.47.  Finally, the preliminary injunction was dissolved.  We stayed the judgment pending disposition of this appeal.</p>\n    </div>\n    <p>III. LAW OF THE CASE AND STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Our review of the facts found by the trial judge is normally deferential;  findings are not to be set aside unless clearly erroneous, with \"due regard ... given to the opportunity of the trial court to judge of the credibility of the witnesses.\"   Fed.R.Civ.P. 52(a);  see Williams v. Poulos, 11 F.3d 271, 278 (1st Cir.1993).  Knapp argues that our review should be less deferential in this case, drawing attention to paragraph 49 of the magistrate judge's findings of fact and its accompanying footnote.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">[Paragraph 49] With respect to all lines of shoes which Knapp requested be manufactured by Sylvania, one finding is unmistakenably [sic] clear:  By their express negotiations, by their express understandings, by their demonstrated conduct, and by their express course of dealings, Sylvania promised Knapp that, in the event that shoes were defectively manufactured, Knapp's remedy, and sole remedy, would be the replacement of [or credit for] those shoes shown to be defective and returned--nothing more, and nothing less.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">[Footnote] This finding is not made and reported to suggest that Knapp waived its rights under Sections 2-601, 2-608, and 2-609 of the Uniform Commercial Code (M.G.L., ch. 106, Secs. 2-601, 2-608 and 2-609).  Although it was and is clear to this court--then and now--that that was the sole understanding of the parties in terms of remedies and relief, and that it was clear (then and now) to all parties that the defense of waiver loomed throughout, and that plaintiff could not--then or now--establish any legal prejudice (that is, plaintiff could not--then or now--make any showing that the case would have been tried differently), our Court of Appeals, in the context of an interlocutory appeal relating to the dissolution of an injunction, has concluded otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Nevertheless, this finding and conclusion bear heavily on the credibility of the witnesses called by Knapp, and other issues to be determined herein.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Knapp argues that this discussion violates the law of the case by contradicting our holding in Knapp that Sylvania had waived any such limitation of remedies defense, that the issue of limitation of remedies had not been litigated at trial, and that it was now \"out of the case.\"  15 F.3d at 1227.   Knapp further insists that this error by the magistrate judge tainted his other factual findings, requiring us to subject these findings to heightened scrutiny.  Paragraph 49 has certainly complicated matters on this appeal, but we conclude that Knapp has somewhat exaggerated its import and consequences.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The law of the case doctrine has more than one dimension and certain complexities, but as applied to the problem before us, the doctrine provides that when a court of appeals makes a ruling of law, whether on appeal of a final judgment or in an interlocutory appeal, that ruling becomes the law of the case in any subsequent proceedings in the trial court.  Elias v. Ford Motor Co., 734 F.2d 463 (1st Cir.1984).  Such a ruling is \"[a] mandate [that] is completely controlling as to all matters before the appellate court and disposed of by its decree.\"  Id. at 465.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We agree with Sylvania that the magistrate judge did not contradict our legal ruling in Knapp that the defense of limitation of remedies was waived and now out of the case.  He did not rest any of his own legal rulings on the proposition that Knapp had limited its remedies by contract to credit for returned shoes;  indeed, he awarded Knapp damages for defective shoes still in its possession (although he found the number of such shoes to be very small).  To that extent, Knapp's law-of-the-case claim is something of a diversion.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">At the same time, on an intermediate proposition of fact a direct conflict exists between our earlier opinion and the most recent decision of the magistrate judge.  The magistrate judge repeats in the footnote to paragraph 49, quoted above in text, his earlier conclusion that Knapp and Sylvania did agree in fact to limit Knapp's remedies;  and he recognizes that this court on the prior appeal \"concluded otherwise.\"   Our actual conclusion was slightly narrower--we said that the parties had not purported to litigate the issue and we could find no evidence of such an agreement--but the fact remains that the magistrate judge has reasserted his view that such agreement has been proved.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">All this might matter little if the magistrate judge's disagreement with us played no role in his decision, but he goes on to say that \"this finding and conclusion bears heavily on the credibility of the witnesses called by Knapp, and other issues to be determined herein.\"   No resort to law of the case doctrine is required for us to determine that his \"finding and conclusion\" that such an agreement existed limiting remedies is clearly erroneous.  The very same defect--the lack of evidence to show such an agreement--identified in our earlier decision remains, utterly unaltered.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We explained in our earlier opinion why we were not persuaded of such an agreement by the magistrate judge's reliance on Esser's testimony that a return remedy existed--testimony that did not even purport to address the exclusivity of the remedy--and also why we saw no course of dealing by the parties that could prove such a limitation.  15 F.3d at 1226-27.  No new evidence was taken on remand to prove this limitation;  no additional support for it is mustered by the magistrate judge out of the pre-existing record.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">About the best we can do in this disturbing situation is to defer to the usual extent as to those findings of the magistrate judge that we are confident have not been infected by his belief in the supposed agreement limiting remedies;  and, on all other findings, to consider them in the knowledge that the magistrate judge has credited or discredited certain witnesses based (at least in part) on a premise that we have already held to be mistaken.  Sorting out findings in this way, and deciding how to treat infected findings, is something of a task but better than an outright remand on all issues to a new judge.</p>\n    </div>\n    <p>IV. THE MERITS</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Our analysis of the merits is divided in three parts.  Knapp raises some rather half-hearted objections to the magistrate judge's rulings that reject most of its counts;  we find that these rulings are sustainable on this record.  Knapp's next objections concern the magistrate judge's rulings on remedies;  here we find that the magistrate judge's analysis of the remedies available to Knapp was correct on one issue (Knapp's purported revocation of acceptance of all shipments) but flawed on another (Knapp's rejection of the first February 1990 shipment).  Finally, we find that elements of the magistrate judge's determinations on damages were clearly erroneous but that the necessary corrections can be made on the existing record.</p>\n    </div>\n    <p>A. Liability</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Knapp's complaint alleged eight causes of action.  The magistrate judge ruled that Knapp had failed to persuade on all except for counts 3 and 4, breaches of implied warranties of merchantability and fitness;  these warranties were held to be breached only with respect to those shoes that were actually defective.  Sylvania does not appeal that limited finding of liability;  Knapp appeals from the decision rejecting its other counts, but its arguments are without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Breach of Contract.   With respect to count 1, breach of contract, Knapp objects that the magistrate judge in rejecting this count relied upon his footnote 49 finding that the parties had previously agreed to limit remedies.  But Knapp's own count 1 alleged only that Sylvania failed to deliver shoes of promised quality;  and it has not shown how this claim exceeds the breach of warranty claims that the magistrate judge allowed under counts 3 and 4.  We therefore affirm the magistrate judge's disposition of count 1.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Breach of Express Warranty.   On count 2, the breach of express warranty, Knapp argues that Sylvania warranted that it would produce a defect-free shoe and that the high defect rate caused each entire shipment to be in breach of Sylvania's express warranty.  Knapp points to two letters sent to Knapp by Sylvania in mid-1988, when sole bond problems were affecting shoes in the 2600 line.  In the first, Elliot wrote, \"We know the industrial consumer wants this product and it is up to us to give it to him or her without defect.\"   In the second, Elliot wrote \"As always, we stand behind our product and fully warrant the product against manufacturing defect.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">If Knapp means to suggest that Sylvania had warranted that each and every shoe in a given shipment would be free of defects and that a shipment could be rejected based on any such defect, that suggestion is not reasonable.  At trial witnesses for both parties agreed that no one in the shoe industry expects that any shipment of shoes will be entirely free of defects.  Sylvania's quoted statements can at most be read to mean that it was capable of producing shoes that met industry standards as to the percentage of defects.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Of course, to the extent that Sylvania breached its various commitments, it may be liable--under certain circumstances--to rejection of more than the particular shoes shown to be defective and to consequential damages that exceed the price paid for the particular defective shoes.  See IV(B) and (C), below.  But so far as Knapp's claim depends on the notion that Sylvania promised no defects at all, we think no such warranty was made.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Breach of Duty of Good Faith and Fair Dealing.   Count 5 alleged that Sylvania breached its duty of good faith and fair dealing.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In his January 31, 1991, memorandum, the magistrate judge found that Knapp had failed to carry its burden on this claim, ruling that \"the defendant acted in the utmost good faith in an attempt to correct a problem not reasonably foreseen by any of the parties to the relationship.\"   Knapp insists that Sylvania's failure to correct its manufacturing processes, despite its assurances to Knapp that the quality of its shoes would improve, breached its duty.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Whether conduct violates the duty of good faith and fair dealing is necessarily a fact-specific inquiry, see E. Allan Farnsworth, Contracts Sec. 7.17 (2d ed. 1990), and the magistrate judge's finding here is not clearly erroneous.  There was ample untainted record evidence that Sylvania strove to improve the quality of the shoes it delivered;  it changed its cement suppliers and implemented various design changes suggested by Knapp.  There is no evidence that Sylvania's failure to improve its manufacturing process was motivated by bad faith rather than by a simple failure to root out and remedy all of the problems.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Fraud and Negligent Misrepresentation.   Counts 6 and 7 charged fraudulent and negligent misrepresentation, claims that in Massachusetts require a false representation of a material fact, knowledge of falsity or carelessness on the part of the defendant, and reasonable reliance by the plaintiff.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The magistrate judge found, in his memorandum of January 31, 1991, that Knapp's misrepresentation claims failed because Sylvania had done what it said it would do--use its best efforts to produce shoes free of defects.  On appeal, Knapp insists that Sylvania had repeatedly and falsely assured Knapp that it would correct any problems with the shoes, and that Knapp reasonably relied on these representations in continuing its purchases.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We need not decide whether such reliance would be reasonable, but cf. IV(C) below, because we agree that no false representation has been shown.  The evidence at trial indicated that Knapp and Sylvania remained in regular contact regarding proposed design and manufacturing changes, and Sylvania never misrepresented the changes it proposed to carry out.  In this context, Sylvania's conclusory statements that its quality would improve--and Knapp calls our attention to no more specific alleged misstatement--are no more than an \"expectation, estimate, opinion, or judgment.\"   See Powell v. Rasmussen, 355 Mass. 117, 243 N.E.2d 167, 168 (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Chapter 93A.   On count 8--Knapp's ch. 93A claim--we again affirm the magistrate judge.  For Knapp to prevail, it must prove that Sylvania's conduct included an \"unfair or deceptive act,\" a phrase that the Massachusetts courts read as requiring a showing of \"rascality;\"  the showing is especially difficult where the case involves arm's-length transactions between sophisticated business entities.  Anthony's Pier Four, Inc. v. HBC Assocs., 411 Mass. 451, 583 N.E.2d 806, 821 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The crux of Knapp's argument is that Sylvania was aware that there were problems with its manufacturing process and failed to make the needed changes.  But as the magistrate judge held, there was no evidence at trial that Sylvania's failure to improve the quality of its shoes was deliberate or willful;  on the contrary, it made repeated efforts on its own and in consultation with Knapp to correct perceived problems.  Knapp's claim for multiple damages and attorneys fees was therefore properly denied.</p>\n    </div>\n    <p>B. Revocation and Rejection Remedies</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Even if liability is based only on counts 3 and 4, Knapp argues on appeal that the magistrate judge nevertheless erred in determining the remedies available to it.  It says that he improperly denied to Knapp remedies of \"revocation of acceptance\" (with respect to all prior shipments) and \"rejection\" (with respect to the shipment of February 1990) and that these errors led him into a further error, namely, to direct his damage assessment only to those shoes actually shown to be defective.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Revocation of Acceptance as to All Shoes.   Knapp first argues that it is entitled to revoke acceptance of all inventory purchased from Sylvania--including non-defective shoes--because the rate of defects was so high as to make it impossible for Knapp to sell shoes from that inventory.  The magistrate judge rejected this remedy because he found a very low rate of defects.  Although this finding is not adequately supported, see IV(C) below, we agree with the result because Knapp failed to make an effective revocation of its acceptance under UCC Sec. 2-608.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">When a buyer \"accepts\" goods, as defined in UCC Sec. 2-606, the buyer forfeits the right to \"reject\" the tender.  UCC Sec. 2-607.  However, a buyer may be able to \"revoke acceptance\" under UCC Sec. 2-608 as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>(1) The buyer may revoke his acceptance of a lot or commercial unit whose non-conformity substantially impairs its value to him if he has accepted it</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">(a) on the reasonable assumption that its non-conformity would be cured and it has not been seasonably cured;  or</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">(b) without discovery of such non-conformity if his acceptance was reasonably induced either by the difficulty of discovery before acceptance or by the seller's assurances.(2) Revocation of acceptance must occur within a reasonable time after the buyer discovers or should have discovered the ground for it and before any substantial change in condition of the goods which is not caused by their own defects.  It is not effective until the buyer notifies the seller of it.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The buyer who revokes has the same rights and duties as if the buyer had rejected the goods.  UCC Sec. 2-608.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Knapp argues that this case falls squarely within section 2-608(1)(b).  It says that the sole-bond problems were hard to discover because they could not be detected by visible inspection and that it reasonably relied upon Sylvania's assurances that it had corrected the bond problem.  Knapp cites to S &amp; R Metals, Inc. v. C. Itoh &amp; Co.  (America), 859 F.2d 814 (9th Cir.1988), as authority for the view that a buyer can revoke acceptance when the prior acceptance was made without knowledge of the defect and the defect was \"latent and difficult to discover.\"</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The difficulty with Knapp's position is that by mid-1988 it had ample knowledge that customers were complaining about separation, and its own experience confirmed that Sylvania was not successfully solving the underlying problems.  Knapp itself points to pull-tests done in 1988 which, it argues, prove that Sylvania's manufacturing process was flawed.  Yet not until spring 1990--the precise date is disputed--did Knapp purport to revoke acceptance for all shoes delivered to it over the entire period.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">This is not a revocation occurring within \"a reasonable time\" after the buyer discovered the ground for rejection, and the contrast between the present facts and those of S &amp; R Metals underscores the point.  In that case, the buyer had no reason to doubt the quality of the steel until complaints were received;  advance testing would have been expensive and destroyed the valuable product tested;  and the revocation of acceptance was made within nine days after the defect had been discovered and confirmed.  S &amp; R Metals, 859 F.2d at 817.   Nothing in this decision, or any other cited by Knapp,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> suggests that a buyer can accept deliveries of a vast number of items over a period of a year and a half and then suddenly revoke the acceptance of all of them based on defects whose presence was known or suspected during the entire period.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Rejection of the February 1990 Shipment.   A much narrower and stronger claim by Knapp is that it properly rejected the single shipment of shoes received in February 1990.  Section 2-601 of the UCC provides that if goods or tender fail to \"conform\" to the parties' contract, the buyer may reject the whole delivery;<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  but this rejection must be within a reasonable time, and the buyer must seasonably notify the seller of the rejection.  UCC Sec. 2-602(1).  The magistrate judge found that Knapp failed to prove that the February shipment was nonconforming, and further found that Knapp's rejection was untimely.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Knapp insists that the shipment was nonconforming because all of the shoes in the shipment were defective inasmuch as they could be pulled apart manually.  Crabtree, Knapp's key witness on this issue, so testified at trial.  The magistrate judge made clear that he did not accept Crabtree's testimony, but this appraisal may well have been affected by the magistrate judge's mistaken finding on limitation of remedies:  Crabtree also testified to the fact that the procedure of return of customer defects was established only in mid-1988 and that before that time customer returns were discarded, a fact that the magistrate judge found surprising in view of the \"clear understanding between the parties.\"</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Knapp did carry out a prompt inspection of the shoes that arrived in the February 1990 shipment, complained immediately to Pearlstein that the shoes were 100 percent defective, and sent him a case for his own inspection.  When the formal \"rejection\" occurred is disputed--the magistrate judge found that it did not occur until May--but Knapp's actions were certainly consistent with its claim of substantial defects and represented steps toward rejection.  It immediately placed the seller on notice that the defects were pervasive and began to negotiate the seller's response.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The magistrate judge chose to credit fully the testimony of Pearlstein, Sylvania's president, to the effect that no shoes from the sample case sent by Knapp to Sylvania from the February shipment separated.  But quite apart from other Knapp witnesses who supported Crabtree, other Sylvania employees--Elliott and Cartwright--both agreed that at least some of the shoes could be pulled apart by hand.  Thus we find it hard to accept the magistrate judge's finding that \"plaintiff has failed to establish by a preponderance of the evidence that any of the shoes--much less the whole of the lot--failed to conform.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">This court finds clear error only where, \"on the whole of the record, we form a strong unyielding belief that a mistake has been made.\"  Cumpiano v. Banco Santander P.R., 902 F.2d 148, 152 (1st Cir.1990) (citations omitted).  In this instance, we conclude that the magistrate judge was clearly in error in finding that the February 1990 shipment was free of defects and conformed to industry standard.  The question whether Knapp gave prompt notice is more difficult, but we need not resolve the issue because whether Knapp rightfully rejected the nonconforming shipment has no practical impact on the damages to which it is entitled.  With the magistrate judge's finding on defects set to one side, Knapp's ordinary damages as to the February shipment produce essentially the same amount as it would receive under the \"rejection\" remedy.  See IV(C) below.</p>\n    </div>\n    <p>C. Damages</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Knapp's damage claims were based upon its allegation that Sylvania shoes suffered from a very substantial rate of defects.  In his final damages calculation, the magistrate judge found that the rate of defects in the inventory shoes involved in this litigation was less than four percent.  Knapp argues on appeal that the magistrate judge's defect-rate finding was clearly erroneous, and insists that the evidence established a defect rate of at least 40 percent for the shoes remaining in inventory at Knapp.  We think that the magistrate judge's finding is clearly erroneous and that on this record the 40 percent figure is the only alternative choice.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Knapp's allegations of substantial defect rates in the shoes remaining in inventory were supported by detailed testimony by Crabtree;  by corroborating testimony of other Knapp personnel;  by evidence of substantial customer returns, dissatisfaction and cancelled relationships to which the customers testified;  by testimony that the number of defective shoes held by Knapp plus the number of prior returns acknowledged by Sylvania was nearly twice the magistrate's 3-to-4 percent finding;  by evidence that both Knapp and customers threw away additional defective shoes;  and, finally, by a fairly detailed sampling study that appeared to establish a defect rate of at least 41.7 percent.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In adopting the 3-to-4 percent defect rate figure, the magistrate judge accepted the testimony of Esser and Sprague (both disaffected former Knapp employees) and of Sylvania personnel, to the effect that there was never a substantial problem with Sylvania shoes.  He disregarded Crabtree as a liar;  and he dismissed customer testimony as not necessarily relating to Sylvania shoes but rather to shoes manufactured in Taiwan.  He found the pull tests inconclusive, insisting that Knapp had failed to present evidence that a pull-test failure at under 20 pounds showed that a shoe was defective.  He refused to believe Knapp's accounting of the number of defective shoes in inventory.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Under the Cumpiano standard, we reject as clearly erroneous the magistrate judge's assessment of the percentage of defects in the Sylvania shoes.  We have already explained why his related appraisal of testimony regarding quality of the February 1990 shipment is unpersuasive, see IV(B), and this is equally so on the broader question of the remaining inventory.  Knapp's claims of defects came not only from Knapp but from customers disinterested in the litigation, from the presence in inventory of defective shoes actually returned to Knapp, and from the pull-tests conducted by independent experts--the last of which sampled the entire remaining Knapp inventory in the contested models.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The notion that any of these defective shoes came from foreign sources rests on doubtful evidence;  but, given the poor quality of the February 1990 shipment admittedly from Sylvania, it is obvious that foreign sources do not explain away the problem.  From the testimony on pull-tests, it appears that the 20-pound figure that Knapp asked the expert to employ was not only plausible but conservative.  Knapp's accounting of the number of defective shoes in its inventory was essentially uncontradicted.  In sum, the evidence is overwhelming that the defect rate was considerably higher than the rate adopted by the magistrate judge.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Each side had its chance to present evidence and neither side is entitled to introduce further evidence on this issue.  On the present record the stark choice is between Sylvania's claim that defects were no greater than normal and Knapp's evidence to the contrary.  The Knapp evidence was that it had 6,045 known defective pairs in inventory, comprising shoes returned by customers, the 1,422 pairs torn-apart from the February 1990 shipment and other shoes pulled apart during inspection of inventory, and--in addition--that it had in inventory 21,010 new shoes of the models involved in this litigation, at least 41.7 percent of which the statistical sampling showed to be defective.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The evidence as to raw numbers in inventory was essentially uncontradicted even though the magistrate judge declined to accept the numbers.  As for the statistical study, the 20-pound pull-test was (as already noted) a conservative standard based on the evidence;  and the 41.7 percent figure even more so.  Sylvania has chosen not to contest its liability for defective shoes no matter how long in inventory.  \"Where, as here, the record is sufficiently developed that we can apply the law to the facts before us ... that route is available to us.\"  Lipsett v. Blanco, 975 F.2d 934, 943 (1st Cir.1992).  We take it here and find that Knapp has proved the raw figures and defect rate just discussed, any other conclusion on this record being clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">As for the cost of the shoes, we agree with the magistrate judge that the most accurate figure is the average price of the shoes purchased by Knapp, rather than Knapp's \"Fifo average cost.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Using the magistrate judge's price figures for each model and applying that price to the larger number of defective shoes that we have found to be present in Knapp's inventory (14,806), we have calculated Knapp's damages for defective shoes as $338,138.31.  The calculations, by model number, are set forth in Appendix A.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Knapp argues that regardless of the precise percentage of defective shoes in its inventory, all of the shoes are useless to it because the number of defects is too high to allow Knapp to deliver the shoes to customers without fear that they will fall apart on their feet.  Knapp is essentially attempting to invoke through the back door the revocation of acceptance remedy that Knapp failed to invoke in a timely manner.  Whatever decrease Knapp has suffered in value of the non-defective shoes, Knapp inflicted this decrease on itself when it accepted the deliveries and failed to revoke that acceptance within a reasonable time.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Knapp also claimed a detailed list of incidental damages, some of which were granted by the magistrate judge and are not challenged by Sylvania on appeal.  Knapp insists that it is also entitled to reimbursement for a credit it issued to Federal Express and for storage costs beyond those granted by the magistrate judge.  The magistrate judge found that Knapp had failed to prove that it had not received credit from Sylvania or replacements for the defective shoes for which Federal Express demanded and received credit.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">We agree that Knapp failed to prove that this credit represented actual damages.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  As to the storage charges, Knapp will be credited only for the amount attributable to the actually defective shoes, as the magistrate judge held, but that amount is increased to $4,146 to account for the enlarged number of defective shoes determined on this appeal.  The result is achieved by using the magistrate judge's own formula set forth in his March 1, 1995, decision.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Knapp further claims that it is entitled to lost profits from the shoes in inventory it could not sell.  To recover lost profits, the plaintiff must show by a preponderance of the evidence that the actionable breach caused the loss and that the loss was foreseeable and calculable with reasonable certainty.  Matsushita Electric Corp. v. Sonus Corp., 362 Mass. 246, 284 N.E.2d 880, 890 (1972).  For the pre-February 1990 shipments, Knapp's claim is hopeless.  Knapp did not show that it had an urgent need for any of that inventory, nor justify its failure to obtain alternative sources given its knowledge of persisting problems.  See UCC Sec. 2-715(2)(a) (consequential damages include only those losses \"which could not reasonably be prevented by cover or otherwise\").</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">With respect to the February 1990 shipment, the issue is closer, because Knapp established at trial that it had an urgent need for that inventory;  the quality of that shipment was even lower than earlier shipments;  and Sebastiao testified that Knapp lost orders because it could not deliver these shoes.  On the other hand, Knapp was on notice that Sylvania shoes suffered from a high rate of defects, so its failure to switch to other, more reliable suppliers at an earlier date is hard to justify.  Knapp knew or should have known that it might well get defective shoes in the February shipment, and it chose to take that risk.  We affirm the magistrate judge's finding that lost profits are not appropriately awarded.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Knapp also presses on appeal its broader claim for consequential damages.  It presented at trial expert testimony that because of the defective shoes Knapp lost future profits of $2,895,326 that it would have enjoyed on other sales to customers who left Knapp out of dissatisfaction with its product.  Its evidence certainly showed that its relationships with important customers were irretrievably damaged.  But it is equally clear that Knapp could have minimized the damage through reasonable diligence by increasing its inspections and, to the extent needed, finding alternative suppliers.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Although Sylvania was at fault for supplying defective goods and must reimburse Knapp for those goods proved to be defective, Knapp cannot recover for any larger harm done to its own reputation and customer relations.  The general principle is well settled that a party cannot recover for harms that its own reasonable precautions would have avoided.  Columbia Novelty Co. v. Leslie Dawn, Inc., 6 U.C.C.Rep.Serv.  (Callaghan) 679, 679, 1969 WL 11074 (N.Y.App.Term 1969);  UCC Sec. 2-715(2)(a).  To permit such a recovery on this record would simply reward Knapp for its own lack of attention, poor quality control, and bad judgment.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <pre>\tIn summary, Knapp is entitled to damages as follows:\n      Cost of Defective Inventory:              $338,138.31\n      Storage Costs:                            $  4,146.00\n      Unpaid Credits:                           $ 92,472.97\n      Credit to Miami Hilton:                   $  9,250.00\n      Refund to Marriott:                       $  3,194.54\n      Price concessions to Federal\n      Express:                                  $ 11,096.25\n      Replacement shoes supplied\n      to Hilton:                                $  6,401.20\n      Increased inspection costs:               $  4,167.30\n      Freight charges:                          $  6,877.60\n      Travel expenses:                          $  1,793.92\n      Total                                     $477,538.09</pre>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The first two entries are adjusted to reflect the corrections explained in the opinion;  the others are as determined by the magistrate judge in rulings that Sylvania has not appealed.  The award against Knapp in favor of Sylvania for unpaid bills, in the amount of $223,626.47, has also not been challenged on appeal and so stands as previously entered.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">On remand, the judgment should be modified to award $477,538.09 to Knapp and $223,626.47 to Sylvania, so that the net award is now in Knapp's favor in the amount of $253,911.62.  In addition, the magistrate judge's order terminating the injunction against Sylvania, as entered on May 31, 1991 and amended on June 10, 1991, is vacated;  the magistrate judge is free to reduce the amount embargoed to the net award plus anticipated costs and interest.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p>----------Appendix A</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <pre>Style      Defects       New   x 41.7  %        Total  Ave. Cost           Cost\n1244           150       199       83             233      18.20       4,240.60\n1245            63       189       79             142      23.75       3,372.50\n1251           493       509      212             705      21.65      15,263.25\n1257           111       402      168             279      26.25       7,323.75\n2600           914       765      319           1,233      24.25      29,900.25\n2601            47        60       25              72      25.75       1,854.00\n2605           578     2,034      848           1,426      26.75      38,145.50\n2660           485     1,926      803           1,288      23.25      29,946.00\n2665           654       955      398           1,052      22.00      23,144.00\n2670           464       599      250             714      27.90      19,920.60\n2675           566       404      168             734      27.90      20,478.60\n2810           514     2,438    1,017           1,531      21.91      33,544.21\n2814            53     1,474      615             668      18.75      12,525.00\n2815            51     1,311      547             598      22.10      13,215.80\n2816            26        87       36              62      22.10       1,370.20\n2840           125       548      229             354      27.40       9,699.60\n2845           136     1,538      641             777      27.30      21,212.10\n2916            39       264      110             149      18.75       2,793.75\n2930           339     3,968    1,655           1,994      17.25      34,396.50\n2935           211     1,302      543             754      19.90      15,004.60\n2950             1        38       16              17      18.75         318.75\n2955            25         0       25              25      18.75         468.75\n---------  -------  --------  -------        --------  ---------  -------------\nTotal        6,045    21,010    8,761          14,806                338,138.31</pre>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p>The first column refers to the Knapp shoe style number; the second column sets</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p>out the number of customer returns plus shoes pulled apart by Knapp personnel</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p>in Knapp's inventory; the third column sets out the number of new shoes in</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p>inventory; the fourth column gives the number of defective shoes among the</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p>new shoes, based on the statistical survey; the fifth column gives the total</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p>number of defective shoes in Knapp's inventory; the sixth column gives the</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p>average price for each style; the last column gives the price paid by Knapp</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p>for defective shoes still in inventory.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pull tests, standard in the industry, allow for measurement of the strength of shoe construction.  In addition to measuring the pounds of pressure that can be applied to a particular area of the shoe before it will fail, the tests indicate whether the failure was caused by material failure--a tearing of the upper or of the sole--or by a bond failure</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Chapter 93A outlaws \"[u]nfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce,\" and permits awards of multiple damages and attorneys' fees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In Massachusetts, \"[e]very contract implies good faith and fair dealing between the parties to it.\"  Warner Ins. Co. v. Commissioner of Ins., 406 Mass. 354, 548 N.E.2d 188, 193 n. 9 (1990) (quoting Kerrigan v. Boston, 361 Mass. 24, 278 N.E.2d 387, 393 (1972)).  Similarly, Mass.Gen.L. ch. 106 (\"UCC\") Sec. 1-203 imposes an \"obligation of good faith.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> VMark Software, Inc. v. EMC Corp., 37 Mass.App.Ct. 610, 642 N.E.2d 587, 593 n. 8 (1994);  Zimmerman v. Kent, 31 Mass.App.Ct. 72, 575 N.E.2d 70, 77 (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In Fortin v. Ox-Bow Marina, Inc., 408 Mass. 310, 557 N.E.2d 1157 (1990), also cited by Knapp, the court allowed the buyer to revoke acceptance of a boat delivered four months earlier when the seller had provided repeated assurances that it would cure the identified defects in the boat.  The case involved a different problem--a promise to repair a specific item already delivered--and is governed by a different provision (section 2-608(1)(a))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> To permit rejection of the entire shipment for nonconformity, Knapp had to show not just that there were defective shoes but that the defect rate was higher than agreed upon or, lacking specific agreement, than the standard in the industry.  See Agoos Kid.  Co. v. Blumenthal Import Corp., 282 Mass. 1, 184 N.E. 279, 281 (1932)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The magistrate judge suggested that the \"hand\" pull test is not standard in the industry and that evidence that shoes could be pulled apart by hand did not necessarily prove them defective.  Common sense, buttressed by ample evidence at trial, confirms that an industrial work shoe is defective where it can readily be pulled apart by hand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> A biostatistician analyzed the results of pull-tests performed on randomly selected pairs of unused shoes in inventory.  Using a 20-pound figure for the pull-tests, 60 percent of the shoes failed.  Given the sample size tested and the number of shoes in inventory, the expert concluded that \"we have a 95 percent level of confidence that the actual proportion of defective pairs in the inventory ... is at least 41.7 percent.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Even if we were to accept (as the magistrate judge did not) that Knapp maintained a strict Fifo inventory procedure, some of the new shoes in Knapp's Brockton warehouse were returned from field warehouses;  some may have been from early shipments, and the average price figure therefore appears to us to be the better measure</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> It is apparently undisputed that Knapp gave credit to its customer Federal Express to resolve complaints about defective shoes.  Nevertheless, the evidence left it uncertain whether some of the shoes reflected in this figure had already been returned by Knapp to Sylvania or were among shoes in Knapp's inventory, damages for which are already reflected in the calculations in Appendix A.  The burden was on Knapp to show actual damages without double counting, and it failed to do so</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">190</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">U.C.C. Rep. Serv. 2d (West)</span> <span class=\"page\">430</span></span></p>\n    <p class=\"parties\">KNAPP SHOES, INC., Plaintiff, Appellant,<br>v.<br>SYLVANIA SHOE MANUFACTURING CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1220.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 3, 1995.<br>Decided Dec. 20, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bernard J. Bonn III with whom Timothy C. Blank, Kara W. Swanson and Dechert Price &amp; Rhoads, Boston, MA, were on briefs, for appellant.</p>\n      <p class=\"indent\">Joseph B. Green with whom Steven L. Katz and Kotin, Crabtree &amp; Strong, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Over the course of three years, beginning in early 1987, Knapp Shoes, Inc.  (\"Knapp\") purchased nearly 300,000 pairs of shoes from Sylvania Shoe Manufacturing Corp.  (\"Sylvania\").  The relationship between the two companies underwent strains during its final year, and broke off early in 1990.  Knapp filed suit in April 1990 claiming that Sylvania had manufactured defective shoes;  Sylvania counterclaimed for unpaid bills.  In March 1995, the magistrate judge awarded net damages of less than $65,000 in favor of Sylvania.  Knapp appeals.  We affirm in part, reverse in part, and remand for the entry of a new judgment as specified in this opinion.</p>\n    </div>\n    <p>I. THE UNDERLYING FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Knapp, a Massachusetts corporation, manufactures and distributes work shoes.  In addition to selling and distributing shoes that it manufactures, Knapp also sells and distributes shoes manufactured by other shoe companies under the Knapp logo.  Sylvania, a Pennsylvania corporation, was one such supplier to Knapp.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In late 1986, Jack Esser, then Knapp's vice president for merchandising and manufacturing, told Knapp personnel to contact Sylvania to arrange for the manufacture of shoes Knapp was selling to the U.S. Postal Service.  Sylvania delivered over 10,000 pairs of two styles of shoes--models 1249 and 1250--by mid-February 1987.  By all accounts, there were few problems with these shoes, nor were there problems with over 5,000 pairs of 1249s delivered between September 1987 and May 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Thus encouraged, Sylvania and Knapp expanded their collaboration, and by early 1988 Sylvania had made or was making over two dozen models of shoes for Knapp.  These later models all differed in construction from the 1249s and 1250s.  While the latter in each case consisted of a leather upper cemented to a polyurethane sole, the new models were constructed of three parts:  a rubber outsole, an ethyl vinyl acetate (EVA) midsole, and a leather upper.  Among Knapp's various problems with Sylvania shoes, the most serious complaint was that the leather upper and the EVA midsole tended to fall apart.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The bulk of Knapp's purchases were in three categories.  The first, style 1251, accounted for nearly 25,000 pairs.  These shoes were athletic-style postal shoes.  The second category was the 2600 series, which accounted for over 140,000 pairs.  These shoes were steel-toed shoes, intended for use in industrial settings where OSHA regulations required protective footwear.  The final category was the 2800 and 2900 series of non-steel-toe shoes, of which perhaps 70,000 pairs were sold.  A number of models that Sylvania produced for Knapp are not implicated in this litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Quality control problems with shoes in these three lines appeared almost immediately and continued throughout the history of the two companies' relationship.  In mid-1987, Knapp found that the toe bumpers of style 2600 were improperly bonded to the shoe and could be peeled off;  these shoes were returned to Sylvania for repair before being shipped to Knapp's customers.  A further problem--this time with sole adhesion--appeared soon afterwards, affecting white shoes in the 2600 and 2800 lines.  Sylvania, on the advice of its cement company, had in late 1987 added white pigment to the cement for cosmetic reasons, and this seemed to affect the bond.  This difficulty led to the recall of thousands of shoes in early 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By summer 1988, the sole separation problems had spread to black shoes.  In a letter sent by John Sprague, the individual at Knapp charged with quality control and product development, to Colin Elliot, a vice president at Sylvania, Sprague wrote that the problems reported with the black shoes \"scare[ ] the hell out of us\" and reported also that a \"[r]ash of telephone calls\" had complained of sole separations on style 1251.  Following these complaints, a number of shoes were sent to the Footwear Institute of America for pull testing.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  These tests indicated that some sole adhesion problems were caused by improper manufacture.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Esser later testified that he concluded at the time that the problems were minimal and he authorized continued purchases from Sylvania.  However, both Sprague and Esser remained in almost daily contact with Elliot in an effort to correct the defects.  In addition, Knapp began to place a legend on the bottom of some of its purchase orders, \"ORDER PENDING CORRECTION OF SOLE SEPARATION PROBLEM.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Throughout this period, the evidence indicates that Sylvania and Knapp worked together to attempt to solve the problems that were affecting the shoes.  Various design changes were suggested by Knapp, and Sylvania implemented many of them.  The suggestions included adding toe bumpers to models that lacked them and substituting a polyurethane midsole for the EVA midsole in certain models.  In addition, Sylvania changed cement companies in mid-1988.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In 1989, the relations between the two companies began to deteriorate.  Sylvania blames this deterioration on Knapp's then-parlous financial state.  Knapp established a cash committee in February 1989 (of which John Esser was a member);  Richard Nedder, Knapp's president, was replaced by Joel Murray in April.  Knapp fell behind on its account with Sylvania, prompting Sylvania president Robert Pearlstein to send letters of complaint in the summer of 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Knapp insists that defects in Sylvania shoes were jeopardizing some of its most important accounts and it offered evidence that failures in models 2810 and 2930 were of particular concern.  In the summer of 1989 Knapp attempted to return 1000 pairs of 2810's that were produced with the EVA midsole;  Sylvania refused to accept the returns.  At trial, Sylvania offered evidence, credited by the magistrate judge, that many of these 2810 and 2930 shoes were not manufactured by Sylvania, but were instead imported by Knapp from Taiwan.  There was also evidence that sole adhesion problems affected some models that were never produced by Sylvania.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In an effort to work out a payment schedule, Pearlstein met with Murray and others at Knapp twice in the summer and fall of 1989.  At the latter meeting on October 17, Knapp sought to demonstrate that there were quality problems with Sylvania shoes by twisting the soles and uppers apart manually.  This was done, but the ease, and the significance, of the demonstration were disputed.  At that meeting, Knapp agreed to pay $40,000 for every $35,000 of product sent by Sylvania, the extra $5,000 being part of Knapp's attempt to repay earlier amounts owed to Sylvania.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Records of both companies show that shipments continued in October and November 1989.  Payments were also made by Knapp against its outstanding balance in January 1990.  On December 1, 1989, Dick Sebastiao joined Knapp as executive vice president with the understanding that he would become president in February 1990.  By the end of 1989, Sprague had been fired and Esser, who had been on the board of directors of the company, also had left.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A final shipment of Sylvania shoes was delivered in February 1990, after Knapp made an advance payment.  James Crabtree, a Knapp employee, testified that when the shoes were inspected, he was able to pull them apart with his bare hands;  he alerted Sebastiao, who called Pearlstein at Sylvania.  Pearlstein asked for a sample to inspect, and disputed Crabtree's findings.  The magistrate judge later found Crabtree's testimony incredible and credited Pearlstein's assertion that the shoes in the February 1990 shipment were not defective, although two Sylvania employees--Elliot and John Cartwright (Sylvania's manufacturing supervisor)--admitted that they had been able manually to separate the soles on some of the shoes.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Crabtree further testified that he then began to test Knapp's existing inventory of Sylvania shoes and found that it was \"95% defective.\"   Again, this testimony was not credited by the magistrate judge.  Knapp also performed various tests on the shoes from the February shipment and on shoes in inventory after the start of litigation;  its evidence at trial was that these tests consistently found problems with the bonding of the shoes.  This evidence was also not credited by the magistrate judge.</p>\n    </div>\n    <p>II. PRIOR PROCEEDINGS</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On April 10, 1990, Knapp filed this diversity action against Sylvania under Massachusetts law for breach of contract (count 1), breach of express warranty and implied warranties of merchantability and fitness for a particular purpose (counts 2-4), breach of the duty of good faith and fair dealing (count 5), fraud and negligent misrepresentation (counts 6 and 7), and violation of Mass.Gen.L. ch. 93A (count 8).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Sylvania also counterclaimed, seeking $277,000 for unpaid bills, plus multiple damages and attorneys fees under Chapter 93A.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Both parties consented to proceed before a magistrate judge without a jury, and the magistrate judge bifurcated the trial into a liability phase and a damages phase.  Evidence in the liability phase was completed on January 31, 1991, after nine days of testimony.  That same day, the magistrate judge entered a four-page memorandum and order that devoted one paragraph each to five of Knapp's eight counts, without discussing Sylvania's counterclaims.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this decision, the magistrate judge ruled that Sylvania had breached its warranties only insofar as Knapp had shown, or could show, that shoes delivered to it were defective.  The magistrate judge also found that Knapp had failed to prove fraud, negligent misrepresentation or--\"except to the extent that plaintiff has shown, or can show,\" a refusal by Sylvania to credit returned defective shoes--breach of the duty of good faith and fair dealing.  As for Knapp's chapter 93A claim, the decision said that Sylvania had not been shown to have engaged in unscrupulous conduct;  it noted, but did not decide, the question whether some payments might still be due Knapp under chapter 93A based on a regulation of the state's attorney general.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In May 1991, prior to the damages phase of the trial, Knapp learned that Sylvania was going out of business and liquidating its assets.  Fearful that Sylvania would soon be judgment-proof, Knapp obtained a temporary restraining order precluding Sylvania from dissipating assets in the amount of $3,775,657.22--the amount of damages that Knapp hoped to prove in the damage phase of the trial.  The magistrate judge modified this order on June 10, 1991, converting it into a preliminary injunction and amending it to allow Sylvania to make limited payments to its creditors and lawyers.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The damages phase of the trial took place over five days in June 1991;  at Sylvania's behest, an additional day of evidence was heard on November 25, 1991.  Proposed findings of fact and conclusions of law were filed by the parties in March 1992.  Then, in March 1993, the magistrate judge issued an order proposing to certify certain questions to the Massachusetts Supreme Judicial Court.  Both sides opposed certification, but on April 8, 1993, the magistrate judge certified two questions, both relating to the possible application of Chapter 93A to \"a simple breach of warranty.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The magistrate judge prefaced the certified questions with a ten-page statement.  In it, he first repeated the rulings on the five counts contained in the January 31, 1991, order.  Then, he determined for the first time that the parties had agreed by express negotiations, express understandings and express course of dealings that in the event of defects, \"Knapp's remedy, and sole remedy, would be the replacement of [or credit for] those shoes shown to be defective and returned--nothing more, and nothing less\" (footnote omitted;  brackets in the original).  The certification also said, in a footnote, that less than three percent of the Sylvania shoes delivered to Knapp were defective.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On Sylvania's motion, the magistrate judge dissolved the preliminary injunction on May 5, 1993, concluding that Knapp now had little hope of a substantial recovery.  On Knapp's appeal, this court stayed and then vacated the order dissolving the preliminary injunction.  Knapp Shoes, Inc. v. Sylvania Shoe Manufacturing Corp., <span class=\"citation\" data-id=\"195201\"><a href=\"/opinion/195201/knapp-v-sylvania-shoe/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1222</span> </a></span>(1st Cir.1994).  We held that Sylvania had waived the affirmative defense of limitation of remedies by failing to raise it in a timely fashion.  Since the issue of limitation of remedies had never been litigated by the parties, the waiver could not be avoided by amending the pleadings to conform to the proof.  Cf. Fed.R.Civ.P. 15(b).  Accordingly, we said that \"the limitation of remedies defense is out of the case and cannot support the order vacating the injunction.\"  <span class=\"citation\" data-id=\"195201\"><a href=\"/opinion/195201/knapp-v-sylvania-shoe/\"><span class=\"id_token\">Id.</span> at 1227.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We also rejected Sylvania's alternative argument that the termination of the injunction could be supported by the magistrate judge's footnote finding, in the certification, that the percentage of defects was very small.  Our opinion pointed out that the magistrate judge had not set forth findings or analysis to support this conclusion as to the quantity of defects, so we were \"unable to make a reasoned judgment whether, on this critical issue of defects, the magistrate judge's finding was or was not 'clearly erroneous' \" under Fed.R.Civ.P. 52(a).  <span class=\"citation\" data-id=\"195201\"><a href=\"/opinion/195201/knapp-v-sylvania-shoe/\"><span class=\"id_token\">Id.</span> at 1228-29.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On October 13, 1994, the Supreme Judicial Court answered the certified questions that had been submitted by the magistrate judge.  Knapp Shoes, Inc. v. Sylvania Shoe Manufacturing Corp., <span class=\"citation\" data-id=\"2082257\"><a href=\"/opinion/2082257/knapp-shoes-inc-v-sylvania-shoe-manufacturing-corp/\"><span class=\"volume\">418</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">737</span></a></span>, <span class=\"citation\" data-id=\"2082257\"><a href=\"/opinion/2082257/knapp-shoes-inc-v-sylvania-shoe-manufacturing-corp/\"><span class=\"volume\">640</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1101</span> </a></span>(1994).  The Court held that 940 Code Mass.Regs. Sec. 3.08, which provides in part that \"[i]t shall be an unfair and deceptive act or practice to fail to perform or fulfill any promises or obligations arising under a warranty,\" was not meant \"to encompass a contract dispute between businessmen based on a breach of the implied warranty of merchantability.\"  <span class=\"citation\" data-id=\"2082257\"><a href=\"/opinion/2082257/knapp-shoes-inc-v-sylvania-shoe-manufacturing-corp/\"><span class=\"id_token\">Id.</span> 640 N.E.2d </a></span>at 1105.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Thus informed, the magistrate judge issued his final decision on March 1, 1995.  With respect to counts 3 and 4 (breach of warranties of merchantability and fitness), he again held that Sylvania had breached its warranties to the extent that particular shoes were defective for whatever reason.  On count 1 (breach of contract), the magistrate judge said again that there was no violation beyond the breaches of warranty covered by counts 3 and 4.  He also reaffirmed that Knapp had failed to establish its claims in count 2 (breach of express warranties), count 5 (duty of good faith and fair dealing), count 6 (common law fraud), count 7 (common law negligent misrepresentation) and count 8 (Mass.Gen.L. ch. 93A violation).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">On Sylvania's counterclaims, the magistrate judge found that Knapp was liable for the outstanding balance due for shoes that Sylvania had delivered to Knapp.  The magistrate judge found that Sylvania was not entitled to recover the contract price of additional shoes it had manufactured for Knapp but not yet delivered;  the reason was that Sylvania had failed to make a reasonable effort to resell the shoes.  He also rejected Sylvania's own chapter 93A claim against Knapp.  Sylvania does not challenge these rulings on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In computing damages, the magistrate judge held that Knapp should receive credit only for defective shoes still in its inventory--which he determined to be between 3 and 4 percent of the total--and for specified incidental damages.  He ruled that Knapp had no right to revoke acceptance of any non-defective goods in inventory, nor to reject the final shipment of shoes sent in February 1990, nor to recover for lost profits.  In the final tally, Knapp was awarded damages of $160,062.74, and Sylvania was awarded damages of $223,626.47.  Finally, the preliminary injunction was dissolved.  We stayed the judgment pending disposition of this appeal.</p>\n    </div>\n    <p>III. LAW OF THE CASE AND STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Our review of the facts found by the trial judge is normally deferential;  findings are not to be set aside unless clearly erroneous, with \"due regard ... given to the opportunity of the trial court to judge of the credibility of the witnesses.\"   Fed.R.Civ.P. 52(a);  see Williams v. Poulos, <span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span>, 278 (1st Cir.1993).  Knapp argues that our review should be less deferential in this case, drawing attention to paragraph 49 of the magistrate judge's findings of fact and its accompanying footnote.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">[Paragraph 49] With respect to all lines of shoes which Knapp requested be manufactured by Sylvania, one finding is unmistakenably [sic] clear:  By their express negotiations, by their express understandings, by their demonstrated conduct, and by their express course of dealings, Sylvania promised Knapp that, in the event that shoes were defectively manufactured, Knapp's remedy, and sole remedy, would be the replacement of [or credit for] those shoes shown to be defective and returned--nothing more, and nothing less.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">[Footnote] This finding is not made and reported to suggest that Knapp waived its rights under Sections 2-601, 2-608, and 2-609 of the Uniform Commercial Code (M.G.L., ch. 106, Secs. 2-601, 2-608 and 2-609).  Although it was and is clear to this court--then and now--that that was the sole understanding of the parties in terms of remedies and relief, and that it was clear (then and now) to all parties that the defense of waiver loomed throughout, and that plaintiff could not--then or now--establish any legal prejudice (that is, plaintiff could not--then or now--make any showing that the case would have been tried differently), our Court of Appeals, in the context of an interlocutory appeal relating to the dissolution of an injunction, has concluded otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Nevertheless, this finding and conclusion bear heavily on the credibility of the witnesses called by Knapp, and other issues to be determined herein.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Knapp argues that this discussion violates the law of the case by contradicting our holding in Knapp that Sylvania had waived any such limitation of remedies defense, that the issue of limitation of remedies had not been litigated at trial, and that it was now \"out of the <span class=\"citation\" data-id=\"195201\"><span class=\"antecedent_guess\">case.\"</span>  <a href=\"/opinion/195201/knapp-v-sylvania-shoe/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1227</span></a></span>.   Knapp further insists that this error by the magistrate judge tainted his other factual findings, requiring us to subject these findings to heightened scrutiny.  Paragraph 49 has certainly complicated matters on this appeal, but we conclude that Knapp has somewhat exaggerated its import and consequences.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The law of the case doctrine has more than one dimension and certain complexities, but as applied to the problem before us, the doctrine provides that when a court of appeals makes a ruling of law, whether on appeal of a final judgment or in an interlocutory appeal, that ruling becomes the law of the case in any subsequent proceedings in the trial court.  Elias v. Ford Motor Co., <span class=\"citation\" data-id=\"435861\"><a href=\"/opinion/435861/james-d-elias-v-ford-motor-company/\"><span class=\"volume\">734</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">463</span> </a></span>(1st Cir.1984).  Such a ruling is \"[a] mandate [that] is completely controlling as to all matters before the appellate court and disposed of by its decree.\"  <span class=\"citation\" data-id=\"435861\"><a href=\"/opinion/435861/james-d-elias-v-ford-motor-company/\"><span class=\"id_token\">Id.</span> at 465.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We agree with Sylvania that the magistrate judge did not contradict our legal ruling in Knapp that the defense of limitation of remedies was waived and now out of the case.  He did not rest any of his own legal rulings on the proposition that Knapp had limited its remedies by contract to credit for returned shoes;  indeed, he awarded Knapp damages for defective shoes still in its possession (although he found the number of such shoes to be very small).  To that extent, Knapp's law-of-the-case claim is something of a diversion.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">At the same time, on an intermediate proposition of fact a direct conflict exists between our earlier opinion and the most recent decision of the magistrate judge.  The magistrate judge repeats in the footnote to paragraph 49, quoted above in text, his earlier conclusion that Knapp and Sylvania did agree in fact to limit Knapp's remedies;  and he recognizes that this court on the prior appeal \"concluded otherwise.\"   Our actual conclusion was slightly narrower--we said that the parties had not purported to litigate the issue and we could find no evidence of such an agreement--but the fact remains that the magistrate judge has reasserted his view that such agreement has been proved.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">All this might matter little if the magistrate judge's disagreement with us played no role in his decision, but he goes on to say that \"this finding and conclusion bears heavily on the credibility of the witnesses called by Knapp, and other issues to be determined herein.\"   No resort to law of the case doctrine is required for us to determine that his \"finding and conclusion\" that such an agreement existed limiting remedies is clearly erroneous.  The very same defect--the lack of evidence to show such an agreement--identified in our earlier decision remains, utterly unaltered.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We explained in our earlier opinion why we were not persuaded of such an agreement by the magistrate judge's reliance on Esser's testimony that a return remedy existed--testimony that did not even purport to address the exclusivity of the remedy--and also why we saw no course of dealing by the parties that could prove such a <span class=\"citation\" data-id=\"195201\"><span class=\"antecedent_guess\">limitation.</span>  <a href=\"/opinion/195201/knapp-v-sylvania-shoe/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1226-27</span></a></span>.  No new evidence was taken on remand to prove this limitation;  no additional support for it is mustered by the magistrate judge out of the pre-existing record.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">About the best we can do in this disturbing situation is to defer to the usual extent as to those findings of the magistrate judge that we are confident have not been infected by his belief in the supposed agreement limiting remedies;  and, on all other findings, to consider them in the knowledge that the magistrate judge has credited or discredited certain witnesses based (at least in part) on a premise that we have already held to be mistaken.  Sorting out findings in this way, and deciding how to treat infected findings, is something of a task but better than an outright remand on all issues to a new judge.</p>\n    </div>\n    <p>IV. THE MERITS</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Our analysis of the merits is divided in three parts.  Knapp raises some rather half-hearted objections to the magistrate judge's rulings that reject most of its counts;  we find that these rulings are sustainable on this record.  Knapp's next objections concern the magistrate judge's rulings on remedies;  here we find that the magistrate judge's analysis of the remedies available to Knapp was correct on one issue (Knapp's purported revocation of acceptance of all shipments) but flawed on another (Knapp's rejection of the first February 1990 shipment).  Finally, we find that elements of the magistrate judge's determinations on damages were clearly erroneous but that the necessary corrections can be made on the existing record.</p>\n    </div>\n    <p>A. Liability</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Knapp's complaint alleged eight causes of action.  The magistrate judge ruled that Knapp had failed to persuade on all except for counts 3 and 4, breaches of implied warranties of merchantability and fitness;  these warranties were held to be breached only with respect to those shoes that were actually defective.  Sylvania does not appeal that limited finding of liability;  Knapp appeals from the decision rejecting its other counts, but its arguments are without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Breach of Contract.   With respect to count 1, breach of contract, Knapp objects that the magistrate judge in rejecting this count relied upon his footnote 49 finding that the parties had previously agreed to limit remedies.  But Knapp's own count 1 alleged only that Sylvania failed to deliver shoes of promised quality;  and it has not shown how this claim exceeds the breach of warranty claims that the magistrate judge allowed under counts 3 and 4.  We therefore affirm the magistrate judge's disposition of count 1.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Breach of Express Warranty.   On count 2, the breach of express warranty, Knapp argues that Sylvania warranted that it would produce a defect-free shoe and that the high defect rate caused each entire shipment to be in breach of Sylvania's express warranty.  Knapp points to two letters sent to Knapp by Sylvania in mid-1988, when sole bond problems were affecting shoes in the 2600 line.  In the first, Elliot wrote, \"We know the industrial consumer wants this product and it is up to us to give it to him or her without defect.\"   In the second, Elliot wrote \"As always, we stand behind our product and fully warrant the product against manufacturing defect.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">If Knapp means to suggest that Sylvania had warranted that each and every shoe in a given shipment would be free of defects and that a shipment could be rejected based on any such defect, that suggestion is not reasonable.  At trial witnesses for both parties agreed that no one in the shoe industry expects that any shipment of shoes will be entirely free of defects.  Sylvania's quoted statements can at most be read to mean that it was capable of producing shoes that met industry standards as to the percentage of defects.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Of course, to the extent that Sylvania breached its various commitments, it may be liable--under certain circumstances--to rejection of more than the particular shoes shown to be defective and to consequential damages that exceed the price paid for the particular defective shoes.  See IV(B) and (C), below.  But so far as Knapp's claim depends on the notion that Sylvania promised no defects at all, we think no such warranty was made.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Breach of Duty of Good Faith and Fair Dealing.   Count 5 alleged that Sylvania breached its duty of good faith and fair dealing.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In his January 31, 1991, memorandum, the magistrate judge found that Knapp had failed to carry its burden on this claim, ruling that \"the defendant acted in the utmost good faith in an attempt to correct a problem not reasonably foreseen by any of the parties to the relationship.\"   Knapp insists that Sylvania's failure to correct its manufacturing processes, despite its assurances to Knapp that the quality of its shoes would improve, breached its duty.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Whether conduct violates the duty of good faith and fair dealing is necessarily a fact-specific inquiry, see E. Allan Farnsworth, Contracts Sec. 7.17 (2d ed. 1990), and the magistrate judge's finding here is not clearly erroneous.  There was ample untainted record evidence that Sylvania strove to improve the quality of the shoes it delivered;  it changed its cement suppliers and implemented various design changes suggested by Knapp.  There is no evidence that Sylvania's failure to improve its manufacturing process was motivated by bad faith rather than by a simple failure to root out and remedy all of the problems.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Fraud and Negligent Misrepresentation.   Counts 6 and 7 charged fraudulent and negligent misrepresentation, claims that in Massachusetts require a false representation of a material fact, knowledge of falsity or carelessness on the part of the defendant, and reasonable reliance by the plaintiff.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The magistrate judge found, in his memorandum of January 31, 1991, that Knapp's misrepresentation claims failed because Sylvania had done what it said it would do--use its best efforts to produce shoes free of defects.  On appeal, Knapp insists that Sylvania had repeatedly and falsely assured Knapp that it would correct any problems with the shoes, and that Knapp reasonably relied on these representations in continuing its purchases.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We need not decide whether such reliance would be reasonable, but cf. IV(C) below, because we agree that no false representation has been shown.  The evidence at trial indicated that Knapp and Sylvania remained in regular contact regarding proposed design and manufacturing changes, and Sylvania never misrepresented the changes it proposed to carry out.  In this context, Sylvania's conclusory statements that its quality would improve--and Knapp calls our attention to no more specific alleged misstatement--are no more than an \"expectation, estimate, opinion, or judgment.\"   See Powell v. Rasmussen, <span class=\"citation\" data-id=\"2096836\"><a href=\"/opinion/2096836/powell-v-rasmussen/\"><span class=\"volume\">355</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">117</span></a></span>, <span class=\"citation\" data-id=\"2096836\"><a href=\"/opinion/2096836/powell-v-rasmussen/\"><span class=\"volume\">243</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">167</span></a></span>, 168 (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Chapter 93A.   On count 8--Knapp's ch. 93A claim--we again affirm the magistrate judge.  For Knapp to prevail, it must prove that Sylvania's conduct included an \"unfair or deceptive act,\" a phrase that the Massachusetts courts read as requiring a showing of \"rascality;\"  the showing is especially difficult where the case involves arm's-length transactions between sophisticated business entities.  Anthony's Pier Four, Inc. v. HBC Assocs., <span class=\"citation\" data-id=\"2172105\"><a href=\"/opinion/2172105/anthonys-pier-four-inc-v-hbc-associates/\"><span class=\"volume\">411</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">451</span></a></span>, <span class=\"citation\" data-id=\"2172105\"><a href=\"/opinion/2172105/anthonys-pier-four-inc-v-hbc-associates/\"><span class=\"volume\">583</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">806</span></a></span>, 821 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The crux of Knapp's argument is that Sylvania was aware that there were problems with its manufacturing process and failed to make the needed changes.  But as the magistrate judge held, there was no evidence at trial that Sylvania's failure to improve the quality of its shoes was deliberate or willful;  on the contrary, it made repeated efforts on its own and in consultation with Knapp to correct perceived problems.  Knapp's claim for multiple damages and attorneys fees was therefore properly denied.</p>\n    </div>\n    <p>B. Revocation and Rejection Remedies</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Even if liability is based only on counts 3 and 4, Knapp argues on appeal that the magistrate judge nevertheless erred in determining the remedies available to it.  It says that he improperly denied to Knapp remedies of \"revocation of acceptance\" (with respect to all prior shipments) and \"rejection\" (with respect to the shipment of February 1990) and that these errors led him into a further error, namely, to direct his damage assessment only to those shoes actually shown to be defective.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Revocation of Acceptance as to All Shoes.   Knapp first argues that it is entitled to revoke acceptance of all inventory purchased from Sylvania--including non-defective shoes--because the rate of defects was so high as to make it impossible for Knapp to sell shoes from that inventory.  The magistrate judge rejected this remedy because he found a very low rate of defects.  Although this finding is not adequately supported, see IV(C) below, we agree with the result because Knapp failed to make an effective revocation of its acceptance under UCC Sec. 2-608.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">When a buyer \"accepts\" goods, as defined in UCC Sec. 2-606, the buyer forfeits the right to \"reject\" the tender.  UCC Sec. 2-607.  However, a buyer may be able to \"revoke acceptance\" under UCC Sec. 2-608 as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>(1) The buyer may revoke his acceptance of a lot or commercial unit whose non-conformity substantially impairs its value to him if he has accepted it</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">(a) on the reasonable assumption that its non-conformity would be cured and it has not been seasonably cured;  or</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">(b) without discovery of such non-conformity if his acceptance was reasonably induced either by the difficulty of discovery before acceptance or by the seller's assurances.(2) Revocation of acceptance must occur within a reasonable time after the buyer discovers or should have discovered the ground for it and before any substantial change in condition of the goods which is not caused by their own defects.  It is not effective until the buyer notifies the seller of it.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The buyer who revokes has the same rights and duties as if the buyer had rejected the goods.  UCC Sec. 2-608.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Knapp argues that this case falls squarely within section 2-608(1)(b).  It says that the sole-bond problems were hard to discover because they could not be detected by visible inspection and that it reasonably relied upon Sylvania's assurances that it had corrected the bond problem.  Knapp cites to S &amp; R Metals, Inc. v. C. Itoh &amp; Co.  (America), <span class=\"citation\" data-id=\"512973\"><a href=\"/opinion/512973/s-r-metals-inc-v-c-itoh-co-america-inc/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">814</span> </a></span>(9th Cir.1988), as authority for the view that a buyer can revoke acceptance when the prior acceptance was made without knowledge of the defect and the defect was \"latent and difficult to discover.\"</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The difficulty with Knapp's position is that by mid-1988 it had ample knowledge that customers were complaining about separation, and its own experience confirmed that Sylvania was not successfully solving the underlying problems.  Knapp itself points to pull-tests done in 1988 which, it argues, prove that Sylvania's manufacturing process was flawed.  Yet not until spring 1990--the precise date is disputed--did Knapp purport to revoke acceptance for all shoes delivered to it over the entire period.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">This is not a revocation occurring within \"a reasonable time\" after the buyer discovered the ground for rejection, and the contrast between the present facts and those of S &amp; R Metals underscores the point.  In that case, the buyer had no reason to doubt the quality of the steel until complaints were received;  advance testing would have been expensive and destroyed the valuable product tested;  and the revocation of acceptance was made within nine days after the defect had been discovered and confirmed.  S &amp; R <span class=\"citation\" data-id=\"512973\"><span class=\"antecedent_guess\">Metals,</span> <a href=\"/opinion/512973/s-r-metals-inc-v-c-itoh-co-america-inc/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">817</span></a></span>.   Nothing in this decision, or any other cited by Knapp,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> suggests that a buyer can accept deliveries of a vast number of items over a period of a year and a half and then suddenly revoke the acceptance of all of them based on defects whose presence was known or suspected during the entire period.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Rejection of the February 1990 Shipment.   A much narrower and stronger claim by Knapp is that it properly rejected the single shipment of shoes received in February 1990.  Section 2-601 of the UCC provides that if goods or tender fail to \"conform\" to the parties' contract, the buyer may reject the whole delivery;<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  but this rejection must be within a reasonable time, and the buyer must seasonably notify the seller of the rejection.  UCC Sec. 2-602(1).  The magistrate judge found that Knapp failed to prove that the February shipment was nonconforming, and further found that Knapp's rejection was untimely.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Knapp insists that the shipment was nonconforming because all of the shoes in the shipment were defective inasmuch as they could be pulled apart manually.  Crabtree, Knapp's key witness on this issue, so testified at trial.  The magistrate judge made clear that he did not accept Crabtree's testimony, but this appraisal may well have been affected by the magistrate judge's mistaken finding on limitation of remedies:  Crabtree also testified to the fact that the procedure of return of customer defects was established only in mid-1988 and that before that time customer returns were discarded, a fact that the magistrate judge found surprising in view of the \"clear understanding between the parties.\"</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Knapp did carry out a prompt inspection of the shoes that arrived in the February 1990 shipment, complained immediately to Pearlstein that the shoes were 100 percent defective, and sent him a case for his own inspection.  When the formal \"rejection\" occurred is disputed--the magistrate judge found that it did not occur until May--but Knapp's actions were certainly consistent with its claim of substantial defects and represented steps toward rejection.  It immediately placed the seller on notice that the defects were pervasive and began to negotiate the seller's response.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The magistrate judge chose to credit fully the testimony of Pearlstein, Sylvania's president, to the effect that no shoes from the sample case sent by Knapp to Sylvania from the February shipment separated.  But quite apart from other Knapp witnesses who supported Crabtree, other Sylvania employees--Elliott and Cartwright--both agreed that at least some of the shoes could be pulled apart by hand.  Thus we find it hard to accept the magistrate judge's finding that \"plaintiff has failed to establish by a preponderance of the evidence that any of the shoes--much less the whole of the lot--failed to conform.\"<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">This court finds clear error only where, \"on the whole of the record, we form a strong unyielding belief that a mistake has been made.\"  Cumpiano v. Banco Santander P.R., <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (1st Cir.1990) (citations omitted).  In this instance, we conclude that the magistrate judge was clearly in error in finding that the February 1990 shipment was free of defects and conformed to industry standard.  The question whether Knapp gave prompt notice is more difficult, but we need not resolve the issue because whether Knapp rightfully rejected the nonconforming shipment has no practical impact on the damages to which it is entitled.  With the magistrate judge's finding on defects set to one side, Knapp's ordinary damages as to the February shipment produce essentially the same amount as it would receive under the \"rejection\" remedy.  See IV(C) below.</p>\n    </div>\n    <p>C. Damages</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Knapp's damage claims were based upon its allegation that Sylvania shoes suffered from a very substantial rate of defects.  In his final damages calculation, the magistrate judge found that the rate of defects in the inventory shoes involved in this litigation was less than four percent.  Knapp argues on appeal that the magistrate judge's defect-rate finding was clearly erroneous, and insists that the evidence established a defect rate of at least 40 percent for the shoes remaining in inventory at Knapp.  We think that the magistrate judge's finding is clearly erroneous and that on this record the 40 percent figure is the only alternative choice.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Knapp's allegations of substantial defect rates in the shoes remaining in inventory were supported by detailed testimony by Crabtree;  by corroborating testimony of other Knapp personnel;  by evidence of substantial customer returns, dissatisfaction and cancelled relationships to which the customers testified;  by testimony that the number of defective shoes held by Knapp plus the number of prior returns acknowledged by Sylvania was nearly twice the magistrate's 3-to-4 percent finding;  by evidence that both Knapp and customers threw away additional defective shoes;  and, finally, by a fairly detailed sampling study that appeared to establish a defect rate of at least 41.7 percent.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In adopting the 3-to-4 percent defect rate figure, the magistrate judge accepted the testimony of Esser and Sprague (both disaffected former Knapp employees) and of Sylvania personnel, to the effect that there was never a substantial problem with Sylvania shoes.  He disregarded Crabtree as a liar;  and he dismissed customer testimony as not necessarily relating to Sylvania shoes but rather to shoes manufactured in Taiwan.  He found the pull tests inconclusive, insisting that Knapp had failed to present evidence that a pull-test failure at under 20 pounds showed that a shoe was defective.  He refused to believe Knapp's accounting of the number of defective shoes in inventory.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Under the Cumpiano standard, we reject as clearly erroneous the magistrate judge's assessment of the percentage of defects in the Sylvania shoes.  We have already explained why his related appraisal of testimony regarding quality of the February 1990 shipment is unpersuasive, see IV(B), and this is equally so on the broader question of the remaining inventory.  Knapp's claims of defects came not only from Knapp but from customers disinterested in the litigation, from the presence in inventory of defective shoes actually returned to Knapp, and from the pull-tests conducted by independent experts--the last of which sampled the entire remaining Knapp inventory in the contested models.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The notion that any of these defective shoes came from foreign sources rests on doubtful evidence;  but, given the poor quality of the February 1990 shipment admittedly from Sylvania, it is obvious that foreign sources do not explain away the problem.  From the testimony on pull-tests, it appears that the 20-pound figure that Knapp asked the expert to employ was not only plausible but conservative.  Knapp's accounting of the number of defective shoes in its inventory was essentially uncontradicted.  In sum, the evidence is overwhelming that the defect rate was considerably higher than the rate adopted by the magistrate judge.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Each side had its chance to present evidence and neither side is entitled to introduce further evidence on this issue.  On the present record the stark choice is between Sylvania's claim that defects were no greater than normal and Knapp's evidence to the contrary.  The Knapp evidence was that it had 6,045 known defective pairs in inventory, comprising shoes returned by customers, the 1,422 pairs torn-apart from the February 1990 shipment and other shoes pulled apart during inspection of inventory, and--in addition--that it had in inventory 21,010 new shoes of the models involved in this litigation, at least 41.7 percent of which the statistical sampling showed to be defective.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The evidence as to raw numbers in inventory was essentially uncontradicted even though the magistrate judge declined to accept the numbers.  As for the statistical study, the 20-pound pull-test was (as already noted) a conservative standard based on the evidence;  and the 41.7 percent figure even more so.  Sylvania has chosen not to contest its liability for defective shoes no matter how long in inventory.  \"Where, as here, the record is sufficiently developed that we can apply the law to the facts before us ... that route is available to us.\"  Lipsett v. Blanco, <span class=\"citation\" data-id=\"591130\"><a href=\"/opinion/591130/annabelle-lipsett-v-gumersindo-blanco/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span>, 943 (1st Cir.1992).  We take it here and find that Knapp has proved the raw figures and defect rate just discussed, any other conclusion on this record being clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">As for the cost of the shoes, we agree with the magistrate judge that the most accurate figure is the average price of the shoes purchased by Knapp, rather than Knapp's \"Fifo average cost.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Using the magistrate judge's price figures for each model and applying that price to the larger number of defective shoes that we have found to be present in Knapp's inventory (14,806), we have calculated Knapp's damages for defective shoes as $338,138.31.  The calculations, by model number, are set forth in Appendix A.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Knapp argues that regardless of the precise percentage of defective shoes in its inventory, all of the shoes are useless to it because the number of defects is too high to allow Knapp to deliver the shoes to customers without fear that they will fall apart on their feet.  Knapp is essentially attempting to invoke through the back door the revocation of acceptance remedy that Knapp failed to invoke in a timely manner.  Whatever decrease Knapp has suffered in value of the non-defective shoes, Knapp inflicted this decrease on itself when it accepted the deliveries and failed to revoke that acceptance within a reasonable time.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Knapp also claimed a detailed list of incidental damages, some of which were granted by the magistrate judge and are not challenged by Sylvania on appeal.  Knapp insists that it is also entitled to reimbursement for a credit it issued to Federal Express and for storage costs beyond those granted by the magistrate judge.  The magistrate judge found that Knapp had failed to prove that it had not received credit from Sylvania or replacements for the defective shoes for which Federal Express demanded and received credit.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">We agree that Knapp failed to prove that this credit represented actual damages.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  As to the storage charges, Knapp will be credited only for the amount attributable to the actually defective shoes, as the magistrate judge held, but that amount is increased to $4,146 to account for the enlarged number of defective shoes determined on this appeal.  The result is achieved by using the magistrate judge's own formula set forth in his March 1, 1995, decision.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Knapp further claims that it is entitled to lost profits from the shoes in inventory it could not sell.  To recover lost profits, the plaintiff must show by a preponderance of the evidence that the actionable breach caused the loss and that the loss was foreseeable and calculable with reasonable certainty.  Matsushita Electric Corp. v. Sonus Corp., <span class=\"citation\" data-id=\"2236933\"><a href=\"/opinion/2236933/matsushita-electric-corp-of-america-v-sonus-corp/\"><span class=\"volume\">362</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">246</span></a></span>, <span class=\"citation\" data-id=\"2236933\"><a href=\"/opinion/2236933/matsushita-electric-corp-of-america-v-sonus-corp/\"><span class=\"volume\">284</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">880</span></a></span>, 890 (1972).  For the pre-February 1990 shipments, Knapp's claim is hopeless.  Knapp did not show that it had an urgent need for any of that inventory, nor justify its failure to obtain alternative sources given its knowledge of persisting problems.  See UCC Sec. 2-715(2)(a) (consequential damages include only those losses \"which could not reasonably be prevented by cover or otherwise\").</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">With respect to the February 1990 shipment, the issue is closer, because Knapp established at trial that it had an urgent need for that inventory;  the quality of that shipment was even lower than earlier shipments;  and Sebastiao testified that Knapp lost orders because it could not deliver these shoes.  On the other hand, Knapp was on notice that Sylvania shoes suffered from a high rate of defects, so its failure to switch to other, more reliable suppliers at an earlier date is hard to justify.  Knapp knew or should have known that it might well get defective shoes in the February shipment, and it chose to take that risk.  We affirm the magistrate judge's finding that lost profits are not appropriately awarded.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Knapp also presses on appeal its broader claim for consequential damages.  It presented at trial expert testimony that because of the defective shoes Knapp lost future profits of $2,895,326 that it would have enjoyed on other sales to customers who left Knapp out of dissatisfaction with its product.  Its evidence certainly showed that its relationships with important customers were irretrievably damaged.  But it is equally clear that Knapp could have minimized the damage through reasonable diligence by increasing its inspections and, to the extent needed, finding alternative suppliers.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Although Sylvania was at fault for supplying defective goods and must reimburse Knapp for those goods proved to be defective, Knapp cannot recover for any larger harm done to its own reputation and customer relations.  The general principle is well settled that a party cannot recover for harms that its own reasonable precautions would have avoided.  Columbia Novelty Co. v. Leslie Dawn, Inc., 6 U.C.C.Rep.Serv.  (Callaghan) 679, 679, <span class=\"citation no-link\"><span class=\"volume\">1969</span> <span class=\"reporter\">WL</span> <span class=\"page\">11074</span> </span>(N.Y.App.Term 1969);  UCC Sec. 2-715(2)(a).  To permit such a recovery on this record would simply reward Knapp for its own lack of attention, poor quality control, and bad judgment.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <pre>\tIn summary, Knapp is entitled to damages as follows:\n      Cost of Defective Inventory:              $338,138.31\n      Storage Costs:                            $  4,146.00\n      Unpaid Credits:                           $ 92,472.97\n      Credit to Miami Hilton:                   $  9,250.00\n      Refund to Marriott:                       $  3,194.54\n      Price concessions to Federal\n      Express:                                  $ 11,096.25\n      Replacement shoes supplied\n      to Hilton:                                $  6,401.20\n      Increased inspection costs:               $  4,167.30\n      Freight charges:                          $  6,877.60\n      Travel expenses:                          $  1,793.92\n      Total                                     $477,538.09</pre>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">The first two entries are adjusted to reflect the corrections explained in the opinion;  the others are as determined by the magistrate judge in rulings that Sylvania has not appealed.  The award against Knapp in favor of Sylvania for unpaid bills, in the amount of $223,626.47, has also not been challenged on appeal and so stands as previously entered.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">On remand, the judgment should be modified to award $477,538.09 to Knapp and $223,626.47 to Sylvania, so that the net award is now in Knapp's favor in the amount of $253,911.62.  In addition, the magistrate judge's order terminating the injunction against Sylvania, as entered on May 31, 1991 and amended on June 10, 1991, is vacated;  the magistrate judge is free to reduce the amount embargoed to the net award plus anticipated costs and interest.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p>----------Appendix A</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <pre>Style      Defects       New   x 41.7  %        Total  Ave. Cost           Cost\n1244           150       199       83             233      18.20       4,240.60\n1245            63       189       79             142      23.75       3,372.50\n1251           493       509      212             705      21.65      15,263.25\n1257           111       402      168             279      26.25       7,323.75\n2600           914       765      319           1,233      24.25      29,900.25\n2601            47        60       25              72      25.75       1,854.00\n2605           578     2,034      848           1,426      26.75      38,145.50\n2660           485     1,926      803           1,288      23.25      29,946.00\n2665           654       955      398           1,052      22.00      23,144.00\n2670           464       599      250             714      27.90      19,920.60\n2675           566       404      168             734      27.90      20,478.60\n2810           514     2,438    1,017           1,531      21.91      33,544.21\n2814            53     1,474      615             668      18.75      12,525.00\n2815            51     1,311      547             598      22.10      13,215.80\n2816            26        87       36              62      22.10       1,370.20\n2840           125       548      229             354      27.40       9,699.60\n2845           136     1,538      641             777      27.30      21,212.10\n2916            39       264      110             149      18.75       2,793.75\n2930           339     3,968    1,655           1,994      17.25      34,396.50\n2935           211     1,302      543             754      19.90      15,004.60\n2950             1        38       16              17      18.75         318.75\n2955            25         0       25              25      18.75         468.75\n---------  -------  --------  -------        --------  ---------  -------------\nTotal        6,045    21,010    8,761          14,806                338,138.31</pre>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p>The first column refers to the Knapp shoe style number; the second column sets</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p>out the number of customer returns plus shoes pulled apart by Knapp personnel</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p>in Knapp's inventory; the third column sets out the number of new shoes in</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p>inventory; the fourth column gives the number of defective shoes among the</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p>new shoes, based on the statistical survey; the fifth column gives the total</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p>number of defective shoes in Knapp's inventory; the sixth column gives the</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p>average price for each style; the last column gives the price paid by Knapp</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p>for defective shoes still in inventory.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pull tests, standard in the industry, allow for measurement of the strength of shoe construction.  In addition to measuring the pounds of pressure that can be applied to a particular area of the shoe before it will fail, the tests indicate whether the failure was caused by material failure--a tearing of the upper or of the sole--or by a bond failure</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Chapter 93A outlaws \"[u]nfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce,\" and permits awards of multiple damages and attorneys' fees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In Massachusetts, \"[e]very contract implies good faith and fair dealing between the parties to it.\"  Warner Ins. Co. v. Commissioner of Ins., <span class=\"citation\" data-id=\"2208541\"><a href=\"/opinion/2208541/warner-ins-co-v-commissioner-of-insurance/\"><span class=\"volume\">406</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">354</span></a></span>, <span class=\"citation\" data-id=\"2208541\"><a href=\"/opinion/2208541/warner-ins-co-v-commissioner-of-insurance/\"><span class=\"volume\">548</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">188</span></a></span>, 193 n. 9 (1990) (quoting Kerrigan v. Boston, <span class=\"citation\" data-id=\"2072284\"><a href=\"/opinion/2072284/kerrigan-v-boston/\"><span class=\"volume\">361</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">24</span></a></span>, <span class=\"citation\" data-id=\"2072284\"><a href=\"/opinion/2072284/kerrigan-v-boston/\"><span class=\"volume\">278</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">387</span></a></span>, 393 (1972)).  Similarly, Mass.Gen.L. ch. 106 (\"UCC\") Sec. 1-203 imposes an \"obligation of good faith.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> VMark Software, Inc. v. EMC Corp., 37 Mass.App.Ct. 610, <span class=\"citation\" data-id=\"2103642\"><a href=\"/opinion/2103642/vmark-software-inc-v-emc-corp/\"><span class=\"volume\">642</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">587</span></a></span>, 593 n. 8 (1994);  Zimmerman v. Kent, 31 Mass.App.Ct. 72, <span class=\"citation\" data-id=\"2101674\"><a href=\"/opinion/2101674/zimmerman-v-kent/\"><span class=\"volume\">575</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">70</span></a></span>, 77 (1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In Fortin v. Ox-Bow Marina, Inc., <span class=\"citation\" data-id=\"2039590\"><a href=\"/opinion/2039590/fortin-v-ox-bow-marina-inc/\"><span class=\"volume\">408</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">310</span></a></span>, <span class=\"citation\" data-id=\"2039590\"><a href=\"/opinion/2039590/fortin-v-ox-bow-marina-inc/\"><span class=\"volume\">557</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1157</span> </a></span>(1990), also cited by Knapp, the court allowed the buyer to revoke acceptance of a boat delivered four months earlier when the seller had provided repeated assurances that it would cure the identified defects in the boat.  The case involved a different problem--a promise to repair a specific item already delivered--and is governed by a different provision (section 2-608(1)(a))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> To permit rejection of the entire shipment for nonconformity, Knapp had to show not just that there were defective shoes but that the defect rate was higher than agreed upon or, lacking specific agreement, than the standard in the industry.  See Agoos Kid.  Co. v. Blumenthal Import Corp., <span class=\"citation no-link\"><span class=\"volume\">282</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">184</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">279</span></span>, 281 (1932)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The magistrate judge suggested that the \"hand\" pull test is not standard in the industry and that evidence that shoes could be pulled apart by hand did not necessarily prove them defective.  Common sense, buttressed by ample evidence at trial, confirms that an industrial work shoe is defective where it can readily be pulled apart by hand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> A biostatistician analyzed the results of pull-tests performed on randomly selected pairs of unused shoes in inventory.  Using a 20-pound figure for the pull-tests, 60 percent of the shoes failed.  Given the sample size tested and the number of shoes in inventory, the expert concluded that \"we have a 95 percent level of confidence that the actual proportion of defective pairs in the inventory ... is at least 41.7 percent.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Even if we were to accept (as the magistrate judge did not) that Knapp maintained a strict Fifo inventory procedure, some of the new shoes in Knapp's Brockton warehouse were returned from field warehouses;  some may have been from early shipments, and the average price figure therefore appears to us to be the better measure</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> It is apparently undisputed that Knapp gave credit to its customer Federal Express to resolve complaints about defective shoes.  Nevertheless, the evidence left it uncertain whether some of the shoes reflected in this figure had already been returned by Knapp to Sylvania or were among shoes in Knapp's inventory, damages for which are already reflected in the calculations in Appendix A.  The burden was on Knapp to show actual damages without double counting, and it failed to do so</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195201/",
    "https://www.courtlistener.com/api/rest/v3/opinions/435861/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512973/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591130/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2039590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2072284/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2082257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2096836/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2101674/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2103642/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2172105/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2208541/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2236933/"
  ]
}