{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196445/",
  "id": 196445,
  "absolute_url": "/opinion/196445/mcintosh-v-flynn/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196445/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:54Z",
  "date_modified": "2020-02-21T23:42:57.994004Z",
  "type": "010combined",
  "sha1": "68adb9b58cc40b06d9480816f64d60a7bb6ae9df",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1004.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNos. 95-1004\r\n     95-1200\r\n\n                         AUDLEY McINTOSH,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                     THOMAS ANTONINO, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                             \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n              Selya, Cyr and Stahl, Circuit Judges.\r                                                            \r\n\n                                             \r\n\n     Bernard A. Kansky for appellant.\r                                \r\n     Thomas C. Tretter, Assistant Corporation  Counsel, with whom\r                                \r\nStephen  H. Clark, Acting Corporation Counsel,  was on brief, for\r                           \r\nappellees.\r\n\n                                             \r\n\n                         December 1, 1995\r\n\n                                             \r\r\n\n          SELYA, Circuit Judge.  Well after he had been  arrested\r                    SELYA, Circuit Judge.\r                                        \r\n\nand allegedly  manhandled by  Boston police  officers, plaintiff-\r\n\nappellant  Audley  McIntosh commenced  a  civil  action under  42\r\n\nU.S.C.    1983.  The  district court granted  summary judgment in\r\n\nthe  defendants' favor on  the ground  that McIntosh  had brought\r\n\nsuit a day late.  McIntosh appeals.  We affirm.\r\n\nI.  BACKGROUND\r          I.  BACKGROUND\r\n\n          We  set forth the substantiated facts in the light most\r\n\ncongenial  to the party opposing summary judgment.  See Pagano v.\r                                                                        \r\n\nFrank, 983 F.2d 343, 347 (1st Cir. 1993).\r               \r\n\n          Boston  police officers  arrested appellant  during the\r\n\nmorning  of January  7,  1990.   He  alleges that  the  gendarmes\r\n\nwrongfully detained  him for  several hours  and battered him  to\r\n\nboot.   That afternoon,  the police transported  appellant to the\r\n\nemergency  room  of a  local hospital  where  he was  treated and\r\n\nreleased at approximately 7:00 p.m.   The authorities charged him\r\n\nwith  a multitude of offenses (including assault and battery of a\r\n\npolice officer), but they did not further detain him.\r\n\n          In short  order, a Massachusetts  state court dismissed\r\n\nall  the charges.   At  a much  later date,  appellant's attorney\r\n\nprepared a  four-page complaint  confined exclusively to  a claim\r\n\npremised on 42 U.S.C.   1983.  The complaint contained no pendent\r\n\ncauses  of  action.    It  named  Mayor   Raymond  Flynn,  Police\r\n\nCommissioner  Francis  Roache,   and  several   \"John  Does\"   as\r\n\ndefendants.   On January 7, 1993    three years to  the day after\r\n\nappellant's infelicitous  encounter with the police    the lawyer\r\n\n                                2\r\r\n\n(1) transmitted a facsimile of the complaint's first two pages to\r\n\nthe  clerk's office of the  federal district court,  and (2) sent\r\n\nthe  original complaint,  with  the required  filing fee,  to the\r\n\nclerk  by  certified mail.    The  clerk's  office  received  the\r\n\nabbreviated facsimile  transmission  after hours  (i.e.,  between\r\n\n6:00  and 7:00 p.m. on January  7).1  The mailed envelope reached\r\n\nthe office on January 8 and a deputy clerk docketed the case that\r\n\nday.\r\n\n          The  defendants  answered  the  complaint,  denied  any\r\n\nwrongdoing,  and asserted  an  affirmative defense  based on  the\r\n\nstatute of  limitations.   Following the completion  of discovery\r\n\nand  a belated  effort  to reconfigure  the suit,2  the remaining\r\n\ndefendants moved  for brevis  disposition under  Fed. R. Civ.  P.\r                                      \r\n\n56(c).   The lower court granted appellant two extensions of time\r\n\nfor responding to the motion.  When the second extension expired,\r\n                    \r                              \r\n\n     1For some reason, the remaining two pages of  the complaint,\r\nincluding the  demand for  judgment, were not  sent by  facsimile\r\ntransmission to the clerk's office until the next afternoon.\r\n\n     2On January  20, 1994, appellant filed  an amended complaint\r\nthat spelled out  a bevy of  pendent state-law claims,  including\r\nabuse of  process, malicious prosecution,  negligent supervision,\r\nassault  and battery, false  imprisonment, intentional infliction\r\nof  emotional distress,  civil conspiracy,  and negligence.   The\r\namended complaint also purported to add several individual police\r\nofficers and the City of Boston as defendants, and simultaneously\r\ndropped  the mayor and the police commissioner as parties.  Given\r\nthe chronology,  we doubt the  efficacy of the  amended complaint\r\neither as a means  of asserting neoteric  claims or as a  vehicle\r\nfor bringing  new defendants into the case.  See, e.g., Barrow v.\r                                                                        \r\nWethersfield  Police  Dept.,  66 F.3d  466,  468  (2d  Cir. 1995)\r                                     \r\n(explaining  that \"John  Doe\" designation  cannot be  employed to\r\ncircumvent  statutes of limitations,  and affirming  judgment for\r\nindividual  police officers  belatedly  added to  a civil  rights\r\nsuit).   Because we dispose  of the appeal  on other grounds,  we\r\nneed not probe these points.\r\n\n                                3\r\r\n\nthe  court denied  a third request  and subsequently  decided the\r\n\nRule 56 motion  in the defendants' favor  without considering the\r\n\ndelinquent   opposition   that  appellant's   counsel  eventually\r\n\nproduced.  See D. Mass. Loc. R. 56.1 (providing that the facts as\r                        \r\n\npresented by the movant are deemed  admitted for the purpose of a\r\n\nsummary  judgment motion  when  no timely  opposition is  filed).\r\n\nThese appeals ensued.\r\n\nII.  THE LEGAL LANDSCAPE\r          II.  THE LEGAL LANDSCAPE\r\n\n          The district  court rested  its decision on  the ground\r\n\nthat  appellant's section 1983 claim was time barred.  On appeal,\r\n\nMcIntosh disputes this conclusion.  To afford needed perspective,\r\n\nwe start  by reviewing certain abecedarian  legal principles that\r\n\ninform our analysis of the issues presented.\r\n\n                A.  The Summary Judgment Standard.\r                          A.  The Summary Judgment Standard.\r                                                           \r\n\n          Summary  judgment is  appropriate when  the \"pleadings,\r\n\ndepositions, answers to interrogatories,  and admissions on file,\r\n\ntogether  with  the affidavits,  if any,  show  that there  is no\r\n\ngenuine issue as to any  material fact and that the  moving party\r\n\nis entitled to judgment  as a matter  of law.\"   Fed. R. Civ.  P.\r\n\n56(c).  We have  written copiously on the idiosyncracies  of this\r\n\nrule  and on its ramifications, see,  e.g., McCarthy v. Northwest\r                                                                           \r\n\nAirlines,  Inc., 56 F.3d 313,  314-15 (1st Cir.  1995); Morris v.\r                                                                        \r\n\nGovernment  Dev. Bank, 27 F.3d 746, 748 (1st Cir. 1994); National\r                                                                           \r\n\nAmusements, Inc. v. Town  of Dedham, 43 F.3d 731, 735 (1st Cir.),\r                                             \r\n\ncert.  denied, 115 S. Ct.  2247 (1995); Vasapolli  v. Rostoff, 39\r                                                                       \r\n\nF.3d 27,  32 (1st Cir. 1994); Dow v. United Bhd. of Carpenters, 1\r                                                                        \r\n\n                                4\r\r\n\nF.3d 56,  58 (1st Cir. 1993);  Pagano, 983 F.2d at  347; Wynne v.\r                                                                        \r\n\nTufts  Univ. Sch. of Med., 976 F.2d  791, 793-94 (1st Cir. 1992),\r                                   \r\n\ncert. denied, 113 S. Ct. 1845 (1993); United States v. One Parcel\r                                                                           \r\n\nof Real  Property (Great  Harbor Neck,  New Shoreham, R.I.),  960\r                                                                     \r\n\nF.2d 200, 204 (1st  Cir. 1992); Rivera-Muriente v. Agosto-Alicea,\r                                                                          \r\n\n959  F.2d  349,  351-52 (1st  Cir.  1992);  Medina-Munoz  v. R.J.\r                                                                           \r\n\nReynolds Tobacco Co., 896 F.2d 5, 7-8 (1st Cir. 1990); Garside v.\r                                                                        \r\n\nOsco Drug, Inc., 895 F.2d 46, 48-49 (1st Cir. 1990), and it would\r                         \r\n\nserve no worthwhile purpose  to rehearse that jurisprudence here.\r\n\nIt  suffices  to reaffirm  that  \"summary judgment's  role  is to\r\n\npierce the  boilerplate of the  pleadings and assay  the parties'\r\n\nproof in order to determine whether trial is  actually required.\"\r\n\nWynne, 976 F.2d at 794.\r               \r\n\n          To  be sure,  the  district court's  assessment of  the\r\n\nsummary judgment record must comply with certain guidelines.  The\r\n\nmost salient of these guidelines requires  the court to interpret\r\n\nthe record in the  light most hospitable to the  nonmoving party,\r\n\nreconciling all competing inferences in  that party's favor.  See\r                                                                           \r\n\nPagano, 983 F.2d at 347.  Nonetheless, a party contesting summary\r                \r\n\njudgment must offer the court  more than posturing and conclusory\r\n\nrhetoric.  See  Morris, 27 F.3d at 748; Medina-Munoz, 896 F.2d at\r                                                              \r\n\n8.  This  principle is brought into  bold relief when the  motion\r\n\ntargets  an issue on which the nonmoving party bears the ultimate\r\n\nburden  of  proof.   In  that  circumstance,  the  nonmovant must\r\n\n\"produce  specific facts, in  suitable evidentiary form,\" Morris,\r                                                                          \r\n\n27 F.3d  at  748,  in order  to  demonstrate the  presence  of  a\r\n\n                                5\r\r\n\ntrialworthy issue  and thereby  deflect  the sharp  blade of  the\r\n\nsummary judgment ax.\r\n\n          Questions  anent  the applicability  and effect  of the\r\n\npassage of time on  particular sets of facts often  are grist for\r\n\nthe summary judgment mill.  See, e.g.,  Rivera-Muriente, 959 F.2d\r                                                                 \r\n\nat 352; Jensen v. Frank, 912  F.2d 517, 520 (1st Cir. 1990); Kali\r                                                                           \r\n\nSeafood, Inc. v. Howe Corp., 887 F.2d 7, 9 (1st Cir. 1989).   And\r                                     \r\n\nwhen  a defendant moves for summary judgment based on a plausible\r\n\nclaim that the  suit is time  barred, the onus  of identifying  a\r\n\ntrialworthy issue customarily falls on the plaintiff.  See, e.g.,\r                                                                          \r\n\nMorris, 27 F.3d at 748.\r                \r\n\n                 B.  The Statute of Limitations.\r                           B.  The Statute of Limitations.\r                                                         \r\n\n          The  linchpin of  the appellant's  case is  his section\r\n\n1983  claim.  We, therefore, train our sights exclusively on this\r\n\nclaim.3\r\n\n          Section  1983 creates  a  private right  of action  for\r\n\nredressing abridgments or deprivations of  federal constitutional\r\n\nrights.   The resultant liability is akin to tort liability.  See\r                                                                           \r\n\nHeck v. Humphrey, 114 S. Ct. 2364, 2370 (1994); Memphis Community\r                                                                           \r\n                    \r                              \r\n\n     3Apart from the  section 1983 claim,  the record reveals  no\r\nindependent  basis for federal jurisdiction.   Thus, if the lower\r\ncourt appropriately granted summary  judgment on the section 1983\r\nclaim, then  the court (which expressly  disclaimed any intention\r\nof  exercising  supplemental  jurisdiction  under  28  U.S.C.    \r\n1367(c)(3)) acted  well within its discretion  in jettisoning the\r\nappended state-law claims.   See Martinez v. Colon, 54  F.3d 980,\r                                                            \r\n990-91 (1st  Cir. 1995) (reaffirming principle  that the district\r\ncourt,   in  its   discretion,   may   dismiss   pendent   claims\r\ncontemporaneous with  a determination, in advance  of trial, that\r\n\"no legitimate  federal question  exist[s]\"), petition  for cert.\r                                                                           \r\nfiled,  64  U.S.L.W. 3250  (1995).    Consequently,  we need  not\r               \r\naddress any claim apart from the section 1983 claim.\r\n\n                                6\r\r\n\nSch. Dist. v. Stachura, 477 U.S. 299, 305 (1986).    Section 1983\r                                \r\n\ndoes not contain  a built-in statute of  limitations.  Therefore,\r\n\nin  processing  such  actions,  a  federal  court  must   lift  a\r\n\nlimitation period from state law.  See Wilson v. Garcia, 471 U.S.\r                                                                 \r\n\n261, 276-80 (1985); Morris, 27 F.3d at  748; Rivera-Muriente, 959\r                                                                      \r\n\nF.2d at 352.\r\n\n          Massachusetts prescribes a three-year limitation period\r\n\nfor  personal injury actions (such as tort suits for false arrest\r\n\nor assault),  see Mass. Gen.  L. ch. 260,    2A (1992);  see also\r                                                                           \r\n\nStreet v.  Vose, 936  F.2d 38, 40  (1st Cir. 1991)  (per curiam),\r                         \r\n\ncert. denied, 502 U.S. 1063 (1992), and the parties agreed before\r                      \r\n\nthe  district court that it  was appropriate to  borrow from this\r\n\nstatute  to derive  the limitation  period.   Thus,  the question\r\n\nbefore the district court was  whether the appellant brought  his\r\n\nsection 1983 action within the prescribed three-year period.\r\n\n          In this venue,  the parties briefed  the appeal on  the\r\n\nsame  underlying  assumption.   At  oral  argument, however,  the\r\n\nappellant tried to  recharacterize his section 1983  claim as one\r\n\nfor malicious  prosecution to  take advantage of  the differently\r\n\nconfigured  limitation period.   See Calero-Colon  v. Betancourt-\r                                                                           \r\n\nLebron,     F.3d     ,     (1st Cir. 1995) [No. 95-1193, slip op.\r                \r\n\nat   6-7]    (discussing   need   and   methodology    for   such\r\n\ncharacterization).   This effort  comes too  late and  offers too\r\n\nlittle.   The original complaint asserted  that appellant's civil\r\n\nrights  had been abridged by means of \"false arrest\" and \"assault\r\n\nand  battery.\"     The   complaint  did  not   mention  malicious\r\n\n                                7\r\r\n\nprosecution  and, indeed,  there  is  nothing  in the  record  to\r\n\nsuggest  that any of the named defendants  had a hand in whatever\r\n\nprosecution  may  have  transpired.   Since  the  district  court\r\n\nproperly  characterized the  suit as  it stood  as one  for false\r\n\narrest,  the  question before  us is  precisely  the same  as the\r\n\nquestion  to which the district  court responded.   We review the\r\n\ndistrict court's answer  to the  question de novo.   See  Rivera-\r                                                                           \r\n\nMuriente, 959 F.2d at 352.\r                  \r\n\n          Although the  limitation period is borrowed  from state\r\n\nlaw, the  jurisprudence of  section  1983 directs  us to  examine\r\n\nfederal  law in  order  to determine  the  accrual period.    See\r                                                                           \r\n\nCalero-Colon,     F.3d at     [slip op. at 5]; Morris, 27 F.3d at\r                                                               \r\n\n748.   Under  federal  law, accrual  starts  when  the  plaintiff\r\n\n\"knows, or  has reason to know, of the injury on which the action\r\n\nis  based.\"   Rivera-Muriente,  959 F.2d  at  353.   Most accrual\r                                       \r\n\ndisputes focus on when  the limitation period began to  run, that\r\n\nis,  when the plaintiff's causes  of action accrued.   See, e.g.,\r                                                                          \r\n\nCalero-Colon,      F.3d at     [slip op. at 5-6]; Morris, 27 F.3d\r                                                                  \r\n\nat 749.  Here, the  commencement date is not a problem:   all the\r\n\nrelevant  actions of the police officers took place on January 7,\r\n\n1990; the  appellant was treated  and released from  the hospital\r\n\nthat day; and  he knew then that  he had been harmed.   Thus, the\r\n\nappellant's cause of action accrued on January 7, 1990.  But  the\r\n\naccrual period is measured  by both a starting date and an ending\r\n\ndate,  and  the pivotal  controversy  in this  case  concerns the\r\n\nlatter.     Consequently,  we   must  shine  the   light  of  our\r\n\n                                8\r\r\n\nunderstanding on  the available facts to determine  the date when\r\n\nMcIntosh took  an action sufficient  to interrupt the  running of\r\n\nthe limitation period.\r\n\nIII.  ANALYSIS\r          III.  ANALYSIS\r\n\n          The district court's ruling is stark in its simplicity:\r\n\nthe  appellant's section 1983 claim arose on January 7, 1990; the\r\n\nthree-year limitation period began to accrue  then and there; the\r\n\ntime   for  bringing  suit  ran  out  on  January  7,  1993;  the\r\n\nappellant's  action  was  not  filed until  the  next  day;  and,\r\n\naccordingly,  the  suit was  untimely.   The  appellant  offers a\r\n\nsalmagundi of reasons to support his contention that the district\r\n\ncourt  erred in  determining that  time  had passed  him by.   We\r\n\nexamine these reasons below.\r\n\n                     A.  Filing By Facsimile.\r                               A.  Filing By Facsimile.\r                                                      \r\n\n          The  appellant  posits  that the  January  7  facsimile\r\n\ntransmission  satisfied  the  filing requirements  of  the  Civil\r\n\nRules, thus stopping the limitations clock.  He is whistling past\r\n\nthe graveyard.   Absent  a local  rule authorizing  the practice,\r\n\nfacsimile filings in a federal court are dead on arrival.\r\n\n          As  of January  7, 1993,  the Civil  Rules provided  in\r\n\npertinent part:\r\n\n          Papers may be filed by facsimile transmission\r\n          if permitted by rules of the district  court,\r\n          provided that the rules are authorized by and\r\n          consistent with the standards  established by\r\n          the Judicial Conference of the United States.\r\n\n                                9\r\r\n\nFed. R. Civ. P.  5(e).4  The Judicial Conference  has \"authorized\r\n\ncourts,  effective December  1,  1991, to  adopt  local rules  to\r\n\npermit  the clerk  to  accept for  filing  papers transmitted  by\r\n\nfacsimile  transmission equipment, provided  that such  filing is\r\n\npermitted  only (1) in  compelling circumstances  or (b)  under a\r\n\npractice  which  was established  by the  court  prior to  May 1,\r\n\n1991.\"   Reports of the Proceedings of the Judicial Conference of\r                                                                           \r\n\nthe  U.S. 52-53  (1991).   The appellant  argues that,  since the\r                   \r\n\nConference has authorized this  method of transmission, filing by\r\n\nfacsimile  is permissible.    This argument  disregards both  the\r\n\nrealities of the instant situation and the text of Rule 5(e).\r\n\n          For  one thing,  the  Conference, at  the same  time it\r\n\ngranted  the  limited authorization  to  which  we have  alluded,\r\n\nwarned that \"the routine acceptance  . . . of court documents  by\r\n\nfacsimile would  present practical  problems and would  create an\r\n\nadministrative  and resource  burden to  the courts.\"   Id.   The\r                                                                     \r\n\nfacsimile  filing here occurred  in the most  mundane of contexts\r\n\nand was  not brought  about by  any special exigency  but by  the\r\n\nattorney's  nonchalance.    Thus,  the  circumstances  are hardly\r\n\n\"compelling.\"\r\n\n          For another thing, the appellant's argument ignores the\r\n\nplain language of  Rule 5(e).   Implicit therein  is the  concept\r\n\n                    \r                              \r\n\n     4Later  in 1993,  Rule  5(e)  was  amended.    The  Advisory\r\nCommittee described  the change as \"a  technical amendment\" aimed\r\nat \"permit[ting]  filing not only by  facsimile transmissions but\r\nalso by other electronic  means,\" Fed. R. Civ. P.  5(e), advisory\r\ncommittee's note to 1993 amendment.  The revision is not relevant\r\nto these appeals.\r\n\n                                10\r\r\n\nthat, absent  a local rule authorizing filing  by facsimile, such\r\n\nfilings are null.   See,  e.g., In re  Hotel Syracuse, Inc.,  154\r                                                                     \r\n\nB.R.  13, 17  (N.D.N.Y. 1993)  (holding that  a notice  of appeal\r\n\nfiled  by facsimile, not authorized under any local rule, did not\r\n\ninterrupt the progression of the appeal period).  The appellant's\r\n\nsuggested construction would render  the reference to local rules\r\n\nsuperfluous.   Since a court called upon to construe a procedural\r\n\nrule should  give effect,  whenever possible, to  every word  and\r\n\nphrase contained in  the rule's  text, see Jamerson  v. Board  of\r                                                                           \r\n\nTrustees  of the  Univ. of  Ala., 80  F.R.D. 744, 749  (N.D. Ala.\r                                          \r\n\n1978),  see also United States  v. Ven-Fuel, Inc.,  758 F.2d 741,\r                                                           \r\n\n751-52 (1st Cir. 1985)  (explicating similar principle in respect\r\n\nto statutory construction), we  decline to follow the appellant's\r\n\nlead.   The local  rules of the United  States District Court for\r\n\nthe District  of Massachusetts  do not  authorize  the filing  of\r\n\npapers by facsimile.  That ends the matter.\r\n\n          In  this  case,  moreover,  the  appellant's  facsimile\r\n\nfiling is  invalid for two other  reasons.  First,  the January 7\r\n\ntransmission  was  incomplete.    Although  the  notice  pleading\r\n\nrequirements of  the Civil Rules  are to be  construed liberally,\r\n\nthere  are bounds to liberality.   For purposes  of commencing an\r\n\naction, half  a complaint    particularly  an unsigned half  that\r\n\ndoes not even contain a  demand for judgment   is no  better than\r\n\nnone.\r\n\n          Second,  the appellant  did not  send even  the partial\r\n\nfacsimile  transmission  until after  the  close  of business  on\r\n\n                                11\r\r\n\nJanuary 7, 1993.   Despite the  fact that Fed.  R. Civ. P.  77(a)\r\n\nstates  that \"district courts shall be deemed always open for the\r\n\npurpose of filing any pleading or other proper paper . . . ,\" the\r\n\nword \"filing\"  as used  therein  is a  word of  art.   It  \"means\r\n\ndelivery  into  the  actual   custody  of  the  proper  officer.\"\r\n\nCasalduc v. Diaz, 117 F.2d 915, 916 (1st Cir.), cert. denied, 314\r                                                                      \r\n\nU.S. 639 (1941).   Consequently, Rule 77(a) has  been interpreted\r\n\nuniformly to mean  that the clerk's office need not  be kept open\r\n\naround the clock,  and that, outside of  ordinary business hours,\r\n\nmerely  leaving  papers in  a closed  or  vacant office  does not\r\n\nconstitute  \"filing\" sufficient for  commencement of  an action.5\r\n\nSee Greenwood v. State of N.Y. Office of Mental Health, 842  F.2d\r                                                                \r\n\n636,  639 (2d Cir. 1988); Casalduc, 117  F.2d at 916; see also 12\r                                                                        \r\n\nCharles  A.  Wright  &amp;  Arthur R.  Miller,  Federal  Practice and\r                                                                           \r\n\nProcedure   3081, at 179 (1990).\r                   \r\n\n                      B.  Filing By Mailing.\r                                B.  Filing By Mailing.\r                                                     \r\n\n          The  appellant  argues  that  the complaint  should  be\r\n\ndeemed to  have been  filed on  January 7, 1993,  because it  was\r\n\nmailed  on that  date.   This is  a hard  sell; as  the appellant\r\n\nacknowledges,  the  Civil  Rules  do  not  so  provide,  and  the\r\n\nproposition  that  he  hawks  therefore  rises  or  falls on  the\r\n\nstrength of  his  thesis  that the  district  court  should  have\r\n                    \r                              \r\n\n     5After  hours,  papers  can  validly  be  filed  by  in-hand\r\ndelivery  to the clerk or  other proper official.   See Casalduc,\r                                                                          \r\n117  F.2d at 916.   In addition, some  clerks' offices reportedly\r\nhave  established so-called  \"night depositories\"  to accommodate\r\nafter-hours  filings.  This case does  not involve an established\r\nnight depository,  and we take  no view of  the efficacy of  that\r\npractice.\r\n\n                                12\r\r\n\nfollowed state practice.  The proposition falls.\r\n\n          Mass.  R. Civ.  P.  3 permits  the  commencement of  an\r\n\naction  either by filing the complaint  (and the concomitant fee)\r\n\nwith  the  clerk  of the  appropriate  court  or  by mailing  the\r\n\ncomplaint and fee to  the clerk by certified or  registered mail.\r\n\nThus, if  the appellant had elected  to sue in the  state court  \r\n\nand state  courts have  concurrent jurisdiction in  suits brought\r\n\nunder section  1983, see Maine  v. Thiboutot,  448 U.S. 1,  3 n.1\r                                                      \r\n\n(1980)   mailing the complaint would have sufficed (if barely) to\r\n\neclipse the looming temporal bar.  The appellant made a different\r\n\nelection,  however,  choosing  to  invoke  the  district  court's\r\n\n\"arising  under\" jurisdiction, see 28 U.S.C.   1331, and to bring\r                                            \r\n\nsuit  in a federal venue.   Therefore, federal  rather than state\r\n\nprocedural rules govern.  See Hanna v. Plumer, 380 U.S. 460, 470-\r                                                       \r\n\n71 (1965).\r\n\n          The appellant  suggests two reasons why  this case does\r\n\nnot come within Hanna's sphere of influence.  First,  he tells us\r                               \r\n\nthat  using the  state  procedural rule  is  fitting because  the\r\n\nfederal question  arises under  section 1983 and,  therefore, the\r\n\ndistrict court must borrow the appropriate statute of limitations\r\n\nfrom state  law.  See Wilson, 471 U.S. at  276-80.  But this is a\r                                      \r\n\ndistinction bereft of a meaningful difference.\r\n\n          The  borrowing directive  means no  more than  it says.\r\n\n\"[W]hen  it is necessary for a federal  court to borrow a statute\r\n\nof  limitations for a federal cause of action, [the court should]\r\n\nborrow no more than necessary.\"  West v. Conrail, 481 U.S. 35, 39\r                                                          \r\n\n                                13\r\r\n\n(1987).   Moreover, when  a  federal court  borrows a  limitation\r\n\nperiod from state law  for use in implementing a federal law that\r\n\ndoes  not possess  a self-contained  statute of  limitations, the\r\n\ncourt is  nonetheless applying  federal law.   The federal  court\r\n\n\"looks to state  law for guidance, but it does  so simply because\r\n\nthe  creation of  a statute  of limitations  is not  considered a\r\n\nsuitable judicial task.\"   Hemmings v. Barian, 822 F.2d  688, 689\r                                                       \r\n\n(7th  Cir.  1987).   The  mantra,  then,  is  that when  bridging\r\n\ninterstices in  federal law,  federal courts should  borrow \"only\r\n\nwhat is necessary to close the gap left by Congress.\"   West, 481\r                                                                      \r\n\nU.S. at 40 n.6.\r\n\n          Beyond  the   need  to  borrow   a  limitation   period\r\n\nsimpliciter,  the case at hand presents no occasion for resort to\r                     \r\n\nstate law.  In the wake of West, federal courts consistently have\r                                         \r\n\nheld that questions concerning the commencement of a section 1983\r\n\naction  in a  federal court are  governed by  Fed. R.  Civ. P. 3.\r\n\nSee, e.g.,  Martin v. Demma, 831 F.2d 69, 71 (5th Cir. 1987); Del\r                                                                           \r\n\nRaine v. Carlson,  826 F.2d 698, 706-07 (7th Cir.  1987).  Rule 3\r                          \r\n\nis complete on its face.   The appellant has identified no lacuna\r\n\nthat  must  be filled  by  reference to  state  law, and  none is\r\n\nvisible to us.\r\n\n          The  seamlessness of  Rule 3,  and its  fit  with other\r\n\nfederal procedural rules, defeats the appellant's claim.   Rule 3\r\n\nadequately covers  the mechanics  of commencing  an  action in  a\r\n\nfederal  district court,  and  the rule  makes it  transpicuously\r\n\nclear that  an action is commenced when the papers are filed.  In\r\n\n                                14\r\r\n\nturn, Fed. R. Civ.  P. 5(e) defines  filing, for all intents  and\r\n\npurposes,  as \"filing . .  . with the clerk of  the court.\"6  The\r\n\ncommencement construct created by the Civil Rules is complete and\r\n\nself-contained, and leaves  no room for improvisation.  Under the\r\n\nconstruct, the instant complaint  was not effectively filed until\r\n\nJanuary 8,  1993, and, therefore,  the underlying action  was not\r\n\ncommenced within the limitation  period.  When papers  are mailed\r\n\nto the clerk's office,  filing is complete only upon  the clerk's\r\n\nreceipt of  them.  See Cooper  v. City of Ashland,  871 F.2d 104,\r                                                           \r\n\n105 (9th Cir. 1989) (per curiam); see also Torras Herreria v. M/V\r                                                                           \r\n\nTimur  Star, 803 F.2d 215, 216 (6th Cir. 1986) (\"Filings reaching\r                     \r\n\nthe  clerk's office after a deadline are untimely, even if mailed\r\n\nbefore the deadline.\").\r\n\n          In a last-ditch effort to forestall the inevitable, the\r\n\nappellant insists that the  animating principle of Guaranty Trust\r                                                                           \r\n\nCo. v. York, 326 U.S. 99, 109-12 (1945), requires that we look to\r                     \r\n\nthe state  procedural rule  since establishing a  time line  will\r\n\ndetermine  the outcome of the litigation.  This argument will not\r\n\nwash.\r\n\n          A  meaningful discourse on the applicability of federal\r\n\nprocedural  rules in  federal  courts cannot  begin and  end with\r\n\nYork.  In Hanna (a case decided  subsequent to York), the Supreme\r                                                             \r\n\nCourt  focused specifically on the purview of the Civil Rules and\r\n                    \r                              \r\n\n     6Rule  5(e)  contains one  explicit  exception.   It  allows\r\njudges,  in their discretion, to  \"permit the papers  to be filed\r\nwith the  judge, in which event the  judge shall note thereon the\r\nfiling  date and  forthwith transmit  them to  the office  of the\r\nclerk.\"\r\n\n                                15\r\r\n\nnoted that \"`outcome-determination'  analysis was never  intended\r\n\nto  serve as a talisman.\"  Hanna, 380 U.S. at 467 (citing Byrd v.\r                                                                        \r\n\nBlue  Ridge Rural Elec. Coop.,  Inc., 356 U.S.  525, 537 (1958)).\r                                              \r\n\nEven  in a diversity case (where state law supplies the basis for\r\n\ndecision), the correct inquiry is not whether  the choice between\r\n\nfederal   and   state  procedural   rules   will  prove   outcome\r\n\ndeterminative, but whether a federal rule  exists that covers the\r\n\npoint in dispute.   If it does, it must  be applied.  See  id. at\r                                                                        \r\n\n469-74.  Put another way, when federal and state procedural rules\r\n\ncollide,  the federal rule necessarily trumps the state rule in a\r\n\nfederal forum.7   See id.;  accord Aceves v.  Allstate Ins.  Co.,\r                                                                          \r\n\n    F.3d     ,      (9th  Cir.  1995) [1995  WL  604009, at  *8];\r\n\nCutting  v. Town of Allenstown, 936 F.2d  18, 21 (1st Cir. 1991);\r                                        \r\n\n                    \r                              \r\n\n     7Contrary to appellant's rodomontade,  Walker v. Armco Steel\r                                                                           \r\nCorp.,  446 U.S. 740 (1980), does not suggest a different result.\r               \r\nThere,  in  a  diversity case,  the  Supreme  Court approved  the\r                                       \r\napplication  of Oklahoma's tolling statute, which required actual\r\nservice of process,  in lieu of Fed.  R. Civ. P.  3.  See id.  at\r                                                                       \r\n742-44.  The Court reasoned that the Oklahoma statute comprised a\r\n\"statement of a  substantive decision by that  state,\" forming an\r\n\"`integral' part of the several policies served by the statute of\r\nlimitations.\"  Id. at 751-52.  On this basis, the Court concluded\r                            \r\nthat   \"[federal]   Rule  3   does   not   replace  such   policy\r\ndeterminations,\"  but, rather,  exists  \"side by  side\" with  the\r\nstate  statute,  \"each controlling  its  own  intended sphere  of\r\ncoverage without conflict.\"  Id. at 752.\r                                          \r\n          The case  at bar is not  analogous to Armco Steel.   In\r                                                                     \r\nthe first place, the federal and state  rules here at issue serve\r\nexactly  the  same purpose  and, to  that  extent, are  in direct\r\nconflict;  both  cannot be  applied.   In  the second  place, the\r\nMassachusetts  procedural rule  is simply  a procedural  rule; it\r\ndoes  not implicate  a substantive  state policy.   In  the third\r\nplace,  the Armco Steel Court  took special care  to refrain from\r                                 \r\n\"address[ing]  the role of  Rule 3 as  a tolling  provision for a\r\nstatute of  limitations, whether set  by federal law  or borrowed\r\nfrom state  law, if the cause of action is based on federal law.\"\r\nId. at 751 n.11.\r             \r\n\n                                16\r\r\n\nFrechette  v. Welch, 621 F.2d 11, 13-14  (1st Cir. 1980).  As the\r                             \r\n\nCourt  wrote in  Hanna, \"to  hold that  a Federal  Rule  of Civil\r                                \r\n\nProcedure must cease to  function whenever it alters the  mode of\r\n\nenforcing state-created rights would  be to disembowel either the\r\n\nConstitution's grant of power over federal procedure or Congress'\r\n\nattempt to  exercise that power  . .  . .\"   380 U.S.  at 473-74.\r\n\nThere is  even less basis for charting so drastic a course where,\r\n\nas here, the right at issue  is created under federal rather than\r\n\nstate law.\r\n\n          To  recapitulate,  the  general  rule  is  that  merely\r\n\nplacing  a  complaint in  the  mail  does not  constitute  filing\r\n\nsufficient to mark  the commencement  of an action  in a  federal\r\n\ncourt.  This case  falls squarely within the  maw of the  general\r\n\nrule.    It  follows  inexorably  that  the   appellant  did  not\r\n\nseasonably commence  his suit  by mailing  the  complaint to  the\r\n\nclerk's office on January 7, 1990.\r\n\n                   C.  Miscellaneous Arguments.\r                             C.  Miscellaneous Arguments.\r                                                        \r\n\n          We  have  considered   all  the  appellant's  remaining\r\n\narguments and find  them to be unpersuasive.  Only  three of them\r\n\nrequire any comment.\r\n\n          1.   The  Failure  to Grant  a  Third Extension.    The\r                    1.   The  Failure  to Grant  a  Third Extension.\r                                                                   \r\n\ndistrict  court  allowed the  appellant  two  extensions of  time\r\n\nwithin  which  to  oppose  the  defendants'  motion  for  summary\r\n\njudgment,  but  balked  the third  time  around.    The appellant\r\n\nassigns error.  We discern none.\r\n\n          The administration  of filing deadlines is  a matter of\r\n\n                                17\r\r\n\ncase   management  that   comes  within   the  district   court's\r\n\ndiscretion.  See Mendez v.  Banco Popular de P.R., 900 F.2d  4, 6\r                                                           \r\n\n(1st Cir. 1990); see also Fed. R. Civ. P. 6(b).  Litigants cannot\r                                   \r\n\nexpect  that  courts will  dance  to their  every  tune, granting\r\n\nextensions on  demand  to suit  lawyers'  schedules.   Given  the\r\n\ndistrict court's  generosity in granting two  extensions, and the\r\n\nweakness of the excuse  proffered by the appellant's  attorney in\r\n\nseeking  yet another boon,8 we  see no hint  of any arbitrariness\r\n\nin the court's exasperated  denial of the third extension.9   See\r                                                                           \r\n\nHarlow Fay, Inc. v. Federal Land  Bank, 993 F.2d 1351, 1352  (8th\r                                                \r\n\nCir.), cert. denied, 114 S. Ct. 87 (1993); Mendez, 900 F.2d at 7;\r                                                           \r\n\nBaker v. Raulie, 879 F.2d 1396, 1399 (6th Cir. 1989); Clinkscales\r                                                                           \r\n\nv. Chevron U.S.A., Inc., 831 F.2d 1565, 1569 (11th Cir. 1987).\r                                 \r\n\n          2.   Waiver.  The appellant asserts that, by failing to\r                    2.   Waiver.\r                               \r\n\nmove  for judgment  on  the limitations  defense  earlier in  the\r\n\nproceedings, the defendants  waived it.   This  assertion has  no\r\n\nfoothold in  the  law.   The  defendants raised  the  affirmative\r\n\ndefense in a timeous manner by including it in their answer.  See\r                                                                           \r\n\nFed. R.  Civ. P. 8(c),  12(b)(6), 12(h)(2).   They were  under no\r\n                    \r                              \r\n\n     8Counsel's statement  amounts to  little more than  a plaint\r\nthat he was suddenly called out  of town on other business on the\r\nlast day of the second extension period.  But \"most attorneys are\r\nbusy most of the time and they  must organize their work so as to\r\nbe  able  to  meet the  time  requirements  of  matters they  are\r\nhandling  or  suffer  the  consequences.\"   Pinero  Schroeder  v.\r                                                                       \r\nFederal Nat'l Mortgage Ass'n, 574 F.2d 1117, 1118 (1st Cir. 1978)\r                                      \r\n(per curiam).\r\n\n     9In an abundance of  caution, we have examined  the untimely\r\nopposition  that the  appellant  filed after  the last  extension\r\nexpired.  Even  if the opposition were fully  considered, nothing\r\ncontained therein would alter the outcome of this appeal.\r\n\n                                18\r\r\n\nobligation  to do  more.    Once  a  defendant  timely  raises  a\r\n\nlimitations  defense in his answer, the issue remains in the case\r\n\nuntil it is deleted from the pleadings or  resolved by the court.\r\n\nSee Pessotti  v. Eagle  Mfg. Co.,  946  F.2d 974,  979 (1st  Cir.\r                                          \r\n\n1991).   There  is no  inequity in  this rule;  if the  plaintiff\r\n\ndesires to force an  up-or-down decision on the asserted  defense\r\n\nin the early stages of  the case, he has the power to bring it to\r\n\nthe  forefront.   See Fed.  R. Civ.  P. 12(c)-(d).10   Here,  the\r                               \r\n\nappellant could have seized  the opportunity but chose not  to do\r\n\nso.  As a result, it does not lie in his mouth to complain of the\r\n\ndefense's alleged laggardness.\r\n\n          3.  Disability.  The appellant, in what seems to be  an\r                    3.  Disability.\r                                  \r\n\nafterthought,11  suggests   that  he   may  have  been   under  a\r\n\ndisability,  and, therefore,  the  limitation  period  should  be\r\n\ntolled.   On this record, the notion of any cognizable disability\r\n\nis pure  conjecture.  In any  event, we have regularly  held that\r\n\n\"[i]ssues  adverted  to  on   appeal  in  a  perfunctory  manner,\r\n\nunaccompanied by some developed argumentation, are deemed to have\r\n\nbeen abandoned.\"   Ryan v. Royal  Ins. Co. of Am.,  916 F.2d 731,\r                                                           \r\n\n                    \r                              \r\n\n     10Rule 12(c) provides in  part that \"any party may  move for\r\njudgment on the  pleadings.\"  Rule 12(d) provides in  part:  \"The\r\ndefenses specifically  enumerated (1)-(7)  in subdivision  (b) of\r\nthis  rule, whether  made  in a  pleading or  by motion,  and the\r\nmotion  for judgment mentioned  in subdivision  (c) of  this rule\r\nshall  be heard and determined before trial on application of any\r                                                                           \r\nparty . . . .\" (emphasis supplied).\r               \r\n\n     11The appellant  never advanced  the argument below.   Apart\r\nfrom  its other shortcomings, the argument  fails for this reason\r\nas  well.   See Clauson  v. Smith,  823 F.2d  660, 666  (1st Cir.\r                                           \r\n1987).\r\n\n                                19\r\r\n\n734 (1st Cir. 1990).\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          We need go no further.  Over two and one-half centuries\r\n\nago, an English  author called procrastination the thief of time.\r\n\nSee  Edward Young, Night Thoughts  (1745).  As  this case proves,\r                                           \r\n\ntime,  once stolen,  engenders  other losses  as  well.   Because\r\n\nMcIntosh  filed  his  civil action  a  day  late,  we affirm  the\r\n\ndistrict  court's entry  of summary  judgment in  the defendants'\r\n\nfavor.\r\n\nAffirmed.\r          Affirmed.\r                  \r\n\n                                20\r\r\n",
  "html": "<p class=\"case_cite\">71 F.3d 29</p>\n    <p class=\"case_cite\">33 Fed.R.Serv.3d 1</p>\n    <p class=\"parties\">Audley McINTOSH, Plaintiff, Appellant,<br>v.<br>Thomas ANTONINO, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 95-1004, 95-1200.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 9, 1995.<br>Decided Dec. 1, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bernard A. Kansky, Needham, MA, for appellant.</p>\n      <p class=\"indent\">Thomas C. Tretter, Assistant Corporation Counsel, with whom Stephen H. Clark, Acting Corporation Counsel, was on brief, Boston, MA, for appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Well after he had been arrested and allegedly manhandled by Boston police officers, plaintiff-appellant Audley McIntosh commenced a civil action under 42 U.S.C. Sec. 1983.  The district court granted summary judgment in the defendants' favor on the ground that McIntosh had brought suit a day late.  McIntosh appeals.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We set forth the substantiated facts in the light most congenial to the party opposing summary judgment.  See Pagano v. Frank, 983 F.2d 343, 347 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Boston police officers arrested appellant during the morning of January 7, 1990.  He alleges that the gendarmes wrongfully detained him for several hours and battered him to boot.  That afternoon, the police transported appellant to the emergency room of a local hospital where he was treated and released at approximately 7:00 p.m.  The authorities charged him with a multitude of offenses (including assault and battery of a police officer), but they did not further detain him.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In short order, a Massachusetts state court dismissed all the charges.  At a much later date, appellant's attorney prepared a four-page complaint confined exclusively to a claim premised on 42 U.S.C. Sec. 1983.  The complaint contained no pendent causes of action.  It named Mayor Raymond Flynn, Police Commissioner Francis Roache, and several \"John Does\" as defendants.  On January 7, 1993--three years to the day after appellant's infelicitous encounter with the police--the lawyer (1) transmitted a facsimile of the complaint's first two pages to the clerk's office of the federal district court, and (2) sent the original complaint, with the required filing fee, to the clerk by certified mail.  The clerk's office received the abbreviated facsimile transmission after hours (i.e., between 6:00 and 7:00 p.m. on January 7).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The mailed envelope reached the office on January 8 and a deputy clerk docketed the case that day.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The defendants answered the complaint, denied any wrongdoing, and asserted an affirmative defense based on the statute of limitations.  Following the completion of discovery and a belated effort to reconfigure the suit,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the remaining defendants moved for brevis disposition under Fed.R.Civ.P. 56(c).  The lower court granted appellant two extensions of time for responding to the motion.  When the second extension expired, the court denied a third request and subsequently decided the Rule 56 motion in the defendants' favor without considering the delinquent opposition that appellant's counsel eventually produced.  See D.Mass.Loc.R. 56.1 (providing that the facts as presented by the movant are deemed admitted for the purpose of a summary judgment motion when no timely opposition is filed).  These appeals ensued.</p>\n    </div>\n    <p>II. THE LEGAL LANDSCAPE</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court rested its decision on the ground that appellant's section 1983 claim was time barred.  On appeal, McIntosh disputes this conclusion.  To afford needed perspective, we start by reviewing certain abecedarian legal principles that inform our analysis of the issues presented.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>A. The Summary Judgment Standard.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Summary judgment is appropriate when the \"pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  We have written copiously on the idiosyncracies of this rule and on its ramifications, see, e.g., McCarthy v. Northwest Airlines, Inc., 56 F.3d 313, 314-15 (1st Cir.1995);  Morris v. Government Dev.  Bank, 27 F.3d 746, 748 (1st Cir.1994);  National Amusements, Inc. v. Town of Dedham, 43 F.3d 731, 735 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 2247, 132 L.Ed.2d 255 (1995);  Vasapolli v. Rostoff, 39 F.3d 27, 32 (1st Cir.1994);  Dow v. United Bhd. of Carpenters, 1 F.3d 56, 58 (1st Cir.1993);  Pagano, 983 F.2d at 347;  Wynne v. Tufts Univ.  Sch. of Med., 976 F.2d 791, 793-94 (1st Cir.1992), cert. denied, 507 U.S. 1030, 113 S.Ct. 1845, 123 L.Ed.2d 470 (1993);  United States v. One Parcel of Real Property (Great Harbor Neck, New Shoreham, R.I.), 960 F.2d 200, 204 (1st Cir.1992);  Rivera-Muriente v. Agosto-Alicea, 959 F.2d 349, 351-52 (1st Cir.1992);  Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 7-8 (1st Cir.1990);  Garside v. Osco Drug, Inc., 895 F.2d 46, 48-49 (1st Cir.1990), and it would serve no worthwhile purpose to rehearse that jurisprudence here.  It suffices to reaffirm that \"summary judgment's role is to pierce the boilerplate of the pleadings and assay the parties' proof in order to determine whether trial is actually required.\"  Wynne, 976 F.2d at 794.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">To be sure, the district court's assessment of the summary judgment record must comply with certain guidelines.  The most salient of these guidelines requires the court to interpret the record in the light most hospitable to the nonmoving party, reconciling all competing inferences in that party's favor.  See Pagano, 983 F.2d at 347.   Nonetheless, a party contesting summary judgment must offer the court more than posturing and conclusory rhetoric.  See Morris, 27 F.3d at 748;  Medina-Munoz, 896 F.2d at 8.   This principle is brought into bold relief when the motion targets an issue on which the nonmoving party bears the ultimate burden of proof.  In that circumstance, the nonmovant must \"produce specific facts, in suitable evidentiary form,\" Morris, 27 F.3d at 748, in order to demonstrate the presence of a trialworthy issue and thereby deflect the sharp blade of the summary judgment ax.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Questions anent the applicability and effect of the passage of time on particular sets of facts often are grist for the summary judgment mill.  See, e.g., Rivera-Muriente, 959 F.2d at 352;  Jensen v. Frank, 912 F.2d 517, 520 (1st Cir.1990);  Kali Seafood, Inc. v. Howe Corp., 887 F.2d 7, 9 (1st Cir.1989).  And when a defendant moves for summary judgment based on a plausible claim that the suit is time barred, the onus of identifying a trialworthy issue customarily falls on the plaintiff.  See, e.g., Morris, 27 F.3d at 748.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>B. The Statute of Limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The linchpin of the appellant's case is his section 1983 claim.  We, therefore, train our sights exclusively on this claim.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Section 1983 creates a private right of action for redressing abridgments or deprivations of federal constitutional rights.  The resultant liability is akin to tort liability.  See Heck v. Humphrey, --- U.S. ----, ----, 114 S.Ct. 2364, 2370, 129 L.Ed.2d 383 (1994);  Memphis Community Sch. Dist. v. Stachura, 477 U.S. 299, 305, 106 S.Ct. 2537, 2541, 91 L.Ed.2d 249 (1986).  Section 1983 does not contain a built-in statute of limitations.  Therefore, in processing such actions, a federal court must lift a limitation period from state law.  See Wilson v. Garcia, 471 U.S. 261, 276-80, 105 S.Ct. 1938, 1947-49, 85 L.Ed.2d 254 (1985);  Morris, 27 F.3d at 748;  Rivera-Muriente, 959 F.2d at 352.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Massachusetts prescribes a three-year limitation period for personal injury actions (such as tort suits for false arrest or assault), see Mass.Gen.L. ch. 260, Sec. 2A (1992);  see also Street v. Vose, 936 F.2d 38, 40 (1st Cir.1991) (per curiam), cert. denied, 502 U.S. 1063, 112 S.Ct. 948, 117 L.Ed.2d 117 (1992), and the parties agreed before the district court that it was appropriate to borrow from this statute to derive the limitation period.  Thus, the question before the district court was whether the appellant brought his section 1983 action within the prescribed three-year period.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this venue, the parties briefed the appeal on the same underlying assumption.  At oral argument, however, the appellant tried to recharacterize his section 1983 claim as one for malicious prosecution to take advantage of the differently configured limitation period.  See Calero-Colon v. Betancourt-Lebron, 68 F.3d 1, 3-4 (1st Cir.1995) (discussing need and methodology for such characterization).  This effort comes too late and offers too little.  The original complaint asserted that appellant's civil rights had been abridged by means of \"false arrest\" and \"assault and battery.\"   The complaint did not mention malicious prosecution and, indeed, there is nothing in the record to suggest that any of the named defendants had a hand in whatever prosecution may have transpired.  Since the district court properly characterized the suit as it stood as one for false arrest, the question before us is precisely the same as the question to which the district court responded.  We review the district court's answer to the question de novo.  See Rivera-Muriente, 959 F.2d at 352.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the limitation period is borrowed from state law, the jurisprudence of section 1983 directs us to examine federal law in order to determine the accrual period.  See Calero-Colon, 68 F.3d at 3;  Morris, 27 F.3d at 748.   Under federal law, accrual starts when the plaintiff \"knows, or has reason to know, of the injury on which the action is based.\"  Rivera-Muriente, 959 F.2d at 353.   Most accrual disputes focus on when the limitation period began to run, that is, when the plaintiff's causes of action accrued.  See, e.g., Calero-Colon, 68 F.3d at 3-4;  Morris, 27 F.3d at 749.   Here, the commencement date is not a problem:  all the relevant actions of the police officers took place on January 7, 1990;  the appellant was treated and released from the hospital that day;  and he knew then that he had been harmed.  Thus, the appellant's cause of action accrued on January 7, 1990.  But the accrual period is measured by both a starting date and an ending date, and the pivotal controversy in this case concerns the latter.  Consequently, we must shine the light of our understanding on the available facts to determine the date when McIntosh took an action sufficient to interrupt the running of the limitation period.</p>\n    </div>\n    <p>III. ANALYSIS</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court's ruling is stark in its simplicity:  the appellant's section 1983 claim arose on January 7, 1990;  the three-year limitation period began to accrue then and there;  the time for bringing suit ran out on January 7, 1993;  the appellant's action was not filed until the next day;  and, accordingly, the suit was untimely.  The appellant offers a salmagundi of reasons to support his contention that the district court erred in determining that time had passed him by.  We examine these reasons below.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>A. Filing By Facsimile.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The appellant posits that the January 7 facsimile transmission satisfied the filing requirements of the Civil Rules, thus stopping the limitations clock.  He is whistling past the graveyard.  Absent a local rule authorizing the practice, facsimile filings in a federal court are dead on arrival.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As of January 7, 1993, the Civil Rules provided in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Papers may be filed by facsimile transmission if permitted by rules of the district court, provided that the rules are authorized by and consistent with the standards established by the Judicial Conference of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Fed.R.Civ.P. 5(e).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The Judicial Conference has \"authorized courts, effective December 1, 1991, to adopt local rules to permit the clerk to accept for filing papers transmitted by facsimile transmission equipment, provided that such filing is permitted only (1) in compelling circumstances or (b) under a practice which was established by the court prior to May 1, 1991.\"   Reports of the Proceedings of the Judicial Conference of the U.S. 52-53 (1991).  The appellant argues that, since the Conference has authorized this method of transmission, filing by facsimile is permissible.  This argument disregards both the realities of the instant situation and the text of Rule 5(e).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For one thing, the Conference, at the same time it granted the limited authorization to which we have alluded, warned that \"the routine acceptance ... of court documents by facsimile would present practical problems and would create an administrative and resource burden to the courts.\"  Id.  The facsimile filing here occurred in the most mundane of contexts and was not brought about by any special exigency but by the attorney's nonchalance.  Thus, the circumstances are hardly \"compelling.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For another thing, the appellant's argument ignores the plain language of Rule 5(e).  Implicit therein is the concept that, absent a local rule authorizing filing by facsimile, such filings are null.  See, e.g., In re Hotel Syracuse, Inc., 154 B.R. 13, 17 (N.D.N.Y.1993) (holding that a notice of appeal filed by facsimile, not authorized under any local rule, did not interrupt the progression of the appeal period).  The appellant's suggested construction would render the reference to local rules superfluous.  Since a court called upon to construe a procedural rule should give effect, whenever possible, to every word and phrase contained in the rule's text, see Jamerson v. Board of Trustees of the Univ. of Ala., 80 F.R.D. 744, 749 (N.D.Ala.1978), see also United States v. Ven-Fuel, Inc., 758 F.2d 741, 751-52 (1st Cir.1985) (explicating similar principle in respect to statutory construction), we decline to follow the appellant's lead.  The local rules of the United States District Court for the District of Massachusetts do not authorize the filing of papers by facsimile.  That ends the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In this case, moreover, the appellant's facsimile filing is invalid for two other reasons.  First, the January 7 transmission was incomplete.  Although the notice pleading requirements of the Civil Rules are to be construed liberally, there are bounds to liberality.  For purposes of commencing an action, half a complaint--particularly an unsigned half that does not even contain a demand for judgment--is no better than none.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Second, the appellant did not send even the partial facsimile transmission until after the close of business on January 7, 1993.  Despite the fact that Fed.R.Civ.P. 77(a) states that \"district courts shall be deemed always open for the purpose of filing any pleading or other proper paper ...,\" the word \"filing\" as used therein is a word of art.  It \"means delivery into the actual custody of the proper officer.\"  Casalduc v. Diaz, 117 F.2d 915, 916 (1st Cir.), cert. denied, 314 U.S. 639, 62 S.Ct. 74, 86 L.Ed. 512 (1941).  Consequently, Rule 77(a) has been interpreted uniformly to mean that the clerk's office need not be kept open around the clock, and that, outside of ordinary business hours, merely leaving papers in a closed or vacant office does not constitute \"filing\" sufficient for commencement of an action.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See Greenwood v. State of N.Y. Office of Mental Health, 842 F.2d 636, 639 (2d Cir.1988);  Casalduc, 117 F.2d at 916;  see also 12 Charles A. Wright &amp; Arthur R. Miller, Federal Practice and Procedure Sec. 3081, at 179 (1990).B. Filing By Mailing.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The appellant argues that the complaint should be deemed to have been filed on January 7, 1993, because it was mailed on that date.  This is a hard sell;  as the appellant acknowledges, the Civil Rules do not so provide, and the proposition that he hawks therefore rises or falls on the strength of his thesis that the district court should have followed state practice.  The proposition falls.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Mass.R.Civ.P. 3 permits the commencement of an action either by filing the complaint (and the concomitant fee) with the clerk of the appropriate court or by mailing the complaint and fee to the clerk by certified or registered mail.  Thus, if the appellant had elected to sue in the state court--and state courts have concurrent jurisdiction in suits brought under section 1983, see Maine v. Thiboutot, 448 U.S. 1, 3 n. 1, 100 S.Ct. 2502, 2503 n. 1, 65 L.Ed.2d 555 (1980)--mailing the complaint would have sufficed (if barely) to eclipse the looming temporal bar.  The appellant made a different election, however, choosing to invoke the district court's \"arising under\" jurisdiction, see 28 U.S.C. Sec. 1331, and to bring suit in a federal venue.  Therefore, federal rather than state procedural rules govern.  See Hanna v. Plumer, 380 U.S. 460, 470-71, 85 S.Ct. 1136, 1143-44, 14 L.Ed.2d 8 (1965).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The appellant suggests two reasons why this case does not come within Hanna 's sphere of influence.  First, he tells us that using the state procedural rule is fitting because the federal question arises under section 1983 and, therefore, the district court must borrow the appropriate statute of limitations from state law.  See Wilson, 471 U.S. at 276-80, 105 S.Ct. at 1947-49.   But this is a distinction bereft of a meaningful difference.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The borrowing directive means no more than it says.  \"[W]hen it is necessary for a federal court to borrow a statute of limitations for a federal cause of action, [the court should] borrow no more than necessary.\"  West v. Conrail, 481 U.S. 35, 39, 107 S.Ct. 1538, 1541, 95 L.Ed.2d 32 (1987).  Moreover, when a federal court borrows a limitation period from state law for use in implementing a federal law that does not possess a self-contained statute of limitations, the court is nonetheless applying federal law.  The federal court \"looks to state law for guidance, but it does so simply because the creation of a statute of limitations is not considered a suitable judicial task.\"  Hemmings v. Barian, 822 F.2d 688, 689 (7th Cir.1987).  The mantra, then, is that when bridging interstices in federal law, federal courts should borrow \"only what is necessary to close the gap left by Congress.\"  West, 481 U.S. at 40 n. 6, 107 S.Ct. at 1541 n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Beyond the need to borrow a limitation period simpliciter, the case at hand presents no occasion for resort to state law.  In the wake of West, federal courts consistently have held that questions concerning the commencement of a section 1983 action in a federal court are governed by Fed.R.Civ.P. 3.  See, e.g., Martin v. Demma, 831 F.2d 69, 71 (5th Cir.1987);  Del Raine v. Carlson, 826 F.2d 698, 706-07 (7th Cir.1987).  Rule 3 is complete on its face.  The appellant has identified no lacuna that must be filled by reference to state law, and none is visible to us.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The seamlessness of Rule 3, and its fit with other federal procedural rules, defeats the appellant's claim.  Rule 3 adequately covers the mechanics of commencing an action in a federal district court, and the rule makes it transpicuously clear that an action is commenced when the papers are filed.  In turn, Fed.R.Civ.P. 5(e) defines filing, for all intents and purposes, as \"filing ... with the clerk of the court.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The commencement construct created by the Civil Rules is complete and self-contained, and leaves no room for improvisation.  Under the construct, the instant complaint was not effectively filed until January 8, 1993, and, therefore, the underlying action was not commenced within the limitation period.  When papers are mailed to the clerk's office, filing is complete only upon the clerk's receipt of them.  See Cooper v. City of Ashland, 871 F.2d 104, 105 (9th Cir.1989) (per curiam);  see also Torras Herreria v. M/V Timur Star, 803 F.2d 215, 216 (6th Cir.1986) (\"Filings reaching the clerk's office after a deadline are untimely, even if mailed before the deadline.\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In a last-ditch effort to forestall the inevitable, the appellant insists that the animating principle of Guaranty Trust Co. v. York, 326 U.S. 99, 109-12, 65 S.Ct. 1464, 1469-71, 89 L.Ed. 2079 (1945), requires that we look to the state procedural rule since establishing a time line will determine the outcome of the litigation.  This argument will not wash.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A meaningful discourse on the applicability of federal procedural rules in federal courts cannot begin and end with York.   In Hanna (a case decided subsequent to York ), the Supreme Court focused specifically on the purview of the Civil Rules and noted that \" 'outcome-determination' analysis was never intended to serve as a talisman.\"  Hanna, 380 U.S. at 467, 85 S.Ct. at 1141 (citing Byrd v. Blue Ridge Rural Elec. Coop., Inc., 356 U.S. 525, 537, 78 S.Ct. 893, 900, 2 L.Ed.2d 953 (1958)).  Even in a diversity case (where state law supplies the basis for decision), the correct inquiry is not whether the choice between federal and state procedural rules will prove outcome determinative, but whether a federal rule exists that covers the point in dispute.  If it does, it must be applied.  See id. 380 U.S. at 469-74, 85 S.Ct. at 1142-45.   Put another way, when federal and state procedural rules collide, the federal rule necessarily trumps the state rule in a federal forum.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See id.;   accord Aceves v. Allstate Ins. Co., 68 F.3d 1160, 1167 (9th Cir.1995);  Cutting v. Town of Allenstown, 936 F.2d 18, 21 (1st Cir.1991);  Frechette v. Welch, 621 F.2d 11, 13-14 (1st Cir.1980).  As the Court wrote in Hanna, \"to hold that a Federal Rule of Civil Procedure must cease to function whenever it alters the mode of enforcing state-created rights would be to disembowel either the Constitution's grant of power over federal procedure or Congress' attempt to exercise that power....\"  380 U.S. at 473-74, 85 S.Ct. at 1145-46.   There is even less basis for charting so drastic a course where, as here, the right at issue is created under federal rather than state law.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To recapitulate, the general rule is that merely placing a complaint in the mail does not constitute filing sufficient to mark the commencement of an action in a federal court.  This case falls squarely within the maw of the general rule.  It follows inexorably that the appellant did not seasonably commence his suit by mailing the complaint to the clerk's office on January 7, 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>C. Miscellaneous Arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We have considered all the appellant's remaining arguments and find them to be unpersuasive.  Only three of them require any comment.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">1. The Failure to Grant a Third Extension.   The district court allowed the appellant two extensions of time within which to oppose the defendants' motion for summary judgment, but balked the third time around.  The appellant assigns error.  We discern none.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The administration of filing deadlines is a matter of case management that comes within the district court's discretion.  See Mendez v. Banco Popular de P.R., 900 F.2d 4, 6 (1st Cir.1990);  see also Fed.R.Civ.P. 6(b).  Litigants cannot expect that courts will dance to their every tune, granting extensions on demand to suit lawyers' schedules.  Given the district court's generosity in granting two extensions, and the weakness of the excuse proffered by the appellant's attorney in seeking yet another boon,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> we see no hint of any arbitrariness in the court's exasperated denial of the third extension.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  See Harlow Fay, Inc. v. Federal Land Bank, 993 F.2d 1351, 1352 (8th Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 87, 126 L.Ed.2d 55 (1993);  Mendez, 900 F.2d at 7;  Baker v. Raulie, 879 F.2d 1396, 1399 (6th Cir.1989);  Clinkscales v. Chevron U.S.A., Inc., 831 F.2d 1565, 1569 (11th Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">2. Waiver.   The appellant asserts that, by failing to move for judgment on the limitations defense earlier in the proceedings, the defendants waived it.  This assertion has no foothold in the law.  The defendants raised the affirmative defense in a timeous manner by including it in their answer.  See Fed.R.Civ.P. 8(c), 12(b)(6), 12(h)(2).  They were under no obligation to do more.  Once a defendant timely raises a limitations defense in his answer, the issue remains in the case until it is deleted from the pleadings or resolved by the court.  See Pessotti v. Eagle Mfg. Co., 946 F.2d 974, 979 (1st Cir.1991).  There is no inequity in this rule;  if the plaintiff desires to force an up-or-down decision on the asserted defense in the early stages of the case, he has the power to bring it to the forefront.  See Fed.R.Civ.P. 12(c)-(d).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Here, the appellant could have seized the opportunity but chose not to do so.  As a result, it does not lie in his mouth to complain of the defense's alleged laggardness.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">3. Disability.   The appellant, in what seems to be an afterthought,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> suggests that he may have been under a disability, and, therefore, the limitation period should be tolled.  On this record, the notion of any cognizable disability is pure conjecture.  In any event, we have regularly held that \"[i]ssues adverted to on appeal in a perfunctory manner, unaccompanied by some developed argumentation, are deemed to have been abandoned.\"  Ryan v. Royal Ins. Co. of Am., 916 F.2d 731, 734 (1st Cir.1990).</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We need go no further.  Over two and one-half centuries ago, an English author called procrastination the thief of time.  See Edward Young, Night Thoughts (1745).  As this case proves, time, once stolen, engenders other losses as well.  Because McIntosh filed his civil action a day late, we affirm the district court's entry of summary judgment in the defendants' favor.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For some reason, the remaining two pages of the complaint, including the demand for judgment, were not sent by facsimile transmission to the clerk's office until the next afternoon</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On January 20, 1994, appellant filed an amended complaint that spelled out a bevy of pendent state-law claims, including abuse of process, malicious prosecution, negligent supervision, assault and battery, false imprisonment, intentional infliction of emotional distress, civil conspiracy, and negligence.  The amended complaint also purported to add several individual police officers and the City of Boston as defendants, and simultaneously dropped the mayor and the police commissioner as parties.  Given the chronology, we doubt the efficacy of the amended complaint either as a means of asserting neoteric claims or as a vehicle for bringing new defendants into the case.  See, e.g., Barrow v. Wethersfield Police Dept., 66 F.3d 466, 468 (2d Cir.1995) (explaining that \"John Doe\" designation cannot be employed to circumvent statutes of limitations, and affirming judgment for individual police officers belatedly added to a civil rights suit).  Because we dispose of the appeal on other grounds, we need not probe these points</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Apart from the section 1983 claim, the record reveals no independent basis for federal jurisdiction.  Thus, if the lower court appropriately granted summary judgment on the section 1983 claim, then the court (which expressly disclaimed any intention of exercising supplemental jurisdiction under 28 U.S.C. Sec. 1367(c)(3)) acted well within its discretion in jettisoning the appended state-law claims.  See Martinez v. Colon, 54 F.3d 980, 990-91 (1st Cir.1995) (reaffirming principle that the district court, in its discretion, may dismiss pendent claims contemporaneous with a determination, in advance of trial, that \"no legitimate federal question exist[s]\"), cert. denied, --- U.S. ----, 116 S.Ct. 515, 133 L.Ed.2d 423 (1995).  Consequently, we need not address any claim apart from the section 1983 claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Later in 1993, Rule 5(e) was amended.  The Advisory Committee described the change as \"a technical amendment\" aimed at \"permit[ting] filing not only by facsimile transmissions but also by other electronic means,\" Fed.R.Civ.P. 5(e), advisory committee's note to 1993 amendment.  The revision is not relevant to these appeals</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> After hours, papers can validly be filed by in-hand delivery to the clerk or other proper official.  See Casalduc, 117 F.2d at 916.   In addition, some clerks' offices reportedly have established so-called \"night depositories\" to accommodate after-hours filings.  This case does not involve an established night depository, and we take no view of the efficacy of that practice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Rule 5(e) contains one explicit exception.  It allows judges, in their discretion, to \"permit the papers to be filed with the judge, in which event the judge shall note thereon the filing date and forthwith transmit them to the office of the clerk.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Contrary to appellant's rodomontade, Walker v. Armco Steel Corp., 446 U.S. 740, 100 S.Ct. 1978, 64 L.Ed.2d 659 (1980), does not suggest a different result.  There, in a diversity case, the Supreme Court approved the application of Oklahoma's tolling statute, which required actual service of process, in lieu of Fed.R.Civ.P. 3.  See id. at 742-44, 100 S.Ct. at 1980-81.   The Court reasoned that the Oklahoma statute comprised a \"statement of a substantive decision by that state,\" forming an \" 'integral' part of the several policies served by the statute of limitations.\"  Id. at 751-52, 100 S.Ct. at 1985-86.   On this basis, the Court concluded that \"[federal] Rule 3 does not replace such policy determinations,\" but, rather, exists \"side by side\" with the state statute, \"each controlling its own intended sphere of coverage without conflict.\"  Id. at 752, 100 S.Ct. at 1986</p>\n        <p>The case at bar is not analogous to Armco Steel.   In the first place, the federal and state rules here at issue serve exactly the same purpose and, to that extent, are in direct conflict;  both cannot be applied.  In the second place, the Massachusetts procedural rule is simply a procedural rule;  it does not implicate a substantive state policy.  In the third place, the Armco Steel Court took special care to refrain from \"address[ing] the role of Rule 3 as a tolling provision for a statute of limitations, whether set by federal law or borrowed from state law, if the cause of action is based on federal law.\"  Id. at 751 n. 11, 100 S.Ct. at 1985.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Counsel's statement amounts to little more than a plaint that he was suddenly called out of town on other business on the last day of the second extension period.  But \"most attorneys are busy most of the time and they must organize their work so as to be able to meet the time requirements of matters they are handling or suffer the consequences.\"  Pinero Schroeder v. Federal Nat'l Mortgage Ass'n, 574 F.2d 1117, 1118 (1st Cir.1978) (per curiam)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In an abundance of caution, we have examined the untimely opposition that the appellant filed after the last extension expired.  Even if the opposition were fully considered, nothing contained therein would alter the outcome of this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Rule 12(c) provides in part that \"any party may move for judgment on the pleadings.\"   Rule 12(d) provides in part:  \"The defenses specifically enumerated (1)-(7) in subdivision (b) of this rule, whether made in a pleading or by motion, and the motion for judgment mentioned in subdivision (c) of this rule shall be heard and determined before trial on application of any party....\"  (emphasis supplied)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The appellant never advanced the argument below.  Apart from its other shortcomings, the argument fails for this reason as well.  See Clauson v. Smith, 823 F.2d 660, 666 (1st Cir.1987)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">Audley McINTOSH, Plaintiff, Appellant,<br>v.<br>Thomas ANTONINO, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 95-1004, 95-1200.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 9, 1995.<br>Decided Dec. 1, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bernard A. Kansky, Needham, MA, for appellant.</p>\n      <p class=\"indent\">Thomas C. Tretter, Assistant Corporation Counsel, with whom Stephen H. Clark, Acting Corporation Counsel, was on brief, Boston, MA, for appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Well after he had been arrested and allegedly manhandled by Boston police officers, plaintiff-appellant Audley McIntosh commenced a civil action under 42 U.S.C. Sec. 1983.  The district court granted summary judgment in the defendants' favor on the ground that McIntosh had brought suit a day late.  McIntosh appeals.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We set forth the substantiated facts in the light most congenial to the party opposing summary judgment.  See Pagano v. Frank, <span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 347 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Boston police officers arrested appellant during the morning of January 7, 1990.  He alleges that the gendarmes wrongfully detained him for several hours and battered him to boot.  That afternoon, the police transported appellant to the emergency room of a local hospital where he was treated and released at approximately 7:00 p.m.  The authorities charged him with a multitude of offenses (including assault and battery of a police officer), but they did not further detain him.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In short order, a Massachusetts state court dismissed all the charges.  At a much later date, appellant's attorney prepared a four-page complaint confined exclusively to a claim premised on 42 U.S.C. Sec. 1983.  The complaint contained no pendent causes of action.  It named Mayor Raymond Flynn, Police Commissioner Francis Roache, and several \"John Does\" as defendants.  On January 7, 1993--three years to the day after appellant's infelicitous encounter with the police--the lawyer (1) transmitted a facsimile of the complaint's first two pages to the clerk's office of the federal district court, and (2) sent the original complaint, with the required filing fee, to the clerk by certified mail.  The clerk's office received the abbreviated facsimile transmission after hours (i.e., between 6:00 and 7:00 p.m. on January 7).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The mailed envelope reached the office on January 8 and a deputy clerk docketed the case that day.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The defendants answered the complaint, denied any wrongdoing, and asserted an affirmative defense based on the statute of limitations.  Following the completion of discovery and a belated effort to reconfigure the suit,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the remaining defendants moved for brevis disposition under Fed.R.Civ.P. 56(c).  The lower court granted appellant two extensions of time for responding to the motion.  When the second extension expired, the court denied a third request and subsequently decided the Rule 56 motion in the defendants' favor without considering the delinquent opposition that appellant's counsel eventually produced.  See D.Mass.Loc.R. 56.1 (providing that the facts as presented by the movant are deemed admitted for the purpose of a summary judgment motion when no timely opposition is filed).  These appeals ensued.</p>\n    </div>\n    <p>II. THE LEGAL LANDSCAPE</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court rested its decision on the ground that appellant's section 1983 claim was time barred.  On appeal, McIntosh disputes this conclusion.  To afford needed perspective, we start by reviewing certain abecedarian legal principles that inform our analysis of the issues presented.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>A. The Summary Judgment Standard.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Summary judgment is appropriate when the \"pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  We have written copiously on the idiosyncracies of this rule and on its ramifications, see, e.g., McCarthy v. Northwest Airlines, Inc., <span class=\"citation\" data-id=\"196111\"><a href=\"/opinion/196111/mccarthy-v-northwest-airlines/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span>, 314-15 (1st Cir.1995);  Morris v. Government Dev.  Bank, <span class=\"citation\" data-id=\"195462\"><a href=\"/opinion/195462/morris-andino-v-development-bank/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">746</span></a></span>, 748 (1st Cir.1994);  National Amusements, Inc. v. Town of Dedham, <span class=\"citation\" data-id=\"195818\"><a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 735 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2247</span></span>, <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">255</span> </span>(1995);  Vasapolli v. Rostoff, <span class=\"citation\" data-id=\"195712\"><a href=\"/opinion/195712/vasapolli-v-rostoff/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 32 (1st Cir.1994);  Dow v. United Bhd. of Carpenters, <span class=\"citation\" data-id=\"194847\"><a href=\"/opinion/194847/dow-v-ubc/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 58 (1st Cir.1993);  <span class=\"citation\" data-id=\"597806\"><span class=\"antecedent_guess\">Pagano,</span> <a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">347</span></a></span>;  Wynne v. Tufts Univ.  Sch. of Med., <span class=\"citation\" data-id=\"592073\"><a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 793-94 (1st Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1845</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">470</span> </span>(1993);  United States v. One Parcel of Real Property (Great Harbor Neck, New Shoreham, R.I.), <span class=\"citation\" data-id=\"580694\"><a href=\"/opinion/580694/nos-91-1681-91-1682/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span>, 204 (1st Cir.1992);  Rivera-Muriente v. Agosto-Alicea, <span class=\"citation\" data-id=\"579946\"><a href=\"/opinion/579946/juan-rivera-muriente-v-juan-agosto-alicea/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">349</span></a></span>, 351-52 (1st Cir.1992);  Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 7-8 (1st Cir.1990);  Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48-49 (1st Cir.1990), and it would serve no worthwhile purpose to rehearse that jurisprudence here.  It suffices to reaffirm that \"summary judgment's role is to pierce the boilerplate of the pleadings and assay the parties' proof in order to determine whether trial is actually required.\"  <span class=\"citation\" data-id=\"592073\"><span class=\"antecedent_guess\">Wynne,</span> <a href=\"/opinion/592073/steven-wynne-v-tufts-university-school-of-medicine/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">794</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">To be sure, the district court's assessment of the summary judgment record must comply with certain guidelines.  The most salient of these guidelines requires the court to interpret the record in the light most hospitable to the nonmoving party, reconciling all competing inferences in that party's favor.  See <span class=\"citation\" data-id=\"597806\"><span class=\"antecedent_guess\">Pagano,</span> <a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">347</span></a></span>.   Nonetheless, a party contesting summary judgment must offer the court more than posturing and conclusory rhetoric.  See <span class=\"citation\" data-id=\"195462\"><span class=\"antecedent_guess\">Morris,</span> <a href=\"/opinion/195462/morris-andino-v-development-bank/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">748</span></a></span>;  <span class=\"citation\" data-id=\"536516\"><span class=\"antecedent_guess\">Medina-Munoz,</span> <a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">8</span></a></span>.   This principle is brought into bold relief when the motion targets an issue on which the nonmoving party bears the ultimate burden of proof.  In that circumstance, the nonmovant must \"produce specific facts, in suitable evidentiary form,\" <span class=\"citation\" data-id=\"195462\"><span class=\"antecedent_guess\">Morris,</span> <a href=\"/opinion/195462/morris-andino-v-development-bank/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">748</span></a></span>, in order to demonstrate the presence of a trialworthy issue and thereby deflect the sharp blade of the summary judgment ax.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Questions anent the applicability and effect of the passage of time on particular sets of facts often are grist for the summary judgment mill.  See, e.g., <span class=\"citation\" data-id=\"579946\"><span class=\"antecedent_guess\">Rivera-Muriente,</span> <a href=\"/opinion/579946/juan-rivera-muriente-v-juan-agosto-alicea/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">352</span></a></span>;  Jensen v. Frank, <span class=\"citation\" data-id=\"547202\"><a href=\"/opinion/547202/53-fair-emplpraccas-1450-54-empl-prac-dec-p-40191-donald-a-jensen/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">517</span></a></span>, 520 (1st Cir.1990);  Kali Seafood, Inc. v. Howe Corp., <span class=\"citation\" data-id=\"530301\"><a href=\"/opinion/530301/prodliabrepcchp-12475-kali-seafood-inc-v-howe-corporation/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 9 (1st Cir.1989).  And when a defendant moves for summary judgment based on a plausible claim that the suit is time barred, the onus of identifying a trialworthy issue customarily falls on the plaintiff.  See, e.g., <span class=\"citation\" data-id=\"195462\"><span class=\"antecedent_guess\">Morris,</span> <a href=\"/opinion/195462/morris-andino-v-development-bank/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">748</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>B. The Statute of Limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The linchpin of the appellant's case is his section 1983 claim.  We, therefore, train our sights exclusively on this claim.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Section 1983 creates a private right of action for redressing abridgments or deprivations of federal constitutional rights.  The resultant liability is akin to tort liability.  See Heck v. Humphrey, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2364</span></a></span>, 2370, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span> </a></span>(1994);  Memphis Community Sch. Dist. v. Stachura, <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 305, <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2537</span></a></span>, 2541, <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span> </a></span>(1986).  Section 1983 does not contain a built-in statute of limitations.  Therefore, in processing such actions, a federal court must lift a limitation period from state law.  See Wilson v. Garcia, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 276-80, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1938</span></a></span>, 1947-49, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span> </a></span>(1985);  <span class=\"citation\" data-id=\"195462\"><span class=\"antecedent_guess\">Morris,</span> <a href=\"/opinion/195462/morris-andino-v-development-bank/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">748</span></a></span>;  <span class=\"citation\" data-id=\"579946\"><span class=\"antecedent_guess\">Rivera-Muriente,</span> <a href=\"/opinion/579946/juan-rivera-muriente-v-juan-agosto-alicea/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">352</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Massachusetts prescribes a three-year limitation period for personal injury actions (such as tort suits for false arrest or assault), see Mass.Gen.L. ch. 260, Sec. 2A (1992);  see also Street v. Vose, <span class=\"citation\" data-id=\"563222\"><a href=\"/opinion/563222/richard-a-street-v-george-vose-etc/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 40 (1st Cir.1991) (per curiam), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1063</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">117</span> </span>(1992), and the parties agreed before the district court that it was appropriate to borrow from this statute to derive the limitation period.  Thus, the question before the district court was whether the appellant brought his section 1983 action within the prescribed three-year period.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this venue, the parties briefed the appeal on the same underlying assumption.  At oral argument, however, the appellant tried to recharacterize his section 1983 claim as one for malicious prosecution to take advantage of the differently configured limitation period.  See Calero-Colon v. Betancourt-Lebron, <span class=\"citation\" data-id=\"196347\"><a href=\"/opinion/196347/calero-colon-v-betancourt-lebron/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir.1995) (discussing need and methodology for such characterization).  This effort comes too late and offers too little.  The original complaint asserted that appellant's civil rights had been abridged by means of \"false arrest\" and \"assault and battery.\"   The complaint did not mention malicious prosecution and, indeed, there is nothing in the record to suggest that any of the named defendants had a hand in whatever prosecution may have transpired.  Since the district court properly characterized the suit as it stood as one for false arrest, the question before us is precisely the same as the question to which the district court responded.  We review the district court's answer to the question de novo.  See <span class=\"citation\" data-id=\"579946\"><span class=\"antecedent_guess\">Rivera-Muriente,</span> <a href=\"/opinion/579946/juan-rivera-muriente-v-juan-agosto-alicea/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">352</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the limitation period is borrowed from state law, the jurisprudence of section 1983 directs us to examine federal law in order to determine the accrual period.  See <span class=\"citation\" data-id=\"196347\"><span class=\"antecedent_guess\">Calero-Colon,</span> <a href=\"/opinion/196347/calero-colon-v-betancourt-lebron/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">3</span></a></span>;  <span class=\"citation\" data-id=\"195462\"><span class=\"antecedent_guess\">Morris,</span> <a href=\"/opinion/195462/morris-andino-v-development-bank/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">748</span></a></span>.   Under federal law, accrual starts when the plaintiff \"knows, or has reason to know, of the injury on which the action is based.\"  <span class=\"citation\" data-id=\"579946\"><span class=\"antecedent_guess\">Rivera-Muriente,</span> <a href=\"/opinion/579946/juan-rivera-muriente-v-juan-agosto-alicea/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">353</span></a></span>.   Most accrual disputes focus on when the limitation period began to run, that is, when the plaintiff's causes of action accrued.  See, e.g., <span class=\"citation\" data-id=\"196347\"><span class=\"antecedent_guess\">Calero-Colon,</span> <a href=\"/opinion/196347/calero-colon-v-betancourt-lebron/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">3</span></a></span>-4;  <span class=\"citation\" data-id=\"195462\"><span class=\"antecedent_guess\">Morris,</span> <a href=\"/opinion/195462/morris-andino-v-development-bank/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">749</span></a></span>.   Here, the commencement date is not a problem:  all the relevant actions of the police officers took place on January 7, 1990;  the appellant was treated and released from the hospital that day;  and he knew then that he had been harmed.  Thus, the appellant's cause of action accrued on January 7, 1990.  But the accrual period is measured by both a starting date and an ending date, and the pivotal controversy in this case concerns the latter.  Consequently, we must shine the light of our understanding on the available facts to determine the date when McIntosh took an action sufficient to interrupt the running of the limitation period.</p>\n    </div>\n    <p>III. ANALYSIS</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court's ruling is stark in its simplicity:  the appellant's section 1983 claim arose on January 7, 1990;  the three-year limitation period began to accrue then and there;  the time for bringing suit ran out on January 7, 1993;  the appellant's action was not filed until the next day;  and, accordingly, the suit was untimely.  The appellant offers a salmagundi of reasons to support his contention that the district court erred in determining that time had passed him by.  We examine these reasons below.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>A. Filing By Facsimile.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The appellant posits that the January 7 facsimile transmission satisfied the filing requirements of the Civil Rules, thus stopping the limitations clock.  He is whistling past the graveyard.  Absent a local rule authorizing the practice, facsimile filings in a federal court are dead on arrival.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As of January 7, 1993, the Civil Rules provided in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Papers may be filed by facsimile transmission if permitted by rules of the district court, provided that the rules are authorized by and consistent with the standards established by the Judicial Conference of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Fed.R.Civ.P. 5(e).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The Judicial Conference has \"authorized courts, effective December 1, 1991, to adopt local rules to permit the clerk to accept for filing papers transmitted by facsimile transmission equipment, provided that such filing is permitted only (1) in compelling circumstances or (b) under a practice which was established by the court prior to May 1, 1991.\"   Reports of the Proceedings of the Judicial Conference of the U.S. 52-53 (1991).  The appellant argues that, since the Conference has authorized this method of transmission, filing by facsimile is permissible.  This argument disregards both the realities of the instant situation and the text of Rule 5(e).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For one thing, the Conference, at the same time it granted the limited authorization to which we have alluded, warned that \"the routine acceptance ... of court documents by facsimile would present practical problems and would create an administrative and resource burden to the courts.\"  <span class=\"citation\" data-id=\"195462\"><a href=\"/opinion/195462/morris-andino-v-development-bank/\"><span class=\"id_token\">Id.</span>  The facsimile </a></span>filing here occurred in the most mundane of contexts and was not brought about by any special exigency but by the attorney's nonchalance.  Thus, the circumstances are hardly \"compelling.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For another thing, the appellant's argument ignores the plain language of Rule 5(e).  Implicit therein is the concept that, absent a local rule authorizing filing by facsimile, such filings are null.  See, e.g., In re Hotel Syracuse, Inc., <span class=\"citation\" data-id=\"1837632\"><a href=\"/opinion/1837632/in-re-hotel-syracuse-inc/\"><span class=\"volume\">154</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">13</span></a></span>, 17 (N.D.N.Y.1993) (holding that a notice of appeal filed by facsimile, not authorized under any local rule, did not interrupt the progression of the appeal period).  The appellant's suggested construction would render the reference to local rules superfluous.  Since a court called upon to construe a procedural rule should give effect, whenever possible, to every word and phrase contained in the rule's text, see Jamerson v. Board of Trustees of the Univ. of Ala., <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">744</span></span>, 749 (N.D.Ala.1978), see also United States v. Ven-Fuel, Inc., <span class=\"citation\" data-id=\"450368\"><a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span>, 751-52 (1st Cir.1985) (explicating similar principle in respect to statutory construction), we decline to follow the appellant's lead.  The local rules of the United States District Court for the District of Massachusetts do not authorize the filing of papers by facsimile.  That ends the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In this case, moreover, the appellant's facsimile filing is invalid for two other reasons.  First, the January 7 transmission was incomplete.  Although the notice pleading requirements of the Civil Rules are to be construed liberally, there are bounds to liberality.  For purposes of commencing an action, half a complaint--particularly an unsigned half that does not even contain a demand for judgment--is no better than none.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Second, the appellant did not send even the partial facsimile transmission until after the close of business on January 7, 1993.  Despite the fact that Fed.R.Civ.P. 77(a) states that \"district courts shall be deemed always open for the purpose of filing any pleading or other proper paper ...,\" the word \"filing\" as used therein is a word of art.  It \"means delivery into the actual custody of the proper officer.\"  Casalduc v. Diaz, <span class=\"citation\" data-id=\"1480206\"><a href=\"/opinion/1480206/casalduc-v-diaz/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">915</span></a></span>, 916 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">639</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">74</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">512</span> </span>(1941).  Consequently, Rule 77(a) has been interpreted uniformly to mean that the clerk's office need not be kept open around the clock, and that, outside of ordinary business hours, merely leaving papers in a closed or vacant office does not constitute \"filing\" sufficient for commencement of an action.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See Greenwood v. State of N.Y. Office of Mental Health, <span class=\"citation\" data-id=\"503446\"><a href=\"/opinion/503446/albert-greenwood-md-v-the-state-of-new-york-office-of-mental-health/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">636</span></a></span>, 639 (2d Cir.1988);  <span class=\"citation\" data-id=\"1480206\"><span class=\"antecedent_guess\">Casalduc,</span> <a href=\"/opinion/1480206/casalduc-v-diaz/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">916</span></a></span>;  see also 12 Charles A. Wright &amp; Arthur R. Miller, Federal Practice and Procedure Sec. 3081, at 179 (1990).B. Filing By Mailing.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The appellant argues that the complaint should be deemed to have been filed on January 7, 1993, because it was mailed on that date.  This is a hard sell;  as the appellant acknowledges, the Civil Rules do not so provide, and the proposition that he hawks therefore rises or falls on the strength of his thesis that the district court should have followed state practice.  The proposition falls.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Mass.R.Civ.P. 3 permits the commencement of an action either by filing the complaint (and the concomitant fee) with the clerk of the appropriate court or by mailing the complaint and fee to the clerk by certified or registered mail.  Thus, if the appellant had elected to sue in the state court--and state courts have concurrent jurisdiction in suits brought under section 1983, see Maine v. Thiboutot, <span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 3 n. 1, <span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2502</span></a></span>, 2503 n. 1, <span class=\"citation\" data-id=\"110322\"><a href=\"/opinion/110322/maine-v-thiboutot/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">555</span> </a></span>(1980)--mailing the complaint would have sufficed (if barely) to eclipse the looming temporal bar.  The appellant made a different election, however, choosing to invoke the district court's \"arising under\" jurisdiction, see 28 U.S.C. Sec. 1331, and to bring suit in a federal venue.  Therefore, federal rather than state procedural rules govern.  See Hanna v. Plumer, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, 470-71, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1136</span></a></span>, 1143-44, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">8</span> </a></span>(1965).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The appellant suggests two reasons why this case does not come within Hanna 's sphere of influence.  First, he tells us that using the state procedural rule is fitting because the federal question arises under section 1983 and, therefore, the district court must borrow the appropriate statute of limitations from state law.  See <span class=\"citation\" data-id=\"111415\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">276-80</span></a></span>, 105 S.Ct. at 1947-49.   But this is a distinction bereft of a meaningful difference.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The borrowing directive means no more than it says.  \"[W]hen it is necessary for a federal court to borrow a statute of limitations for a federal cause of action, [the court should] borrow no more than necessary.\"  West v. Conrail, <span class=\"citation\" data-id=\"111857\"><a href=\"/opinion/111857/west-v-conrail/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span>, 39, <span class=\"citation\" data-id=\"111857\"><a href=\"/opinion/111857/west-v-conrail/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1538</span></a></span>, 1541, <span class=\"citation\" data-id=\"111857\"><a href=\"/opinion/111857/west-v-conrail/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">32</span> </a></span>(1987).  Moreover, when a federal court borrows a limitation period from state law for use in implementing a federal law that does not possess a self-contained statute of limitations, the court is nonetheless applying federal law.  The federal court \"looks to state law for guidance, but it does so simply because the creation of a statute of limitations is not considered a suitable judicial task.\"  Hemmings v. Barian, <span class=\"citation\" data-id=\"490588\"><a href=\"/opinion/490588/aw-hemmings-v-harold-barian/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">688</span></a></span>, 689 (7th Cir.1987).  The mantra, then, is that when bridging interstices in federal law, federal courts should borrow \"only what is necessary to close the gap left by Congress.\"  <span class=\"citation\" data-id=\"111857\"><span class=\"antecedent_guess\">West,</span> <a href=\"/opinion/111857/west-v-conrail/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">40</span> </a></span>n. <span class=\"citation\" data-id=\"111857\"><span class=\"antecedent_guess\">6,</span> <a href=\"/opinion/111857/west-v-conrail/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1541</span> </a></span>n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Beyond the need to borrow a limitation period simpliciter, the case at hand presents no occasion for resort to state law.  In the wake of West, federal courts consistently have held that questions concerning the commencement of a section 1983 action in a federal court are governed by Fed.R.Civ.P. 3.  See, e.g., Martin v. Demma, <span class=\"citation\" data-id=\"495487\"><a href=\"/opinion/495487/wendell-a-martin-and-vanessa-faciane-v-marco-demma/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">69</span></a></span>, 71 (5th Cir.1987);  Del Raine v. Carlson, <span class=\"citation\" data-id=\"492712\"><a href=\"/opinion/492712/ronald-del-raine-v-norman-carlson-individually-and-in-his-official/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 706-07 (7th Cir.1987).  Rule 3 is complete on its face.  The appellant has identified no lacuna that must be filled by reference to state law, and none is visible to us.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The seamlessness of Rule 3, and its fit with other federal procedural rules, defeats the appellant's claim.  Rule 3 adequately covers the mechanics of commencing an action in a federal district court, and the rule makes it transpicuously clear that an action is commenced when the papers are filed.  In turn, Fed.R.Civ.P. 5(e) defines filing, for all intents and purposes, as \"filing ... with the clerk of the court.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The commencement construct created by the Civil Rules is complete and self-contained, and leaves no room for improvisation.  Under the construct, the instant complaint was not effectively filed until January 8, 1993, and, therefore, the underlying action was not commenced within the limitation period.  When papers are mailed to the clerk's office, filing is complete only upon the clerk's receipt of them.  See Cooper v. City of Ashland, <span class=\"citation no-link\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></span>, 105 (9th Cir.1989) (per curiam);  see also Torras Herreria v. M/V Timur Star, <span class=\"citation\" data-id=\"477997\"><a href=\"/opinion/477997/torras-herreria-y-construcciones-sa-v-mv-timur-star-now-called-the/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span>, 216 (6th Cir.1986) (\"Filings reaching the clerk's office after a deadline are untimely, even if mailed before the deadline.\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In a last-ditch effort to forestall the inevitable, the appellant insists that the animating principle of Guaranty Trust Co. v. York, <span class=\"citation\" data-id=\"1116658\"><a href=\"/opinion/1116658/guaranty-trust-co-v-york/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, 109-12, <span class=\"citation\" data-id=\"1116658\"><a href=\"/opinion/1116658/guaranty-trust-co-v-york/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1464</span></a></span>, 1469-71, <span class=\"citation\" data-id=\"1116658\"><a href=\"/opinion/1116658/guaranty-trust-co-v-york/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">2079</span> </a></span>(1945), requires that we look to the state procedural rule since establishing a time line will determine the outcome of the litigation.  This argument will not wash.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A meaningful discourse on the applicability of federal procedural rules in federal courts cannot begin and end with York.   In Hanna (a case decided subsequent to York ), the Supreme Court focused specifically on the purview of the Civil Rules and noted that \" 'outcome-determination' analysis was never intended to serve as a talisman.\"  <span class=\"citation\" data-id=\"107024\"><span class=\"antecedent_guess\">Hanna,</span> <a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">467</span></a></span>, 85 S.Ct. at 1141 (citing Byrd v. Blue Ridge Rural Elec. Coop., Inc., <span class=\"citation\" data-id=\"105689\"><a href=\"/opinion/105689/byrd-v-blue-ridge-rural-elec-cooperative-inc/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></a></span>, 537, <span class=\"citation\" data-id=\"105689\"><a href=\"/opinion/105689/byrd-v-blue-ridge-rural-elec-cooperative-inc/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, 900, <span class=\"citation\" data-id=\"105689\"><a href=\"/opinion/105689/byrd-v-blue-ridge-rural-elec-cooperative-inc/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">953</span> </a></span>(1958)).  Even in a diversity case (where state law supplies the basis for decision), the correct inquiry is not whether the choice between federal and state procedural rules will prove outcome determinative, but whether a federal rule exists that covers the point in dispute.  If it does, it must be applied.  See <span class=\"citation\" data-id=\"105689\"><a href=\"/opinion/105689/byrd-v-blue-ridge-rural-elec-cooperative-inc/\"><span class=\"id_token\">id.</span> 380 U.S. </a></span>at <span class=\"citation\" data-id=\"107024\"><span class=\"antecedent_guess\">469-74,</span> <a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1142-45</span></a></span>.   Put another way, when federal and state procedural rules collide, the federal rule necessarily trumps the state rule in a federal forum.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See id.;   accord Aceves v. Allstate Ins. Co., <span class=\"citation\" data-id=\"196347\"><a href=\"/opinion/196347/calero-colon-v-betancourt-lebron/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>160, 1167 (9th Cir.1995);  Cutting v. Town of Allenstown, <span class=\"citation\" data-id=\"563219\"><a href=\"/opinion/563219/martha-j-cutting-as-of-the-estate-of-paul-m-cutting-and-martha-j/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 21 (1st Cir.1991);  Frechette v. Welch, <span class=\"citation\" data-id=\"377947\"><a href=\"/opinion/377947/roger-a-frechette-etc-v-joseph-f-welch/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 13-14 (1st Cir.1980).  As the Court wrote in Hanna, \"to hold that a Federal Rule of Civil Procedure must cease to function whenever it alters the mode of enforcing state-created rights would be to disembowel either the Constitution's grant of power over federal procedure or Congress' attempt to exercise that <span class=\"citation\" data-id=\"107024\"><span class=\"antecedent_guess\">power....\"</span>  <a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">473-74</span></a></span>, 85 S.Ct. at 1145-46.   There is even less basis for charting so drastic a course where, as here, the right at issue is created under federal rather than state law.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To recapitulate, the general rule is that merely placing a complaint in the mail does not constitute filing sufficient to mark the commencement of an action in a federal court.  This case falls squarely within the maw of the general rule.  It follows inexorably that the appellant did not seasonably commence his suit by mailing the complaint to the clerk's office on January 7, 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>C. Miscellaneous Arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We have considered all the appellant's remaining arguments and find them to be unpersuasive.  Only three of them require any comment.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">1. The Failure to Grant a Third Extension.   The district court allowed the appellant two extensions of time within which to oppose the defendants' motion for summary judgment, but balked the third time around.  The appellant assigns error.  We discern none.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The administration of filing deadlines is a matter of case management that comes within the district court's discretion.  See Mendez v. Banco Popular de P.R., <span class=\"citation\" data-id=\"539215\"><a href=\"/opinion/539215/julio-mendez-aka-julio-mendez-rodriguez-v-banco-popular-de-puerto-rico/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 6 (1st Cir.1990);  see also Fed.R.Civ.P. 6(b).  Litigants cannot expect that courts will dance to their every tune, granting extensions on demand to suit lawyers' schedules.  Given the district court's generosity in granting two extensions, and the weakness of the excuse proffered by the appellant's attorney in seeking yet another boon,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> we see no hint of any arbitrariness in the court's exasperated denial of the third extension.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  See Harlow Fay, Inc. v. Federal Land Bank, <span class=\"citation\" data-id=\"607167\"><a href=\"/opinion/607167/29-collier-bankrcas2d-50-bankr-l-rep-p-75256-in-re-harlow-fay-inc/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1351</span></a></span>, 1352 (8th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">87</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">55</span> </span>(1993);  <span class=\"citation\" data-id=\"539215\"><span class=\"antecedent_guess\">Mendez,</span> <a href=\"/opinion/539215/julio-mendez-aka-julio-mendez-rodriguez-v-banco-popular-de-puerto-rico/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">7</span></a></span>;  Baker v. Raulie, <span class=\"citation\" data-id=\"526487\"><a href=\"/opinion/526487/douglas-e-baker-v-larry-raulie/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1396</span></a></span>, 1399 (6th Cir.1989);  Clinkscales v. Chevron U.S.A., Inc., <span class=\"citation\" data-id=\"496635\"><a href=\"/opinion/496635/maylon-b-clinkscales-ta-clinkscales-oil-company-v-chevron-usa-inc/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1565</span></a></span>, 1569 (11th Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">2. Waiver.   The appellant asserts that, by failing to move for judgment on the limitations defense earlier in the proceedings, the defendants waived it.  This assertion has no foothold in the law.  The defendants raised the affirmative defense in a timeous manner by including it in their answer.  See Fed.R.Civ.P. 8(c), 12(b)(6), 12(h)(2).  They were under no obligation to do more.  Once a defendant timely raises a limitations defense in his answer, the issue remains in the case until it is deleted from the pleadings or resolved by the court.  See Pessotti v. Eagle Mfg. Co., <span class=\"citation\" data-id=\"570025\"><a href=\"/opinion/570025/george-e-pessotti-v-eagle-manufacturing-company-george-e-pessotti-v/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span>, 979 (1st Cir.1991).  There is no inequity in this rule;  if the plaintiff desires to force an up-or-down decision on the asserted defense in the early stages of the case, he has the power to bring it to the forefront.  See Fed.R.Civ.P. 12(c)-(d).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Here, the appellant could have seized the opportunity but chose not to do so.  As a result, it does not lie in his mouth to complain of the defense's alleged laggardness.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">3. Disability.   The appellant, in what seems to be an afterthought,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> suggests that he may have been under a disability, and, therefore, the limitation period should be tolled.  On this record, the notion of any cognizable disability is pure conjecture.  In any event, we have regularly held that \"[i]ssues adverted to on appeal in a perfunctory manner, unaccompanied by some developed argumentation, are deemed to have been abandoned.\"  Ryan v. Royal Ins. Co. of Am., <span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 734 (1st Cir.1990).</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We need go no further.  Over two and one-half centuries ago, an English author called procrastination the thief of time.  See Edward Young, Night Thoughts (1745).  As this case proves, time, once stolen, engenders other losses as well.  Because McIntosh filed his civil action a day late, we affirm the district court's entry of summary judgment in the defendants' favor.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For some reason, the remaining two pages of the complaint, including the demand for judgment, were not sent by facsimile transmission to the clerk's office until the next afternoon</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On January 20, 1994, appellant filed an amended complaint that spelled out a bevy of pendent state-law claims, including abuse of process, malicious prosecution, negligent supervision, assault and battery, false imprisonment, intentional infliction of emotional distress, civil conspiracy, and negligence.  The amended complaint also purported to add several individual police officers and the City of Boston as defendants, and simultaneously dropped the mayor and the police commissioner as parties.  Given the chronology, we doubt the efficacy of the amended complaint either as a means of asserting neoteric claims or as a vehicle for bringing new defendants into the case.  See, e.g., Barrow v. Wethersfield Police Dept., <span class=\"citation\" data-id=\"705072\"><a href=\"/opinion/705072/elgin-barrow-v-wethersfield-police-dept-wethersfield-town-of-and-john/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">466</span></a></span>, 468 (2d Cir.1995) (explaining that \"John Doe\" designation cannot be employed to circumvent statutes of limitations, and affirming judgment for individual police officers belatedly added to a civil rights suit).  Because we dispose of the appeal on other grounds, we need not probe these points</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Apart from the section 1983 claim, the record reveals no independent basis for federal jurisdiction.  Thus, if the lower court appropriately granted summary judgment on the section 1983 claim, then the court (which expressly disclaimed any intention of exercising supplemental jurisdiction under 28 U.S.C. Sec. 1367(c)(3)) acted well within its discretion in jettisoning the appended state-law claims.  See Martinez v. Colon, <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span>, 990-91 (1st Cir.1995) (reaffirming principle that the district court, in its discretion, may dismiss pendent claims contemporaneous with a determination, in advance of trial, that \"no legitimate federal question exist[s]\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">515</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">423</span> </span>(1995).  Consequently, we need not address any claim apart from the section 1983 claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Later in 1993, Rule 5(e) was amended.  The Advisory Committee described the change as \"a technical amendment\" aimed at \"permit[ting] filing not only by facsimile transmissions but also by other electronic means,\" Fed.R.Civ.P. 5(e), advisory committee's note to 1993 amendment.  The revision is not relevant to these appeals</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> After hours, papers can validly be filed by in-hand delivery to the clerk or other proper official.  See <span class=\"citation\" data-id=\"1480206\"><span class=\"antecedent_guess\">Casalduc,</span> <a href=\"/opinion/1480206/casalduc-v-diaz/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">916</span></a></span>.   In addition, some clerks' offices reportedly have established so-called \"night depositories\" to accommodate after-hours filings.  This case does not involve an established night depository, and we take no view of the efficacy of that practice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Rule 5(e) contains one explicit exception.  It allows judges, in their discretion, to \"permit the papers to be filed with the judge, in which event the judge shall note thereon the filing date and forthwith transmit them to the office of the clerk.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Contrary to appellant's rodomontade, Walker v. Armco Steel Corp., <span class=\"citation\" data-id=\"110274\"><a href=\"/opinion/110274/walker-v-armco-steel-corp/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">740</span></a></span>, <span class=\"citation\" data-id=\"110274\"><a href=\"/opinion/110274/walker-v-armco-steel-corp/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1978</span></a></span>, <span class=\"citation\" data-id=\"110274\"><a href=\"/opinion/110274/walker-v-armco-steel-corp/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">659</span> </a></span>(1980), does not suggest a different result.  There, in a diversity case, the Supreme Court approved the application of Oklahoma's tolling statute, which required actual service of process, in lieu of Fed.R.Civ.P. 3.  See <span class=\"citation\" data-id=\"110274\"><a href=\"/opinion/110274/walker-v-armco-steel-corp/\"><span class=\"id_token\">id.</span> at 742-44, </a></span>100 S.Ct. at 1980-81.   The Court reasoned that the Oklahoma statute comprised a \"statement of a substantive decision by that state,\" forming an \" 'integral' part of the several policies served by the statute of limitations.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 751-52, </span>100 S.Ct. at 1985-86.   On this basis, the Court concluded that \"[federal] Rule 3 does not replace such policy determinations,\" but, rather, exists \"side by side\" with the state statute, \"each controlling its own intended sphere of coverage without conflict.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 752, </span>100 S.Ct. at 1986</p>\n        <p>The case at bar is not analogous to Armco Steel.   In the first place, the federal and state rules here at issue serve exactly the same purpose and, to that extent, are in direct conflict;  both cannot be applied.  In the second place, the Massachusetts procedural rule is simply a procedural rule;  it does not implicate a substantive state policy.  In the third place, the Armco Steel Court took special care to refrain from \"address[ing] the role of Rule 3 as a tolling provision for a statute of limitations, whether set by federal law or borrowed from state law, if the cause of action is based on federal law.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 751 </span>n. <span class=\"citation no-link\"><span class=\"antecedent_guess\">11,</span> <span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1985</span></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Counsel's statement amounts to little more than a plaint that he was suddenly called out of town on other business on the last day of the second extension period.  But \"most attorneys are busy most of the time and they must organize their work so as to be able to meet the time requirements of matters they are handling or suffer the consequences.\"  Pinero Schroeder v. Federal Nat'l Mortgage Ass'n, <span class=\"citation\" data-id=\"355342\"><a href=\"/opinion/355342/vicente-pinero-schroeder-v-federal-national-mortgage-association/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span>, 1118 (1st Cir.1978) (per curiam)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In an abundance of caution, we have examined the untimely opposition that the appellant filed after the last extension expired.  Even if the opposition were fully considered, nothing contained therein would alter the outcome of this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Rule 12(c) provides in part that \"any party may move for judgment on the pleadings.\"   Rule 12(d) provides in part:  \"The defenses specifically enumerated (1)-(7) in subdivision (b) of this rule, whether made in a pleading or by motion, and the motion for judgment mentioned in subdivision (c) of this rule shall be heard and determined before trial on application of any party....\"  (emphasis supplied)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The appellant never advanced the argument below.  Apart from its other shortcomings, the argument fails for this reason as well.  See Clauson v. Smith, <span class=\"citation\" data-id=\"491456\"><a href=\"/opinion/491456/charles-clauson-v-robert-d-smith/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span>, 666 (1st Cir.1987)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/105689/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107024/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110274/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110322/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111415/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111721/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111857/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117864/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194847/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195462/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195712/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195818/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196111/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196347/",
    "https://www.courtlistener.com/api/rest/v3/opinions/355342/",
    "https://www.courtlistener.com/api/rest/v3/opinions/377947/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450368/",
    "https://www.courtlistener.com/api/rest/v3/opinions/477997/",
    "https://www.courtlistener.com/api/rest/v3/opinions/490588/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491456/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492712/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496635/",
    "https://www.courtlistener.com/api/rest/v3/opinions/503446/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/530301/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539215/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547202/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563219/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579946/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592073/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607167/",
    "https://www.courtlistener.com/api/rest/v3/opinions/696203/",
    "https://www.courtlistener.com/api/rest/v3/opinions/705072/",
    "https://www.courtlistener.com/api/rest/v3/opinions/706879/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1116658/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1480206/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1837632/"
  ]
}