{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196482/",
  "id": 196482,
  "absolute_url": "/opinion/196482/murray-v-ross-dove-company/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196482/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:07:00Z",
  "date_modified": "2020-02-21T23:12:26.458027Z",
  "type": "010combined",
  "sha1": "3803c5dae89fb9bddce5adca032d698e0553294e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1104.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 95-1104\r\n\n                   JOHN P. MURRAY, ET AL.,\r\n\n                   Plaintiffs - Appellants,\r\n\n                              v.\r\n\n                   ROSS-DOVE COMPANY, INC.,\r\n\n                    Defendant - Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n        [Hon. Ronald R. Lagueux, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r                                                     \r\n\n                Cyr and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nRobert M. Duffy, with whom Michael P. Defanti  and Hinckley, Allen\r                                                                              \r\n&amp; Snyder were on brief, for plaintiffs.\r                \r\nMichael  B.  Waitzkin,  with  whom  Russell M.  Frank,  Robert  S.\r                                                                              \r\nWhitman, Nussbaum &amp; Wald, Marc  C. Hadden and Gidley, Sarli  &amp; Marusak\r                                                                              \r\nwere on brief, for defendant.\r\n\n                                         \r\n\n                      December 21, 1995\r\n                                         \r\r\n\n          Per Curiam.   In its second  appearance before this\r                      Per Curiam.\r                                \r\n\ncourt,  this  case  involves  an  attempt  by  investors  who\r\n\ninvested several  millions into a failing  company to recover\r\n\ntheir losses  from the  appraisal company on  whose valuation\r\n\nthey relied.  Because the amount awarded by the jury may have\r\n\nbeen the result of  a misapprehension of the nature  of joint\r\n\ntortfeasor  liability aided  by an  incomplete and  therefore\r\n\nmisleading jury instruction, we reverse and remand  for a new\r\n\ntrial on damages.\r\n\n     We  once again repeat what we said earlier in this case,\r\n\nwhich is  now almost five  years old:   \"On remand  this case\r\n\nshould be settled, if humanly possible. . . .  Money spent on\r\n\nfurther  litigation is a loss to both sides regardless of the\r\n\noutcome . .  . .  We  think counsel would not  be serving the\r\n\ninterests  of their clients if they failed to make an earnest\r\n\neffort  to settle this case.\"  Murray v. Ross-Dove Co., Inc.,\r                                                                        \r\n\n5  F.3d  573,  581   (1st  Cir.  1993)  (paragraph  structure\r\n\nomitted).\r\n\n          The facts of this case are set forth in our earlier\r\n\nopinion.   Id. at  575-76.  In short,  plaintiffs, a group of\r                          \r\n\ninvestors (the \"Crawford  Group\"), charged Ross-Dove Company,\r\n\nInc.  (\"Ross-Dove\"), an industrial appraiser, with negligence\r\n\nand negligent misrepresentation as to the value of the assets\r\n\nof a  company, Bevmar  Industries, Inc. (\"Bevmar\"),  in which\r\n\nthe  group invested  in reliance  on the  appraisal.   At the\r\n\n                             -2-\r                                          2\r\r\n\nsecond  trial,  after our  remand of  the case  following the\r\n\nfirst  trial, the  jury found  that  Ross-Dove was  liable to\r\n\nplaintiffs   on    both   the   negligence    and   negligent\r\n\nmisrepresentation theories and awarded damages of $753,800.\r\n\n          Ross-Dove  was not  the only  potential tortfeasor.\r\n\nAlso  potentially  responsible  were  the  promoters  of  the\r\n\nventure and the  attorneys who had provided counseling on the\r\n\ndeal,  none of whom  is a party  in this case.   By agreement\r\n\nbetween the parties, Ross-Dove  was to be treated as  a joint\r\n\ntortfeasor with the promoters and the attorneys.  The parties\r\n\nagreed  that any  damages  against Ross-Dove  would be  later\r\n\nreduced  by  the court  by  a  $1.55 million  settlement  the\r\n\nplaintiffs had  previously entered  into with  the attorneys.\r\n\nAfter the jury returned its  damages award, the court reduced\r\n\nthe  $753,800  by the  $1.55 million  settlement, effectively\r\n\nreducing the plaintiffs' award to zero.\r\n\n          The plaintiffs  claim that  the jury award  was the\r\n\nresult  of confusion that may have been caused by the court's\r\n\njury  instructions.    The  court instructed  on  damages  as\r\n\nfollows:\r\n\n               The measure of  damages in this case\r\n          is  basically  simple.    The  measure of\r\n          damages   is   the  monetary   loss  that\r\n          plaintiffs suffered as a proximate result\r\n          of defendant's wrongful conduct.   So the\r\n          investment,  or  part of  the investment,\r\n          that plaintiffs made  in Bevmar,  because\r\n          of  the   defendant's  wrongful  conduct,\r\n          minus  any returns on that investment, is\r\n\n                             -3-\r                                          3\r\r\n\n          the  maximum  amount that  plaintiffs can\r\n          recover in this case.\r\n               So if  you  find for  plaintiffs  in\r\n          this  matter, then  you  shall  award  to\r\n          plaintiffs  a  sum  of money  which  will\r\n          fairly and reasonably compensate them for\r\n          losses   suffered   by  them   that  were\r\n          proximately   caused   by  the   wrongful\r\n          conduct of  the defendant.   If you  find\r\n          that defendant was at fault, but that its\r\n          fault was not the  proximate cause of the\r\n          financial  loss to the  extent claimed by\r\n          plaintiffs,  then plaintiffs  may recover\r\n          only that portion of their financial loss\r\n          which    resulted     proximately    from\r\n          defendant's wrongful conduct.\r\n\n          Although plaintiffs concede that these instructions\r\n\nwere  not incorrect,  they  say they  were incomplete  and so\r\n\nmisleading.    They argue  that the  instructions potentially\r\n\nsuggested to  the  jury that  it  was entitled  to  apportion\r\n\ndamages among  all three groups of tortfeasors and award only\r\n\nthat   which  they  apportioned  to  Ross-Dove's  negligence.\r\n\nAccording to  the plaintiffs,  such an apportionment  was not\r\n\nappropriate for the  jury to  do given that  the parties  had\r\n\nagreed  to  treat  Ross-Dove  as  a  joint  tortfeasor.   The\r\n\nplaintiffs had asked for  an additional jury instruction that\r\n\nthe  measure of damages should be the total amount of damages\r\n\nand should not  be reduced by amounts attributable to others'\r\n\nwrongdoing.    The  district  court  declined  to  give  this\r\n\ninstruction.\r\n\n          We believe that the failure to instruct the jury to\r\n\naward  total damages  was  erroneous and  necessitates a  new\r\n\ntrial on damages because the  instructions given to the jury,\r\n\n                             -4-\r                                          4\r\r\n\ntaken as a whole, may have confused or misled the jury on the\r\n\nmeasure  of  damages.    See Sullivan  v.  National  Football\r                                                                         \r\n\nLeague, 34 F.3d 1091, 1106-07  (1st Cir. 1994), cert. denied,\r                                                                        \r\n\n115 S. Ct. 1252 (1995); Jerlyn Yacht Sales, Inc. v.  Wayne R.\r                                                                         \r\n\nRoman  Yacht  Brokerage, 950  F.2d  60,  69 (1st  Cir.  1991)\r                                   \r\n\n(requiring  new trial  where instructions  could have  misled\r\n\njury  as to  fraudulent  misrepresentation  claim); see  also\r                                                                         \r\n\nAllen  v. Chance Mfg. Co., Inc., 873  F.2d 465, 469 (1st Cir.\r                                           \r\n\n1989) (requiring  reversal if  the error in  the instructions\r\n\ncould have affected the  result of the jury's deliberations).\r\n\nOn the record as a  whole, we cannot say that the  jury would\r\n\nhave awarded the  same amount of damages  had the plaintiffs'\r\n\ninstructions been given.  See Jerlyn Yacht Sales, 950 F.2d at\r                                                            \r\n\n69.\r\n\n          The  instructions  given invited  the jury  to find\r\n\ndamages based on  the \"part of the investment\" loss or on the\r\n\n\"portion of  the investment\"  loss proximately caused  by the\r\n\ndefendant's negligent  conduct.  They did not inform the jury\r\n\nthat where a joint  tortfeasor causes harm and is found to be\r\n\nliable, it  is liable for all of the harm even if others also\r\n\ncontributed to the harm.  See, e.g., McInnis v. A.M.F., Inc.,\r                                                                        \r\n\n765 F.2d 240, 249-50 (1st Cir.  1985).  The failure to inform\r\n\nthe  jury on  this point  was troublesome  on the  particular\r\n\nfacts   of  this   case   because  Ross-Dove   had  presented\r\n\nconsiderable evidence and argument about the wrongful actions\r\n\n                             -5-\r                                          5\r\r\n\nof the  other tortfeasors.   While this  evidence technically\r\n\nwas presented for the  sole purpose of sustaining Ross-Dove's\r\n\ndefense to  liability (i.e., that it  was not a cause  of the\r                                       \r\n\ninjury),  the   evidence,  when   combined   with  the   jury\r\n\ninstructions, potentially misled the jury into believing that\r\n\nit should  apportion the damages  among the  three groups  of\r\n\ntortfeasors.\r\n\n          This, agree the parties, exactly may have happened.\r\n\nEven  Ross-Dove's justification for  the damages award relies\r\n\nin considerable part on an apportionment theory.  Indeed,\r\n\nRoss-Dove has argued  that the case was tried to  the jury on\r\n\nan  apportionment theory.   We  read the  record differently.\r\n\nBefore trial, the parties had agreed that Ross-Dove would  be\r\n\ntreated as a joint tortfeasor and  would be entitled to a pro\r                                                                         \r\n\ntanto reduction in damages  to be granted by the  judge after\r                 \r\n\nthe jury verdict  in the amount of the plaintiffs' settlement\r\n\nwith  the attorneys.   Ross-Dove reserved  only the  right to\r\n\npresent evidence  or to  cross-examine on  the  topic of  the\r\n\nwrongdoing of the  other tortfeasors in  order to prove  that\r\n\nRoss-Dove's  appraisal  was not  the  cause  of the  Crawford\r\n\nGroup's injuries.   Ross-Dove  did not  reserve the  right to\r\n\nargue that the evidence of the other wrongdoers could be used\r\n\nto apportion damages, nor  could it have, given how  the case\r\n\nwas tried.\r\n\n                             -6-\r                                          6\r\r\n\n          The  district court  ran  the trial  under a  joint\r\n\ntortfeasor  theory.  When presented with the agreement of the\r\n\nparties,  the court responded \"I'm  satisfied that .  . . the\r\n\nreduction in  the total  amount  of damages  suffered by  the\r\n\nplaintiff because  of a  settlement with a  joint tort-feasor\r                                                                         \r\n\ncomes off the  verdict. . . .  I know  how to apply the Joint\r\n\nTort-Feasor's Contribution Act.  . .  .  The  correct way  to\r\n\napply the settlement amount paid by a joint-tort feasor [sic]\r                                                                   \r\n\nis to determine what  the total amount of damages  is against\r\n\nthe tort-feasor being sued, and then that award is reduced by\r\n\nthe  amount of  the settlement,  or  50% whichever  is higher\r\n\n[emphases  added].\"   In  a Memorandum  and  Order after  the\r\n\nverdict, the court denied the defendant's motion for judgment\r\n\nas a matter of law and proceeded to reduce the verdict by the\r\n\nsettlement amount, stating:   \"Since  the plaintiffs  settled\r\n\nwith a joint  tortfeasor for $1,500,000 on a joint tortfeasor\r                                                                         \r\n\nrelease,  the parties  agreed before  trial[] that  the Court\r\n\nwould reduce any verdict for plaintiffs by the amount of that\r\n\nsettlement [emphasis added].\"1\r\n\n                    \r                                \r\n\n1.  At oral argument, Ross-Dove argued that the references to\r\na joint tortfeasor reduction were not controlling because the\r\nparties  had  agreed  specifically  to  allow  Ross-Dove  the\r\nbenefit of both a joint  tortfeasor reduction in damages  and\r                                                                         \r\nan  apportionment of damages.   Not only does  the record not\r\nsupport  such  a novel  theory of  the  agreement, but  it is\r\ndifficult  to see  what, if  anything, plaintiffs  would have\r\ngained under such  an agreement.   Ross-Dove has argued  that\r\nthe plaintiffs gained because Ross-Dove waived its right to a\r\npro  rata reduction in  damages under the  Rhode Island joint\r                     \r\ntortfeasor  statutes  (it  was  entitled to  a  reduction  in\r\n\n                             -7-\r                                          7\r\r\n\n          Given that Ross-Dove was a joint tortfeasor and the\r\n\ncase, by agreement,  was tried on a joint  tortfeasor theory,\r\n\nthe  failure to  instruct  the jury  to  award total  damages\r\n\nlikely  misled  the jury  into  thinking  it could  apportion\r\n\ndamages.  Under  these circumstances, there is  no reason for\r\n\nany confidence that the jury instructions did not  affect the\r\n\nresults  of  the jury's  deliberations  as to  damages.   The\r\n\nliability finding  is unscathed.   Liability and  damages are\r\n\nnot  so interwoven in this case that one cannot be determined\r\n\nwithout the other.   See Fed. R. Civ. P.  59(a) (permitting a\r                                    \r\n\n                    \r                                \r\n\ndamages  in the amount of the settlement or the proportion of\r\nreduction provided  for  in  the  joint  tortfeasor  release,\r\nwhichever was higher,  under R.I. Gen. Laws    10-6-7 (1985),\r\nwhich the  district court  suggested, without objection  from\r\nthe parties,  would  otherwise apply).   This  justification,\r\nhowever, is something  of a  non sequitur.   The decision  to\r\nchoose between a pro tanto or  a pro rata reduction does  not\r                                                     \r\nchange  the   fact  that   some  type  of   joint  tortfeasor\r\narrangement  was  made.   If the  case had  been tried  on an\r\napportionment  theory,  there  should  have   been  no  joint\r\ntortfeasor reduction in damages  at all.  See R.I.  Gen. Laws\r                                                         \r\n  10-6-7  (reduction  only  for  joint  tortfeasor  release);\r\nRestatement (Second) of Torts     433A, 433B, 434, 879,  881,\r\n885 (1964 &amp; 1977)  (if harm can be apportioned,  liable party\r\nis  not a  joint  tortfeasor and  there  is no  reduction  in\r\nliability); see also  McInnis v. A.M.F., Inc.,  765 F.2d 240,\r                                                         \r\n250 (1st Cir.  1985) (applying  Rhode Island  law in  holding\r\nthat damages  cannot be segregated between joint tortfeasors,\r\nwho by definition  have caused the same harm).   Furthermore,\r\nthe parties thought that their agreement \"seem[ed] to dispose\r\nof  the joint tort-feasor issue with the exception of [how to\r\ntreat  interest].\"  The record as to the agreement shows only\r\nthat  the  defendant  was  concerned  that  evidence  of  the\r\nsettlement should not come before the jury.  If the agreement\r\nindeed  permitted   defendant  to  pursue  a  trial  strategy\r\ninconsistent with the joint tortfeasor reduction  in damages,\r\nthe  record should have reflected  that.  We  decline to give\r\nany  weight to  defendant's post-trial  recharacterization of\r\nthe case.\r\n\n                             -8-\r                                          8\r\r\n\nnew trial  on \"all or  part of the  issues\"); cf.  Allen, 873\r                                                                    \r\n\nF.2d at 473 (court remanded for retrial of liability, but not\r\n\ndamages).  After two  trials already, we take as  settled the\r\n\nquestion of Ross-Dove's  liability and we  thus remand for  a\r\n\nnew trial on damages alone.\r\n\n          The judgment of damages is vacated, and the case is\r                                                                         \r\n\nremanded for proceedings not inconsistent with this opinion.\r                                                                        \r\n\n                             -9-\r                                          9\r\r\n",
  "html": "<p class=\"case_cite\">72 F.3d 1</p>\n    <p class=\"parties\">John P. MURRAY, et al., Plaintiffs-Appellants,<br>v.<br>ROSS-DOVE COMPANY, INC., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 95-1104.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 4, 1995.<br>Decided Dec. 21, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert M. Duffy, with whom Michael P. Defanti and Hinckley, Allen &amp; Snyder, Providence, RI, were on brief, for plaintiffs.</p>\n      <p class=\"indent\">Michael B. Waitzkin, with whom Russell M. Frank, Robert S. Whitman, Nussbaum &amp; Wald, Washington, DC, Marc C. Hadden and Gidley, Sarli &amp; Marusak, Providence, RI, were on brief, for defendant.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and CYR and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In its second appearance before this court, this case involves an attempt by investors who invested several millions into a failing company to recover their losses from the appraisal company on whose valuation they relied.  Because the amount awarded by the jury may have been the result of a misapprehension of the nature of joint tortfeasor liability aided by an incomplete and therefore misleading jury instruction, we reverse and remand for a new trial on damages.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We once again repeat what we said earlier in this case, which is now almost five years old:  \"On remand this case should be settled, if humanly possible....  Money spent on further litigation is a loss to both sides regardless of the outcome....  We think counsel would not be serving the interests of their clients if they failed to make an earnest effort to settle this case.\"  Murray v. Ross-Dove Co., Inc., 5 F.3d 573, 581 (1st Cir.1993) (paragraph structure omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts of this case are set forth in our earlier opinion.  Id. at 575-76.   In short, plaintiffs, a group of investors (the \"Crawford Group\"), charged Ross-Dove Company, Inc.  (\"Ross-Dove\"), an industrial appraiser, with negligence and negligent misrepresentation as to the value of the assets of a company, Bevmar Industries, Inc.  (\"Bevmar\"), in which the group invested in reliance on the appraisal.  At the second trial, after our remand of the case following the first trial, the jury found that Ross-Dove was liable to plaintiffs on both the negligence and negligent misrepresentation theories and awarded damages of $753,800.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ross-Dove was not the only potential tortfeasor.  Also potentially responsible were the promoters of the venture and the attorneys who had provided counseling on the deal, none of whom is a party in this case.  By agreement between the parties, Ross-Dove was to be treated as a joint tortfeasor with the promoters and the attorneys.  The parties agreed that any damages against Ross-Dove would be later reduced by the court by a $1.55 million settlement the plaintiffs had previously entered into with the attorneys.  After the jury returned its damages award, the court reduced the $753,800 by the $1.55 million settlement, effectively reducing the plaintiffs' award to zero.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The plaintiffs claim that the jury award was the result of confusion that may have been caused by the court's jury instructions.  The court instructed on damages as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The measure of damages in this case is basically simple.  The measure of damages is the monetary loss that plaintiffs suffered as a proximate result of defendant's wrongful conduct.  So the investment, or part of the investment, that plaintiffs made in Bevmar, because of the defendant's wrongful conduct, minus any returns on that investment, is the maximum amount that plaintiffs can recover in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">So if you find for plaintiffs in this matter, then you shall award to plaintiffs a sum of money which will fairly and reasonably compensate them for losses suffered by them that were proximately caused by the wrongful conduct of the defendant.  If you find that defendant was at fault, but that its fault was not the proximate cause of the financial loss to the extent claimed by plaintiffs, then plaintiffs may recover only that portion of their financial loss which resulted proximately from defendant's wrongful conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although plaintiffs concede that these instructions were not incorrect, they say they were incomplete and so misleading.  They argue that the instructions potentially suggested to the jury that it was entitled to apportion damages among all three groups of tortfeasors and award only that which they apportioned to Ross-Dove's negligence.  According to the plaintiffs, such an apportionment was not appropriate for the jury to do given that the parties had agreed to treat Ross-Dove as a joint tortfeasor.  The plaintiffs had asked for an additional jury instruction that the measure of damages should be the total amount of damages and should not be reduced by amounts attributable to others' wrongdoing.  The district court declined to give this instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We believe that the failure to instruct the jury to award total damages was erroneous and necessitates a new trial on damages because the instructions given to the jury, taken as a whole, may have confused or misled the jury on the measure of damages.  See Sullivan v. National Football League, 34 F.3d 1091, 1106-07 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1252, 131 L.Ed.2d 133 (1995);  Jerlyn Yacht Sales, Inc. v. Wayne R. Roman Yacht Brokerage, 950 F.2d 60, 69 (1st Cir.1991) (requiring new trial where instructions could have misled jury as to fraudulent misrepresentation claim);  see also Allen v. Chance Mfg. Co., Inc., 873 F.2d 465, 469 (1st Cir.1989) (requiring reversal if the error in the instructions could have affected the result of the jury's deliberations).  On the record as a whole, we cannot say that the jury would have awarded the same amount of damages had the plaintiffs' instructions been given.  See Jerlyn Yacht Sales, 950 F.2d at 69.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The instructions given invited the jury to find damages based on the \"part of the investment\" loss or on the \"portion of the investment\" loss proximately caused by the defendant's negligent conduct.  They did not inform the jury that where a joint tortfeasor causes harm and is found to be liable, it is liable for all of the harm even if others also contributed to the harm.  See, e.g., McInnis v. A.M.F., Inc., 765 F.2d 240, 249-50 (1st Cir.1985).  The failure to inform the jury on this point was troublesome on the particular facts of this case because Ross-Dove had presented considerable evidence and argument about the wrongful actions of the other tortfeasors.  While this evidence technically was presented for the sole purpose of sustaining Ross-Dove's defense to liability (i.e., that it was not a cause of the injury), the evidence, when combined with the jury instructions, potentially misled the jury into believing that it should apportion the damages among the three groups of tortfeasors.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This, agree the parties, exactly may have happened.  Even Ross-Dove's justification for the damages award relies in considerable part on an apportionment theory.  Indeed, Ross-Dove has argued that the case was tried to the jury on an apportionment theory.  We read the record differently.  Before trial, the parties had agreed that Ross-Dove would be treated as a joint tortfeasor and would be entitled to a pro tanto reduction in damages to be granted by the judge after the jury verdict in the amount of the plaintiffs' settlement with the attorneys.  Ross-Dove reserved only the right to present evidence or to cross-examine on the topic of the wrongdoing of the other tortfeasors in order to prove that Ross-Dove's appraisal was not the cause of the Crawford Group's injuries.  Ross-Dove did not reserve the right to argue that the evidence of the other wrongdoers could be used to apportion damages, nor could it have, given how the case was tried.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court ran the trial under a joint tortfeasor theory.  When presented with the agreement of the parties, the court responded \"I'm satisfied that ... the reduction in the total amount of damages suffered by the plaintiff because of a settlement with a joint tort-feasor comes off the verdict....  I know how to apply the Joint Tort-Feasor's Contribution Act....  The correct way to apply the settlement amount paid by a joint-tort feasor [sic] is to determine what the total amount of damages is against the tort-feasor being sued, and then that award is reduced by the amount of the settlement, or 50% whichever is higher [emphases added].\"  In a Memorandum and Order after the verdict, the court denied the defendant's motion for judgment as a matter of law and proceeded to reduce the verdict by the settlement amount, stating:  \"Since the plaintiffs settled with a joint tortfeasor for $1,500,000 on a joint tortfeasor release, the parties agreed before trial[ ] that the Court would reduce any verdict for plaintiffs by the amount of that settlement [emphasis added].\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Given that Ross-Dove was a joint tortfeasor and the case, by agreement, was tried on a joint tortfeasor theory, the failure to instruct the jury to award total damages likely misled the jury into thinking it could apportion damages.  Under these circumstances, there is no reason for any confidence that the jury instructions did not affect the results of the jury's deliberations as to damages.  The liability finding is unscathed.  Liability and damages are not so interwoven in this case that one cannot be determined without the other.  See Fed.R.Civ.P. 59(a) (permitting a new trial on \"all or part of the issues\");  cf. Allen, 873 F.2d at 473 (court remanded for retrial of liability, but not damages). After two trials already, we take as settled the question of Ross-Dove's liability and we thus remand for a new trial on damages alone.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The judgment of damages is vacated, and the case is remanded for proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At oral argument, Ross-Dove argued that the references to a joint tortfeasor reduction were not controlling because the parties had agreed specifically to allow Ross-Dove the benefit of both a joint tortfeasor reduction in damages and an apportionment of damages.  Not only does the record not support such a novel theory of the agreement, but it is difficult to see what, if anything, plaintiffs would have gained under such an agreement.  Ross-Dove has argued that the plaintiffs gained because Ross-Dove waived its right to a pro rata reduction in damages under the Rhode Island joint tortfeasor statutes (it was entitled to a reduction in damages in the amount of the settlement or the proportion of reduction provided for in the joint tortfeasor release, whichever was higher, under R.I. Gen. Laws Sec. 10-6-7 (1985), which the district court suggested, without objection from the parties, would otherwise apply).  This justification, however, is something of a non sequitur.  The decision to choose between a pro tanto or a pro rata reduction does not change the fact that some type of joint tortfeasor arrangement was made.  If the case had been tried on an apportionment theory, there should have been no joint tortfeasor reduction in damages at all.  See R.I.Gen.Laws Sec. 10-6-7 (reduction only for joint tortfeasor release);  Restatement (Second) of Torts Secs. 433A, 433B, 434, 879, 881, 885 (1964 &amp; 1977) (if harm can be apportioned, liable party is not a joint tortfeasor and there is no reduction in liability);  see also McInnis v. A.M.F., Inc., 765 F.2d 240, 250 (1st Cir.1985) (applying Rhode Island law in holding that damages cannot be segregated between joint tortfeasors, who by definition have caused the same harm).  Furthermore, the parties thought that their agreement \"seem[ed] to dispose of the joint tort-feasor issue with the exception of [how to treat interest].\"  The record as to the agreement shows only that the defendant was concerned that evidence of the settlement should not come before the jury.  If the agreement indeed permitted defendant to pursue a trial strategy inconsistent with the joint tortfeasor reduction in damages, the record should have reflected that.  We decline to give any weight to defendant's post-trial recharacterization of the case</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">John P. MURRAY, et al., Plaintiffs-Appellants,<br>v.<br>ROSS-DOVE COMPANY, INC., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 95-1104.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 4, 1995.<br>Decided Dec. 21, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert M. Duffy, with whom Michael P. Defanti and Hinckley, Allen &amp; Snyder, Providence, RI, were on brief, for plaintiffs.</p>\n      <p class=\"indent\">Michael B. Waitzkin, with whom Russell M. Frank, Robert S. Whitman, Nussbaum &amp; Wald, Washington, DC, Marc C. Hadden and Gidley, Sarli &amp; Marusak, Providence, RI, were on brief, for defendant.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, and CYR and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In its second appearance before this court, this case involves an attempt by investors who invested several millions into a failing company to recover their losses from the appraisal company on whose valuation they relied.  Because the amount awarded by the jury may have been the result of a misapprehension of the nature of joint tortfeasor liability aided by an incomplete and therefore misleading jury instruction, we reverse and remand for a new trial on damages.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We once again repeat what we said earlier in this case, which is now almost five years old:  \"On remand this case should be settled, if humanly possible....  Money spent on further litigation is a loss to both sides regardless of the outcome....  We think counsel would not be serving the interests of their clients if they failed to make an earnest effort to settle this case.\"  Murray v. Ross-Dove Co., Inc., <span class=\"citation\" data-id=\"653617\"><a href=\"/opinion/653617/john-p-murray-v-ross-dove-company-inc-and-dovetech-inc/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">573</span></a></span>, 581 (1st Cir.1993) (paragraph structure omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts of this case are set forth in our earlier opinion.  <span class=\"citation\" data-id=\"653617\"><a href=\"/opinion/653617/john-p-murray-v-ross-dove-company-inc-and-dovetech-inc/\"><span class=\"id_token\">Id.</span> at 575-76. </a></span>  In short, plaintiffs, a group of investors (the \"Crawford Group\"), charged Ross-Dove Company, Inc.  (\"Ross-Dove\"), an industrial appraiser, with negligence and negligent misrepresentation as to the value of the assets of a company, Bevmar Industries, Inc.  (\"Bevmar\"), in which the group invested in reliance on the appraisal.  At the second trial, after our remand of the case following the first trial, the jury found that Ross-Dove was liable to plaintiffs on both the negligence and negligent misrepresentation theories and awarded damages of $753,800.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ross-Dove was not the only potential tortfeasor.  Also potentially responsible were the promoters of the venture and the attorneys who had provided counseling on the deal, none of whom is a party in this case.  By agreement between the parties, Ross-Dove was to be treated as a joint tortfeasor with the promoters and the attorneys.  The parties agreed that any damages against Ross-Dove would be later reduced by the court by a $1.55 million settlement the plaintiffs had previously entered into with the attorneys.  After the jury returned its damages award, the court reduced the $753,800 by the $1.55 million settlement, effectively reducing the plaintiffs' award to zero.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The plaintiffs claim that the jury award was the result of confusion that may have been caused by the court's jury instructions.  The court instructed on damages as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The measure of damages in this case is basically simple.  The measure of damages is the monetary loss that plaintiffs suffered as a proximate result of defendant's wrongful conduct.  So the investment, or part of the investment, that plaintiffs made in Bevmar, because of the defendant's wrongful conduct, minus any returns on that investment, is the maximum amount that plaintiffs can recover in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">So if you find for plaintiffs in this matter, then you shall award to plaintiffs a sum of money which will fairly and reasonably compensate them for losses suffered by them that were proximately caused by the wrongful conduct of the defendant.  If you find that defendant was at fault, but that its fault was not the proximate cause of the financial loss to the extent claimed by plaintiffs, then plaintiffs may recover only that portion of their financial loss which resulted proximately from defendant's wrongful conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although plaintiffs concede that these instructions were not incorrect, they say they were incomplete and so misleading.  They argue that the instructions potentially suggested to the jury that it was entitled to apportion damages among all three groups of tortfeasors and award only that which they apportioned to Ross-Dove's negligence.  According to the plaintiffs, such an apportionment was not appropriate for the jury to do given that the parties had agreed to treat Ross-Dove as a joint tortfeasor.  The plaintiffs had asked for an additional jury instruction that the measure of damages should be the total amount of damages and should not be reduced by amounts attributable to others' wrongdoing.  The district court declined to give this instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We believe that the failure to instruct the jury to award total damages was erroneous and necessitates a new trial on damages because the instructions given to the jury, taken as a whole, may have confused or misled the jury on the measure of damages.  See Sullivan v. National Football League, <span class=\"citation\" data-id=\"677790\"><a href=\"/opinion/677790/william-h-sullivan-ii-v-national-football-league-members-of-the/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1091</span></a></span>, 1106-07 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1252</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">133</span> </span>(1995);  Jerlyn Yacht Sales, Inc. v. Wayne R. Roman Yacht Brokerage, <span class=\"citation\" data-id=\"572659\"><a href=\"/opinion/572659/jerlyn-yacht-sales-inc-and-oklahoma-offset-inc-v-wayne-r-roman-yacht/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 69 (1st Cir.1991) (requiring new trial where instructions could have misled jury as to fraudulent misrepresentation claim);  see also Allen v. Chance Mfg. Co., Inc., <span class=\"citation\" data-id=\"522150\"><a href=\"/opinion/522150/paul-h-allen-v-chance-manufacturing-co-inc/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">465</span></a></span>, 469 (1st Cir.1989) (requiring reversal if the error in the instructions could have affected the result of the jury's deliberations).  On the record as a whole, we cannot say that the jury would have awarded the same amount of damages had the plaintiffs' instructions been given.  See Jerlyn Yacht <span class=\"citation\" data-id=\"572659\"><span class=\"antecedent_guess\">Sales,</span> <a href=\"/opinion/572659/jerlyn-yacht-sales-inc-and-oklahoma-offset-inc-v-wayne-r-roman-yacht/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">69</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The instructions given invited the jury to find damages based on the \"part of the investment\" loss or on the \"portion of the investment\" loss proximately caused by the defendant's negligent conduct.  They did not inform the jury that where a joint tortfeasor causes harm and is found to be liable, it is liable for all of the harm even if others also contributed to the harm.  See, e.g., McInnis v. A.M.F., Inc., <span class=\"citation\" data-id=\"454262\"><a href=\"/opinion/454262/patricia-j-mcinnis-v-amf-inc-patricia-j-mcinnis-v-amf-inc/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">240</span></a></span>, 249-50 (1st Cir.1985).  The failure to inform the jury on this point was troublesome on the particular facts of this case because Ross-Dove had presented considerable evidence and argument about the wrongful actions of the other tortfeasors.  While this evidence technically was presented for the sole purpose of sustaining Ross-Dove's defense to liability (i.e., that it was not a cause of the injury), the evidence, when combined with the jury instructions, potentially misled the jury into believing that it should apportion the damages among the three groups of tortfeasors.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This, agree the parties, exactly may have happened.  Even Ross-Dove's justification for the damages award relies in considerable part on an apportionment theory.  Indeed, Ross-Dove has argued that the case was tried to the jury on an apportionment theory.  We read the record differently.  Before trial, the parties had agreed that Ross-Dove would be treated as a joint tortfeasor and would be entitled to a pro tanto reduction in damages to be granted by the judge after the jury verdict in the amount of the plaintiffs' settlement with the attorneys.  Ross-Dove reserved only the right to present evidence or to cross-examine on the topic of the wrongdoing of the other tortfeasors in order to prove that Ross-Dove's appraisal was not the cause of the Crawford Group's injuries.  Ross-Dove did not reserve the right to argue that the evidence of the other wrongdoers could be used to apportion damages, nor could it have, given how the case was tried.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court ran the trial under a joint tortfeasor theory.  When presented with the agreement of the parties, the court responded \"I'm satisfied that ... the reduction in the total amount of damages suffered by the plaintiff because of a settlement with a joint tort-feasor comes off the verdict....  I know how to apply the Joint Tort-Feasor's Contribution Act....  The correct way to apply the settlement amount paid by a joint-tort feasor [sic] is to determine what the total amount of damages is against the tort-feasor being sued, and then that award is reduced by the amount of the settlement, or 50% whichever is higher [emphases added].\"  In a Memorandum and Order after the verdict, the court denied the defendant's motion for judgment as a matter of law and proceeded to reduce the verdict by the settlement amount, stating:  \"Since the plaintiffs settled with a joint tortfeasor for $1,500,000 on a joint tortfeasor release, the parties agreed before trial[ ] that the Court would reduce any verdict for plaintiffs by the amount of that settlement [emphasis added].\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Given that Ross-Dove was a joint tortfeasor and the case, by agreement, was tried on a joint tortfeasor theory, the failure to instruct the jury to award total damages likely misled the jury into thinking it could apportion damages.  Under these circumstances, there is no reason for any confidence that the jury instructions did not affect the results of the jury's deliberations as to damages.  The liability finding is unscathed.  Liability and damages are not so interwoven in this case that one cannot be determined without the other.  See Fed.R.Civ.P. 59(a) (permitting a new trial on \"all or part of the issues\");  cf. <span class=\"citation\" data-id=\"522150\"><span class=\"antecedent_guess\">Allen,</span> <a href=\"/opinion/522150/paul-h-allen-v-chance-manufacturing-co-inc/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">473</span> </a></span>(court remanded for retrial of liability, but not damages). After two trials already, we take as settled the question of Ross-Dove's liability and we thus remand for a new trial on damages alone.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The judgment of damages is vacated, and the case is remanded for proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At oral argument, Ross-Dove argued that the references to a joint tortfeasor reduction were not controlling because the parties had agreed specifically to allow Ross-Dove the benefit of both a joint tortfeasor reduction in damages and an apportionment of damages.  Not only does the record not support such a novel theory of the agreement, but it is difficult to see what, if anything, plaintiffs would have gained under such an agreement.  Ross-Dove has argued that the plaintiffs gained because Ross-Dove waived its right to a pro rata reduction in damages under the Rhode Island joint tortfeasor statutes (it was entitled to a reduction in damages in the amount of the settlement or the proportion of reduction provided for in the joint tortfeasor release, whichever was higher, under R.I. Gen. Laws Sec. 10-6-7 (1985), which the district court suggested, without objection from the parties, would otherwise apply).  This justification, however, is something of a non sequitur.  The decision to choose between a pro tanto or a pro rata reduction does not change the fact that some type of joint tortfeasor arrangement was made.  If the case had been tried on an apportionment theory, there should have been no joint tortfeasor reduction in damages at all.  See R.I.Gen.Laws Sec. 10-6-7 (reduction only for joint tortfeasor release);  Restatement (Second) of Torts Secs. 433A, 433B, 434, 879, 881, 885 (1964 &amp; 1977) (if harm can be apportioned, liable party is not a joint tortfeasor and there is no reduction in liability);  see also McInnis v. A.M.F., Inc., <span class=\"citation\" data-id=\"454262\"><a href=\"/opinion/454262/patricia-j-mcinnis-v-amf-inc-patricia-j-mcinnis-v-amf-inc/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">240</span></a></span>, 250 (1st Cir.1985) (applying Rhode Island law in holding that damages cannot be segregated between joint tortfeasors, who by definition have caused the same harm).  Furthermore, the parties thought that their agreement \"seem[ed] to dispose of the joint tort-feasor issue with the exception of [how to treat interest].\"  The record as to the agreement shows only that the defendant was concerned that evidence of the settlement should not come before the jury.  If the agreement indeed permitted defendant to pursue a trial strategy inconsistent with the joint tortfeasor reduction in damages, the record should have reflected that.  We decline to give any weight to defendant's post-trial recharacterization of the case</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/454262/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522150/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572659/",
    "https://www.courtlistener.com/api/rest/v3/opinions/653617/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677790/"
  ]
}