{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196437/",
  "id": 196437,
  "absolute_url": "/opinion/196437/united-states-v-berthoff/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196437/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:43Z",
  "date_modified": "2020-02-21T23:42:38.941840Z",
  "type": "010combined",
  "sha1": "878e778f5ea6665447c5e5269897e2f1247aeee9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1714.01A",
  "local_path": null,
  "plain_text": "\n\nNovember 29, 1995     [NOT FOR PUBLICATION]\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-1714\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                      FREDERIC W. BERTHOFF,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                           \r                                                     \r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r                                                     \r\n\n   Michael C. Andrews, with whom Brian J. McMenimen was on brief for\r                                                             \r\nappellant. \r\n   William C.  Brown, Attorney,  Appellate  Division, Department  of\r                              \r\nJustice, with whom  Donald K.  Stern, United States  Attorney, was  on\r                                            \r\nbrief for appellee.\r\r\n\n          CYR,  Circuit  Judge.    Along  with  five  associates,\r                    CYR,  Circuit  Judge.\r                                        \r\n\nappellant Frederic  W. Berthoff was indicted  on seventeen felony\r\n\ncharges.   Following a jury trial, he was convicted of conspiring\r\n\nto possess marijuana  and hashish with  intent to distribute,  21\r\n\nU.S.C.    841, 846  (Count 1), possessing hashish with  intent to\r\n\ndistribute,  id.   841 (Count 2), and money laundering, 18 U.S.C.\r                          \r\n\n  1956(a)  (Counts 7-14).  We affirm the district court judgment.\r\n\n                                I\r                                          I\r\n\n                           BACKGROUND1\r                                     BACKGROUND\r                                               \r\n\n          On several  occasions between  1984 and 1986,  Berthoff\r\n\nenlisted Brad Welch, Stephen Marble and Albert Mello to transport\r\n\nmarijuana  and its proceeds from Florida and Arizona to Massachu-\r\n\nsetts.   Berthoff himself went  along on at  least one trip.   In\r\n\naddition, between 1984 and 1991 Berthoff sold large quantities of\r\n\nmarijuana  to or  through Welch,  Mello, Thomas  Cimeno, and  Wes\r\n\nSchifone. \r                    \r\n\n          During the  1986-87 period, Berthoff expanded the scope\r\n\nof  his illegal drug operation by arranging to finance and import\r\n\n4,000  pounds of  hashish from  Portugal for distribution  in the\r                                   \r\n\nUnited  States.   Some of  the hashish  was stored  at Berthoff's\r\n\nMassachusetts residence.   It was sold  both within Massachusetts\r\n\nand  elsewhere.  In 1988,  Scott Holland, a  coconspirator in the\r\n\nhashish  importation, was arrested on unrelated criminal charges.\r\n\n                    \r                              \r\n\n     1We relate the evidence  in the light most favorable  to the\r\nverdicts.   United States v.  Tuesta-Toro, 29 F.3d  771, 773 (1st\r                                                   \r\nCir. 1994), cert. denied, 115 S. Ct. 947 (1995). \r                                  \r\n\n                                2\r\r\n\nShortly  thereafter,  Berthoff  reassured another  coconspirator,\r\n\nCimeno, that  Holland would not  inform on them  because Berthoff\r\n\nwas  selling Holland's  share  of the  hashish,  and holding  the\r\n\nproceeds for Holland. \r\n\n          In  November  1988,  Berthoff  and  Mello  traveled  to\r\n\nZurich, Switzerland,  where they opened a bank account and depos-\r\n\nited $90,000 in drug proceeds.  Upon his return to Massachusetts,\r\n\nBerthoff wrote the Swiss bank and authorized a $75,000 withdrawal\r\n\nand wire transfer  to Mello  in Massachusetts.   After Mello  re-\r\n\nceived the transfer, he drove to Key West, Florida, and deposited\r\n\nthe proceeds  in a  bank account  previously established  for the\r\n\npurpose.  The funds  eventually were transferred by Mello  into a\r\n\ncorporate  bank  account  controlled  by Berthoff.    On  another\r\n\noccasion,  Berthoff  made  a  $100,000  interest-free  loan  from\r\n\nillegal drug  proceeds to Cimeno, insisting that Cimeno repay the\r\n\nloan  with checks identifying the  payments as returns  on a real\r\n\nestate investment.\r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   Count 1\r          A.   Count 1\r                      \r\n\n          Count I  charged  Berthoff and  five codefendants  with\r\n\nconspiring  to  possess  and  distribute  marijuana  and  hashish\r\n\nbetween  1984 and  1991.  Berthoff  contends that  the government\r\n\nimproperly charged a single ongoing  drug-distribution conspiracy\r\n\nwhich encompassed all the  alleged marijuana and hashish transac-\r\n\ntions, and  that it  did so  because all  but  the 1987  hashish-\r                                                       \r\n\n                                3\r\r\n\nrelated conduct would have been time-barred had separate conspir-\r\n\nacies  been charged.  Thus,  he asserts, a  single conspiracy was\r                                                            \r\n\nalleged in  order to fortify  the government's weak  case against\r\n\nBerthoff relating to the hashish by enabling otherwise inadmissi-\r\n\nble \"prior  bad acts\" evidence  (i.e., pre-1988 marijuana-related\r                                                                           \r\n\nconduct) to  be introduced at  trial.  See Fed.  R. Evid. 404(b).\r                                                    \r\n\nFinally, as Berthoff sees it, the government's evidence rational-\r\n\nly  could support  only an  inference that  he had  engaged in  a\r\n\nseries of isolated buy-sell arrangements (viz., multiple conspir-\r                \r\n\nacies), see United States  v. Townsend, 924 F.2d 1385,  1394 (7th\r                                                \r\n\nCir. 1991), and thus the evidence worked a material variance from\r\n\nthe single conspiracy charged in the indictment.  \r\n\n          The existence, vel  non, of a  single conspiracy is  an\r                                           \r\n\nissue of fact.  See United States v. Oreto, 37 F.3d 739, 747 (1st\r                                                    \r\n\nCir. 1994),  cert. denied,  115 S.  Ct.  1161 (1995).   Thus,  an\r                                   \r\n\nappellant  is faced with \"a  `heavy burden' to  show the evidence\r\n\nprecludes  the findings made by  the jury.\"   Id. (citation omit-\r                                                           \r\n\nted).   Viewing the evidence and all fair inferences therefrom in\r\n\nthe light most favorable to the government, a guilty verdict will\r\n\nnot  be disturbed unless no  rational jury could  have found that\r\n\neach  element of the offense was  established beyond a reasonable\r\n\ndoubt.   See United States v. Tuesta  Toro, 29 F.3d 771, 776 (1st\r                                                    \r\n\nCir. 1994), cert. denied, 115 S. Ct. 947 (1995).  \r                                  \r\n\n          We  find  that the  variance  claim  fails because  the\r\n\ngovernment  adduced  sufficient evidence  at  trial  to enable  a\r\n\nrational inference that there was a single conspiracy, as alleged\r\n\n                                4\r\r\n\nin  the indictment.  See, e.g., United States v. Bello-Perez, 977\r                                                                      \r\n\nF.2d 664, 667-68  (1st Cir.  1992) (\"pursuant to  their tacit  or\r\n\nexpress agreement, [the conspirators] knowingly and intentionally\r\n\n'directed their  efforts towards  the accomplishment of  a common\r\n\ngoal or overall plan' to  commit the substantive offense  charged\r\n\nin the indictment.\") (citation omitted).  The overarching goal of\r\n\nBerthoff's constantly expanding  operation was drug  trafficking,\r\n\nwhether in marijuana or hashish.  The government established that\r\n\nthere  was a significant overlap  in the timing  of the marijuana\r\n\nand hashish operations, as well as consistent methods of  operat-\r\n\ning, participants,  and locations.   See, e.g., United  States v.\r                                                                        \r\n\nDavid,  940 F.2d  722,  734 (1st  Cir.  1991) (outlining  factors\r               \r\n\ndistinguishing single conspiracies  from multiple  conspiracies),\r\n\ncert.  denied, 504 U.S. 955 (1992).  For example, though Berthoff\r                       \r\n\nmaintains that he \"hired\"  Welch, Marble, and Mello to  make only\r\n\none-time trips from Florida to Massachusetts  prior to 1986, with\r                  \r\n\nno  contemporaneous expectation or plan to \"hire\" them for subse-\r\n\nquent  jobs, the jury could have found otherwise based on Mello's\r\n\ntestimony  alone.   Mello  testified,  in  pertinent part:    \"Q.\r\n\n[defense  counsel]: You did that trip [to Florida], you got paid,\r\n\nand that was a closed chapter  as far as that trip was concerned,\r\n\nright? . . . So you had no idea whether or not you would be asked\r\n\nto make another trip a month later, did you?  A. [Mello]: I had a\r\n\npretty good  idea I'd be asked.\"   We conclude that  there was no\r\n\nvariance.  \r\n\n          Berthoff next  contends that the  district court should\r\n\n                                5\r\r\n\nhave  instructed the  jury that  it could  not convict  unless it\r\n\nfound a single conspiracy.   Since Berthoff asserted no contempo-\r\n\nraneous  objection, see Fed.  R. Crim. P. 30,  we review only for\r                                 \r\n\nplain error.  See United States v. Olano, 113 S.  Ct. 1770, 1776-\r                                                  \r\n\n77  (1993) (\"plain  error\" is  error that  is both  \"obvious\" and\r\n\n\"seriously affects the  fairness, integrity or  public reputation\r\n\nof  the judicial  proceedings\").   There was  no error,  plain or\r\n\notherwise.   A  refusal to  give  a particular  jury  instruction\r\n\ncannot be challenged  successfully on appeal if  the charge given\r\n\nby  the court  substantially covered the  requested matter.   See\r                                                                           \r\n\nUnited  States v.  Boylan, 898  F.2d 230,  244 (1st  Cir.), cert.\r                                                                           \r\n\ndenied, 498 U.S. 849  (1990).  Here,  the district court gave  an\r                \r\n\nadequate instruction.2  \r\n\nB.   Count 2\r          B.   Count 2\r                      \r\n\n          Count 2  charged that Berthoff possessed  hashish, with\r\n\nintent to distribute.   The jury was misinstructed that  \"you may\r\n\nnot convict any of these people of this charge  unless the infer-\r\n\nence that you draw  convinces you beyond a reasonable  doubt that\r\n\nthe  person  accused  intended  to distribute  the  marijuana  or\r                                                                           \r\n\nhashish or cause its distribution.\"  Although the district court,\r\n\n                    \r                              \r\n\n     2The final charge informed the jury as follows:  \"Now, where\r\npersons join  together to further  one common unlawful  design or\r\npurpose,  a single conspiracy exists.  By way of contrast, multi-\r\nple conspiracies  exist when  there are separate  unlawful agree-\r\nments to  achieve distinct purposes.   Proof of  several separate\r\nand independent  conspiracies is  not proof  of a  single overall\r\nconspiracy charged in  the indictment unless,  of course, one  of\r\nthe separate  conspiracies proved happens  to be the  single con-\r\nspiracy described in the indictment.\"  See Oreto, 37 F.3d at 747.\r                                                          \r\n\n                                6\r\r\n\non five other occasions in its final charge, correctly instructed\r\n\non  the evidentiary  showing required  to convict  under Count  2\r\n\n(viz., that conviction could not be based on Berthoff's post-1987\r\n\npossession  of  marijuana  only),  Berthoff  contends  that  this\r                                         \r\n\ninadvertence constituted a constructive amendment of the  indict-\r\n\nment.  See, e.g., United States v. Vavlitis, 9 F.3d 206, 210 (1st\r                                                     \r\n\nCir. 1993).   Since there  was no  contemporaneous objection,  we\r\n\nreview for plain error.  Olano, 113 S. Ct. at 1776.3  \r                                        \r\n\n          Evaluating  the  jury  instructions  as  a  whole,  see\r                                                                           \r\n\nBoylan, 898 F.2d at 244, we find no \"possibility that the convic-\r                \r\n\ntion [on Count 2]  rest[ed] upon an offense not  charged.\" United\r                                                                           \r\n\nStates  v. Dunn, 758 F.2d 30,  36 (1st Cir. 1985).   As the trial\r                         \r\n\ncourt  instructed the  jury,  the only  evidence that  Berthoff's\r                                                          \r\n\ncodefendant Scott Holland may have been connected to the conspir-\r\n\nacy charged in  Count 1  was Berthoff's admission  to Cimeno,  in\r                                                                           \r\n\n1988, that he was holding Holland's share of the hashish and that\r              \r\n\nhe  would sell it and  hold the proceeds  for Holland's benefit.4\r                                                                          4\r\n                    \r                              \r\n\n     3Berthoff incorrectly claims on appeal that the verdict form\r\nexacerbated  this instructional  error.  Quite the  contrary, the\r\nverdict  form  indicated  that  Count 2  charged  \"possession  of\r\nmarijuana  and hashish.\"    The conjunctive  phrasing could  only\r                        \r\nheighten the government's  burden of  proof.   See, e.g.,  United\r                                                                           \r\nStates  v. Cantrell, 999 F.2d  1290, 1292 (8th  Cir. 1993), cert.\r                                                                           \r\ndenied, 114  S. Ct. 885 (1994).  In all events, since the indict-\r                \r\nment went to the jury room during deliberations, and the district\r\ncourt  correctly instructed with respect to Count 2 on five other\r\noccasions, we discern no plain error.  \r\n\n     4Berthoff argues that  it was  error to deny  his motion  to\r\nstrike  the  testimony  of three  alleged  coconspirators (Mello,\r\nCimeno and Schifone) who  testified against Berthoff at  trial in\r\nreturn  for  a government  promise  to  recommend a  \"substantial\r\nassistance\"  departure.  See U.S.S.G.   5K1.1.  We find no error.\r                                      \r\nSee United States  v. Dailey, 759 F.2d  192, 196 (1st  Cir. 1985)\r                                      \r\n\n                                7\r\r\n\nThus, the jury could not have convicted Holland on Count 1, as it\r\n\ndid,  unless it found that Berthoff had made a truthful statement\r\n\nto  Cimeno in  1988 that  Berthoff then  possessed, and  was then\r\n\ndistributing, Holland's share of the hashish, see supra p. 3, the\r                                                                 \r\n\nidentical predicate  finding needed for  Berthoff's conviction on\r\n\nCount 2.  \r\n\nC.   Counts 7-14\r          C.   Counts 7-14\r                          \r\n\n          Count  7  charged  that  \"[o]n or  about  February  10,\r\n\n1989,\"5 Berthoff  laundered drug  proceeds \"in  Massachusetts and\r\n\nin the Southern  District of Florida\"  by transferring the  Swiss\r\n\nbank  funds to  Florida.   Berthoff  argues  that the  government\r\n\nfailed to adduce sufficient evidence to establish proper venue in\r\n\nMassachusetts. See United States v. Georgacarakos, 988 F.2d 1289,\r                                                           \r\n\n1293 (1st Cir. 1993) (government  must prove venue by  preponder-\r\n\nance of evidence).  We do not agree.  \r\n                    \r                              \r\n\n(noting that  where an accomplice  testifies pursuant  to a  plea\r\nagreement,  \"the 'established  safeguards' are  that the  jury be\r\ninformed  of  the exact  nature  of the  agreement,  that defense\r\ncounsel be  permitted to  cross-examine the accomplice  about the\r\nagreement, and that the jury be specifically  instructed to weigh\r\nthe accomplice's testimony with care\"); see also United States v.\r                                                                        \r\nRullan-Rivera, 60 F.3d 16, 19 (1st Cir. 1995). \r                       \r\n\n     5Berthoff  also argues  that the  Swiss bank  funds transfer\r\narrived in Massachusetts in December 1988, so that  the reference\r\nin the indictment     that  the offense occurred  \"[o]n or  about\r\nFebruary  10, 1989\"      was fatally  misleading.   We  have  not\r\nrequired \"strict  chronological specificity or  accuracy\" when \"a\r\nparticular  date  is  not  a  substantive  element of  the  crime\r\ncharged.\"  United States v. Morris, 700 F.2d 427, 429 (1st Cir.),\r                                            \r\ncert.  denied, 461  U.S. 947  (1983).   Having been  charged with\r                       \r\nlaundering funds from Switzerland,  through Massachusetts and  on\r\nto  Florida, Berthoff was in no sense \"misinformed of the charges\r\nagainst  him,\" nor did the reference to an approximate time frame\r\n\"otherwise affect[]  his substantial  rights.\"  United  States v.\r                                                                        \r\nArcadipane, 41 F.3d 1, 7 (1st Cir. 1994). \r                    \r\n\n                                8\r\r\n\n          Normally,  venue is  proper in  any district  wherein a\r\n\ncriminal offense was committed.  See Fed. R. Crim.  P. 18.   Fur-\r                                              \r\n\nther, \"[e]xcept  as otherwise expressly provided  by enactment of\r\n\nCongress,  any offense  against the  United States  begun  in one\r\n\ndistrict  and completed in another, or committed in more than one\r\n\ndistrict,  may be inquired of  and prosecuted in  any district in\r                                                                        \r\n\nwhich  such  offense was  begun,  continued, or  completed.\"   18\r                                                     \r\n\nU.S.C.   3237(a) (emphasis added); see Georgacarakos, 988 F.2d at\r                                                              \r\n\n1293.  The statute further provides that \"[a]ny offense involving\r\n\nthe use of  mails, transportation in  interstate or foreign  com-\r\n\nmerce, or the importation of an object  or person into the United\r\n\nStates is a continuing offense and, except as otherwise expressly\r                                        \r\n\nprovided  by enactment of Congress, may be inquired of and prose-\r\n\ncuted in any district from, through, or into which such commerce,\r                                             \r\n\nmail  matter, or imported object  or person moves.\"   18 U.S.C.  \r\n\n3237(a) (emphasis added).  Thus, the actual transfer of the funds\r\n\nfrom  Switzerland  to  Mello's  Massachusetts  residence  plainly\r\n\nenabled the jury to find proper venue in Massachusetts. \r\n\n          Finally,  the remaining  money  laundering  charges    \r\n\nCounts 8-14     involved Berthoff's 1988  interest-free \"loan\" to\r\n\nCimeno.  Berthoff contends that Cimeno's loan repayments were not\r\n\ncompetent evidence  of money laundering because  Cimeno testified\r\n\nthat he used  the loan proceeds to purchase  land and construct a\r\n\nduplex, and  that he repaid  Berthoff from the  \"legitimate\" pro-\r\n\nceeds realized from  the subsequent  sale of  the duplex,  rather\r\n\nthan  from \"proceeds of unlawful activity.\"  This claim is frivo-\r\n\n                                9\r\r\n\nlous.   The jury supportably found that Berthoff arranged the so-\r\n\ncalled Cimeno  \"loan\" for  the purpose  of filtering  the illegal\r\n\ndrug  proceeds and altering their  form so as  to appear \"legiti-\r\n\nmate.\"   See United States v. Isabel, 945 F.2d 1193, 1200-03 (1st\r                                              \r\n\nCir.  1991).  This finding  in no sense  entailed a determination\r\n\nthat either  the loan to  Cimeno, or the acquisition  and sale of\r\n\nthe  duplex,  transformed  the illegal  drug  proceeds previously\r\n\ndeposited in the Swiss bank into proceeds from legitimate activi-\r\n\nties. \r\n\n          Affirmed.\r                    Affirmed.\r                            \r\n\n                                10\r\r\n",
  "html": "<p class=\"case_cite\">70 F.3d 1253</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>Frederic W. BERTHOFF, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1719.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Nov. 29, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael C. Andrews, with whom Brian J. McMenimen was on brief for appellant.</p>\n      <p class=\"indent\">William C. Brown, Attorney, Appellate Division, Department of Justice, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Along with five associates, appellant Frederic W. Berthoff was indicted on seventeen felony charges.  Following a jury trial, he was convicted of conspiring to possess marijuana and hashish with intent to distribute, 21 U.S.C. Secs. 841, 846 (Count 1), possessing hashish with intent to distribute, id.  Sec.  841 (Count 2), and money laundering, 18 U.S.C. Sec. 1956(a) (Counts 7-14).  We affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On several occasions between 1984 and 1986, Berthoff enlisted Brad Welch, Stephen Marble and Albert Mello to transport marijuana and its proceeds from Florida and Arizona to Massachusetts.  Berthoff himself went along on at least one trip.  In addition, between 1984 and 1991 Berthoff sold large quantities of marijuana to or through Welch, Mello, Thomas Cimeno, and Wes Schifone.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the 1986-87 period, Berthoff expanded the scope of his illegal drug operation by arranging to finance and import 4,000 pounds of hashish from Portugal for distribution in the United States.  Some of the hashish was stored at Berthoff's Massachusetts residence.  It was sold both within Massachusetts and elsewhere.  In 1988, Scott Holland, a coconspirator in the hashish importation, was arrested on unrelated criminal charges.  Shortly thereafter, Berthoff reassured another coconspirator, Cimeno, that Holland would not inform on them because Berthoff was selling Holland's share of the hashish, and holding the proceeds for Holland.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In November 1988, Berthoff and Mello traveled to Zurich, Switzerland, where they opened a bank account and deposited $90,000 in drug proceeds.  Upon his return to Massachusetts, Berthoff wrote the Swiss bank and authorized a $75,000 withdrawal and wire transfer to Mello in Massachusetts.  After Mello received the transfer, he drove to Key West, Florida, and deposited the proceeds in a bank account previously established for the purpose.  The funds eventually were transferred by Mello into a corporate bank account controlled by Berthoff.  On another occasion, Berthoff made a $100,000 interest-free loan from illegal drug proceeds to Cimeno, insisting that Cimeno repay the loan with checks identifying the payments as returns on a real estate investment.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Count 1</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Count I charged Berthoff and five codefendants with conspiring to possess and distribute marijuana and hashish between 1984 and 1991.  Berthoff contends that the government improperly charged a single ongoing drug-distribution conspiracy which encompassed all the alleged marijuana and hashish transactions, and that it did so because all but the 1987 hashish-related conduct would have been time-barred had separate conspiracies been charged.  Thus, he asserts, a single conspiracy was alleged in order to fortify the government's weak case against Berthoff relating to the hashish by enabling otherwise inadmissible \"prior bad acts\" evidence (i.e., pre-1988 marijuana-related conduct ) to be introduced at trial.  See Fed.R.Evid. 404(b).  Finally, as Berthoff sees it, the government's evidence rationally could support only an inference that he had engaged in a series of isolated buy-sell arrangements (viz., multiple conspiracies), see United States v. Townsend, 924 F.2d 1385, 1394 (7th Cir.1991), and thus the evidence worked a material variance from the single conspiracy charged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The existence, vel non, of a single conspiracy is an issue of fact.  See United States v. Oreto, 37 F.3d 739, 747 (1st Cir.1994), cert. denied, 115 S.Ct. 1161 (1995).  Thus, an appellant is faced with \"a 'heavy burden' to show the evidence precludes the findings made by the jury.\"   Id. (citation omitted).  Viewing the evidence and all fair inferences therefrom in the light most favorable to the government, a guilty verdict will not be disturbed unless no rational jury could have found that each element of the offense was established beyond a reasonable doubt.  See United States v. Tuesta Toro, 29 F.3d 771, 776 (1st Cir.1994), cert. denied, 115 S.Ct. 947 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We find that the variance claim fails because the government adduced sufficient evidence at trial to enable a rational inference that there was a single conspiracy, as alleged in the indictment.  See, e.g., United States v. Bello-Perez, 977 F.2d 664, 667-68 (1st Cir.1992) (\"pursuant to their tacit or express agreement, [the conspirators] knowingly and intentionally 'directed their efforts towards the accomplishment of a common goal or overall plan' to commit the substantive offense charged in the indictment.\")  (citation omitted).  The overarching goal of Berthoff's constantly expanding operation was drug trafficking, whether in marijuana or hashish.  The government established that there was a significant overlap in the timing of the marijuana and hashish operations, as well as consistent methods of operating, participants, and locations.  See, e.g., United States v. David, 940 F.2d 722, 734 (1st Cir.1991) (outlining factors distinguishing single conspiracies from multiple conspiracies), cert. denied, 504 U.S. 955 (1992).  For example, though Berthoff maintains that he \"hired\" Welch, Marble, and Mello to make only one-time trips from Florida to Massachusetts prior to 1986, with no contemporaneous expectation or plan to \"hire\" them for subsequent jobs, the jury could have found otherwise based on Mello's testimony alone.  Mello testified, in pertinent part:  \"Q.  [defense counsel]:  You did that trip [to Florida], you got paid, and that was a closed chapter as far as that trip was concerned, right?  ...  So you had no idea whether or not you would be asked to make another trip a month later, did you?   A. [Mello]:  I had a pretty good idea I'd be asked.\"   We conclude that there was no variance.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Berthoff next contends that the district court should have instructed the jury that it could not convict unless it found a single conspiracy.  Since Berthoff asserted no contemporaneous objection, see Fed.R.Crim.P. 30, we review only for plain error.  See United States v. Olano, 113 S.Ct. 1770, 1776-77 (1993) (\"plain error\" is error that is both \"obvious\" and \"seriously affects the fairness, integrity or public reputation of the judicial proceedings\").  There was no error, plain or otherwise.  A refusal to give a particular jury instruction cannot be challenged successfully on appeal if the charge given by the court substantially covered the requested matter.  See United States v. Boylan, 898 F.2d 230, 244 (1st Cir.), cert. denied, 498 U.S. 849 (1990).  Here, the district court gave an adequate instruction.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>B. Count 2</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Count 2 charged that Berthoff possessed hashish, with intent to distribute.  The jury was misinstructed that \"you may not convict any of these people of this charge unless the inference that you draw convinces you beyond a reasonable doubt that the person accused intended to distribute the marijuana or hashish or cause its distribution.\"   Although the district court, on five other occasions in its final charge, correctly instructed on the evidentiary showing required to convict under Count 2 (viz., that conviction could not be based on Berthoff's post-1987 possession of marijuana only ), Berthoff contends that this inadvertence constituted a constructive amendment of the indictment.  See, e.g., United States v. Vavlitis, 9 F.3d 206, 210 (1st Cir.1993).  Since there was no contemporaneous objection, we review for plain error.  Olano, 113 S.Ct. at 1776.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Evaluating the jury instructions as a whole, see Boylan, 898 F.2d at 244, we find no \"possibility that the conviction [on Count 2] rest[ed] upon an offense not charged.\"  United States v. Dunn, 758 F.2d 30, 36 (1st Cir.1985).  As the trial court instructed the jury, the only evidence that Berthoff's codefendant Scott Holland may have been connected to the conspiracy charged in Count 1 was Berthoff's admission to Cimeno, in 1988, that he was holding Holland's share of the hashish and that he would sell it and hold the proceeds for Holland's benefit.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, the jury could not have convicted Holland on Count 1, as it did, unless it found that Berthoff had made a truthful statement to Cimeno in 1988 that Berthoff then possessed, and was then distributing, Holland's share of the hashish, see supra p. 3, the identical predicate finding needed for Berthoff's conviction on Count 2.</p>\n    </div>\n    <p>C. Counts 7-14</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Count 7 charged that \"[o]n or about February 10, 1989,\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Berthoff laundered drug proceeds \"in Massachusetts and in the Southern District of Florida\" by transferring the Swiss bank funds to Florida.  Berthoff argues that the government failed to adduce sufficient evidence to establish proper venue in Massachusetts.  See United States v. Georgacarakos, 988 F.2d 1289, 1293 (1st Cir.1993) (government must prove venue by preponderance of evidence).  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Normally, venue is proper in any district wherein a criminal offense was committed.  See Fed.R.Crim.P. 18.  Further, \"[e]xcept as otherwise expressly provided by enactment of Congress, any offense against the United States begun in one district and completed in another, or committed in more than one district, may be inquired of and prosecuted in any district in which such offense was begun, continued, or completed.\"  18 U.S.C. Sec. 3237(a) (emphasis added);  see Georgacarakos, 988 F.2d at 1293.  The statute further provides that \"[a]ny offense involving the use of mails, transportation in interstate or foreign commerce, or the importation of an object or person into the United States is a continuing offense and, except as otherwise expressly provided by enactment of Congress, may be inquired of and prosecuted in any district from, through, or into which such commerce, mail matter, or imported object or person moves.\"  18 U.S.C. Sec. 3237(a) (emphasis added).  Thus, the actual transfer of the funds from Switzerland to Mello's Massachusetts residence plainly enabled the jury to find proper venue in Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, the remaining money laundering charges ---- Counts 8-14 ---- involved Berthoff's 1988 interest-free \"loan\" to Cimeno.  Berthoff contends that Cimeno's loan repayments were not competent evidence of money laundering because Cimeno testified that he used the loan proceeds to purchase land and construct a duplex, and that he repaid Berthoff from the \"legitimate\" proceeds realized from the subsequent sale of the duplex, rather than from \"proceeds of unlawful activity.\"   This claim is frivolous.  The jury supportably found that Berthoff arranged the so-called Cimeno \"loan\" for the purpose of filtering the illegal drug proceeds and altering their form so as to appear \"legitimate.\"  See United States v. Isabel, 945 F.2d 1193, 1200-03 (1st Cir.1991).  This finding in no sense entailed a determination that either the loan to Cimeno, or the acquisition and sale of the duplex, transformed the illegal drug proceeds previously deposited in the Swiss bank into proceeds from legitimate activities.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We relate the evidence in the light most favorable to the verdicts.  United States v. Tuesta-Toro, 29 F.3d 771, 773 (1st Cir.1994), cert. denied, 115 S.Ct. 947 (1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The final charge informed the jury as follows:  \"Now, where persons join together to further one common unlawful design or purpose, a single conspiracy exists.  By way of contrast, multiple conspiracies exist when there are separate unlawful agreements to achieve distinct purposes.  Proof of several separate and independent conspiracies is not proof of a single overall conspiracy charged in the indictment unless, of course, one of the separate conspiracies proved happens to be the single conspiracy described in the indictment.\"  See Oreto, 37 F.3d at 747</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Berthoff incorrectly claims on appeal that the verdict form exacerbated this instructional error.  Quite the contrary, the verdict form indicated that Count 2 charged \"possession of marijuana and hashish.\"   The conjunctive phrasing could only heighten the government's burden of proof.  See, e.g., United States v. Cantrell, 999 F.2d 1290, 1292 (8th Cir.1993), cert. denied, 114 S.Ct. 885 (1994).  In all events, since the indictment went to the jury room during deliberations, and the district court correctly instructed with respect to Count 2 on five other occasions, we discern no plain error</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Berthoff argues that it was error to deny his motion to strike the testimony of three alleged coconspirators (Mello, Cimeno and Schifone) who testified against Berthoff at trial in return for a government promise to recommend a \"substantial assistance\" departure.  See U.S.S.G. Sec. 5K1.1.  We find no error.  See United States v. Dailey, 759 F.2d 192, 196 (1st Cir.1985) (noting that where an accomplice testifies pursuant to a plea agreement, \"the 'established safeguards' are that the jury be informed of the exact nature of the agreement, that defense counsel be permitted to cross-examine the accomplice about the agreement, and that the jury be specifically instructed to weigh the accomplice's testimony with care\");  see also United States v. Rullan-Rivera, 60 F.3d 16, 19 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Berthoff also argues that the Swiss bank funds transfer arrived in Massachusetts in December 1988, so that the reference in the indictment ---- that the offense occurred \"[o]n or about February 10, 1989\" ---- was fatally misleading.  We have not required \"strict chronological specificity or accuracy\" when \"a particular date is not a substantive element of the crime charged.\"  United States v. Morris, 700 F.2d 427, 429 (1st Cir.), cert. denied, 461 U.S. 947 (1983).  Having been charged with laundering funds from Switzerland, through Massachusetts and on to Florida, Berthoff was in no sense \"misinformed of the charges against him,\" nor did the reference to an approximate time frame \"otherwise affect[ ] his substantial rights.\"  United States v. Arcadipane, 41 F.3d 1, 7 (1st Cir.1994)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"708260\"><a href=\"/opinion/708260/in-re-rodolfo-a-vargas/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1253</span></a></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Appellee,<br>v.<br>Frederic W. BERTHOFF, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1719.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Nov. 29, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael C. Andrews, with whom Brian J. McMenimen was on brief for appellant.</p>\n      <p class=\"indent\">William C. Brown, Attorney, Appellate Division, Department of Justice, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Along with five associates, appellant Frederic W. Berthoff was indicted on seventeen felony charges.  Following a jury trial, he was convicted of conspiring to possess marijuana and hashish with intent to distribute, 21 U.S.C. Secs. 841, 846 (Count 1), possessing hashish with intent to distribute, <span class=\"citation\" data-id=\"708260\"><a href=\"/opinion/708260/in-re-rodolfo-a-vargas/\"><span class=\"id_token\">id.</span>  Sec.  841 </a></span>(Count 2), and money laundering, 18 U.S.C. Sec. 1956(a) (Counts 7-14).  We affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On several occasions between 1984 and 1986, Berthoff enlisted Brad Welch, Stephen Marble and Albert Mello to transport marijuana and its proceeds from Florida and Arizona to Massachusetts.  Berthoff himself went along on at least one trip.  In addition, between 1984 and 1991 Berthoff sold large quantities of marijuana to or through Welch, Mello, Thomas Cimeno, and Wes Schifone.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the 1986-87 period, Berthoff expanded the scope of his illegal drug operation by arranging to finance and import 4,000 pounds of hashish from Portugal for distribution in the United States.  Some of the hashish was stored at Berthoff's Massachusetts residence.  It was sold both within Massachusetts and elsewhere.  In 1988, Scott Holland, a coconspirator in the hashish importation, was arrested on unrelated criminal charges.  Shortly thereafter, Berthoff reassured another coconspirator, Cimeno, that Holland would not inform on them because Berthoff was selling Holland's share of the hashish, and holding the proceeds for Holland.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In November 1988, Berthoff and Mello traveled to Zurich, Switzerland, where they opened a bank account and deposited $90,000 in drug proceeds.  Upon his return to Massachusetts, Berthoff wrote the Swiss bank and authorized a $75,000 withdrawal and wire transfer to Mello in Massachusetts.  After Mello received the transfer, he drove to Key West, Florida, and deposited the proceeds in a bank account previously established for the purpose.  The funds eventually were transferred by Mello into a corporate bank account controlled by Berthoff.  On another occasion, Berthoff made a $100,000 interest-free loan from illegal drug proceeds to Cimeno, insisting that Cimeno repay the loan with checks identifying the payments as returns on a real estate investment.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Count 1</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Count I charged Berthoff and five codefendants with conspiring to possess and distribute marijuana and hashish between 1984 and 1991.  Berthoff contends that the government improperly charged a single ongoing drug-distribution conspiracy which encompassed all the alleged marijuana and hashish transactions, and that it did so because all but the 1987 hashish-related conduct would have been time-barred had separate conspiracies been charged.  Thus, he asserts, a single conspiracy was alleged in order to fortify the government's weak case against Berthoff relating to the hashish by enabling otherwise inadmissible \"prior bad acts\" evidence (i.e., pre-1988 marijuana-related conduct ) to be introduced at trial.  See Fed.R.Evid. 404(b).  Finally, as Berthoff sees it, the government's evidence rationally could support only an inference that he had engaged in a series of isolated buy-sell arrangements (viz., multiple conspiracies), see United States v. Townsend, <span class=\"citation\" data-id=\"555452\"><a href=\"/opinion/555452/united-states-v-mason-townsend-luis-e-diaz-orlando-nunez-dorothy/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1385</span></a></span>, 1394 (7th Cir.1991), and thus the evidence worked a material variance from the single conspiracy charged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The existence, vel non, of a single conspiracy is an issue of fact.  See United States v. Oreto, <span class=\"citation\" data-id=\"679957\"><a href=\"/opinion/679957/united-states-v-frank-oreto-sr-united-states-of-america-v-frank-oreto/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">739</span></a></span>, 747 (1st Cir.1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1161</span> </span>(1995).  Thus, an appellant is faced with \"a 'heavy burden' to show the evidence precludes the findings made by the jury.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (citation omitted). </span> Viewing the evidence and all fair inferences therefrom in the light most favorable to the government, a guilty verdict will not be disturbed unless no rational jury could have found that each element of the offense was established beyond a reasonable doubt.  See United States v. Tuesta Toro, <span class=\"citation\" data-id=\"195508\"><a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></a></span>, 776 (1st Cir.1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span> </span>(1995).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We find that the variance claim fails because the government adduced sufficient evidence at trial to enable a rational inference that there was a single conspiracy, as alleged in the indictment.  See, e.g., United States v. Bello-Perez, <span class=\"citation\" data-id=\"593168\"><a href=\"/opinion/593168/united-states-v-andres-gabriel-bello-perez-aka-garby/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span></a></span>, 667-68 (1st Cir.1992) (\"pursuant to their tacit or express agreement, [the conspirators] knowingly and intentionally 'directed their efforts towards the accomplishment of a common goal or overall plan' to commit the substantive offense charged in the indictment.\")  (citation omitted).  The overarching goal of Berthoff's constantly expanding operation was drug trafficking, whether in marijuana or hashish.  The government established that there was a significant overlap in the timing of the marijuana and hashish operations, as well as consistent methods of operating, participants, and locations.  See, e.g., United States v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 734 (1st Cir.1991) (outlining factors distinguishing single conspiracies from multiple conspiracies), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">955</span> </span>(1992).  For example, though Berthoff maintains that he \"hired\" Welch, Marble, and Mello to make only one-time trips from Florida to Massachusetts prior to 1986, with no contemporaneous expectation or plan to \"hire\" them for subsequent jobs, the jury could have found otherwise based on Mello's testimony alone.  Mello testified, in pertinent part:  \"Q.  [defense counsel]:  You did that trip [to Florida], you got paid, and that was a closed chapter as far as that trip was concerned, right?  ...  So you had no idea whether or not you would be asked to make another trip a month later, did you?   A. [Mello]:  I had a pretty good idea I'd be asked.\"   We conclude that there was no variance.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Berthoff next contends that the district court should have instructed the jury that it could not convict unless it found a single conspiracy.  Since Berthoff asserted no contemporaneous objection, see Fed.R.Crim.P. 30, we review only for plain error.  See United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1776-77 (1993) (\"plain error\" is error that is both \"obvious\" and \"seriously affects the fairness, integrity or public reputation of the judicial proceedings\").  There was no error, plain or otherwise.  A refusal to give a particular jury instruction cannot be challenged successfully on appeal if the charge given by the court substantially covered the requested matter.  See United States v. Boylan, <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 244 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">849</span> </span>(1990).  Here, the district court gave an adequate instruction.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>B. Count 2</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Count 2 charged that Berthoff possessed hashish, with intent to distribute.  The jury was misinstructed that \"you may not convict any of these people of this charge unless the inference that you draw convinces you beyond a reasonable doubt that the person accused intended to distribute the marijuana or hashish or cause its distribution.\"   Although the district court, on five other occasions in its final charge, correctly instructed on the evidentiary showing required to convict under Count 2 (viz., that conviction could not be based on Berthoff's post-1987 possession of marijuana only ), Berthoff contends that this inadvertence constituted a constructive amendment of the indictment.  See, e.g., United States v. Vavlitis, <span class=\"citation\" data-id=\"195045\"><a href=\"/opinion/195045/united-states-v-vavlitis/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></a></span>, 210 (1st Cir.1993).  Since there was no contemporaneous objection, we review for plain error.  <span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">Olano,</span> <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1776</span></a></span>.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Evaluating the jury instructions as a whole, see <span class=\"citation\" data-id=\"538369\"><span class=\"antecedent_guess\">Boylan,</span> <a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">244</span></a></span>, we find no \"possibility that the conviction [on Count 2] rest[ed] upon an offense not charged.\"  United States v. Dunn, <span class=\"citation\" data-id=\"449678\"><a href=\"/opinion/449678/united-states-v-john-f-dunn-jr/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span>, 36 (1st Cir.1985).  As the trial court instructed the jury, the only evidence that Berthoff's codefendant Scott Holland may have been connected to the conspiracy charged in Count 1 was Berthoff's admission to Cimeno, in 1988, that he was holding Holland's share of the hashish and that he would sell it and hold the proceeds for Holland's benefit.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, the jury could not have convicted Holland on Count 1, as it did, unless it found that Berthoff had made a truthful statement to Cimeno in 1988 that Berthoff then possessed, and was then distributing, Holland's share of the hashish, see supra p. 3, the identical predicate finding needed for Berthoff's conviction on Count 2.</p>\n    </div>\n    <p>C. Counts 7-14</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Count 7 charged that \"[o]n or about February 10, 1989,\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Berthoff laundered drug proceeds \"in Massachusetts and in the Southern District of Florida\" by transferring the Swiss bank funds to Florida.  Berthoff argues that the government failed to adduce sufficient evidence to establish proper venue in Massachusetts.  See United States v. Georgacarakos, <span class=\"citation\" data-id=\"602802\"><a href=\"/opinion/602802/united-states-v-peter-n-georgacarakos/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span>, 1293 (1st Cir.1993) (government must prove venue by preponderance of evidence).  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Normally, venue is proper in any district wherein a criminal offense was committed.  See Fed.R.Crim.P. 18.  Further, \"[e]xcept as otherwise expressly provided by enactment of Congress, any offense against the United States begun in one district and completed in another, or committed in more than one district, may be inquired of and prosecuted in any district in which such offense was begun, continued, or completed.\"  18 U.S.C. Sec. 3237(a) (emphasis added);  see <span class=\"citation\" data-id=\"602802\"><span class=\"antecedent_guess\">Georgacarakos,</span> <a href=\"/opinion/602802/united-states-v-peter-n-georgacarakos/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1293</span></a></span>.  The statute further provides that \"[a]ny offense involving the use of mails, transportation in interstate or foreign commerce, or the importation of an object or person into the United States is a continuing offense and, except as otherwise expressly provided by enactment of Congress, may be inquired of and prosecuted in any district from, through, or into which such commerce, mail matter, or imported object or person moves.\"  18 U.S.C. Sec. 3237(a) (emphasis added).  Thus, the actual transfer of the funds from Switzerland to Mello's Massachusetts residence plainly enabled the jury to find proper venue in Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, the remaining money laundering charges ---- Counts 8-14 ---- involved Berthoff's 1988 interest-free \"loan\" to Cimeno.  Berthoff contends that Cimeno's loan repayments were not competent evidence of money laundering because Cimeno testified that he used the loan proceeds to purchase land and construct a duplex, and that he repaid Berthoff from the \"legitimate\" proceeds realized from the subsequent sale of the duplex, rather than from \"proceeds of unlawful activity.\"   This claim is frivolous.  The jury supportably found that Berthoff arranged the so-called Cimeno \"loan\" for the purpose of filtering the illegal drug proceeds and altering their form so as to appear \"legitimate.\"  See United States v. Isabel, <span class=\"citation\" data-id=\"569192\"><a href=\"/opinion/569192/united-states-v-maurice-isabel-united-states-of-america-v-ronald/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1193</span></a></span>, 1200-03 (1st Cir.1991).  This finding in no sense entailed a determination that either the loan to Cimeno, or the acquisition and sale of the duplex, transformed the illegal drug proceeds previously deposited in the Swiss bank into proceeds from legitimate activities.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We relate the evidence in the light most favorable to the verdicts.  United States v. Tuesta-Toro, <span class=\"citation\" data-id=\"195508\"><a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></a></span>, 773 (1st Cir.1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span> </span>(1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The final charge informed the jury as follows:  \"Now, where persons join together to further one common unlawful design or purpose, a single conspiracy exists.  By way of contrast, multiple conspiracies exist when there are separate unlawful agreements to achieve distinct purposes.  Proof of several separate and independent conspiracies is not proof of a single overall conspiracy charged in the indictment unless, of course, one of the separate conspiracies proved happens to be the single conspiracy described in the indictment.\"  See <span class=\"citation\" data-id=\"679957\"><span class=\"antecedent_guess\">Oreto,</span> <a href=\"/opinion/679957/united-states-v-frank-oreto-sr-united-states-of-america-v-frank-oreto/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">747</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Berthoff incorrectly claims on appeal that the verdict form exacerbated this instructional error.  Quite the contrary, the verdict form indicated that Count 2 charged \"possession of marijuana and hashish.\"   The conjunctive phrasing could only heighten the government's burden of proof.  See, e.g., United States v. Cantrell, <span class=\"citation\" data-id=\"612180\"><a href=\"/opinion/612180/united-states-v-elmer-j-cantrell-also-known-as-lucky-united-states-of/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1290</span></a></span>, 1292 (8th Cir.1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">885</span> </span>(1994).  In all events, since the indictment went to the jury room during deliberations, and the district court correctly instructed with respect to Count 2 on five other occasions, we discern no plain error</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Berthoff argues that it was error to deny his motion to strike the testimony of three alleged coconspirators (Mello, Cimeno and Schifone) who testified against Berthoff at trial in return for a government promise to recommend a \"substantial assistance\" departure.  See U.S.S.G. Sec. 5K1.1.  We find no error.  See United States v. Dailey, <span class=\"citation\" data-id=\"450560\"><a href=\"/opinion/450560/united-states-v-kevin-r-dailey/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">192</span></a></span>, 196 (1st Cir.1985) (noting that where an accomplice testifies pursuant to a plea agreement, \"the 'established safeguards' are that the jury be informed of the exact nature of the agreement, that defense counsel be permitted to cross-examine the accomplice about the agreement, and that the jury be specifically instructed to weigh the accomplice's testimony with care\");  see also United States v. Rullan-Rivera, <span class=\"citation\" data-id=\"196194\"><a href=\"/opinion/196194/united-states-v-rullan-rivera/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 19 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Berthoff also argues that the Swiss bank funds transfer arrived in Massachusetts in December 1988, so that the reference in the indictment ---- that the offense occurred \"[o]n or about February 10, 1989\" ---- was fatally misleading.  We have not required \"strict chronological specificity or accuracy\" when \"a particular date is not a substantive element of the crime charged.\"  United States v. Morris, <span class=\"citation\" data-id=\"414394\"><a href=\"/opinion/414394/united-states-v-wayne-morris-united-states-of-america-v-carl-graham/\"><span class=\"volume\">700</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span></a></span>, 429 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">947</span> </span>(1983).  Having been charged with laundering funds from Switzerland, through Massachusetts and on to Florida, Berthoff was in no sense \"misinformed of the charges against him,\" nor did the reference to an approximate time frame \"otherwise affect[ ] his substantial rights.\"  United States v. Arcadipane, <span class=\"citation\" data-id=\"195748\"><a href=\"/opinion/195748/united-states-v-arcadipane/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.1994)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195748/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196194/",
    "https://www.courtlistener.com/api/rest/v3/opinions/414394/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449678/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450560/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555452/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569192/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602802/",
    "https://www.courtlistener.com/api/rest/v3/opinions/612180/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679957/",
    "https://www.courtlistener.com/api/rest/v3/opinions/708260/"
  ]
}