{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196455/",
  "id": 196455,
  "absolute_url": "/opinion/196455/hope-furnace-assoc-v-fdic/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196455/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:06:08Z",
  "date_modified": "2020-02-21T23:43:23.952540Z",
  "type": "010combined",
  "sha1": "e59d65edcf73e30ecf1ef1190456b2f99e45ebc1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1505.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1505\r\n\n                  HOPE FURNACE ASSOCIATES, INC.,\r\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n              FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n      as Receiver of Eastland Bank &amp; Eastland Savings Bank,\r\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n                      Lynch, Circuit Judge,\r                                                    \r\n                  and Stearns,* District Judge.\r                                                        \r\n\n                                           \r\n\n     Karen A. Pelczarski,  with whom  John H. Blish  and Blish  &amp;\r                                                                           \r\nCavanagh were on brief for appellant.\r                  \r\n     Kathleen V.  Gunning, Appellate Litigation  Section, Federal\r                                   \r\nDeposit Insurance Corporation, with whom Ann S. DuRoss, Assistant\r                                                                \r\nGeneral Counsel,  Colleen B. Bombardier, Senior  Counsel, John P.\r                                                                           \r\nParker, Senior  Attorney, Federal Deposit  Insurance Corporation,\r                \r\nChristopher  M. Neronha,  Hinckley, Allen  &amp;  Snyder and  John P.\r                                                                           \r\nParker were on brief for appellee.\r                \r\n\n                                           \r\n\n                         December 6, 1995\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Massachusetts, sitting by designation.\r\r\n\n          STEARNS, District Judge.  The plaintiff-appellant, Hope\r                    STEARNS, District Judge.\r                                           \r\n\nFurnace  Associates, Inc.  (\"Hope\"),  appeals from  the entry  of\r\n\nsummary judgment against it,  claiming that Eastland Savings Bank\r\n\n(\"Eastland\"), the  FDIC's predecessor  in interest, reneged  on a\r\n\nbinding commitment to finance a Hope real estate development.  We\r\n\ndisagree and  affirm the judgment of the district court, although\r\n\non a different ground than the one articulated by that court.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          Hope originally  brought suit in Rhode  Island Superior\r\n\nCourt.   Eastland was afterwards declared insolvent  by the Rhode\r\n\nIsland Director of  Business Regulation.  The  FDIC, appointed as\r\n\nEastland's  receiver, removed  the case  to the  federal district\r\n\ncourt in  Rhode Island  where, in  due course, cross-motions  for\r\n\nsummary judgment were heard.\r\n\n          Hope accused Eastland of  defaulting on its obligations\r\n\nunder  a loan  commitment letter  by pretextually  demanding that\r\n\nHope obtain  an unobtainable  state environmental approval.   The\r\n\nFDIC  argued that because Hope was not designated as the borrower\r\n\nin the  commitment letter,  it  was barred  from maintaining  the\r\n\naction  by the D'Oench, Duhme  doctrine and 12  U.S.C.   1823(e).\r                                       \r\n\nThe FDIC  also  contended  that  Hope had  defaulted  on  several\r\n\nconditions precedent of the agreement, thus relieving Eastland of\r\n\nany duty to perform.\r\n\n          The district court adopted the  D'Oench, Duhme argument\r                                                                  \r\n\nproffered  by  the FDIC  and granted  it  summary judgment.   The\r\n\ndistrict  judge  reasoned  that  the  loan  commitment  had  been\r\n\n                               -2-\r\r\n\nexpressly  extended  to  ENDA  Associates,  Inc.,  a  partnership\r\n\naffiliated  with, but  juridically independent  from Hope.   Hope\r\n\npointed unavailingly to bank records and to written admissions by\r\n\nbank officials that should have alerted the FDIC to the fact that\r\n\nthe insertion  of ENDA's name in  the letter was the  result of a\r\n\nclerical blunder.  The  district court did not find  it necessary\r\n\nto  address  the  contract  issue,  although it  had  been  fully\r\n\nbriefed.\r\n\n          In  light   of  the  contemporaneous   verification  in\r\n\nEastland's  records of Hope as  the actual borrower,  the FDIC no\r\n\nlonger relies on the D'Oench, Duhme argument.   In its brief, the\r                                             \r\n\nFDIC candidly and commendably makes the following concession.\r\n\n          The  FDIC  does not  contend  on appeal  that\r\n          section 1823(e) [or  D'Oench, Duhme]  applies\r                                                       \r\n          to  bar  Hope  Furnace's  assertion  that it,\r\n          rather than ENDA, was the true borrower under\r\n          [the] Commitment  Letter, or  that it  is the\r\n          proper   party  to  contend   that  the  Bank\r\n          breached its obligations  thereunder.   Here,\r\n          the record appears to reveal the clear intent\r\n          of the parties that Hope Furnace, rather than\r\n          ENDA, was the  intended borrower despite  the\r\n          Commitment Letter's express provisions to the\r\n          contrary.\r\n\nAppellee's Brief, at 13-14.\r\n\n          The  sole issue  on appeal,  therefore, is  whether the\r\n\nalternative  ground for summary judgment urged by the FDIC before\r\n\nthe district court  is valid.   See Mesnick  v. General  Electric\r                                                                           \r\n\nCo., 950 F.2d 816, 822 (1st Cir. 1991).\r             \r\n\n                              FACTS\r                                        FACTS\r                                             \r\n\n          The  commitment letter  was  signed on  April 4,  1989.\r\n\nEastland  promised  to lend  $1.5  million to  finance  a planned\r\n\n                               -3-\r\r\n\ndevelopment  in  Scituate, Rhode  Island,  if  Hope succeeded  in\r\n\nfulfilling certain conditions by June 5, 1989.  On July 26, 1989,\r\n\nEastland  extended the compliance date to August 31, 1989.  Ender\r\n\nOzsezen and David Verardo, the joint principals of Hope and ENDA,\r\n\nagreed to personally guarantee the  loan.  The commitment  letter\r\n\nrequired   that  the  loan  be  cross-collateralized  and  cross-\r\n\ndefaulted with an outstanding loan to an ENDA condominium project\r\n\n(the Tamarac loan) on which a balance was then owing of $572,195.\r\n\n          Hope  planned  to  subdivide   a  125  acre  parcel  of\r\n\nundeveloped  land into  fifty-six single family  lots.   At least\r\n\nsixteen of the lots were to have  municipal water.  The remaining\r\n\nlots   would   require    more   expensive   groundwater   wells.\r\n\nApproximately  $300,000 of the loan  proceeds were to  be used to\r\n\ninstall the  municipal water  connections.  This  entailed laying\r\n\ntwo pipelines,  each extending some  3,000 feet from  the parcel.\r\n\nAt  the time  the commitment  letter was  signed, it  was unclear\r\n\nwhether construction  of the connectors would  impact an adjacent\r\n\nwetlands, a matter of no small concern to Eastland.1\r\n\n          The commitment letter imposed two pertinent conditions.\r\n\nFirst, that Hope obtain a letter from the Rhode Island Department\r\n\nof Environmental  Management (\"DEM\")  \"indicating that a  Request\r\n\nfor  Applicability   Determination  has  been  filed   with  said\r\n                    \r                              \r\n\n1  Eastland made clear  this concern in the opening  paragraph of\r\nthe loan commitment letter by including municipal water access in\r\nits definition of the  subject parcel.  \"It is  our understanding\r\nthat the property securing this loan consists of a parcel of land\r\ncontaining approximately 125 acres and that it will  be developed\r\ninto 16 buildable lots ranging in size  from 1 1/2 to 2 1/2 acres\r\neach with adequate road frontage and municipal water service.\"\r\n\n                               -4-\r\r\n\ndepartment and that the subject parcel of land does not require a\r\n\nPermit to Alter  Wetlands.\"   (Paragraph 37).   And second,  that\r\n\nHope provide Eastland with a certificate of a registered engineer\r\n\nverifying the  availability  of utility  service, storm  drainage\r\n\nfacilities, sewerage  connections and \"such  other facilities  as\r\n\nmay be deemed necessary by the bank.\"  (Paragraph 27).2\r\n\n          The  commitment letter  also contained  several clauses\r\n\ngiving  Eastland discretion  to  determine whether  or not  these\r\n\nconditions had been met.  Paragraph 39 provided that:\r\n\n          [t]he Bank shall reserve the  right to cancel\r\n          and to  terminate its obligations  under this\r\n          commitment if any of the following occur:\r\n\n          a.   Failure of  the borrowers to  comply, or\r\n          cause   to  be   complied  within   the  time\r\n          specified  with  any  of  the  provisions  or\r\n          conditions applicable to this commitment.\r\n\n                              . . .\r\n\n          f.  Any change subsequent to this  commitment\r\n          deemed  by   the  Bank  to  be   material  or\r\n          substantial  in  the  assets,  net  worth  or\r\n          credit  standing  of  any  borrower  or other\r\n          person who shall become obligated to the Bank\r\n          under this  commitment,  or the  taking of  a\r\n          judgment against   any said person  which, in\r\n          the sole discretion  of the Bank,  materially\r\n          affect his credit standing . . . .\r\n\nFinally,  the letter  stated  that \"[t]his  commitment cannot  be\r\n\nchanged,  discharged,  or  terminated   orally  but  only  by  an\r\n\n                    \r                              \r\n\n2   The FDIC also claims  that Hope breached Paragraph  38 of the\r\nletter which  required that Hope  maintain any property  in which\r\nEastland  had a  security  interest (including  Tamarac) free  of\r\nliens over the life of  the loan.  Hope argues, not  implausibly,\r\nthat it was never in breach  of Paragraph 38 because the loan was\r\nnever made.  Moreover, Hope alleges that it had filed releases on\r\nall liens on the Tamarac property on or before July 28, 1989.\r\n\n                               -5-\r\r\n\ninstrument  in   writing  signed   by  the  party   against  whom\r\n\nendorsement of  any change, discharge or  termination is sought.\"\r\n\n(Paragraph 46).\r\n\n          Eastland's  attorney, Robert Branca, provided Hope with\r\n\na  draft of an engineer's certificate that Eastland would deem to\r\n\nsatisfy Paragraph  27 (and by  implication, Paragraph 37)  of the\r\n\ncommitment letter, namely\r\n\n          [t]hat  construction  and  operation  of  the\r\n          Improvements  will not involve the filling or\r\n          alteration of any stream, brook or other body\r\n          of   water  or  any  wetlands  area  nor  the\r\n          discharge of any fill or  other material into\r\n          the ground water . . . .\r\n\nHope's  engineer meanwhile  determined that  installation of  the\r\n\nmunicipal water connectors would in fact have a disruptive impact\r\n\non  the neighboring wetlands.  Consequently, he refused to sign a\r\n\ncertificate in  the form dictated by Eastland.   On May 31, 1989,\r\n\nBranca,  having  been  made  aware  of  the  engineer's  refusal,\r\n\nprovided  Hope with  a second,  more flexibly  worded draft.   It\r\n\nstated, in pertinent part, \r\n\n          [t]hat  construction  and  operation  of  the\r\n          Improvements  will not involve the filling or\r\n          alteration of any . . . wetlands area nor the\r\n          discharge  of any fill or other material into\r\n          the ground water,  except as hereinafter  set\r\n          forth.   The construction  of the portion  of\r\n          the  Improvements  involving construction  of\r\n          the water  line along Hope Furnace  Road from\r\n          Route 116 to the Premises will require stream\r\n          crossings,  and  as  such,  come   under  the\r\n          jurisdiction   of  the   [DEM].      In   our\r\n          professional opinion, we and the Borrower can\r\n          work with DEM  incorporating any  suggestions\r\n          it may make  (without unusual measures  being\r\n          taken  or unusual  costs  being incurred)  in\r\n          order for  DEM to make  a determination  that\r\n          such  construction involves  an insignificant\r\n\n                               -6-\r\r\n\n          alteration  of freshwater wetlands.  There is\r\n          presently pending with DEM an application for\r\n          a  determination of the  impact on freshwater\r\n          wetlands  of such  construction  and  in  our\r\n          experience, the same should be  granted in 90\r\n          days . . . . \r\n\nWhile  the  language  of  an  acceptable  certificate  was  being\r\n\nnegotiated, Hope's  engineer declared bankruptcy.   Before Hope's\r\n\nnew  engineer  (Gerhard Graf)  could complete  his investigation,\r\n\nEastland  resolved  to  reject  any  engineer's certificate  that\r\n\ncontemplated even an  \"insignificant\" wetlands alteration  unless\r\n\nHope obtained prior DEM approval.\r\n\n          On  August  17,  1989,  Eastland  warned  Verardo  that\r\n\npayments on  the cross-collateralized Tamarac loan  were past due\r\n\nand reaffirmed the  August 31, 1984 deadline for  compliance with\r\n\nthe conditions of the commitment  letter.  Eastland also demanded\r\n\nthat Verardo  \"respond by August 25,  1989 as to how  you plan to\r\n\nresolve  these issues.\"  On August 19, 1989, DEM notified Verardo\r\n\nthat  \"[b]ased  upon  our  observations  and  review,  it is  our\r\n\nconclusion that Fresh  Water Wetlands, as described by Section 2-\r\n\n1-20 of the Fresh  Water Wetlands Act, are present on or adjacent\r\n\nto  the subject  property.   These  wetlands  do fall  under  the\r\n\nprotection  of  the  Department. . . .    The  approval  of  this\r\n\nDepartment  is required  for any  alteration proposed  within the\r\n\nabove described wetland(s).\"\r\n\n          The  parties were unable to close on the loan by August\r\n\n31, 1989,  the date on  which the  loan agreement, by  its terms,\r\n\nexpired.  Four months  later, on December 15, 1989,  DEM reversed\r\n\nitself.  In  a letter to Graf, DEM  announced that  \"[i]t  is the\r\n\n                               -7-\r\r\n\ndetermination  of  this Department  that  this  [project] can  be\r\n\napproved as  an INSIGNIFICANT ALTERATION of  a freshwater wetland\r\n\n. . . .\"   Hope was  unable to secure  alternative financing  and\r\n\nlost the Scituate property to foreclosure.\r\n\n                        STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r                                                    \r\n\n          As  with all questions of law, this court conducts a de\r\n\nnovo review of a district court's entry of summary judgment.  Inn\r                                                                           \r\n\nFoods, Inc. v. Equitable Co-operative Bank, 45 F.3d 594, 596 (1st\r                                                    \r\n\nCir. 1995).  Accordingly, an appellate court is not restricted by\r\n\nthe district court's  rulings of law, but is \"free, on appeal, to\r\n\naffirm  [the] judgment on  any independently  sufficient ground.\"\r\n\nPolyplastics, Inc. v. Transconex, Inc., 827 F.2d 859, 860-61 (1st\r                                                \r\n\nCir.  1987).   See  also Massachusetts  Mutual  Life Ins.  Co. v.\r                                                                        \r\n\nLudwig, 426 U.S. 479, 480-81 (1976).\r                \r\n\n          Summary judgment  is appropriate  when, based  upon the\r\n\npleadings,  affidavits, and  depositions,  \"there  is no  genuine\r\n\nissue as  to any material  fact, and [where] the  moving party is\r\n\nentitled to judgment as a matter of law.\"  Fed. R. Civ. P. 56(c);\r\n\nGaskell  v. Harvard  Co-op Society,  3 F.3d  495, 497  (1st. Cir.\r                                            \r\n\n1993).   To succeed, \"the moving party must show that there is an\r\n\nabsence of  evidence to support the  nonmoving party's position.\"\r\n\nRogers v. Fair, 902 F.2d 140, 143 (1st. Cir. 1990).  \"An issue is\r                        \r\n\nonly  'genuine'  if  there  is sufficient  evidence  to  permit a\r\n\nreasonable  jury to  resolve the  point in the  nonmoving party's\r\n\nfavor.\"  NASCO, Inc. v. Public Storage, Inc., 29 F.3d 28, 32 (1st\r                                                      \r\n\nCir. 1994).\r\n\n                               -8-\r\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          The  FDIC's  main argument  on  appeal  is that  Hope's\r\n\nfailure to fulfill the wetlands conditions of the  loan agreement\r\n\ndischarged  Eastland  from any  duty  to perform.    \"A condition\r\n\nprecedent  is an act which  must occur before  performance by the\r\n\nother party is due.\" Wood v. Roy Lapidus, Inc.  10 Mass. App. Ct.\r                                                        \r\n\n761, 763 n.5 (1980).  As Professor Corbin explains, \"[c]onditions\r\n\nprecedent   .  .  .   are  those  facts   and  events,  occurring\r\n\nsubsequently to the making  of a valid contract, that  must exist\r                      \r\n\nor occur before there is a right to immediate performance, before\r\n\nthere is a breach of contract, before the usual judicial remedies\r\n\nare available.\"  3 A. L. Corbin, Corbin on Contracts   628 (1960)\r                                                              \r\n\n(emphasis added).   Because  of the  confusion engendered by  the\r\n\noften  subtle  distinctions  between  conditions  subsequent  and\r\n\nconditions precedent,  the American  Law Institute  (ALI) prefers\r\n\nthe more catholic term \"conditions.\"  See Restatement (Second) of\r                                                   \r\n\nContracts,  Ch. 9, Topic 5, Conditions and Similar Events, at 159\r\n\n(1981).  The ALI defines a condition as \"an event, not certain to\r\n\noccur, which  must occur,  unless its non-occurrence  is excused,\r\n\nbefore performance under a contract becomes due.\"  Id.    224, at\r                                                               \r\n\n160. \r\n\n          Although the FDIC claims that Hope failed to fulfill at\r\n\nleast  three  conditions  of  the  agreement,  its  focus  is  on\r\n\nParagraph 37.  Hope  argues that Paragraph 37 did not obligate it\r\n\nto  obtain prior DEM approval  of any wetlands  alteration.  Hope\r                          \r\n\npoints out that  it fulfilled the first requirement  of Paragraph\r\n\n                               -9-\r\r\n\n37 when it provided  Eastland with the  DEM letter of August  19,\r\n\n1989,   confirming   Hope's   petition   for   an   Applicability\r\n\nDetermination.    Hope  gamely  contends that  this  same  letter\r\n\nfulfilled the second  requirement of Paragraph 37, namely that it\r\n\nobtain  a determination by DEM  that \"the subject  parcel of land\r\n\ndoes not  require a Permit  to Alter Wetlands.\"   The  essence of\r\n\nHope's  argument is  that the  clause cannot  mean what  it says.\r\n\nHope  argues   that  it   was  \"inartfully  drafted,\"   and  that\r\n\n\"technically,  there  is  no  DEM regulation  or  applicable  law\r\n\npursuant  to  which one may obtain  a letter from the DEM  that a\r\n\nparcel of land does not require a permit to alter wetlands.\"\r\n\n          A more  plausible reading of  Paragraph 37  is that  it\r\n\nreflected  Eastland's unwillingness  to extend the  Scituate loan\r\n\nwithout  the protection of a comfort letter from DEM.  Eastland's\r\n\ncircumspection in  this regard was not  unreasonable.  Regulatory\r\n\nentanglement can be  the deathknell  of even  the most  carefully\r\n\nconceived development, particularly if its  backers (as evidenced\r\n\nby their irresolute  performance on  the Tamarac loan)  are in  a\r\n\nparlous financial  state.  Perhaps more  significant, the premise\r\n\nof  Hope's  argument, impossibility,  is  fatally compromised  by\r\n\nDEM's December 15,  1989 letter.   While Hope  argues that  DEM's\r\n\nultimate  change of heart lends  credence to its supposition that\r\n\nEastland  seized  on  DEM'S  August  demurrer  as a  pretext  for\r\n\nscuttling the  agreement, the December  DEM letter appears  to be\r\n\nprecisely the type  of assurance that  Eastland was looking  for,\r\n\n                               -10-\r\r\n\nand  which  Hope  contradictorily  maintains  was  impossible  to\r\n\nobtain.\r\n\n          Hope  next  argues   that  the  engineer's  certificate\r\n\ncontemplated  by Paragraph  27 sufficiently  addressed Eastland's\r\n\nconcerns regarding  the water connections,  including any interim\r\n\ndifficulties  with  DEM.   In  other  words,  Hope  contends that\r\n\nParagraph  27  impliedly  waived  the requirement  of  prior  DEM\r\n\napproval of the  alterations, so  long as Hope  could produce  an\r\n\nengineer  who would  promise  that DEM  would ultimately  relent.\r\n\nHope  also  pounces  on the  fact  that  Paragraph  37 speaks  of\r\n\nwetlands   alterations  \"on\"  the   subject  parcel,   while  the\r\n\nalterations  that Hope  was  to undertake  would affect  wetlands\r\n\nadjacent to  the site.   This  purported distinction is  somewhat\r\n\nbeside the point.   The clear intent of the  disputed Paragraphs,\r\n\nwhen  they  are  read  as  a  contextual  whole  rather  than  as\r\n\ngrammatical shards, was to  protect Eastland from the eventuality\r\n\nthat disapproval  by  DEM would  force  the entire  project  into\r\n\ndefault.  That the  construction of the two 3,000  foot pipelines\r\n\nwould occur in  wetlands adjacent  to rather than  \"on\" the  site\r\n\ndoes not alter  the fact  that DEM opposition  to the  connectors\r\n\nwould impact directly on the project's viability.\r\n\n          The fact that Eastland's second draft of the engineer's\r\n\ncertificate would have tolerated \"an insignificant alteration\" of\r\n\nthe  wetlands on  the  assurance  that  it  would  be  ultimately\r\n\nacceptable to DEM  makes no  difference.  It  still remained  for\r\n\nHope  to produce such a  certificate in a  timely fashion (it did\r\n\n                               -11-\r\r\n\nnot).  Moreover, the draft did not commit Eastland to accept  the\r\n\ncertificate of any engineer,  particularly one that was bankrupt.\r                            \r\n\nEven to the extent that Eastland's second draft certificate could\r\n\nbe seen as an offer to compromise the terms of  Paragraph 37, the\r\n\noffer was  never  effectively accepted  by Hope.   That  Eastland\r\n\nchose  to withdraw  the draft  and revert  to the  more stringent\r\n\nterms of Paragraph 37  is not under the  circumstances surprising\r\n\nor the least bit objectionable.3\r\n\n          As a  last resort, Hope cites  the deposition testimony\r\n\nof two Eastland officers,  Lenssen, and his supervisor, Fournier,\r\n\nboth  of  whom participated  in the  decision  to allow  the loan\r\n\ncommitment  to lapse.  Lenssen's testimony can be read to suggest\r\n\nthat,  in his opinion, the lack of  DEM approval of the connector\r\n\nproject  would not ordinarily have been a deal breaker.  Fournier\r\n\ntestified more or less to the same effect.  Hope argues that this\r\n\nevidence is  sufficiently material to preclude  summary judgment.\r\n\nThe  opinion of  a  loan officer  that a  breach of  a particular\r\n\ncondition might not in  the ordinary course have caused  the bank\r\n\nto cancel a loan agreement does  not alter the fact that material\r\n\nconditions of  this agreement  were never fulfilled.   Eastland's\r                             \r\n                    \r                              \r\n\n3    So  too  with  regard   to  ENDA's  default  on  the  cross-\r\ncollateralized Tamarac  loan.   Hope argued below  that \"Eastland\r\nwaived  any ability  to  rely on  any   default' of  the  Tamarac\r\nloan . . . [because  p]rior to  August 1, 1989,  Eastland entered\r\ninto  negotiations with ENDA for an extension of the Tamarac loan\r\n. . .  and Eastland  previously had .  . .  not required ENDA  to\r\nrepay [similar] loans  on the due date.\"  That  Eastland had been\r\nforced  to renegotiate  payment  with Verardo  and Ozsezen  after\r\nthree  successive  defaults  supports   the  inference  that  the\r\ndecision to  withdraw the  Hope loan was  primarily motivated  by\r\nprudential concerns.\r\n\n                               -12-\r\r\n\nmotives in insisting on  the letter of the agreement  in refusing\r\n\nto perform are not a matter with which the law is concerned.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the foregoing reasons, the judgment of the district\r\n\ncourt is AFFIRMED.\r                           \r\n\n                               -13-\r\r\n",
  "html": "<p class=\"case_cite\">71 F.3d 39</p>\n    <p class=\"parties\">HOPE FURNACE ASSOCIATES, INC., Plaintiff-Appellant,<br>v.<br>FEDERAL DEPOSIT INSURANCE CORPORATION, as Receiver of<br>Eastland Bank &amp; Eastland Savings Bank, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 95-1505.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 12, 1995.<br>Decided Dec. 6, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Karen A. Pelczarski, with whom John H. Blish and Blish &amp; Cavanagh, were on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kathleen V. Gunning, Appellate Litigation Section, Federal Deposit Insurance Corporation, with whom Ann S. DuRoss, Assistant General Counsel, Colleen B. Bombardier, Senior Counsel, John P. Parker, Senior Attorney, Federal Deposit Insurance Corporation, Christopher M. Neronha, Hinckley, Allen &amp; Snyder and John P. Parker, were on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, LYNCH, Circuit Judge, and STEARNS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">STEARNS, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The plaintiff-appellant, Hope Furnace Associates, Inc.  (\"Hope\"), appeals from the entry of summary judgment against it, claiming that Eastland Savings Bank (\"Eastland\"), the FDIC's predecessor in interest, reneged on a binding commitment to finance a Hope real estate development.  We disagree and affirm the judgment of the district court, although on a different ground than the one articulated by that court.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Hope originally brought suit in Rhode Island Superior Court.  Eastland was afterwards declared insolvent by the Rhode Island Director of Business Regulation.  The FDIC, appointed as Eastland's receiver, removed the case to the federal district court in Rhode Island where, in due course, cross-motions for summary judgment were heard.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Hope accused Eastland of defaulting on its obligations under a loan commitment letter by pretextually demanding that Hope obtain an unobtainable state environmental approval.  The FDIC argued that because Hope was not designated as the borrower in the commitment letter, it was barred from maintaining the action by the D'Oench, Duhme doctrine and 12 U.S.C. Sec. 1823(e).  The FDIC also contended that Hope had defaulted on several conditions precedent of the agreement, thus relieving Eastland of any duty to perform.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court adopted the D'Oench, Duhme argument proffered by the FDIC and granted it summary judgment.  The district judge reasoned that the loan commitment had been expressly extended to ENDA Associates, Inc., a partnership affiliated with, but juridically independent from Hope.  Hope pointed unavailingly to bank records and to written admissions by bank officials that should have alerted the FDIC to the fact that the insertion of ENDA's name in the letter was the result of a clerical blunder.  The district court did not find it necessary to address the contract issue, although it had been fully briefed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In light of the contemporaneous verification in Eastland's records of Hope as the actual borrower, the FDIC no longer relies on the D'Oench, Duhme argument.  In its brief, the FDIC candidly and commendably makes the following concession.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>The FDIC does not contend on appeal that section 1823(e) [or D'Oench, Duhme ] applies to bar Hope Furnace's assertion that it, rather than ENDA, was the true borrower under [the] Commitment Letter, or that it is the proper party to contend that the Bank breached its obligations thereunder.  Here, the record appears to reveal the clear intent of the parties that Hope Furnace, rather than ENDA, was the intended borrower despite the Commitment Letter's express provisions to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellee's Brief, at 13-14.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The sole issue on appeal, therefore, is whether the alternative ground for summary judgment urged by the FDIC before the district court is valid.  See Mesnick v. General Electric Co., 950 F.2d 816, 822 (1st Cir.1991).</p>\n    </div>\n    <p>FACTS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The commitment letter was signed on April 4, 1989.  Eastland promised to lend $1.5 million to finance a planned development in Scituate, Rhode Island, if Hope succeeded in fulfilling certain conditions by June 5, 1989.  On July 26, 1989, Eastland extended the compliance date to August 31, 1989.  Ender Ozsezen and David Verardo, the joint principals of Hope and ENDA, agreed to personally guarantee the loan.  The commitment letter required that the loan be cross-collateralized and cross-defaulted with an outstanding loan to an ENDA condominium project (the Tamarac loan) on which a balance was then owing of $572,195.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Hope planned to subdivide a 125 acre parcel of undeveloped land into fifty-six single family lots.  At least sixteen of the lots were to have municipal water.  The remaining lots would require more expensive groundwater wells.  Approximately $300,000 of the loan proceeds were to be used to install the municipal water connections.  This entailed laying two pipelines, each extending some 3,000 feet from the parcel.  At the time the commitment letter was signed, it was unclear whether construction of the connectors would impact an adjacent wetlands, a matter of no small concern to Eastland.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The commitment letter imposed two pertinent conditions.  First, that Hope obtain a letter from the Rhode Island Department of Environmental Management (\"DEM\") \"indicating that a Request for Applicability Determination has been filed with said department and that the subject parcel of land does not require a Permit to Alter Wetlands.\"  (Paragraph 37).  And second, that Hope provide Eastland with a certificate of a registered engineer verifying the availability of utility service, storm drainage facilities, sewerage connections and \"such other facilities as may be deemed necessary by the bank.\"  (Paragraph 27).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The commitment letter also contained several clauses giving Eastland discretion to determine whether or not these conditions had been met.  Paragraph 39 provided that:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>[t]he Bank shall reserve the right to cancel and to terminate its obligations under this commitment if any of the following occur:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>a.  Failure of the borrowers to comply, or cause to be complied within the time specified with any of the provisions or conditions applicable to this commitment.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>f. Any change subsequent to this commitment deemed by the Bank to be material or substantial in the assets, net worth or credit standing of any borrower or other person who shall become obligated to the Bank under this commitment, or the taking of a judgment against any said person which, in the sole discretion of the Bank, materially affect his credit standing....</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, the letter stated that \"[t]his commitment cannot be changed, discharged, or terminated orally but only by an instrument in writing signed by the party against whom endorsement of any change, discharge or termination is sought.\"  (Paragraph 46).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Eastland's attorney, Robert Branca, provided Hope with a draft of an engineer's certificate that Eastland would deem to satisfy Paragraph 27 (and by implication, Paragraph 37) of the commitment letter, namely</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>[t]hat construction and operation of the Improvements will not involve the filling or alteration of any stream, brook or other body of water or any wetlands area nor the discharge of any fill or other material into the ground water....</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Hope's engineer meanwhile determined that installation of the municipal water connectors would in fact have a disruptive impact on the neighboring wetlands.  Consequently, he refused to sign a certificate in the form dictated by Eastland.  On May 31, 1989, Branca, having been made aware of the engineer's refusal, provided Hope with a second, more flexibly worded draft.  It stated, in pertinent part,</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>[t]hat construction and operation of the Improvements will not involve the filling or alteration of any ... wetlands area nor the discharge of any fill or other material into the ground water, except as hereinafter set forth.  The construction of the portion of the Improvements involving construction of the water line along Hope Furnace Road from Route 116 to the Premises will require stream crossings, and as such, come under the jurisdiction of the [DEM].  In our professional opinion, we and the Borrower can work with DEM incorporating any suggestions it may make (without unusual measures being taken or unusual costs being incurred) in order for DEM to make a determination that such construction involves an insignificant alteration of freshwater wetlands.  There is presently pending with DEM an application for a determination of the impact on freshwater wetlands of such construction and in our experience, the same should be granted in 90 days....</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">While the language of an acceptable certificate was being negotiated, Hope's engineer declared bankruptcy.  Before Hope's new engineer (Gerhard Graf) could complete his investigation, Eastland resolved to reject any engineer's certificate that contemplated even an \"insignificant\" wetlands alteration unless Hope obtained prior DEM approval.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On August 17, 1989, Eastland warned Verardo that payments on the cross-collateralized Tamarac loan were past due and reaffirmed the August 31, 1989 deadline for compliance with the conditions of the commitment letter.  Eastland also demanded that Verardo \"respond by August 25, 1989 as to how you plan to resolve these issues.\"   On August 19, 1989, DEM notified Verardo that \"[b]ased upon our observations and review, it is our conclusion that Fresh Water Wetlands, as described by Section 2-1-20 of the Fresh Water Wetlands Act, are present on or adjacent to the subject property.  These wetlands do fall under the protection of the Department....  The approval of this Department is required for any alteration proposed within the above described wetland(s).\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The parties were unable to close on the loan by August 31, 1989, the date on which the loan agreement, by its terms, expired.  Four months later, on December 15, 1989, DEM reversed itself.  In a letter to Graf, DEM announced that \"[i]t is the determination of this Department that this [project] can be approved as an INSIGNIFICANT ALTERATION of a freshwater wetland....\"  Hope was unable to secure alternative financing and lost the Scituate property to foreclosure.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As with all questions of law, this court conducts a de novo review of a district court's entry of summary judgment.  Inn Foods, Inc. v. Equitable Co-operative Bank, 45 F.3d 594, 596 (1st Cir.1995).  Accordingly, an appellate court is not restricted by the district court's rulings of law, but is \"free, on appeal, to affirm [the] judgment on any independently sufficient ground.\"  Polyplastics, Inc. v. Transconex, Inc., 827 F.2d 859, 860-61 (1st Cir.1987).  See also Massachusetts Mutual Life Ins. Co. v. Ludwig, 426 U.S. 479, 480-81, 96 S.Ct. 2158, 2159, 48 L.Ed.2d 784 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Summary judgment is appropriate when, based upon the pleadings, affidavits, and depositions, \"there is no genuine issue as to any material fact, and [where] the moving party is entitled to judgment as a matter of law.\"   Fed.R.Civ.P. 56(c);  Gaskell v. Harvard Co-op Society, 3 F.3d 495, 497 (1st Cir.1993).  To succeed, \"the moving party must show that there is an absence of evidence to support the nonmoving party's position.\"  Rogers v. Fair, 902 F.2d 140, 143 (1st Cir.1990).  \"An issue is only 'genuine' if there is sufficient evidence to permit a reasonable jury to resolve the point in the nonmoving party's favor.\"  NASCO, Inc. v. Public Storage, Inc., 29 F.3d 28, 32 (1st Cir.1994).</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The FDIC's main argument on appeal is that Hope's failure to fulfill the wetlands conditions of the loan agreement discharged Eastland from any duty to perform.  \"A condition precedent is an act which must occur before performance by the other party is due.\"  Wood v. Roy Lapidus, Inc. 10 Mass.App.Ct. 761, 763 n. 5, 413 N.E.2d 345 (1980).  As Professor Corbin explains, \"[c]onditions precedent ... are those facts and events, occurring subsequently to the making of a valid contract, that must exist or occur before there is a right to immediate performance, before there is a breach of contract, before the usual judicial remedies are available.\"   3 A.L. Corbin, Corbin on Contracts Sec. 628 (1960) (emphasis added).  Because of the confusion engendered by the often subtle distinctions between conditions subsequent and conditions precedent, the American Law Institute (ALI) prefers the more catholic term \"conditions.\"   See Restatement (Second) of Contracts, Ch. 9, Topic 5, Conditions and Similar Events, at 159 (1981).  The ALI defines a condition as \"an event, not certain to occur, which must occur, unless its non-occurrence is excused, before performance under a contract becomes due.\"   Id. Sec. 224, at 160.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Although the FDIC claims that Hope failed to fulfill at least three conditions of the agreement, its focus is on Paragraph 37.  Hope argues that Paragraph 37 did not obligate it to obtain prior DEM approval of any wetlands alteration.  Hope points out that it fulfilled the first requirement of Paragraph 37 when it provided Eastland with the DEM letter of August 19, 1989, confirming Hope's petition for an Applicability Determination.  Hope gamely contends that this same letter fulfilled the second requirement of Paragraph 37, namely that it obtain a determination by DEM that \"the subject parcel of land does not require a Permit to Alter Wetlands.\"   The essence of Hope's argument is that the clause cannot mean what it says.  Hope argues that it was \"inartfully drafted,\" and that \"technically, there is no DEM regulation or applicable law pursuant to which one may obtain a letter from the DEM that a parcel of land does not require a permit to alter wetlands.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">A more plausible reading of Paragraph 37 is that it reflected Eastland's unwillingness to extend the Scituate loan without the protection of a comfort letter from DEM.  Eastland's circumspection in this regard was not unreasonable.  Regulatory entanglement can be the deathknell of even the most carefully conceived development, particularly if its backers (as evidenced by their irresolute performance on the Tamarac loan) are in a parlous financial state.  Perhaps more significant, the premise of Hope's argument, impossibility, is fatally compromised by DEM's December 15, 1989 letter.  While Hope argues that DEM's ultimate change of heart lends credence to its supposition that Eastland seized on DEM's August demurrer as a pretext for scuttling the agreement, the December DEM letter appears to be precisely the type of assurance that Eastland was looking for, and which Hope contradictorily maintains was impossible to obtain.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Hope next argues that the engineer's certificate contemplated by Paragraph 27 sufficiently addressed Eastland's concerns regarding the water connections, including any interim difficulties with DEM.  In other words, Hope contends that Paragraph 27 impliedly waived the requirement of prior DEM approval of the alterations, so long as Hope could produce an engineer who would promise that DEM would ultimately relent.  Hope also pounces on the fact that Paragraph 37 speaks of wetlands alterations \"on\" the subject parcel, while the alterations that Hope was to undertake would affect wetlands adjacent to the site.  This purported distinction is somewhat beside the point.  The clear intent of the disputed Paragraphs, when they are read as a contextual whole rather than as grammatical shards, was to protect Eastland from the eventuality that disapproval by DEM would force the entire project into default.  That the construction of the two 3,000 foot pipelines would occur in wetlands adjacent to rather than \"on\" the site does not alter the fact that DEM opposition to the connectors would impact directly on the project's viability.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The fact that Eastland's second draft of the engineer's certificate would have tolerated \"an insignificant alteration\" of the wetlands on the assurance that it would be ultimately acceptable to DEM makes no difference.  It still remained for Hope to produce such a certificate in a timely fashion (it did not).  Moreover, the draft did not commit Eastland to accept the certificate of any engineer, particularly one that was bankrupt.  Even to the extent that Eastland's second draft certificate could be seen as an offer to compromise the terms of Paragraph 37, the offer was never effectively accepted by Hope.  That Eastland chose to withdraw the draft and revert to the more stringent terms of Paragraph 37 is not under the circumstances surprising or the least bit objectionable.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As a last resort, Hope cites the deposition testimony of two Eastland officers, Lenssen, and his supervisor, Fournier, both of whom participated in the decision to allow the loan commitment to lapse.  Lenssen's testimony can be read to suggest that, in his opinion, the lack of DEM approval of the connector project would not ordinarily have been a deal breaker.  Fournier testified more or less to the same effect.  Hope argues that this evidence is sufficiently material to preclude summary judgment.  The opinion of a loan officer that a breach of a particular condition might not in the ordinary course have caused the bank to cancel a loan agreement does not alter the fact that material conditions of this agreement were never fulfilled.  Eastland's motives in insisting on the letter of the agreement in refusing to perform are not a matter with which the law is concerned.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Eastland made clear this concern in the opening paragraph of the loan commitment letter by including municipal water access in its definition of the subject parcel.  \"It is our understanding that the property securing this loan consists of a parcel of land containing approximately 125 acres and that it will be developed into 16 buildable lots ranging in size from 1 1/2 to 2 1/2 acres each with adequate road frontage and municipal water service.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The FDIC also claims that Hope breached Paragraph 38 of the letter which required that Hope maintain any property in which Eastland had a security interest (including Tamarac) free of liens over the life of the loan.  Hope argues, not implausibly, that it was never in breach of Paragraph 38 because the loan was never made.  Moreover, Hope alleges that it had filed releases on all liens on the Tamarac property on or before July 28, 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> So too with regard to ENDA's default on the cross-collateralized Tamarac loan.  Hope argued below that \"Eastland waived any ability to rely on any 'default' of the Tamarac loan ... [because p]rior to August 1, 1989, Eastland entered into negotiations with ENDA for an extension of the Tamarac loan ... and Eastland previously had ... not required ENDA to repay [similar] loans on the due date.\"   That Eastland had been forced to renegotiate payment with Verardo and Ozsezen after three successive defaults supports the inference that the decision to withdraw the Hope loan was primarily motivated by prudential concerns</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></span></p>\n    <p class=\"parties\">HOPE FURNACE ASSOCIATES, INC., Plaintiff-Appellant,<br>v.<br>FEDERAL DEPOSIT INSURANCE CORPORATION, as Receiver of<br>Eastland Bank &amp; Eastland Savings Bank, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 95-1505.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 12, 1995.<br>Decided Dec. 6, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Karen A. Pelczarski, with whom John H. Blish and Blish &amp; Cavanagh, were on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kathleen V. Gunning, Appellate Litigation Section, Federal Deposit Insurance Corporation, with whom Ann S. DuRoss, Assistant General Counsel, Colleen B. Bombardier, Senior Counsel, John P. Parker, Senior Attorney, Federal Deposit Insurance Corporation, Christopher M. Neronha, Hinckley, Allen &amp; Snyder and John P. Parker, were on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, LYNCH, Circuit Judge, and STEARNS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">STEARNS, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The plaintiff-appellant, Hope Furnace Associates, Inc.  (\"Hope\"), appeals from the entry of summary judgment against it, claiming that Eastland Savings Bank (\"Eastland\"), the FDIC's predecessor in interest, reneged on a binding commitment to finance a Hope real estate development.  We disagree and affirm the judgment of the district court, although on a different ground than the one articulated by that court.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Hope originally brought suit in Rhode Island Superior Court.  Eastland was afterwards declared insolvent by the Rhode Island Director of Business Regulation.  The FDIC, appointed as Eastland's receiver, removed the case to the federal district court in Rhode Island where, in due course, cross-motions for summary judgment were heard.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Hope accused Eastland of defaulting on its obligations under a loan commitment letter by pretextually demanding that Hope obtain an unobtainable state environmental approval.  The FDIC argued that because Hope was not designated as the borrower in the commitment letter, it was barred from maintaining the action by the D'Oench, Duhme doctrine and 12 U.S.C. Sec. 1823(e).  The FDIC also contended that Hope had defaulted on several conditions precedent of the agreement, thus relieving Eastland of any duty to perform.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court adopted the D'Oench, Duhme argument proffered by the FDIC and granted it summary judgment.  The district judge reasoned that the loan commitment had been expressly extended to ENDA Associates, Inc., a partnership affiliated with, but juridically independent from Hope.  Hope pointed unavailingly to bank records and to written admissions by bank officials that should have alerted the FDIC to the fact that the insertion of ENDA's name in the letter was the result of a clerical blunder.  The district court did not find it necessary to address the contract issue, although it had been fully briefed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In light of the contemporaneous verification in Eastland's records of Hope as the actual borrower, the FDIC no longer relies on the D'Oench, Duhme argument.  In its brief, the FDIC candidly and commendably makes the following concession.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>The FDIC does not contend on appeal that section 1823(e) [or D'Oench, Duhme ] applies to bar Hope Furnace's assertion that it, rather than ENDA, was the true borrower under [the] Commitment Letter, or that it is the proper party to contend that the Bank breached its obligations thereunder.  Here, the record appears to reveal the clear intent of the parties that Hope Furnace, rather than ENDA, was the intended borrower despite the Commitment Letter's express provisions to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellee's Brief, at 13-14.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The sole issue on appeal, therefore, is whether the alternative ground for summary judgment urged by the FDIC before the district court is valid.  See Mesnick v. General Electric Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 822 (1st Cir.1991).</p>\n    </div>\n    <p>FACTS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The commitment letter was signed on April 4, 1989.  Eastland promised to lend $1.5 million to finance a planned development in Scituate, Rhode Island, if Hope succeeded in fulfilling certain conditions by June 5, 1989.  On July 26, 1989, Eastland extended the compliance date to August 31, 1989.  Ender Ozsezen and David Verardo, the joint principals of Hope and ENDA, agreed to personally guarantee the loan.  The commitment letter required that the loan be cross-collateralized and cross-defaulted with an outstanding loan to an ENDA condominium project (the Tamarac loan) on which a balance was then owing of $572,195.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Hope planned to subdivide a 125 acre parcel of undeveloped land into fifty-six single family lots.  At least sixteen of the lots were to have municipal water.  The remaining lots would require more expensive groundwater wells.  Approximately $300,000 of the loan proceeds were to be used to install the municipal water connections.  This entailed laying two pipelines, each extending some 3,000 feet from the parcel.  At the time the commitment letter was signed, it was unclear whether construction of the connectors would impact an adjacent wetlands, a matter of no small concern to Eastland.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The commitment letter imposed two pertinent conditions.  First, that Hope obtain a letter from the Rhode Island Department of Environmental Management (\"DEM\") \"indicating that a Request for Applicability Determination has been filed with said department and that the subject parcel of land does not require a Permit to Alter Wetlands.\"  (Paragraph 37).  And second, that Hope provide Eastland with a certificate of a registered engineer verifying the availability of utility service, storm drainage facilities, sewerage connections and \"such other facilities as may be deemed necessary by the bank.\"  (Paragraph 27).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The commitment letter also contained several clauses giving Eastland discretion to determine whether or not these conditions had been met.  Paragraph 39 provided that:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>[t]he Bank shall reserve the right to cancel and to terminate its obligations under this commitment if any of the following occur:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>a.  Failure of the borrowers to comply, or cause to be complied within the time specified with any of the provisions or conditions applicable to this commitment.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>f. Any change subsequent to this commitment deemed by the Bank to be material or substantial in the assets, net worth or credit standing of any borrower or other person who shall become obligated to the Bank under this commitment, or the taking of a judgment against any said person which, in the sole discretion of the Bank, materially affect his credit standing....</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, the letter stated that \"[t]his commitment cannot be changed, discharged, or terminated orally but only by an instrument in writing signed by the party against whom endorsement of any change, discharge or termination is sought.\"  (Paragraph 46).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Eastland's attorney, Robert Branca, provided Hope with a draft of an engineer's certificate that Eastland would deem to satisfy Paragraph 27 (and by implication, Paragraph 37) of the commitment letter, namely</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>[t]hat construction and operation of the Improvements will not involve the filling or alteration of any stream, brook or other body of water or any wetlands area nor the discharge of any fill or other material into the ground water....</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Hope's engineer meanwhile determined that installation of the municipal water connectors would in fact have a disruptive impact on the neighboring wetlands.  Consequently, he refused to sign a certificate in the form dictated by Eastland.  On May 31, 1989, Branca, having been made aware of the engineer's refusal, provided Hope with a second, more flexibly worded draft.  It stated, in pertinent part,</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>[t]hat construction and operation of the Improvements will not involve the filling or alteration of any ... wetlands area nor the discharge of any fill or other material into the ground water, except as hereinafter set forth.  The construction of the portion of the Improvements involving construction of the water line along Hope Furnace Road from Route 116 to the Premises will require stream crossings, and as such, come under the jurisdiction of the [DEM].  In our professional opinion, we and the Borrower can work with DEM incorporating any suggestions it may make (without unusual measures being taken or unusual costs being incurred) in order for DEM to make a determination that such construction involves an insignificant alteration of freshwater wetlands.  There is presently pending with DEM an application for a determination of the impact on freshwater wetlands of such construction and in our experience, the same should be granted in 90 days....</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">While the language of an acceptable certificate was being negotiated, Hope's engineer declared bankruptcy.  Before Hope's new engineer (Gerhard Graf) could complete his investigation, Eastland resolved to reject any engineer's certificate that contemplated even an \"insignificant\" wetlands alteration unless Hope obtained prior DEM approval.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On August 17, 1989, Eastland warned Verardo that payments on the cross-collateralized Tamarac loan were past due and reaffirmed the August 31, 1989 deadline for compliance with the conditions of the commitment letter.  Eastland also demanded that Verardo \"respond by August 25, 1989 as to how you plan to resolve these issues.\"   On August 19, 1989, DEM notified Verardo that \"[b]ased upon our observations and review, it is our conclusion that Fresh Water Wetlands, as described by Section 2-1-20 of the Fresh Water Wetlands Act, are present on or adjacent to the subject property.  These wetlands do fall under the protection of the Department....  The approval of this Department is required for any alteration proposed within the above described wetland(s).\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The parties were unable to close on the loan by August 31, 1989, the date on which the loan agreement, by its terms, expired.  Four months later, on December 15, 1989, DEM reversed itself.  In a letter to Graf, DEM announced that \"[i]t is the determination of this Department that this [project] can be approved as an INSIGNIFICANT ALTERATION of a freshwater wetland....\"  Hope was unable to secure alternative financing and lost the Scituate property to foreclosure.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As with all questions of law, this court conducts a de novo review of a district court's entry of summary judgment.  Inn Foods, Inc. v. Equitable Co-operative Bank, <span class=\"citation\" data-id=\"687260\"><a href=\"/opinion/687260/inn-foods-inc-dba-us-food-service-v-equitable-co-operative-bank/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span>, 596 (1st Cir.1995).  Accordingly, an appellate court is not restricted by the district court's rulings of law, but is \"free, on appeal, to affirm [the] judgment on any independently sufficient ground.\"  Polyplastics, Inc. v. Transconex, Inc., <span class=\"citation\" data-id=\"493609\"><a href=\"/opinion/493609/polyplastics-inc-v-transconex-inc/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span>, 860-61 (1st Cir.1987).  See also Massachusetts Mutual Life Ins. Co. v. Ludwig, <span class=\"citation\" data-id=\"109485\"><a href=\"/opinion/109485/massachusetts-mut-ins-co-v-ludwig/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 480-81, <span class=\"citation\" data-id=\"109485\"><a href=\"/opinion/109485/massachusetts-mut-ins-co-v-ludwig/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2158</span></a></span>, 2159, <span class=\"citation\" data-id=\"109485\"><a href=\"/opinion/109485/massachusetts-mut-ins-co-v-ludwig/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">784</span> </a></span>(1976).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Summary judgment is appropriate when, based upon the pleadings, affidavits, and depositions, \"there is no genuine issue as to any material fact, and [where] the moving party is entitled to judgment as a matter of law.\"   Fed.R.Civ.P. 56(c);  Gaskell v. Harvard Co-op Society, <span class=\"citation\" data-id=\"628959\"><a href=\"/opinion/628959/david-and-carolyn-gaskell-v-the-harvard-cooperative-society-david-and/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">495</span></a></span>, 497 (1st Cir.1993).  To succeed, \"the moving party must show that there is an absence of evidence to support the nonmoving party's position.\"  Rogers v. Fair, <span class=\"citation\" data-id=\"540781\"><a href=\"/opinion/540781/ralph-rogers-v-michael-fair/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">140</span></a></span>, 143 (1st Cir.1990).  \"An issue is only 'genuine' if there is sufficient evidence to permit a reasonable jury to resolve the point in the nonmoving party's favor.\"  NASCO, Inc. v. Public Storage, Inc., <span class=\"citation\" data-id=\"195499\"><a href=\"/opinion/195499/nasco-inc-v-public-storage-inc/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 32 (1st Cir.1994).</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The FDIC's main argument on appeal is that Hope's failure to fulfill the wetlands conditions of the loan agreement discharged Eastland from any duty to perform.  \"A condition precedent is an act which must occur before performance by the other party is due.\"  Wood v. Roy Lapidus, Inc. 10 Mass.App.Ct. 761, 763 n. 5, <span class=\"citation\" data-id=\"2212022\"><a href=\"/opinion/2212022/wood-v-roy-lapidus-inc/\"><span class=\"volume\">413</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">345</span> </a></span>(1980).  As Professor Corbin explains, \"[c]onditions precedent ... are those facts and events, occurring subsequently to the making of a valid contract, that must exist or occur before there is a right to immediate performance, before there is a breach of contract, before the usual judicial remedies are available.\"   3 A.L. Corbin, Corbin on Contracts Sec. 628 (1960) (emphasis added).  Because of the confusion engendered by the often subtle distinctions between conditions subsequent and conditions precedent, the American Law Institute (ALI) prefers the more catholic term \"conditions.\"   See Restatement (Second) of Contracts, Ch. 9, Topic 5, Conditions and Similar Events, at 159 (1981).  The ALI defines a condition as \"an event, not certain to occur, which must occur, unless its non-occurrence is excused, before performance under a contract becomes due.\"   <span class=\"citation\" data-id=\"2212022\"><a href=\"/opinion/2212022/wood-v-roy-lapidus-inc/\"><span class=\"id_token\">Id.</span> Sec. 224, </a></span>at 160.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Although the FDIC claims that Hope failed to fulfill at least three conditions of the agreement, its focus is on Paragraph 37.  Hope argues that Paragraph 37 did not obligate it to obtain prior DEM approval of any wetlands alteration.  Hope points out that it fulfilled the first requirement of Paragraph 37 when it provided Eastland with the DEM letter of August 19, 1989, confirming Hope's petition for an Applicability Determination.  Hope gamely contends that this same letter fulfilled the second requirement of Paragraph 37, namely that it obtain a determination by DEM that \"the subject parcel of land does not require a Permit to Alter Wetlands.\"   The essence of Hope's argument is that the clause cannot mean what it says.  Hope argues that it was \"inartfully drafted,\" and that \"technically, there is no DEM regulation or applicable law pursuant to which one may obtain a letter from the DEM that a parcel of land does not require a permit to alter wetlands.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">A more plausible reading of Paragraph 37 is that it reflected Eastland's unwillingness to extend the Scituate loan without the protection of a comfort letter from DEM.  Eastland's circumspection in this regard was not unreasonable.  Regulatory entanglement can be the deathknell of even the most carefully conceived development, particularly if its backers (as evidenced by their irresolute performance on the Tamarac loan) are in a parlous financial state.  Perhaps more significant, the premise of Hope's argument, impossibility, is fatally compromised by DEM's December 15, 1989 letter.  While Hope argues that DEM's ultimate change of heart lends credence to its supposition that Eastland seized on DEM's August demurrer as a pretext for scuttling the agreement, the December DEM letter appears to be precisely the type of assurance that Eastland was looking for, and which Hope contradictorily maintains was impossible to obtain.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Hope next argues that the engineer's certificate contemplated by Paragraph 27 sufficiently addressed Eastland's concerns regarding the water connections, including any interim difficulties with DEM.  In other words, Hope contends that Paragraph 27 impliedly waived the requirement of prior DEM approval of the alterations, so long as Hope could produce an engineer who would promise that DEM would ultimately relent.  Hope also pounces on the fact that Paragraph 37 speaks of wetlands alterations \"on\" the subject parcel, while the alterations that Hope was to undertake would affect wetlands adjacent to the site.  This purported distinction is somewhat beside the point.  The clear intent of the disputed Paragraphs, when they are read as a contextual whole rather than as grammatical shards, was to protect Eastland from the eventuality that disapproval by DEM would force the entire project into default.  That the construction of the two 3,000 foot pipelines would occur in wetlands adjacent to rather than \"on\" the site does not alter the fact that DEM opposition to the connectors would impact directly on the project's viability.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The fact that Eastland's second draft of the engineer's certificate would have tolerated \"an insignificant alteration\" of the wetlands on the assurance that it would be ultimately acceptable to DEM makes no difference.  It still remained for Hope to produce such a certificate in a timely fashion (it did not).  Moreover, the draft did not commit Eastland to accept the certificate of any engineer, particularly one that was bankrupt.  Even to the extent that Eastland's second draft certificate could be seen as an offer to compromise the terms of Paragraph 37, the offer was never effectively accepted by Hope.  That Eastland chose to withdraw the draft and revert to the more stringent terms of Paragraph 37 is not under the circumstances surprising or the least bit objectionable.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As a last resort, Hope cites the deposition testimony of two Eastland officers, Lenssen, and his supervisor, Fournier, both of whom participated in the decision to allow the loan commitment to lapse.  Lenssen's testimony can be read to suggest that, in his opinion, the lack of DEM approval of the connector project would not ordinarily have been a deal breaker.  Fournier testified more or less to the same effect.  Hope argues that this evidence is sufficiently material to preclude summary judgment.  The opinion of a loan officer that a breach of a particular condition might not in the ordinary course have caused the bank to cancel a loan agreement does not alter the fact that material conditions of this agreement were never fulfilled.  Eastland's motives in insisting on the letter of the agreement in refusing to perform are not a matter with which the law is concerned.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Eastland made clear this concern in the opening paragraph of the loan commitment letter by including municipal water access in its definition of the subject parcel.  \"It is our understanding that the property securing this loan consists of a parcel of land containing approximately 125 acres and that it will be developed into 16 buildable lots ranging in size from 1 1/2 to 2 1/2 acres each with adequate road frontage and municipal water service.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The FDIC also claims that Hope breached Paragraph 38 of the letter which required that Hope maintain any property in which Eastland had a security interest (including Tamarac) free of liens over the life of the loan.  Hope argues, not implausibly, that it was never in breach of Paragraph 38 because the loan was never made.  Moreover, Hope alleges that it had filed releases on all liens on the Tamarac property on or before July 28, 1989</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> So too with regard to ENDA's default on the cross-collateralized Tamarac loan.  Hope argued below that \"Eastland waived any ability to rely on any 'default' of the Tamarac loan ... [because p]rior to August 1, 1989, Eastland entered into negotiations with ENDA for an extension of the Tamarac loan ... and Eastland previously had ... not required ENDA to repay [similar] loans on the due date.\"   That Eastland had been forced to renegotiate payment with Verardo and Ozsezen after three successive defaults supports the inference that the decision to withdraw the Hope loan was primarily motivated by prudential concerns</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109485/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195499/",
    "https://www.courtlistener.com/api/rest/v3/opinions/493609/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540781/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628959/",
    "https://www.courtlistener.com/api/rest/v3/opinions/687260/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2212022/"
  ]
}