{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196448/",
  "id": 196448,
  "absolute_url": "/opinion/196448/guay-v-kappelle/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196448/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:59Z",
  "date_modified": "2020-02-21T23:43:04.244607Z",
  "type": "010combined",
  "sha1": "e73466bbd18aec1e84955bd1ee92aa7eee62c1b8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1610.01A",
  "local_path": null,
  "plain_text": "\nDecember 4, 1995        [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1610 \r\n\n                        JEAN A. GUAY,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                     PIERRE R. KAPPELLE,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n     [Hon. Francis J. Boyle, Senior U.S. District Judge]\r                                                                   \r\n\n                                         \r\n\n                            Before\r\n\n                    Selya, Stahl and Lynch,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nJean A. Guay on brief pro se.\r                        \r\nMark H.  Grimm and  Wistow &amp;  Barylick Incorporated  on brief  for\r                                                               \r\nappellee.\r\n\n                                         \r\n\n                                         \r\r\n\n          Per Curiam.  Appellant, Dr. Jean Guay, appeals from\r                                \r\n\nthe  dismissal of his complaint  pursuant to Fed.  R. Civ. P.\r\n\n12(b)(6).  The district court determined that Dr. Guay failed\r\n\nto state  a claim for malicious prosecution  because he could\r\n\nnot show that the  prior medical malpractice action initiated\r\n\nby  appellee, Pierre Kappelle, had ended  in his (Dr. Guay's)\r\n\nfavor.  We agree.\r\n\n          Under  Rhode  Island  law,  a  claim  of  malicious\r\n\nprosecution  requires  a plaintiff  to  show  that the  prior\r\n\nproceeding  was  initiated maliciously  and  without probable\r\n\ncause, finally terminated  in his or her favor,  and resulted\r\n\nin some  special injury to  him or her.   Salvadore  v. Major\r                                                                         \r\n\nElec.  &amp; Supply,  Inc., 469 A.2d  353, 357 (R.I.  1983).  The\r                                  \r\n\nmagistrate  judge  determined  that   the  jury  verdict  had\r\n\n\"terminated\"  the  malpractice  action in  Kappelle's  favor.\r\n\nHowever,  we  note that  Kappelle  did  not  prevail  on  the\r\n\nnegligence claim.  Nonetheless  Kappelle prevailed on a claim\r\n\nof  lack of informed consent, and we conclude, on this basis,\r\n\nthat, for  purposes of malicious prosecution, the malpractice\r\n\naction did not terminate in Dr. Guay's favor.\r\n\n          Only if  these two claims represented  two distinct\r\n\ncauses of  action could Dr. Guay have  maintained a malicious\r\n\nprosecution   suit   based   on   the   negligence   verdict.\r\n\nSpecifically,  if  Kappelle  had  filed an  action  based  on\r\n\nnegligence,   res  judicata   would  have  barred   him  from\r\n\n                             -2-\r\r\n\nmaintaining a later action for lack of informed consent; that\r\n\nis,  it would  be considered the  same cause of  action.  See\r                                                                         \r\n\nTown  of Johnston v. Bendick,  658 A.2d 914,  914 (1995) (res\r                                        \r\n\njudicata bars the relitigation of the same cause of  action).\r\n\nThus, Kappelle prevailed in the action as a whole when he was\r\n\nawarded  damages for his injury.   See Freidberg  v. Cox, 197\r                                                                    \r\n\nCal. App. 3d 381, 388, 242 Cal. Rptr. 851, 855 (1987)  (where\r\n\nthere  were several  theories of  recovery in  the underlying\r\n\nsuit  --  contract,  joint  venture  and   interference  with\r\n\ncontract  -- but only one injury -- nonpayment of fees -- the\r\n\nfact that the  malicious prosecution plaintiff  had prevailed\r\n\non two of the theories did not mean that the prior action had\r\n\nterminated in his favor;  the malicious prosecution defendant\r\n\nwon a  judgment for damages in the cause of action as a whole\r\n\nand res  judicata would have  barred him  from splitting  the\r\n\nvarious claims).\r\n\n          We reach the same result considering the settlement\r\n\nagreement as the final termination of the state action.  \"[A]\r\n\ntermination based on a compromise or settlement is not deemed\r\n\nfavorable.\"   Nagy v. McBurney,  120 R.I. 925,  931, 392 A.2d\r                                          \r\n\n365,  368 (1978).  The malpractice case here was settled with\r\n\nthe  release of  Dr. Guay  from liability  in exchange  for a\r\n\npayment to Mr. Kappelle of a little over $70,000.  Whether  a\r\n\nsettlement agreement is a termination in favor of  a litigant\r\n\ndepends, in  part, on whether it  represents \"an inconclusive\r\n\n                             -3-\r\r\n\nresult  that cannot be characterized as either a victory or a\r\n\ndefeat.\"  C.N.C.  Chem. Corp. v. Pennwalt Corp.,  690 F.Supp.\r                                                           \r\n\n139, 141 (D.R.I. 1988).  To be favorable, then, a termination\r\n\n\"must be reflective  of the merits  of the action and  of the\r\n\nplaintiff's innocence  of  the misconduct  alleged  therein.\"\r\n\nVilla v.  Cole, 4 Cal. App.  4th 1327, 1335, 6  Cal. Rptr. 2d\r                          \r\n\n644,  648-49 (1992).   The  language of  the \"Release  of All\r\n\nClaims\" indicates nothing about the merits of the malpractice\r\n\naction  and,  in  particular,  nothing  (much  less  anything\r\n\nfavorable) about Dr.  Guay's liability.   Thus, it  is not  a\r\n\ntermination on the merits in Dr. Guay's favor.\r\n\n          We also reject Dr. Guay's argument that because Mr.\r\n\nKappelle  allegedly  engaged  in  fraud  in  the  malpractice\r\n\naction, he (Mr.  Kappelle) is prohibited from  relying on the\r\n\nunfavorable  termination of  that action.   Although  the two\r\n\ncases  cited by  Dr.  Guay hold  that  an exception  to  this\r\n\nrequirement exists  where a prior  judgment was  fraudulently\r\n\nobtained,   these  cases   involved   situations  where   the\r\n\nplaintiffs  in the  original actions  had  misrepresented the\r\n\nvery facts they needed to show in order  to secure the relief\r\n\nthey  were seeking.  See Tyler v. Central Charge Serv., Inc.,\r                                                                        \r\n\n444  A.2d 965 (App. D.C.  1982) (to obtain  attachment of the\r\n\nmalpractice  plaintiff's  wages,  the  malpractice  defendant\r\n\nfalsely told the court in the prior action that plaintiff had\r\n\nnot  paid a  debt  and that  a  stay of  execution  existed);\r\n\n                             -4-\r\r\n\nLockett &amp; Williams v. Gress Mfg. Co., 8 Ga. App. 772, 70 S.E.\r                                                \r\n\n255 (Ga. App. 1911) (to obtain an injunction, the malpractice\r\n\ndefendant made statements of fact it knew were false).  Here,\r\n\nDr.  Guay's  allegations  go,  at  most,  to  Mr.  Kappelle's\r\n\ncredibility  as  a  witness   and  the  qualifications  of  a\r\n\nphysician  who testified for Mr. Kappelle.   These actions do\r\n\nnot stand  on the  same footing as  those engaged  in by  the\r\n\nplaintiffs in the above cases.\r\n\n          Because we find that the malpractice action did not\r\n\nterminate  in  Dr.  Guay's favor,  we  need  not address  the\r\n\nquestion of special injury.\r\n\n          The judgment of the district court is affirmed. The\r                                                                    \r\n\nmotion for sanctions is denied.\r                                          \r\n\n                             -5-\r\r\n",
  "html": "<p class=\"case_cite\">70 F.3d 1252</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Jean A. GUAY, Plaintiff, Appellant,<br>v.<br>Pierre R. KAPPELLE, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1610.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 4, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jean A. Guay on brief pro se.</p>\n      <p class=\"indent\">Mark H. Grimm and Wistow &amp; Barylick Incorporated on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, Dr. Jean Guay, appeals from the dismissal of his complaint pursuant to Fed.R.Civ.P. 12(b)(6).  The district court determined that Dr. Guay failed to state a claim for malicious prosecution because he could not show that the prior medical malpractice action initiated by appellee, Pierre Kappelle, had ended in his (Dr. Guay's) favor.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under Rhode Island law, a claim of malicious prosecution requires a plaintiff to show that the prior proceeding was initiated maliciously and without probable cause, finally terminated in his or her favor, and resulted in some special injury to him or her.  Salvadore v. Major Elec. &amp; Supply, Inc., 469 A.2d 353, 357 (R.I.1983).  The magistrate judge determined that the jury verdict had \"terminated\" the malpractice action in Kappelle's favor.  However, we note that Kappelle did not prevail on the negligence claim.  Nonetheless Kappelle prevailed on a claim of lack of informed consent, and we conclude, on this basis, that, for purposes of malicious prosecution, the malpractice action did not terminate in Dr. Guay's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Only if these two claims represented two distinct causes of action could Dr. Guay have maintained a malicious prosecution suit based on the negligence verdict.  Specifically, if Kappelle had filed an action based on negligence, res judicata would have barred him from maintaining a later action for lack of informed consent;  that is, it would be considered the same cause of action.  See Town of Johnston v. Bendick, 658 A.2d 914, 914 (1995) (res judicata bars the relitigation of the same cause of action).  Thus, Kappelle prevailed in the action as a whole when he was awarded damages for his injury.  See Freidberg v. Cox, 197 Cal.App.3d 381, 388, 242 Cal.Rptr. 851, 855 (1987) (where there were several theories of recovery in the underlying suit--contract, joint venture and interference with contract--but only one injury--nonpayment of fees--the fact that the malicious prosecution plaintiff had prevailed on two of the theories did not mean that the prior action had terminated in his favor;  the malicious prosecution defendant won a judgment for damages in the cause of action as a whole and res judicata would have barred him from splitting the various claims).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We reach the same result considering the settlement agreement as the final termination of the state action.  \"[A] termination based on a compromise or settlement is not deemed favorable.\"  Nagy v. McBurney, 120 R.I. 925, 931, 392 A.2d 365, 368 (1978).  The malpractice case here was settled with the release of Dr. Guay from liability in exchange for a payment to Mr. Kappelle of a little over $70,000.  Whether a settlement agreement is a termination in favor of a litigant depends, in part, on whether it represents \"an inconclusive result that cannot be characterized as either a victory or a defeat.\"  C.N.C. Chem.  Corp. v. Pennwalt Corp., 690 F.Supp. 139, 141 (D.R.I.1988).  To be favorable, then, a termination \"must be reflective of the merits of the action and of the plaintiff's innocence of the misconduct alleged therein.\"  Villa v. Cole, 4 Cal.App. 4th 1327, 1335, 6 Cal.Rptr.2d 644, 648-49 (1992).  The language of the \"Release of All Claims\" indicates nothing about the merits of the malpractice action and, in particular, nothing (much less anything favorable) about Dr. Guay's liability.  Thus, it is not a termination on the merits in Dr. Guay's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We also reject Dr. Guay's argument that because Mr. Kappelle allegedly engaged in fraud in the malpractice action, he (Mr. Kappelle) is prohibited from relying on the unfavorable termination of that action.  Although the two cases cited by Dr. Guay hold that an exception to this requirement exists where a prior judgment was fraudulently obtained, these cases involved situations where the plaintiffs in the original actions had misrepresented the very facts they needed to show in order to secure the relief they were seeking.  See Tyler v. Central Charge Serv., Inc., 444 A.2d 965 (App.D.C.1982) (to obtain attachment of the malpractice plaintiff's wages, the malpractice defendant falsely told the court in the prior action that plaintiff had not paid a debt and that a stay of execution existed);  Lockett &amp; Williams v. Gress Mfg. Co., 8 Ga.App. 772, 70 S.E. 255 (Ga.App.1911) (to obtain an injunction, the malpractice defendant made statements of fact it knew were false).  Here, Dr. Guay's allegations go, at most, to Mr. Kappelle's credibility as a witness and the qualifications of a physician who testified for Mr. Kappelle.  These actions do not stand on the same footing as those engaged in by the plaintiffs in the above cases.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because we find that the malpractice action did not terminate in Dr. Guay's favor, we need not address the question of special injury.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.   The motion for sanctions is denied.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1252</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Jean A. GUAY, Plaintiff, Appellant,<br>v.<br>Pierre R. KAPPELLE, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1610.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Dec. 4, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jean A. Guay on brief pro se.</p>\n      <p class=\"indent\">Mark H. Grimm and Wistow &amp; Barylick Incorporated on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, Dr. Jean Guay, appeals from the dismissal of his complaint pursuant to Fed.R.Civ.P. 12(b)(6).  The district court determined that Dr. Guay failed to state a claim for malicious prosecution because he could not show that the prior medical malpractice action initiated by appellee, Pierre Kappelle, had ended in his (Dr. Guay's) favor.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under Rhode Island law, a claim of malicious prosecution requires a plaintiff to show that the prior proceeding was initiated maliciously and without probable cause, finally terminated in his or her favor, and resulted in some special injury to him or her.  Salvadore v. Major Elec. &amp; Supply, Inc., <span class=\"citation\" data-id=\"2067403\"><a href=\"/opinion/2067403/salvadore-v-major-elec-supply-inc/\"><span class=\"volume\">469</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">353</span></a></span>, 357 (R.I.1983).  The magistrate judge determined that the jury verdict had \"terminated\" the malpractice action in Kappelle's favor.  However, we note that Kappelle did not prevail on the negligence claim.  Nonetheless Kappelle prevailed on a claim of lack of informed consent, and we conclude, on this basis, that, for purposes of malicious prosecution, the malpractice action did not terminate in Dr. Guay's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Only if these two claims represented two distinct causes of action could Dr. Guay have maintained a malicious prosecution suit based on the negligence verdict.  Specifically, if Kappelle had filed an action based on negligence, res judicata would have barred him from maintaining a later action for lack of informed consent;  that is, it would be considered the same cause of action.  See Town of Johnston v. Bendick, <span class=\"citation no-link\"><span class=\"volume\">658</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">914</span></span>, 914 (1995) (res judicata bars the relitigation of the same cause of action).  Thus, Kappelle prevailed in the action as a whole when he was awarded damages for his injury.  See Freidberg v. Cox, <span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">381</span></span>, 388, <span class=\"citation\" data-id=\"2116043\"><a href=\"/opinion/2116043/freidberg-v-cox/\"><span class=\"volume\">242</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">851</span></a></span>, 855 (1987) (where there were several theories of recovery in the underlying suit--contract, joint venture and interference with contract--but only one injury--nonpayment of fees--the fact that the malicious prosecution plaintiff had prevailed on two of the theories did not mean that the prior action had terminated in his favor;  the malicious prosecution defendant won a judgment for damages in the cause of action as a whole and res judicata would have barred him from splitting the various claims).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We reach the same result considering the settlement agreement as the final termination of the state action.  \"[A] termination based on a compromise or settlement is not deemed favorable.\"  Nagy v. McBurney, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">925</span></span>, 931, <span class=\"citation\" data-id=\"2064825\"><a href=\"/opinion/2064825/nagy-v-mcburney/\"><span class=\"volume\">392</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">365</span></a></span>, 368 (1978).  The malpractice case here was settled with the release of Dr. Guay from liability in exchange for a payment to Mr. Kappelle of a little over $70,000.  Whether a settlement agreement is a termination in favor of a litigant depends, in part, on whether it represents \"an inconclusive result that cannot be characterized as either a victory or a defeat.\"  C.N.C. Chem.  Corp. v. Pennwalt Corp., <span class=\"citation\" data-id=\"2358952\"><a href=\"/opinion/2358952/cnc-chemical-corp-v-pennwalt-corp/\"><span class=\"volume\">690</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">139</span></a></span>, 141 (D.R.I.1988).  To be favorable, then, a termination \"must be reflective of the merits of the action and of the plaintiff's innocence of the misconduct alleged therein.\"  Villa v. Cole, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1327</span></span>, 1335, <span class=\"citation\" data-id=\"2298824\"><a href=\"/opinion/2298824/villa-v-cole/\"><span class=\"volume\">6</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">644</span></a></span>, 648-49 (1992).  The language of the \"Release of All Claims\" indicates nothing about the merits of the malpractice action and, in particular, nothing (much less anything favorable) about Dr. Guay's liability.  Thus, it is not a termination on the merits in Dr. Guay's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We also reject Dr. Guay's argument that because Mr. Kappelle allegedly engaged in fraud in the malpractice action, he (Mr. Kappelle) is prohibited from relying on the unfavorable termination of that action.  Although the two cases cited by Dr. Guay hold that an exception to this requirement exists where a prior judgment was fraudulently obtained, these cases involved situations where the plaintiffs in the original actions had misrepresented the very facts they needed to show in order to secure the relief they were seeking.  See Tyler v. Central Charge Serv., Inc., <span class=\"citation\" data-id=\"2380865\"><a href=\"/opinion/2380865/tyler-v-central-charge-service-inc/\"><span class=\"volume\">444</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">965</span> </a></span>(App.D.C.1982) (to obtain attachment of the malpractice plaintiff's wages, the malpractice defendant falsely told the court in the prior action that plaintiff had not paid a debt and that a stay of execution existed);  Lockett &amp; Williams v. Gress Mfg. Co., 8 Ga.App. 772, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">255</span> </span>(Ga.App.1911) (to obtain an injunction, the malpractice defendant made statements of fact it knew were false).  Here, Dr. Guay's allegations go, at most, to Mr. Kappelle's credibility as a witness and the qualifications of a physician who testified for Mr. Kappelle.  These actions do not stand on the same footing as those engaged in by the plaintiffs in the above cases.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because we find that the malpractice action did not terminate in Dr. Guay's favor, we need not address the question of special injury.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.   The motion for sanctions is denied.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/2064825/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2067403/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2116043/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2298824/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2358952/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2380865/"
  ]
}