{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196430/",
  "id": 196430,
  "absolute_url": "/opinion/196430/chaulk-services-inc-v-ma-commission/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196430/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:37Z",
  "date_modified": "2020-02-21T23:42:18.614922Z",
  "type": "010combined",
  "sha1": "5530ec6fc9875a0d7dde305506a7a41c0e789611",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1249.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1249\r\n\n                      CHAULK SERVICES, INC.,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                 MASSACHUSETTS COMMISSION AGAINST\r\n                     DISCRIMINATION, ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                      Lynch, Circuit Judge,\r                                                    \r\n\n                  and Casellas,* District Judge.\r                                                         \r\n\n                                           \r\n\n     Arthur P. Menard, with whom Paul J. Murphy and Menard Murphy\r                                                                           \r\n&amp; Walsh were on brief for appellant.\r                 \r\n     Macy  Lee,  Assistant  Attorney  General,  with  whom  Scott\r                                                                           \r\nHarshbarger, Attorney General of  Massachusetts, was on brief for\r                     \r\nappellee   Massachusetts   Commission   Against   Discrimination;\r\nKatherine    McClure    on    brief    for    appellees   Petrina\r                              \r\nDoulamis/Sullivan  and  International   Association  of  EMTs   &amp;\r\nParamedics, NAGE and AFL-CIO.\r\n\n                                           \r\n\n                        November 27, 1995\r\n                    \r                              \r\n\n*  Of the District of Puerto Rico, sitting by designation.\r\r\n\n                                           \r\n\n                               -2-\r\r\n\n          CASELLAS, District Judge.   Plaintiff-appellant  Chaulk\r                    CASELLAS, District Judge.\r                                            \r\n\nServices,  Inc. (\"Chaulk\")  originally  brought  this action  for\r\n\ndeclaratory judgment, preliminary and permanent injunctive relief\r\n\nagainst  the  Massachusetts  Commission   Against  Discrimination\r\n\n(\"MCAD\")(\"the     Commission\"),     Petrina     Doulamis/Sullivan\r\n\n(\"Doulamis\")  and  the   International  Association  of   EMTs  &amp;\r\n\nParamedics, NAGE, AFL-CIO (\"the  Union\"), to prevent  defendants-\r\n\nappellees from  proceeding with  the case of  Doulamis v.  Chaulk\r                                                                           \r\n\nServices, Inc., 93-BEM-2145, then pending before the MCAD, on the\r                        \r\n\nbasis that the action was preempted by federal law, particularly,\r\n\nthe National Labor Relations Act (\"NLRA\")(\"the Act\"), 29 U.S.C.  \r\n\n151  et seq.  The district court abstained from deciding Chaulk's\r                     \r\n\npreemption  claim, citing Younger v.  Harris, 401 U.S. 37 (1971),\r                                                      \r\n\nOhio Civil  Rights Commission v. Dayton  Christian Schools, Inc.,\r                                                                          \r\n\n477 U.S.  619 (1986) and  Brotherhood of Locomotive  Engineers v.\r                                                                        \r\n\nMCAD,  695  F.  Supp.  1321  (D. Mass.  1988),  and  consequently\r              \r\n\ndismissed Chaulk's complaint.   We vacate the judgment  below and\r\n\nremand the case to the district court.\r\n\n                    I.  STATEMENT OF THE CASE\r                              I.  STATEMENT OF THE CASE\r                                                       \r\n\n          A.  Facts\r                    A.  Facts\r\n\n          In the middle of 1993, the International Association of\r\n\nEMTs and  Paramedics, NAGE,  AFL-CIO, began a  union organization\r\n\ncampaign  at Chaulk.   Doulamis became  involved in  the campaign\r\n\nsometime during the fall  of 1993, when she  and Eric Burgess,  a\r\n\nmale Chaulk employee, wrote a letter to the president of Chaulk's\r\n\nparent  company  calling for  the organization  of  a union.   On\r\n\n                               -2-\r\r\n\nNovember  10,  1993,  Chaulk's  CEO Nicholas  O'Neil  and  Joseph\r\n\nGilmore, vice-president,  as part  of their own  campaign against\r\n\nthe union organization effort, met with Doulamis in an attempt to\r\n\npressure  her  into  becoming  a non-union  advocate.    Doulamis\r\n\ndeclined their invitation.\r\n\n          As  a result  of this  meeting, the Union  filed unfair\r\n\nlabor practice charges  on November  29, 1993  with the  National\r\n\nLabor Relations  Board (\"NLRB\") against Chaulk,  claiming that it\r\n\ncoerced  and intimidated  Doulamis, a  known union  organizer, by\r\n\nquestioning   her  regarding  union  activities  and  threatening\r\n\nretaliation for those union activities,  in violation of the Act.\r\n\nOn December 6 and 9, 1993, the Union filed two additional charges\r\n\nwith  the NLRB, both of which alleged that Chaulk interfered with\r\n\nDoulamis'  labor activity  rights and  discriminated  against her\r\n\nbecause of her union organization efforts.1\r\n\n          Thereafter, the NLRB issued  a complaint against Chaulk\r\n\nalleging specific violations of     8(a)(1) and (3) of  the NLRA,\r\n\nand  charging that  Chaulk  had interfered  with, restrained  and\r\n\ncoerced several employees, including Doulamis, in the exercise of\r\n\nrights guaranteed by   7  of the Act.  With respect  to Doulamis,\r\n\nthe complaint alleged that  on November 29, 1993 Chaulk  issued a\r\n\n                    \r                              \r\n\n1   The  Union filed  several  additional unfair  labor  practice\r\ncharges against  Chaulk stemming  from  its alleged  interference\r\nwith  the protected rights of numerous other employees.  Here, we\r\nrefer  in  particular  only  to those  which,  according  to  the\r\nparties, involve  charges  of unlawful  conduct directed  against\r\nDoulamis.   Furthermore,  while  Doulamis  is not  named  as  the\r\naggrieved  employee in these charges, both parties agree that the\r\nemployee referred to therein is, in fact, Doulamis.\r\n\n                               -3-\r\r\n\nwritten warning and on December 7, 1993 issued a letter addressed\r\n\nto Doulamis threatening  her with discipline if  she attended any\r\n\nfuture 401(K) meetings  held by  Chaulk with its  employees.   In\r\n\naddition, the complaint  charged that on December 2, 1993, Chaulk\r\n\nsuspended  the coauthor  of the  pro-union letter,  Eric Burgess.\r\n\nAccording  to  the  complaint,  Chaulk engaged  in  this  conduct\r\n\nbecause  it mistakenly  believed  that  Doulamis,  together  with\r\n\nseveral  of  her  fellow  employees, had  engaged  in  misconduct\r\n\narising  out of union or other protected concerted activity.  See\r                                                                           \r\n\nComplaint and  Notice of Hearing at   s 7-8.  It  is also alleged\r\n\nthat these  employees formed, joined  and assisted the  Union and\r\n\notherwise  engaged in  concerted  activities, and  that  Chaulk's\r\n\nconduct was a deliberate attempt to discourage the employees from\r\n\nengaging in  these activities,  in violation of  sections 8(a)(3)\r\n\nand (1) of the Act.  See Complaint and Notice of Hearing at  s 7-\r                                  \r\n\n10.\r\n\n          A  full  and  comprehensive  settlement  agreement  was\r\n\nreached between Chaulk and the NLRB in March 1995 regarding these\r\n\nclaims.  As part of the settlement, Chaulk agreed to, inter alia,\r                                                                          \r\n\nexpunge  from its  files any  reference to  the transfer  of Eric\r\n\nBurgess;  the written  warnings  set forth  in the  complaints of\r\n\nDoulamis, Richard Graham, Chris Adler, Gary Winitzer, Jim Taubert\r\n\nand Jean Taubert; the suspensions  of Eric Burgess, Chris  Adler,\r\n\nJim Taubert,  Jean Taubert, Gary Winitzer,  Michael Cook, Kathryn\r\n\nEdwards  and  James  McLaughlin;  and the  terminations  of  Fran\r\n\nWilkerson,  John  Borden and  McLaughlin.    In addition,  Chaulk\r\n\n                               -4-\r\r\n\nagreedto payout approximately$12,000in backpay tothese employees.\r\n\n          Meanwhile,  on December  1, 1993,  after the  Union had\r\n\nalready  filed its first charge  with the NLRB,  Doulamis filed a\r\n\ncomplaint with the MCAD  against Chaulk, claiming she had  been a\r\n\nvictim  of  unlawful  sex  discrimination.    Specifically,   she\r\n\ncomplained of being harassed  about her union activity, allegedly\r\n\nbecause of her gender, in  that the \"males who are  also involved\r\n\n[in the union activity] are not being harassed.\"\r\n\n          On February 18, 1994, Chaulk moved to dismiss Doulamis'\r\n\ncomplaint  at the MCAD for  lack of jurisdiction,  on the grounds\r\n\nthat it was preempted by federal law.  On May 13, 1994, the  MCAD\r\n\nissued  an order  denying  the motion  to  dismiss and  retaining\r\n\njurisdiction over Doulamis' discrimination claims, reasoning that\r\n\nit  did not have  to address the  merits of  the underlying labor\r\n\ndispute   in  order   to  resolve   the  allegations   of  gender\r\n\ndiscrimination.  The  Commission then  promptly issued  a set  of\r\n\ninterrogatories to Chaulk, requesting detailed  information about\r\n\nall known union organizers, their  role in organizing efforts and\r\n\nany  significant acts  of  union organizing  known to  appellant,\r\n\nincluding   copies  of  any  communications  between  Chaulk  and\r\n\nDoulamis relative to the union organization effort.\r\n\n          B.  Proceedings Below\r                    B.  Proceedings Below\r\n\n          The  present  action was  filed  in  the United  States\r\n\nDistrict Court for the  District of Massachusetts on December  8,\r\n\n1994, seeking a  declaratory judgment  as well  as an  injunction\r\n\nbarring the  continued prosecution of  Doulamis' complaint before\r\n\n                               -5-\r\r\n\nthe MCAD.   Chaulk  claimed  that the  Commission's assertion  of\r\n\nstate  authority   over  her   charge  directly   threatened  and\r\n\nsignificantly  interfered with the jurisdiction of  the NLRB.  As\r\n\nnoted above, the  district court granted MCAD's motion to dismiss\r\n\non abstention grounds.   It did not decide the  preemption issue.\r\n\nChaulk now appeals the district court's judgment.\r\n\n                          II.  ANALYSIS\r                                    II.  ANALYSIS\r                                                 \r\n\n          A.Preemption\r                    A.Preemption\r\n\n          Relying on the doctrine  of preemption first enunciated\r\n\nin  San Diego  Building Trades  v. Garmon,  359 U.S.  236 (1959),\r                                                   \r\n\nappellant argues  that the district  court erred in  allowing the\r\n\nCommission's  motion  to  dismiss   on  the  grounds  of  Younger\r                                                                           \r\n\nabstention and that  it should have decided the preemption issue.\r\n\nCiting primarily to Bud Antle, Inc. v. Barbosa, 35 F.3d 1355 (9th\r                                                        \r\n\nCir. 1994), Chaulk asserts  that when it is clear  that the state\r\n\ntribunal is acting  beyond the  lawful limits  of its  authority,\r\n\nthere is no  principle of  comity that is  served by  abstention.\r\n\nId. at  1356.   Accordingly,  it urges  us  to find  the  Younger\r                                                                           \r\n\nabstention doctrine inapplicable to this case, address the merits\r\n\nof its  preemption claim, and  declare that appellee's  charge of\r\n\nsex discrimination  before the Commission is  indeed preempted by\r\n\nfederal law.\r\n\n          We  begin by delineating  the present  scope of  the so\r\n\ncalled  Garmon preemption  doctrine.   The Supreme Court  held in\r                        \r\n\nGarmon that when an activity is arguably subject to   7 or   8 of\r                \r\n\nthe  National  Labor Relations  Act, the  states  as well  as the\r\n\n                               -6-\r\r\n\nfederal courts must defer to the exclusive competence of the NLRB\r\n\nif the danger of state interference with national labor policy is\r\n\nto  be averted.  Id. at 245.   When Congress enacted the NLRA, it\r                             \r\n\nenacted comprehensive  procedural rules  and created the  NLRB to\r\n\nadminister  this specially  designed  regulatory structure.   The\r\n\nresult was  a complex  and interrelated  scheme  of federal  law,\r\n\nremedies and administration designed to achieve uniformity in our\r\n\nnational  labor  policy.   Garmon,  359  U.S.  at  242; New  York\r                                                                           \r\n\nTelephone Co.  v. New  York  Dept. of  Labor, 440  U.S. 519,  527\r                                                      \r\n\n(1979); Jones v. Truck Drivers Local Union No. 299, 838 F.2d 856,\r                                                            \r\n\n872  (6th   Cir.  1988)(Merritt,  J.,  concurring   in  part  and\r\n\ndissenting in part).\r\n\n          In  order to  achieve the desired  uniformity, Congress\r\n\nentrusted  the interpretation and  enforcement of  the NLRA  to a\r\n\ncentralized administrative agency, armed with its own procedures,\r\n\nand  equipped  with  its  specialized  knowledge  and  cumulative\r\n\nexperience.   See Garmon, 359  U.S. at 242.   This administrative\r                                  \r\n\nscheme  was  designed  to  avoid the  danger  of  conflicting  or\r\n\nincompatible adjudications  such as would  inevitably result from\r\n\nhaving  multiple forums, with their diverse procedures, entertain\r\n\nclaims  under the  NLRA.   Garner  v.  Teamsters, Chauffeurs  and\r                                                                           \r\n\nHelpers Local Union  No. 776, 346 U.S.  485, 490-91 (1953).   The\r                                      \r\n\nGarmon rule is therefore  intended to preclude state interference\r                \r\n\nwith the NLRB's interpretation  and enforcement of the integrated\r\n\nscheme  of  regulation established  by  the NLRA.    Golden State\r                                                                           \r\n\nTransit Corp. v. City of Los Angeles, 475 U.S. 608, 613 (1986).\r                                              \r\n\n                               -7-\r\r\n\n          Withal, the  Garmon rule  admits of some  exceptions to\r                                       \r\n\nthe NLRB's primary jurisdiction.  For instance, where the conduct\r\n\nat issue is of only \"peripheral concern\" to federal labor policy,\r\n\nthe  states  are  not  precluded from  regulating  the  activity.\r\n\nGarmon,  359 U.S.  at  243.    Similarly,  state  action  is  not\r                \r\n\npreempted where  the  regulated  conduct  touches  interests  \"so\r\n\ndeeply rooted in  local feeling and  responsibility that, in  the\r\n\nabsence  of  compelling  congressional  direction,  courts cannot\r\n\ninfer that Congress has deprived the states of the power to act.\"\r\n\nId.2\r            \r\n\n          When  called  to  determine  whether  these  exceptions\r\n\napply, courts must balance the state's interest in  remedying the\r\n\neffects of  the challenged conduct against  both the interference\r\n\nwith  the NLRB's ability  to adjudicate  the controversy  and the\r\n\nrisk that the state will approve conduct that the NLRA prohibits.\r\n\nBelknap,  Inc. v.  Hale, 463  U.S. 491,  498-499 (1983);  NLRB v.\r                                                                        \r\n\nState  of Ill. Dept.  of Emp. Sec.,  988 F.2d 735,  739 (7th Cir.\r                                            \r\n\n1993).  In doing so, we intentionally focus on the conduct at the\r\n\n                    \r                              \r\n\n2    Courts  have recognized  a  third  exception  to the  Garmon\r                                                                           \r\ndoctrine  where  Congress  has   expressly  carved  out  such  an\r\nexception to the NLRB's primary jurisdiction.  See  Tamburello v.\r                                                                        \r\nComm-Tract  Corporation, No.  95-1295, slip  op.  at 6  (1st Cir.\r                                 \r\nOctober  2, 1995)  (citing Vaca  v. Sipes,  386 U.S.  171, 179-80\r                                                   \r\n(1967);  Brennan v. Chestnut, 973 F.2d 644, 646 (8th Cir. 1992)).\r                                      \r\nCongress  has  not  made  an  exception  to  the  NLRB's  primary\r\njurisdiction  for  claims  alleging  sex  discrimination  in  the\r\ncontext of an unfair  labor practice.  See Jones v. Truck Drivers\r                                                                           \r\nLocal Union, 838 F.2d  at 861 (sexual discrimination is  a breach\r                     \r\nof duty of  fair representation and  within scope of    8 of  the\r\nNLRA); NLRB v.  Local 106,  520 F.2d 693  (6th Cir.  1975)(same).\r                                   \r\nThis  exception therefore  does not  apply to  the facts  in this\r\ncase.\r\n\n                               -8-\r\r\n\nroot of  this controversy,  namely Chaulk's  alleged interference\r\n\nwith Doulamis'  union activities,  as opposed to  the descriptive\r\n\ntitle of sex discrimination  given to her cause of  action before\r\n\nthe MCAD.  That  is because preemption is designed  to shield the\r\n\nsystem  from  conflicting  regulation  of conduct.    \"It  is the\r                                                           \r\n\nconduct being regulated, not  the formal description of governing\r\n\nlegal   standards  that   is  the   proper  focus   of  concern.\"\r\n\nAmalgamated Ass'n  of St., E.R.  &amp; M.  C. Emp. v.  Lockridge, 403\r                                                                      \r\n\nU.S. 274, 292 (1971).  See also,  Garmon, 359 U.S. at 246 (\"It is\r                                                  \r\n\nnot the label affixed to the cause of action under state law that\r\n\ncontrols the determination of  the relationship between state and\r\n\nfederal jurisdiction\").\r\n\n          Doulamis'  complaint highlights  the risk that  a state\r\n\ncause of action will touch on an area of primary federal concern.\r\n\nShe  complains  of  incidents  of  interference  with  her  union\r\n\nactivities  as a union organizer.  The very same conduct provides\r\n\nthe factual basis  for the unfair labor practice  charges brought\r\n\nby the  Union on her  behalf, which were  eventually incorporated\r\n\ninto the complaint and notice of hearing issued by the NLRB.  Her\r\n\nclaims are fundamentally grounded in an assertion that the rights\r\n\nwhich her  employer interfered  with involve her  union activity.\r\n\nWhere, as here,  the case involves conduct arguably prohibited by\r\n\n   8 of the  Act, the NLRB  has broad authority  to determine the\r\n\nappropriate  remedy  for wronged  employees.3    \"In fact,  since\r\n                    \r                              \r\n\n3  MCAD presses the argument that gender-based  discrimination is\r\nnot  even within  the realm  of  prohibited activities  under the\r\nNLRA.  According  to MCAD, the scope of prohibited discrimination\r\n\n                               -9-\r\r\n\nremedies  form   an  ingredient  of  any   integrated  scheme  of\r\n\nregulation,  to allow the state to grant  a remedy here which has\r\n\nbeen withheld  from  the  NLRB  only accentuates  the  danger  of\r\n\nconflict.\"   Garmon,  359 U.S.  at 247;  Richardson v.  Kruchko &amp;\r                                                                           \r\n\nFries, 966 F.2d  153, 157 (4th Cir. 1992).   Board authority over\r               \r\n\nclaims  of interference  with union  activities is not  merely of\r\n\nperipheral  concern to the Act.  Rather, the Board's authority to\r\n\nremedy  such practices is central to its purpose.  See Tamburello\r                                                                           \r\n\nv.  Comm-Tract Corporation, No. 95-1295,  slip op. at  9 n.5 (1st\r                                    \r\n\nCir. October 2, 1995).\r\n\n          Moreover,  the fact that  the Union  clearly considered\r\n\nChaulk's conduct  an unfair labor  practice, and  that the  Board\r\n\nentertained  such charges, only buttresses the Court's conclusion\r\n\nthat  said   conduct  is  not  only   \"arguably\",  but  obviously\r\n\nprohibited  under section 8(a) of  the NLRA.   It also highlights\r\n\nthe   very  real   danger   of  interference   with  the   NLRB's\r\n\njurisdiction, as it was precisely the Board's timely intervention\r\n\nwhich  in this  case led  to the  agreement through  which Chaulk\r\n\npledged, among  other things,  not  to engage  in the  challenged\r\n\nconduct, or take similar actions to hinder its employees in their\r\n\nunion activities.\r\n\n          Significantly, the Supreme Court has held that in cases\r\n                    \r                              \r\n\nunder  the  Act  is  limited  to  discrimination  based  on union\r\nactivities or  membership.   Still, the  argument  has been  made\r\nsuccessfully that  sexual  discrimination constitutes  an  unfair\r\nlabor practice under   8 of the NLRA.  See Jones v. Truck Drivers\r                                                                           \r\nLocal Union, 838 F.2d  at 861 (sexual discrimination is  a breach\r                     \r\nof  duty of fair  representation and within  scope of    8 of the\r\nNLRA); NLRB v. Local 106, 520 F.2d 693 (6th Cir. 1975)(same).\r                                  \r\n\n                               -10-\r\r\n\nwhere the underlying conduct is arguably prohibited by the  NLRA,\r\n\napplication of the so-called  \"local interests\" exception hinges,\r\n\nin the first  place, upon  the existence of  a significant  state\r\n\ninterest in protecting its  citizens from the challenged conduct.\r\n\nIn  second place, the controversy which could be presented to the\r\n\nstate court must  be different  from that which  could have  been\r\n\npresented to the NLRB.  Sears, Roebuck &amp; Co. v.  San Diego County\r                                                                           \r\n\nDist.  Council of Carpenters, 436  U.S. 180, 196-97  (1978).  See\r                                                                           \r\n\nalso, Tamburello v. Comm-Tract Corporation, No. 95-1295, slip op.\r                                                    \r\n\nat 14 (1st Cir. October 2, 1995).\r\n\n          Under the  Sears  rationale, the  critical  inquiry  is\r                                    \r\n\nwhether the controversy presented to the state court is identical\r\n\nto or different from  that which could have been presented to the\r\n\nNLRB.4  Sears, 436  U.S. at 197.   The Court reasoned that it  is\r                       \r\n\nonly  in   the  former  situation  that  a  state's  exercise  of\r\n\njurisdiction necessarily involves a risk of interference with the\r\n\nunfair  labor practice jurisdiction of the Board which the Garmon\r                                                                           \r\n                    \r                              \r\n\n4   We note that  Sears is not  entirely on point, as  it differs\r                                 \r\nfrom the  instant case in at  least one fundamental respect.   In\r\nthat case, the  Court was  presented with a  situation where  the\r\nparty seeking relief  in the state  forum had no right  to invoke\r\nthe  Board's jurisdiction  and the  party that  had the  right to\r\ninvoke the Board's jurisdiction had failed  to do so.  The  Court\r\nexpressed concern that  in the circumstances of that  case, Sears\r\nmay not  have a  chance  for a  hearing on  its  claims if  state\r\njurisdiction  were  preempted  without  any  assurance  that  the\r\ndispute might eventually be  brought before the NLRB.   The Court\r\nreasoned  that preemption  was justified  only when  an aggrieved\r\nparty has a reasonable  opportunity either to invoke the  Board's\r\njurisdiction  himself or else to  induce his adversary  to do so.\r\nId.  at 201.  Here, of  course, there is no  such concern, as the\r            \r\nUnion  filed the unfair labor practice charges with the NLRB even\r\nbefore Doulamis filed her gender discrimination claims before the\r\nCommission.\r\n\n                               -11-\r\r\n\ndoctrine was designed to avoid.  Id.  We assume arguendo that the\r                                                                  \r\n\nCommonwealth  of  Massachusetts  has a  significant  interest  in\r\n\nprotecting  its  citizens  against  sex discrimination  in  their\r\n\nemployment.  Following  the guidelines set  forth by the  Supreme\r\n\nCourt  in Sears,  we  therefore examine  whether the  controversy\r                         \r\n\nbefore the  state forum would  indeed be the  same as  that which\r\n\ncould be brought before the NLRB.  Id.\r                                               \r\n\n          In  this regard,  it is  telling  that the  Union, upon\r\n\nlearning   of  Chaulk's   alleged  interference   with  Doulamis'\r\n\nactivities as  a union organizer, promptly filed  an unfair labor\r\n\npractice charge on her behalf, claiming violations  of   8 of the\r\n\nAct--thereby clearly  characterizing the controversy  as a  labor\r\n\ndispute, subject  to the  NLRB's primary  jurisdiction.  For  its\r\n\npart,  the   NLRB  received  the  Union's  allegations  regarding\r\n\nChaulk's  conduct--the same  conduct  that would  later form  the\r\n\nbasis  for  Doulamis'  discrimination  claim  before  the  MCAD--\r\n\ninvestigated them, proceeded then to issue a Complaint and Notice\r\n\nof  Hearing, and eventually settled the matter.  Plainly, this is\r\n\nnot  a  case  where the  NLRB  declined  to  exercise its  lawful\r\n\njurisdiction over a labor controversy, or where the NLRB's actual\r\n\nexercise of jurisdiction remains a matter of speculation.  On the\r\n\ncontrary, the Board  in this case  moved aggressively to  acquire\r\n\nsuch  jurisdiction  and bring  the matter  to  a full  and speedy\r\n\nresolution.\r\n\n          Furthermore,  even Doulamis'  own pleadings  before the\r\n\nCommission  couch her claims in  terms of a  labor dispute within\r\n\n                               -12-\r\r\n\nthe NLRB's primary jurisdiction.  Her complaint accuses Chaulk of\r\n\nharassment \"about  [her] union activities.\"   She also  claims to\r\n\nhave  been \"intimidated by Mr. O'Neil  about involvement in union\r\n\nactivity\" and  \"accused of  distracting the other  employees with\r\n\nunion activity.\"   As noted  above, such  conduct on the  part of\r\n\nChaulk,  if adequately  established  through competent  evidence,\r\n\nwould  constitute  an  undue interference  with  Doulamis' rights\r\n\nunder   7 of the  NLRA and consequently a violation of    8(a)(1)\r\n\nof  the Act.    The application  of  additional remedies  to  the\r\n\nconduct  here at  issue only  invites conflict.   As  the Supreme\r\n\nCourt stated in Garmon, \"[t]he obligation to pay compensation can\r                                \r\n\nbe,  indeed is  designed  to be,  a  potent method  of  governing\r\n\nconduct and controlling policy.\"  Id. at 247.  See Sears, Roebuck\r                                                                           \r\n\n&amp;  Co., 436 U.S. at  193-94 (\"[T]he pertinent  inquiry is whether\r                \r\n\nthe two potentially conflicting statutes [are] brought to bear on\r\n\nprecisely the same conduct.\")  (citations omitted).  As discussed\r\n\nabove,  Doulamis' claim of sex discrimination is founded upon the\r\n\nidentical facts  which provided  the basis  for the  unfair labor\r\n\npractices   charge  brought   on   her  behalf   by  the   Union.\r\n\nAccordingly,  under the  Garmon rationale,  her claim  before the\r                                         \r\n\nCommission is expressly preempted.\r\n\n          Moreover, as  pointed out by Chaulk,  the interrogatory\r\n\nissued  by  the  MCAD in  the  course  of  the investigation  and\r\n\nprosecution of Doulamis'  case belies the Commission's  assertion\r\n\nthat it need not delve into the labor  aspects of the controversy\r\n\nin order to dispose of her gender discrimination claims.  Rather,\r\n\n                               -13-\r\r\n\nthe  interrogatory  is further  proof  that issues  of  labor law\r\n\nordinarily   considered  to   be   within   the  NLRB's   primary\r\n\njurisdiction  are precisely the type of questions that lie at the\r\n\nheart of this controversy.\r\n\n          Finally, in order to  determine the merits of Doulamis'\r\n\nclaims of sex disrimination, the MCAD will have to decide whether\r\n\nin  fact Doulamis was engaged in protected union activity, and if\r\n\nso, whether she was engaged in the same type of union activity as\r\n\nthe other union  organizers.   Such a finding  requires that  the\r\n\nMCAD  become embroiled  in a factual  and legal  determination of\r\n\nwhat constitutes union activity, a  task which has been expressly\r\n\nreserved to the jurisdiction  of the NLRB.  More  importantly, if\r\n\nthe  Commission  were allowed  to  entertain  Doulamis' claim  of\r\n\nsexual discrimination, there is the  potential risk that it  will\r\n\nincorrectly   apply  the   substantive   rules  governing   labor\r\n\ncontroversies laid out by Congress in  the NLRA.  It is precisely\r\n\nthis potential for incompatible or conflicting adjudications that\r\n\nCongress sought to  avoid by leaving these  determinations in the\r\n\nfirst instance to the NLRB.\r\n\n          In  the end,  no recharacterization  of this  claim can\r\n\nobscure the fact that, at bottom, this is a classic example of an\r\n\nunfair labor practice  claim of the kind traditionally handled in\r\n\nthe first instance by the NLRB.  Since the controversy before the\r\n\nMCAD and that resolved by the  NLRB are the same in a fundamental\r\n\nrespect,  and   the  risk   of  interference  with   the  Board's\r\n\njurisdiction  is obvious and  substantial, we hold  that the MCAD\r\n\n                               -14-\r\r\n\nhas  no  jurisdiction to  entertain  Doulamis'  charge of  sexual\r\n\ndiscrimination based on her  employer's alleged interference with\r\n\nher union activities.  International Union of Operating Engineers\r                                                                           \r\n\nv. Jones, 460 U.S. 669, 674 (1983).5\r                  \r\n\n          B.Abstention\r                    B.Abstention\r\n\n          We turn now to  what is in essence the  threshold issue\r\n\nin  this appeal-whether  the district  court erred  in abstaining\r\n\nunder the  Younger doctrine.  In  Younger v. Harris, 401  U.S. 37\r                                                             \r\n\n(1971),  the Supreme Court held  that a federal  court should not\r\n\nenjoin  a pending  state criminal proceeding  except in  the very\r\n\nunusual  situation that  an  injunction is  necessary to  prevent\r\n\ngreat  and immediate irreparable injury.   Younger stands for the\r                                                            \r\n\nproposition that  principles of comity require  \"a proper respect\r\n\nfor  state functions, a recognition  of the fact  that the entire\r\n\ncountry  is made up of a Union of separate state governments, and\r\n\na continuance of  the belief  that the  National Government  will\r\n\nfare  best if the States are  left free to perform their separate\r\n\nfunctions in  their separate ways.\"   Id. at  44.  The  Court has\r                                                  \r\n\nsince applied its  reasoning in Younger  to civil proceedings  in\r                                                 \r\n\n                    \r                              \r\n\n5   The  dissent devotes  a considerable  number of pages  to the\r\nissue  of  whether Title  VII  and  the  NLRA provide  concurrent\r\nremedies.  The Supreme Court has made  clear however, that when a\r\nstate proceeding is  claimed to  be preempted by  the NLRA  under\r\nGarmon, the issue is a  choice-of-forum rather than a  choice-of-\r                \r\nlaw  question.   See International Longshoremen's  Association v.\r                                                                        \r\nDavis, 476  U.S. 380,  391 (1986).   As such,  \"it is  a question\r               \r\nwhether  the  State  or  the  Board  has  jurisdiction  over  the\r\ndispute.\"  Id.   If--as here--there  is preemption under  Garmon,\r                                                                          \r\nthen  state  jurisdiction  is  extinguished.    Id.    See  also,\r                                                                          \r\nInternational  Union of Operating Engineers v. Jones, 460 U.S. at\r                                                              \r\n680-81; Sears, 436 U.S. at 199 n.29; Garmon, 359 U.S. at 245.\r                                                     \r\n\n                               -15-\r\r\n\nwhich  important state  interests are involved.   See  Huffman v.\r                                                                        \r\n\nPursue, Ltd., 420 U.S.  592 (1975); Juidice v. Vail, 430 U.S. 327\r                                                             \r\n\n(1977); Trainor v. Hern ndez, 431 U.S. 434 (1977).\r                                      \r\n\n          In  Ohio  Civil  Rights  Comm'n  v.   Dayton  Christian\r                                                                           \r\n\nSchools, 477  U.S.  619 (1986),  the principles  of comity  first\r                 \r\n\nannounced in Younger were  made extensive to state administrative\r                              \r\n\nproceedings.   As a result,  where (1) vital  state interests are\r\n\ninvolved, (2)  in an  ongoing state judicial  (or administrative)\r\n\nproceeding, a  federal court  should abstain from  exercising its\r\n\njurisdiction  over a claim, (3) unless state law clearly bars the\r\n\ninterposition of the constitutional claims.  See Middlesex County\r                                                                           \r\n\nEthics Comm. v. Garden State Bar Assn, 457 U.S. 423, 432  (1982);\r                                               \r\n\nMoore v. Sims, 442  U.S. 415 (1979).   \"The pertinent inquiry  is\r                       \r\n\nwhether state proceedings afford an adequate opportunity to raise\r\n\nthe constitutional claims.\"  Middlesex, supra.\r                                                \r\n\n          The dissent  asserts that,  rather than a  principle of\r\n\ndiscretionary  deference, Younger abstention  requires a district\r                                                                \r\n\ncourt  to abstain  whenever a  case falls  within the  doctrine's\r\n\nparameters.    To the  extent it  relies  on the  Supreme Court's\r\n\ndecision in Colorado River  Water Conservation District v. United\r                                                                           \r\n\nStates, 424 U.S.  800, 816 n.22 as support for this blanket rule,\r                \r\n\nhowever,  we respectfully differ.  The cited passage on which the\r\n\ndissent  relies clearly refers  to that  category of  cases where\r\n\nfederal  jurisdiction  has  been   invoked  for  the  purpose  of\r\n\nrestraining  state  criminal  proceedings.   And  even  for  that\r                                      \r\n\ncategory  of cases, the Supreme Court makes clear that abstention\r\n\n                               -16-\r\r\n\nis only  appropriate absent bad faith, harassment,  or a patently\r\n\ninvalid state  statute.   Id. at  816.   In fact, Colorado  River\r                                                                           \r\n\nstrongly reaffirmed the basic  principle that abstention from the\r\n\nexercise of federal jurisdiction is the exception, not the rule:\r\n\n            The doctrine of abstention, under which a\r\n            district court may decline to exercise or\r                                        \r\n            postpone    the     exercise    of    its\r\n            jurisdiction,  is  an  extraordinary  and\r\n            narrow  exception  to   the  duty  of   a\r\n            district    court    to   adjudicate    a\r\n            controversy    properly     before    it.\r\n            Abdication  of  the obligation  to decide\r\n            cases   can   be  justified   under  this\r\n            doctrine   only    in   the   exceptional\r\n            circumstances  where  the  order  to  the\r\n            parties  to  repair  to the  state  court\r\n            would   clearly    serve   an   important\r\n            countervailing  interest.  It was never a\r\n            doctrine of  equity that a  federal court\r\n            should  exercise its  judicial discretion\r                                                               \r\n            to  dismiss a suit merely because a State\r\n            court could entertain it.\"\r\n\nColorado River, 424 U.S.  at 813-14 (emphasis supplied; citations\r                        \r\n\nomitted).   See also, New Orleans Public Service, Inc. v. Council\r                                                                           \r\n\nof the City of New Orleans, 491 U.S. 350, 359 (1989).\r                                    \r\n\n          The  Commission  argues  that  the  case  at  bar  fits\r\n\nsquarely  within  the  principles  of  Younger  abstention.    We\r                                                        \r\n\ndisagree.   First,  the procedural  posture of this  case differs\r\n\nfrom that of the customary case where abstention is traditionally\r\n\napplied.  Ordinarily, federal courts abstain from the exercise of\r\n\njurisdiction over a particular controversy  out of respect for an\r\n\nongoing  state proceeding begun before the federal action.  It is\r\n\nthought that  this procedural  mechanism forestalls the  friction\r\n\nthat  can arise when the  business of the  two systems--state and\r\n\nfederal--overlaps.   But the notion  of comity, which  to a great\r\n\n                               -17-\r\r\n\nextent  underlies  the  Younger   doctrine  of  abstention,  must\r                                         \r\n\naccommodate  the  legitimate  interests  of both  the  state  and\r                                                          \r\n\nnational governments.  Younger,  401 U.S. at 44; Pennzoil  Co. v.\r                                                                        \r\n\nTexaco, Inc., 481 U.S. 1, 10 (1987).\r                      \r\n\n          In abstaining, the court below seemingly focused on the\r\n\nsituation  that  existed  on  December  8,  1994,  when  Chaulk's\r\n\ncomplaint for declaratory and injunctive relief  was filed in the\r\n\nUnited States  District Court for the  District of Massachusetts.\r\n\nIn doing so  however, the court  ignored the fact that  an unfair\r\n\nlabor  practice  charge,  based  on  the  same  facts  underlying\r\n\nDoulamis' complaint of sex discrimination, had been filed against\r\n\nChaulk prior to her discrimination claims and was  pending before\r                      \r\n\nthe  NLRB at  the time  of the  filing of  her action  before the\r\n\nCommission.    In  addition,  shortly after  Doulamis  filed  her\r\n\naction, additional charges were filed by the Union, and the Board\r\n\ncontinued to exercise its jurisdiction over these claims.\r\n\n          Federal  courts  seek to  avoid needless  conflict with\r\n\nstate agencies  and withhold  relief by  way of  injunction where\r\n\nstate  remedies  are  available  and adequate.    Alabama  Public\r                                                                           \r\n\nService Commission v. Southern Railroad Co., 341 U.S. 341 (1951).\r                                                     \r\n\nBut where Congress, acting  within its constitutional  authority,\r\n\nhas vested a  federal agency with  exclusive jurisdiction over  a\r\n\nsubject  matter and the  intrusion of a  state would result  in a\r\n\nconflict  of functions,  the federal  court may enjoin  the state\r\n\nproceeding  in  order to  preserve the  federal right.   American\r                                                                           \r\n\nFederation of  Labor  v. Watson,  327  U.S. 582,  593-95  (1946);\r                                         \r\n\n                               -18-\r\r\n\nBowles  v.  Willingham,  321  U.S.  503,  510-11  (1944);  Public\r                                                                           \r\n\nUtilities Commission of  Ohio v.  United Fuel Gas  Co., 317  U.S.\r                                                                \r\n\n456, 468-70 (1943).\r\n\n          This   case   is  similar   to   Freehold  Cogeneration\r                                                                           \r\n\nAssociates,  LP  v.  Board  of Regulatory  Commissioners  of  New\r                                                                           \r\n\nJersey, 44  F.3d 1178 (3d  Cir. 1995).   In  that case,  Freehold\r                \r\n\nsought a declaratory judgment in the United States District Court\r\n\nfor  the  District of  New Jersey  that  the Board  of Regulatory\r\n\nCommissioners of the State of New Jersey (\"BRC\") was preempted by\r\n\nthe Federal Public Utility Regulatory Policies Act (\"PURPA\") from\r\n\nmodifying  the  terms of  a  previously  approved power  purchase\r\n\nagreement  between Freehold  and Jersey  Central Power  and Light\r\n\nCompany (\"JCP&amp;L\"), a  New Jersey public  utility.  Freehold  also\r\n\nsought an  order  enjoining the  ongoing  BRC proceedings.    The\r\n\ndistrict court dismissed for lack of subject matter jurisdiction.\r\n\nOn appeal,  one of  the arguments  raised by  JCP&amp;L was  that the\r\n\nfederal court  should abstain  from resolving the  merits of  the\r\n\ncase even if it was found to possess subject matter jurisdiction.\r\n\nThe Third Circuit rejected the argument saying:\r\n\n            [O]ur  concern  is  with  carrying  out a\r\n            federal  statutory  scheme promoting  the\r\n            development    of   alternative    energy\r\n            sources.  The alleged intrusive action is\r\n            not  by the  federal government,  but, on\r\n            the  contrary,  by  a   state  regulatory\r\n            agency.   We conclude  that abstention is\r\n            not appropriate in this case and does not\r\n            warrant any extended discussion.\r\n\nFreehold Cogeneration, 44 F.3d at  1187 n.6.  As in Freehold,  we\r                                                                      \r\n\nare  concerned here with carrying out a federal statutory scheme,\r\n\n                               -19-\r\r\n\nin  this case one promoting the development of a uniform national\r\n\nlabor policy.  The alleged intrusive action is not by the federal\r\n\ngovernment,  but by  the MCAD's  purported regulation  of conduct\r\n\nwithin the NLRB's jurisdiction.\r\n\n          We  note that in  the particular context  of this case,\r\n\nthe application of Younger abstention would result in significant\r                                    \r\n\nprejudice to Chaulk, who  entered into a comprehensive settlement\r\n\nagreement with the  NLRB through which all unfair  labor practice\r\n\nclaims  were resolved,  subject to  Chaulk's compliance  with the\r\n\nconditions  set forth therein, only to be faced with the prospect\r\n\nof having to  defend its actions once  again, this time before  a\r\n\nstate forum.  Such an expansive interpretation of  the abstention\r\n\ndoctrine   would  have  the  effect  of  encouraging  duplicative\r\n\nlitigation,   with  the   resultant   waste   of   judicial   and\r\n\nadministrative resources, as well  as the danger to federal-state\r\n\nrelations that could result from conflicting adjudications.\r\n\n          Under these circumstances, where a  federal agency with\r\n\nprimary  jurisdiction over the  controversy has already exercised\r\n\nsaid  jurisdiction,  it  would  be inconsistent  with  the  above\r\n\nmentioned  principles  of  comity   and  equal  respect  for  the\r\n\ninterests  of both the federal and state government for a federal\r\n\ncourt  to  abstain on  Younger  grounds  from  deciding  a  claim\r                                        \r\n\nproperly  before  it,   in  order   to  give  way   to  a   state\r\n\nadministrative  action  filed after  the federal  proceedings are\r                                             \r\n\nunderway.  Put simply, comity works both ways.\r                                                       \r\n\n          The  Commission nevertheless  urges  us to  extend  the\r\n\n                               -20-\r\r\n\napplication of Younger  and its progeny  to the circumstances  of\r                                \r\n\nthis  case.  To  this end, MCAD  argues that the  facts before us\r\n\nsatisfy the relevant three part test set out by the Supreme Court\r\n\nin  Middlesex,  457 U.S.  at  432.   As  it is  however,  even an\r                       \r\n\nanalysis of the  case within this framework leads us  to the same\r\n\nconclusion.  Abstention was improper in this case.  We explain.\r\n\n          A number of courts have held that Younger abstention is\r                                                             \r\n\ninappropriate   where  a   claim  of   preemption  is   \"facially\r\n\nconclusive\" or  \"readily apparent\", because no  significant state\r\n\ninterests are served  when it is clear that the state tribunal is\r\n\nacting beyond the  lawful limits  of its authority.   Bud  Antle,\r                                                                           \r\n\nInc.  v. Barbosa,  35  F.3d 1355,  1365-66  (9th Cir.  1994),  as\r                          \r\n\namended  by,  45 F.3d  1261,  1272-73 (9th  Cir.  1994); Gartrell\r                                                                           \r\n\nConstruction,  Inc.  v.  Aubry,  940  F.2d  437,  441  (9th  Cir.\r                                        \r\n\n1991)(citing Champion International Corp. v. Brown, 731 F.2d 1406\r                                                            \r\n\n(9th Cir. 1984);  National R.R. Passenger  Corp. v. Florida,  929\r                                                                     \r\n\nF.2d  1532,   1537  n.12  (11th  Cir.   1991)(citing  Baggett  v.\r                                                                       \r\n\nDepartment of Professional Registration,  717 F.2d 521, 524 (11th\r                                                 \r\n\nCir.  1983));  Southwestern  Bell  Tel. v.  Ark.  Public  Service\r                                                                           \r\n\nCommission,  824 F.2d 672, 673  (8th Cir. 1987);  Kentucky W. Va.\r                                                                           \r\n\nGas  Co. v. Pennsylvania Pub.  Util. Comm'n, 791  F.2d 1111, 1115\r                                                     \r\n\n(3d Cir. 1986).   Chaulk asserts that the Commission  is patently\r\n\nacting  beyond its  jurisdictional boundaries  and therefore,  no\r\n\nprinciple   of   comity  precluded   the   district   court  from\r\n\nentertaining its claim of preemption on the merits.  In response,\r\n\nthe  Commission cites the Supreme Court's decision in New Orleans\r                                                                           \r\n\n                               -21-\r\r\n\nPublic Service, Inc.  v. Council of the City  of New Orleans, 491\r                                                                      \r\n\nU.S.  350 (1989)  (\"NOPSI\")  for the  proposition  that the  mere\r\n\nassertion  of  a substantial  constitutional  challenge  to state\r\n\naction, such as an argument of federal preemption engenders, will\r\n\nnot alone compel the exercise of federal  jurisdiction.  Whatever\r\n\nthe merits of MCAD's  assertion however, even the NOPSI  decision\r                                                                 \r\n\nleaves open the possibility that a \"facially conclusive\" claim of\r\n\npreemption might  render abstention  inappropriate.  Id.  at 367.\r                                                                 \r\n\nConsequently, we  examine the merits of  Chaulk's contention that\r\n\nabstention is also  inappropriate because  preemption is  readily\r\n\napparent in this context.\r\n\n          We   have  explained   above  the   particularities  of\r\n\nDoulamis'  claims  before  the  Commission.    She  complains  of\r\n\nincidents  of interference with  her union activities  as a union\r                                                                           \r\n\norganizer.   We have observed that the very same conduct provides\r                   \r\n\nthe factual basis for  the unfair labor practice  charges brought\r\n\nby the  Union on her behalf.   We have also  highlighted the fact\r\n\nthat the  NLRB incorporated  these charges  into a  complaint and\r\n\nnotice  of hearing  claiming violations  to sections  8(a)(1) and\r\n\n8(a)(3)  of  the  NLRA.    As  we  have  noted,  her  claims  are\r\n\nfundamentally grounded in an assertion that the rights  which her\r\n\nemployer interfered with involve her union activity.\r                                                             \r\n\n          Under these  circumstances, were we to  allow Doulamis'\r\n\nstate  claims to go forward by simply artfully pleading her claim\r\n\nof unfair labor  practices as one  motivated by a  discriminatory\r\n\nanimus because of her gender, we would be compromising the NLRB's\r\n\n                               -22-\r\r\n\nrole as chief  arbiter of labor disputes.   Indeed, there are few\r\n\nunfair labor  practices which could not  be similarly repackaged.\r\n\nSimilarly  aggrieved individuals  could  use such  an opening  to\r\n\nbypass the NLRB  merely by ascribing  a myriad of  discriminatory\r\n\nmotives  to  the  relevant  conduct (i.e.  age,  race,  religious\r\n\nbelief,  etc.),  thereby  creating  a  system  of  labor  dispute\r\n\nadjudication parallel to the NLRB, leaving  the state and federal\r\n\ncourts  to  grapple  piecemeal   with  issues  Congress  intended\r\n\nprimarily for NLRB resolution.\r\n\n          Faced with this  particular factual  scenario, we  find\r\n\nthat  under the Garmon doctrine it is \"readily apparent\" that the\r                                \r\n\nCommission  is  acting  beyond  its  jurisdictional  authority by\r\n\nentertaining Doulamis' complaint, for it is readily apparent that\r\n\nChaulk's conduct at issue is at least arguably prohibited by, and\r\n\nthus subject to the  NLRA.  Accordingly, we hold  that abstention\r\n\nwas  inappropriate  and  that   the  district  court  abused  its\r\n\ndiscretion when it  dismissed Chaulk's complaint on the  basis of\r\n\nYounger abstention.\r                 \r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r                                                   \r\n\n          In sum, pursuant to  the Garmon preemption doctrine, we\r                                                   \r\n\nfind that Ms. Doulamis' claims are preempted by the NLRA, thereby\r\n\ndepriving the MCAD  of jurisdiction to entertain her action based\r\n\non gender discrimination.  In  addition, we find that  abstention\r\n\nwas inappropriate in this  case, as the principles of  comity and\r\n\nof equal respect for state and  federal functions weighed against\r\n\nsuch  an  abdication of  federal  jurisdiction  over the  present\r\n\n                               -23-\r\r\n\ncontroversy.    Accordingly,  Chaulk is  entitled  to  injunctive\r\n\nrelief, consistent with this opinion.\r\n\n          Finally,  with  regard  to  MCAD's  argument  that  the\r\n\nEleventh  Amendment bars Chaulk's  claims against the Commission,\r\n\nwe  point  out that  the Supreme  Court  has recognized  that the\r\n\nEleventh Amendment  does not  preclude  properly pleaded  actions\r\n\nagainst state officials when the relief sought is prospective and\r\n\nequitable in  nature.  See Ex  Parte Young, 209 U.S.  123 (1908);\r                                                    \r\n\nWill  v. Michigan Department of State Police, 491 U.S. 58 (1989).\r                                                      \r\n\nWe  therefore  reverse the  judgment  of the  district  court and\r\n\nremand  the  case,  so  that  Chaulk  may  address  any  pleading\r\n\ndeficiencies that currently preclude the continued prosecution of\r\n\nits petition for relief.\r\n\n          Reversed and remanded.\r                                         \r\n\n          LYNCH, Circuit Judge, dissenting.  Because Congress has\r                    LYNCH, Circuit Judge, dissenting.\r                                        \r\n\nclearly expressed  its intent to allow  state anti-discrimination\r\n\nstatutes  to operate in areas such  as this that may overlap with\r\n\nthe    National   Labor    Relations   Act    (\"NLRA\"),   Petrina\r\n\nDoulamis/Sullivan's action is not, I believe, preempted.  Because\r\n\nthe federal  courts are being  asked to enjoin  the Massachusetts\r\n\nCommission  Against  Discrimination   (\"MCAD\")  from  hearing  an\r\n\nongoing gender discrimination action  over which the state agency\r\n\nplainly   has  jurisdiction,   I  believe   that  abstention   is\r\n\nappropriate.  I respectfully dissent.\r\n\n          Under  San Diego  Building  Trades  Council,  Millmen's\r                                                                           \r\n\nUnion,  Local  2020  v. Garmon,  359  U.S.  236  (1959), and  its\r                                        \r\n\n                               -24-\r\r\n\nprogeny, and in  light of the  clear congressional mandate  under\r\n\nTitle VII,  42 U.S.C.A.   2000e to e-17 (West 1994 &amp; Supp. 1995),\r\n\nthat  state  anti-discrimination  statutes  have  authority  over\r\n\nclaims  for discrimination coextensive  with Title VII, Doulamis'\r\n\nMCAD  claim coexists  with and  is not  displaced by  the federal\r\n\nlabor laws.   The employer's  defense here presents  no \"facially\r\n\nconclusive\"  claim  for  preemption.    See  New  Orleans  Public\r                                                                           \r\n\nService, Inc.  v. Council of City  of New Orleans, 491  U.S. 350,\r                                                           \r\n\n367 (1989).  Garmon preemption is a question over which the state\r                             \r\n\ncourts  have  concurrent jurisdiction  and Chaulk  Services, Inc.\r\n\n(\"Chaulk\") will have a  full and fair opportunity to  present the\r\n\nquestion  to the Massachusetts courts.  In my view, abstention is\r\n\nrequired under Younger v. Harris, 401 U.S. 37 (1971).\r                                          \r\n\n                               -25-\r\r\n\n                                I.\r\n\n          Garmon  says  that  \"[w]hen  an  activity  is  arguably\r                          \r\n\nsubject to   7  or   8 of the  [NLRA], the States as well  as the\r\n\nfederal  courts must  defer to  the exclusive  competence  of the\r\n\nNational  Labor Relations Board  [\"NLRB\"] if the  danger of state\r\n\ninterference with national policy is to be averted.\"  Garmon, 359\r                                                                      \r\n\nU.S. at  245.6   Garmon  also says  that  this principle  is  not\r                                 \r\n\nabsolute.    There is  no need  to defer  to  the NLRB  where the\r\n\nconduct  at issue  is of  \"peripheral concern\"  to federal  labor\r\n\npolicy or where the state regulated activities touch \"interests .\r\n\n. . deeply rooted  in local feeling and responsibility.\"   Id. at\r                                                                        \r\n\n243-44.\r\n\n          The  Massachusetts anti-discrimination  statute touches\r\n\n\"interests so  deeply rooted in local  feeling and responsibility\r\n\nthat,  in  the  absence of  compelling  congressional  direction,\r\n\n[courts cannot] infer that Congress [has]  deprived the States of\r\n\nthe  power to act.\"  Garmon, 359 U.S. at 244.  This is so whether\r                                     \r\n\nor not invidious discrimination in employment can be described as\r\n\nbeing  of \"peripheral  concern\" to the  NLRA.   Cf. Massachusetts\r                                                                           \r\n\nElectric Co. v. Massachusetts Commission  Against Discrimination,\r                                                                          \r\n\n375  Mass.   160,  174   (1978)  (employment  discrimination   of\r\n\nperipheral concern to  the NLRA); Walker  Mfg. Co. v.  Industrial\r                                                                           \r\n\nCommission,  27 Wis.2d  669,  681 (1965)  (age discrimination  of\r                    \r\n\nperipheral   concern   to   Labor  Management   Relations   Act).\r\n                    \r                              \r\n\n6  Sex discrimination  is not specifically addressed in  the NLRA\r\nand  so  it  is not  \"clearly  prohibited\"  by    8  or  \"clearly\r\nprotected\" by   7 of the NLRA.\r\n\n                               -26-\r\r\n\nOriginally enacted in 1946, the Massachusetts anti-discrimination\r\n\nstatute,  Mass. Gen.  L. ch.  151B,     1-10 (1994),  is eighteen\r\n\nyears  older than  Title  VII.   See  1946 Mass.  Acts  368.   It\r                                              \r\n\nregulates  conduct  in employment  in  order  to  carry  out  the\r\n\nCommonwealth's interest in ensuring  that its workplaces are free\r\n\nfrom particular  categories of discrimination.   It represents no\r\n\nless  an exercise  of Massachusetts'  police power  than building\r\n\ncodes  or fire  regulations.   The interests  it protects  are at\r\n\nleast  as weighty  as the  interests sought  to be  vindicated in\r\n\nactions the Supreme Court has specifically held not preempted  by\r\n\nGarmon.  See Belknap,  Inc. v. Hale, 463 U.S. 491  (1983) (breach\r                                             \r\n\nof   contract  and   misrepresentation  actions   by  replacement\r\n\nworkers); Farmer v. United  Brotherhood of Carpenters and Joiners\r                                                                           \r\n\nof  America,  Local  25,  430  U.S.  290  (1977)  (infliction  of\r                                 \r\n\nemotional  distress);  Linn  v.  United Plant  Guard  Workers  of\r                                                                           \r\n\nAmerica, Local 114, 383 U.S. 53 (1966) (libel).\r                            \r\n\n          That chapter 151B  touches interests  deeply rooted  in\r\n\nlocal feeling  and responsibility is  not disputed.   Rather, the\r\n\nmajority  asserts  that  Doulamis'  claim  is  not  really  a sex\r\n\ndiscrimination claim, describing  Doulamis' claim as  the product\r\n\nof \"artful[]  pleading.\"  With  deference, I  believe the  record\r\n\nestablishes  that   Doulamis'  claim  is  clearly   one  for  sex\r\n\ndiscrimination and has been treated as such by the MCAD.7\r\n                    \r                              \r\n\n7   Doulamis' claim cannot  be preempted simply  because the case\r\narises from a labor dispute.  The Supreme Court has squarely held\r\nthat Garmon preemption does not turn on whether a claim arises in\r                     \r\nthe  context of  a labor  dispute.   Linn, 383  U.S. at  63 (\"Nor\r                                                   \r\nshould the  fact that  defamation arises  during a labor  dispute\r\n\n                               -27-\r\r\n\n          On the facts  as alleged, Doulamis  has stated a  claim\r\n\nbefore the MCAD for  sex discrimination under chapter 151B.   She\r\n\nasserts, inter alia:\r                             \r\n\n            On  November 10,  1993,  I  was  harassed\r\n            about my  union activity.  I  believe the\r\n            reason  is because  I am  a female.   The\r\n            males who are also involved are not being\r\n            harassed.  Therefore, I charge Respondent\r\n            with unlawful  discrimination against me,\r\n            in violation of M.G.L. Chapter 151B . . .\r\n            and Title VII . . . .\r\n\n            I believe  that I am  being single[d] out\r\n            by the Respondent because  I am a female.\r\n            There  are  numerous  other   male  union\r\n            organizers who are not being harassed.\r\n\n          That  Doulamis asserts a  bona fide  sex discrimination\r\n\nclaim is  buttressed by the  underlying papers  in the  pleadings\r\n\nsubmitted  by  Chaulk  to  the  district  court.    Doulamis  was\r\n\napparently a well-respected employee and was featured in Chaulk's\r\n\npublicity materials.  From  the time she began working  at Chaulk\r\n\nin  1990 until the autumn  of 1993, Doulamis  received no written\r\n\nwarnings  and no patient complaints.   In the middle of 1993, the\r\n\nInternational Association  of EMTs  and Paramedics began  a union\r\n\norganizing campaign at Chaulk.   Although not initially involved,\r\n\nDoulamis became involved in the campaign during the fall of 1993,\r\n\nwhen she and Eric Burgess, a male Chaulk employee, wrote a letter\r\n\nto  the   president  of  Chaulk's  parent   company  calling  for\r\n\norganization  of a  union.   On November  10, 1993,  Doulamis was\r\n\ncalled from a training  session to meet with  the CEO of  Chaulk,\r\n\n                    \r                              \r\n\ngive   the   Board   exclusive   jurisdiction   to   remedy   its\r\nconsequences.\"). \r\n\n                               -28-\r\r\n\nNicholas O'Neil, and a  vice president, Joseph Gilmore.   The two\r\n\nmen told Doulamis at  that meeting that she was \"pretty\" and that\r\n\nthey  believed that the other employees at Chaulk would listen to\r\n\nher because  she was \"pretty.\"   They asked her to  become a non-\r\n\nunion  advocate,  saying  that  her  physical  appearance   would\r\n\npersuade other employees to vote against the union.  She refused.\r\n\nShortly  thereafter,  Doulamis  began   receiving  a  series   of\r\n\nharassing warnings  from Chaulk  management about her  conduct on\r\n\nthe job and her  union activities.  Burgess, who  had co-authored\r\n\nthe  pro-union  letter  with   Doulamis,  did  not  receive  such\r\n\nharassment.\r\n\n          Doulamis believed  that she  was being singled  out for\r\n\npunishment  for her  union activities  because of  her sex.   The\r                                                                    \r\n\nheart  of her complaint  before the MCAD  was that  she was being\r\n\nharassed for  her union activities while male union organizers --\r\n\nincluding one  who had  co-authored the letter  precipitating the\r\n\nharassment -- were not (or at least were not until after Doulamis\r\n\nfiled her complaint  with the  MCAD).  This  allegation states  a\r\n\nprima facie claim of sex discrimination under chapter 151B.   See\r                                                                           \r\n\nRamsdell v. Western Massachusetts Bus Lines, Inc., 415 Mass. 673,\r                                                           \r\n\n679 (1993);  see  also  Blare  v. Husky  Injection  Molding  Sys.\r                                                                           \r\n\nBoston, Inc., 419 Mass. 437 (1995).  \r                      \r\n\n          Under the facts of this case Doulamis  could allege two\r\n\ndistinct wrongs -- a claim for unfair labor practices and a claim\r\n\nfor sex discrimination.  Characterizing Doulamis' latter claim as\r\n\nartful pleading assumes away  the difficult legal question raised\r\n\n                               -29-\r\r\n\nby  Doulamis' case and squarely presented in the briefs:  whether\r\n\na sex discrimination claim  based on state law is preempted if it\r\n\narises out  of a course of events  that also may give  rise to an\r\n\nunfair labor practice charge.\r\n\n          The  Supreme Court in Sears, Roebuck &amp; Co. v. San Diego\r                                                                           \r\n\nCounty District  Council of Carpenters, 436 U.S. 180 (1978), held\r                                                \r\n\nthat  even if  a case  may come  within the  scope of  the Garmon\r                                                                           \r\n\npreemption doctrine  when applied in a  \"mechanical fashion,\" id.\r                                                                           \r\n\nat  188,  there is  still  no  preemption over  conduct  arguably\r\n\nprohibited by the  NLRA unless the  controversy before the  state\r\n\ncourt  is identical to the dispute that could have been presented\r                             \r\n\nunder  the NLRB.   Id.  at  197.8   Doulamis' MCAD  claim is  not\r                                \r\n                    \r                              \r\n\n8  At  issue in Sears was conduct  that could be analyzed  in two\r                               \r\ndistinct  ways.  The  conduct was  both \"arguably  protected\" and\r\n\"arguably  prohibited\" by the NLRA.  The Court drew a distinction\r\nbetween those two categories  of conduct (although in that  case,\r\nthe same conduct  happened to  qualify as both)  and imposed  two\r\ndistinct  lines of  analysis.    If  the  activity  at  issue  is\r\n\"arguably protected,\"  a finding of preemption  is required where\r\nan aggrieved party  has a reasonable opportunity of  invoking the\r\nNLRB jurisdiction or of inducing his adversary to do so.   Id. at\r                                                                        \r\n207.  If an activity is \"arguably prohibited,\" state jurisdiction\r\nis preempted only if  the issues presented to the state court are\r\nidentical to  those that  could be  presented to  the NLRB.   The\r\nlatter rubric leaves much more room for state regulation.  Id. at\r                                                                        \r\n200.   Since sex discrimination  is clearly not  protected by the\r\nNLRA,  the conduct  at issue  in this case  falls under  the more\r\ngenerous \"arguably prohibited\" rubric.\r\n\n   The majority appears to apply to this case criteria that Sears\r                                                                           \r\nmade applicable to \"arguably protected\" conduct.  For example, in\r\ndetermining that the controversy here is identical  to that which\r\ncould have been  put to  the NLRB the  majority says,  \"[p]lainly\r\nthis is not a case where the NLRB declined to exercise its lawful\r\njurisdiction over a labor controversy, or where the NLRB's actual\r\nexercise  of  jurisdiction  remains  a  matter  of  speculation.\"\r\nMajority  Op.  at  typescript  12;  see  also  Majority   Op.  at\r                                                       \r\ntypescript  10 n.4.   While  this  consideration is  important to\r\ncases  involving  \"arguably  protected\"  conduct, it  is  not  to\r\n\n                               -30-\r\r\n\nidentical to that which could have been heard by the NLRB.\r\n\n          To  make  out her  claim  on  her chapter  151B  action\r\n\nDoulamis needs to show  (1) a prima facie case  of discrimination\r\n\nand (2)  \"either that  the employer's  articulated reasons are  a\r\n\npretext or  by  direct evidence  that the  actual motivation  was\r\n\ndiscrimination.\"  Blare, 419 Mass. at 444.  The action before the\r                                 \r\n\nNLRB could  not have  turned on  such an inquiry.   Further,  the\r\n\nterms of the employer's settlement agreement with the NLRB do not\r\n\nestablish that Doulamis' claim before the MCAD is not a bona fide\r\n\nsex discrimination claim.9\r\n\n          On the alleged facts of this case -- where Doulamis and\r\n\nBurgess  were  engaged in  the  same  activity (co-authoring  the\r\n\nletter) -- the  MCAD will not have  to decide as a  matter of law\r\n\nwhether one of the two  was engaged in union activity, while  the\r\n\nother was not.   In other words, insofar as  Doulamis and Burgess\r\n\nwere  doing the  same  thing (yet  only  one was  harassed),  the\r\n\n                    \r                              \r\n\n\"arguably prohibited\" conduct.\r\n\n9  There also seems to be an absence of record support for either\r\nthe proposition that the  sex discrimination action was addressed\r\nbefore  the  NLRB  or  the  proposition that  the  settlement  is\r\n\"comprehensive.\"  The settlement agreement, dated March 22, 1995,\r\ndoes not refer to alleged sex discrimination.  Also, according to\r\nits terms, the  agreement applies \"only  [to] the allegations  in\r\nthe above captioned cases and does not constitute a settlement of\r\nany other cases  or matters.\"   The \"above  captioned cases\"  are\r\ndocket numbers \"1-CA-31196, 31945(2), 32267, 32378, 32504, 32534,\r\n32645,  32661.\"   Only one  of those docket  numbers, 1-CA-31196,\r\nfiled  December  9,  1993,  involves Doulamis.    Apparently  not\r\nincluded  in the settlement are  the other two  claims that were,\r\naccording  to Chaulk,  made  by Doulamis:   docket  numbers 1-CA-\r\n31157, filed November 29,  1993, and 1-CA-31181-2, filed December\r\n6, 1993.\r\n\n                               -31-\r\r\n\nquestion  of   whether  the   activities  were   protected  union\r\n\nactivities cancels out of the equation.\r\n\n          This  is why  the  MCAD, when  presented with  Chaulk's\r\n\nclaim of preemption, said:\r\n\n              In  the  Complainant's presentation  of\r\n            her   discrimination  case   before  this\r\n            Commission,    the   'merits'    of   the\r\n            underlying  labor  dispute  need  not  be\r\n            resolved.  It is  not necessary for  this\r\n            Commission  to  find that  the Respondent\r\n            did,   in   fact,   interfere  with   the\r\n            Complainant's  efforts to  organize union\r\n            activities;  nor is  it  necessary for  a\r\n            determination  to  be made  regarding the\r\n            Respondent's  anti-union  animus, if  one\r\n            should  exist.   Rather,  the Complainant\r\n            must   show   that   she    was   treated\r\n            dissimilarly by the Respondent,  and that\r\n            the impetus for that dissimilar treatment\r\n            was due to her gender.  It is neither the\r\n            role nor the  goal of this  Commission to\r\n            assess the catalyst  of the  Respondent's\r\n            actions.      It   is,    however,   this\r\n            Commission's purpose to ensure  that such\r\n            actions are not gender motivated.\r\n\n              In the present case, the Commission may\r\n            decide  the  issue  in   dispute  without\r\n            making   a  threshold   determination  of\r\n            whether the employer had  interfered with\r\n            the employee's union activities.  It need\r\n            only determine whether the  treatment the\r\n            Complainant received, rightly or wrongly,\r\n            was  different  from  that  of  her  male\r\n            counterparts and motivated by her gender.\r\n\n          It  is in  this context  that the  MCAD's interrogatory\r\n\nmust be understood.   While it  is true that  the MCAD has  asked\r\n\nChaulk questions relating to union organizing activities (and has\r\n\nperhaps   shown   insufficient   sensitivity  to   the   possible\r\n\njurisdictional  problem),  it  has done  so  for  the purpose  of\r\n\ndetermining  factually whether  Doulamis was  treated differently\r\n\n                               -32-\r\r\n\nthan men for doing the same thing, and not to define legally what\r\n\nis or is  not a union activity  under the NLRA.  As  the MCAD has\r\n\nrecognized,   Doulamis'   sex    discrimination   claim    exists\r\n\nindependently of any labor  law claim.  Chaulk's conduct  was not\r\n\nwrongful only by virtue of, or with reference to, the labor laws.\r\n\nCf. Tamburello  v. Comm-Tract Corporation, No.  95-1295, slip op.\r                                                   \r\n\nat 10-11 (1st Cir.  October 2, 1995) (RICO claim  preempted under\r\n\nGarmon  where reviewing court  would be forced  to decide whether\r                \r\n\nsome portion  of defendant's conduct violated  federal labor laws\r\n\nto  determine  whether  the  plaintiff  had  established  a  RICO\r\n\npredicate act).10\r\n\n          The Sears inquiry suggests that the MCAD claim does not\r                             \r\n\nfall within the scope  of Garmon preemption.  There  is, however,\r                                          \r\n\nan  even  more  compelling  consideration that  yields  the  same\r\n\nconclusion.   Of paramount importance in  any preemption inquiry,\r\n\nincluding  one  under  Garmon,  is  congressional  intent.    See\r                                                                           \r\n\nMetropolitan  Life Ins. Co.  v. Massachusetts, 471  U.S. 724, 747\r                                                       \r\n\n                    \r                              \r\n\n10    Significantly, particularly  with  respect  to the  Younger\r                                                                           \r\nissues raised in Part  II, any issue concerning whether  Doulamis\r\nwas or was not engaged in union activity will arise in this case,\r\nif at all, by way of Chaulk's potential defense to  the action --\r\nthat Doulamis was treated differently than Burgess and other male\r\norganizers because the male  organizers were engaged in protected\r\nunion  activity, while Doulamis was  not.  The  Supreme Court has\r\nsaid in the analogous context of   301 preemption under the Labor\r\nManagement Relations Act that a defense of preemption is not even\r\na  sufficient basis for removal  of the action  to federal court.\r\nSee Caterpillar Inc. v. Williams, 482 U.S. 386, 399 (1987)  (\"[A]\r                                          \r\ndefendant cannot, merely by injecting  a federal question into an\r                   \r\naction that asserts what is plainly  a state-law claim, transform\r\nthe action into one arising under federal law,  thereby selecting\r\nthe forum in which  the claim shall be litigated.\")  (emphasis in\r\noriginal).\r\n\n                               -33-\r\r\n\n(1985) (stating, in discussing  NLRA preemption, including Garmon\r                                                                           \r\n\npreemption, that \"as in any preemption analysis, [t]he purpose of\r\n\nCongress  is  the   ultimate  touchstone\")  (internal  quotations\r\n\nomitted).  If Congress  has clearly evidenced its intent  one way\r\n\nor the  other on the question  of whether states may  regulate an\r\n\narea of conduct,  federal courts  must follow it.   Congress  has\r\n\nclearly  evidenced  its  belief  that  state  anti-discrimination\r\n\nstatutes do not unduly interfere with federal labor policy.\r\n\n          Doulamis' claims  not only come under  chapter 151B but\r\n\nalso  come within the scope of Title  VII, 42 U.S.C.A.   2000e to\r\n\ne-17 (West 1994 &amp; Supp. 1995), and are within the jurisdiction of\r\n\nthe Equal Employment Opportunity Commission (\"EEOC\").  She has in\r\n\nfact alleged a violation  of Title VII and  has indicated in  her\r\n\nMCAD complaint that she wishes to have her charges filed with the\r\n\nEEOC.\r\n\n          The  Supreme Court has said that the NLRA and Title VII\r\n\nprovide  concurrent  remedies.   See Alexander  v. Gardner-Denver\r                                                                           \r\n\nCo.,  415 U.S.  36, 47-48 (1974);  see also Beverly  v. Lone Star\r                                                                           \r\n\nLead  Construction  Corp., 437  F.2d  1136, 1140  n.22  (5th Cir.\r                                   \r\n\n1971); cf. Britt  v. Grocers Supply  Co., Inc., 978  F.2d   1441,\r                                                        \r\n\n1447 (5th Cir. 1992) (\"[W]e have held that claims under Title VII\r\n\nare not preempted by the NLRA.  [Our] cases hold that a remedy is\r\n\navailable  under  both  the  NLRA  and  Title VII  and  recognize\r\n\nconcurrent  jurisdiction  between   Title  VII  and  the   NLRA.\"\r\n\n(footnote omitted)), cert. denied, 113 S. Ct. 2929 (1993); Morgan\r                                                                           \r\n\nv. Massachusetts General Hosp., 901 F.2d 186, 194 (1st Cir. 1990)\r                                        \r\n\n                               -34-\r\r\n\n(\"Clearly,  if  an employee  has  engaged  in expression  against\r\n\nemployer policies,  even within the context  of union activities,\r\n\nwhich  violate  the  Civil  Rights Act,  such  as  discriminatory\r\n\ntreatment of  minorities or  sexual harassment, and  the employee\r\n\nalleges  discharge for  that expression,  section 704(a)  [of the\r\n\nCivil Rights  Act] would be implicated for the narrow expression-\r\n\nrelated claims.\").11\r\n\n          Thus,  even  accepting  the majority's  view  that  the\r\n\nfactual basis for the sex  discrimination claim provides the same\r\n\nbasis for the unfair  employment practice claim and that  the sex\r\n\ndiscrimination  claim  is  identical  to that  before  the  NLRB,\r\n\nDoulamis  is still entitled to  pursue her claim  under Title VII\r\n\nbefore the  EEOC.  See Alexander,  415 U.S. at 47-48.   Since the\r                                          \r\n\nconduct  prohibited by  Title  VII is  nearly  the same  as  that\r\n\nproscribed  by chapter  151B and  Congress intended Title  VII to\r\n\nprovide a concurrent  remedy to the NLRA in areas  of overlap, it\r\n\nwould be difficult  to impute  to Congress any  hostility to  the\r\n\nenforcement of  chapter 151B with  respect to areas  of potential\r\n\noverlap with the NLRA.\r\n\n          There  is, however, no need  to rely on  such a general\r\n\nproposition  in this  case  because  Congress  has  affirmatively\r\n\nstated in the  language and  through the structure  of Title  VII\r\n\nitself that  state anti-discrimination laws may  provide a remedy\r\n\nthat overlaps with the NLRA.  Not only did Congress affirmatively\r\n                    \r                              \r\n\n11  It is clear also that jurisdiction is concurrent  between the\r\nEEOC and NLRB over claims that may fall within each statute.  See\r                                                                           \r\nBeverly, 437 F.2d at 1140, n.22.\r                 \r\n\n                               -35-\r\r\n\npreserve the operation of state anti-discrimination laws in Title\r\n\nVII,  see 42  U.S.C.A.    2000e-7, but  it made  the  state anti-\r                   \r\n\ndiscrimination statutes  an integral  component of the  Title VII\r\n\nenforcement structure.   See  42 U.S.C.A.    2000e-5(c) (\"section\r                                      \r\n\n706(c)\").  Section 706(c) of  Title VII explicitly provides  that\r\n\nin  states  like  Massachusetts (which  have  anti-discrimination\r\n\nstatutes and an agency charged with  enforcing the state statute)\r\n\njurisdiction in the state  administrative agency is exclusive for\r                                                                       \r\n\nthe first  60 days  after a claim  is filed.   See 42  U.S.C.A.  \r                                                            \r\n\n2000e-5(c).\r\n\n          The importance of state anti-discrimination statutes in\r\n\nthe  enforcement  scheme of  Title VII  was  of major  concern to\r\n\nCongress in enacting Title VII.  Isaac v. Harvard University, 769\r                                                                      \r\n\nF.2d 817, 822 (1st Cir.  1985)  (\"The issue reflected in  section\r\n\n706(c), the  relationship between federal and  state remedies for\r\n\nemployment discrimination, received much attention throughout the\r\n\nlegislative  process.\").    The  legislative history  shows  that\r\n\nsection  706(c)  of Title  VII  was  enacted \"'to  keep  primary,\r\n\nexclusive jurisdiction in the hands of the State commissions  for\r\n\na  sufficient  period of  time  to let  them  work out  their own\r\n\nproblems at the local level.'\"  Id. (quoting 110 Cong. Rec. 13087\r                                             \r\n\n(1964)  (comments of  Senator Dirksen)).12   It  was  critical to\r\n                    \r                              \r\n\n12   The  EEOC has  recognized the  importance of  allowing state\r\nanti-discrimination statutes to  operate in  order to  effectuate\r\nCongress'  purposes  for  Title  VII.     See,  e.g.,  29  C.F.R.\r                                                              \r\n  1601.13(a)(3)(i) (1995) (\"In order  to give full weight  to the\r\npolicy  of section 706(c) of  title VII, which  affords State and\r\nlocal fair employment practice  [\"FEP\"] agencies that come within\r\nthe  provisions of that section  an opportunity to remedy alleged\r\n\n                               -36-\r\r\n\nthe passage of  Title VII that  the federal government  initially\r\n\ndefer  to   the  states  in  matters   involving  discrimination.\r\n\nMoreover,  Congress  did not  devise  this  enforcement structure\r\n\nsimply for administrative convenience (i.e., to avoid duplication\r\n\nof  effort).  As this  court has previously  said, section 706(c)\r\n\n\"was  first, and foremost, a  statute of deference.\"   Isaac, 769\r                                                                      \r\n\nF.2d at 824; see also id. at 824 n.9 (citing Oscar Mayer &amp; Co. v.\r                                                                        \r\n\nEvans,  441  U.S. 750  (1979)  and  stating  that \"[t]he  Court's\r               \r\n\nimplicit  message   appears  to   be  that  deference,   and  not\r\n\nduplication,  was  at  the  heart  of  section  706(c)\").13   And\r\n\nCongress  clearly  had the  NLRA in  mind  when it  mandated this\r\n\nprinciple of deference to the state anti-discrimination statutes.\r\n\nSee Alexander, 415 U.S.  at 48 n.9 (quoting  110 Cong. Rec.  7207\r                       \r\n\n(1964)  (where Senator Joseph Clark,  one of the  sponsors of the\r\n\nbill,   introduced   an   interpretive  memorandum   specifically\r\n\nmentioning the relationship between Title VII and the NLRA)).\r\n\n          If  Congress  believed  that state  anti-discrimination\r\n\nstatutes could  not regulate  coextensively with Title  VII, then\r\n\nperhaps preemption would  be appropriate.   But that  is not  the\r\n\ncase.  Nothing  in Title VII says  that state anti-discrimination\r\n                    \r                              \r\n\ndiscrimination concurrently regulated by title VII or the ADA and\r\nState  or   local  law,  the  Commission   adopts  the  following\r\nprocedures with  respect to allegations  of discrimination  filed\r\nwith the Commission.\").\r\n\n13    Under  the  EEOC's  regulations the  MCAD  is  not  only  a\r\ndesignated FEP agency, see 29 C.F.R.   1601.74  (1995), but it is\r                                    \r\na certified designated FEP agency, see   1601.80 (1995), to which\r                                                \r\nthe EEOC gives a higher level of deference than it otherwise does\r\nto designated FEPs.  See 29 C.F.R.   1601.75(a) (1995).\r                                  \r\n\n                               -37-\r\r\n\nstatutes  cannot  apply  coextensively  with  Title  VII.    More\r\n\nsignificantly,  there  clearly  is  nothing that  says  that  the\r\n\nexclusive  jurisdiction of  state  administrative agencies  under\r\n\nsection  706(c) is limited to  cases under Title  VII that do not\r\n\noverlap with the NLRA.     \r\n\n          It  is  possible  to  draw  at  least  two  conclusions\r\n\nrelevant to congressional intent from Title VII.  First, Congress\r\n\naffirmatively  intended  that state  anti-discrimination statutes\r\n\nwould operate to  regulate conduct  covered by Title  VII to  the\r\n\nsame extent as  Title VII itself and,  thus, in areas  that might\r\n\nalso be covered  by the NLRA.   Second,  Congress could not  have\r\n\nintended to eliminate the operation of state  anti-discrimination\r\n\nstatutes  over claims  covered by  Title VII  because  that would\r\n\nactively impair  the  operation of  Title VII  and frustrate  the\r                         \r\n\nenforcement  scheme   Congress  envisioned.     Not   even  ERISA\r\n\npreemption,   which  is   arguably  much   broader  than   Garmon\r                                                                           \r\n\npreemption, see Metropolitan Life  Ins. Co. v. Massachusetts, 471\r                                                                      \r\n\nU.S. 724,  747 (1985) (distinguishing ERISA  preemption from NLRA\r\n\npreemption  by  stating  that  ERISA  preemption  is  statutorily\r\n\nmandated), allows preemption where  it would impair the operation\r\n\nof Title VII.  See Shaw v. Delta Airlines, Inc., 463 U.S. 85, 102\r                                                         \r\n\n(1983)  (where ERISA  preemption of  a state  anti-discrimination\r\n\nstatute  would impair  the operation  of Title  VII, there  is no\r\n\npreemption).  The reasonable conclusion is that Congress intended\r\n\nto allow  state anti-discrimination statutes to  overlap with the\r\n\nNLRA.\r\n\n                               -38-\r\r\n\n          The Supreme  Court's decision in Alexander  v. Gardner-\r                                                                           \r\n\nDenver Co., 415 U.S.  36 (1974), reinforces this conclusion.   In\r                    \r\n\nAlexander the Court was called upon to determine the relationship\r                   \r\n\nbetween   the  federal   courts  and   the  grievance-arbitration\r\n\nmachinery of  collective bargaining agreements  in the resolution\r\n\nand enforcement of an individual's rights under Title VII.  There\r\n\nan  employee  had a  claim  for discrimination  that  was clearly\r\n\ncovered by  a collective  bargaining agreement.14   At issue  was\r\n\nwhether  the  employee's remedies  provided  in  the   collective\r\n\nbargaining  agreement  (and subject  to arbitration)  precluded a\r\n\nsuit   in  federal  court  based  on  Title  VII.15    The  Court\r\n\nunanimously held that it did not, saying:\r\n\n            [L]egislative  enactments  in  this  area\r\n            have  long evinced  a  general intent  to\r\n            accord  parallel or  overlapping remedies\r\n            against  discrimination.    In the  Civil\r\n            Rights Act of 1964,  42 U.S.C.   2000a et\r                                                               \r\n            seq.,   Congress    indicated   that   it\r                          \r\n            considered     the     policy     against\r\n            discrimination  to  be  of  the  \"highest\r\n            priority.\"      Newman  v.   Piggie  Park\r                                                               \r\n            Enterprises, [390 U.S. 400,  402 (1968)].\r                                 \r\n            Consistent  with  this  view,  Title  VII\r\n            provides for consideration of employment-\r\n            discrimination claims  in several forums.\r\n            See  42 U.S.C.     2000e-5(b) (1970  ed.,\r                         \r\n            Supp. II) (EEOC); 42 U.S.C.    2000e-5(c)\r\n            (1970  ed.,  Supp. II)  (state  and local\r                                                               \r\n            agencies); 42 U.S.C.    2000e-5(f)  (1970\r                              \r\n            ed., Supp. II) (federal courts).  And, in\r\n            general,  submission  of a  claim  to one\r\n                    \r                              \r\n\n14   The right  to bargain  collectively is, of  course, an  NLRA\r\nconferred right.   Allis-Chalmers Corp.  v. Lueck, 471  U.S. 202,\r                                                           \r\n213 n.8 (1985).\r\n\n15  In Alexander, as here,  there had been no waiver of statutory\r                          \r\nrights.   See Gilmer  v. Interstate/Johnson Lane  Corp., 500 U.S.\r                                                                 \r\n20, 35 (1991).\r\n\n                               -39-\r\r\n\n            forum   does   not   preclude   a   later\r\n            submission  to  another.   Moreover,  the\r\n            legislative   history    of   Title   VII\r\n            manifests a congressional intent to allow\r\n            an individual to pursue independently his\r\n            rights under  both  Title VII  and  other\r                                                               \r\n            applicable state and federal statutes.\r                                                           \r\n\nAlexander,  415  U.S.  at  47-48  (emphasis  supplied;  footnotes\r                   \r\n\nomitted);16  see also  Brown  v. Hotel  and Restaurant  Employees\r                                                                           \r\n\nand Bartenders Intern. Union, Local 54, 468 U.S. 491 (1984).17\r                                                \r\n                    \r                              \r\n\n16    The  Court has  applied  a  similar  analysis in  analogous\r\nsituations.   See Lingle v.  Norge Division of  Magic Chef, Inc.,\r                                                                          \r\n486 U.S. 399, 412 (1988) (suggesting that \"  301 does not preempt\r\nstate anti-discrimination  laws, even  though a suit  under these\r\nlaws,  like a  suit  alleging retaliatory  discharge, requires  a\r\nstate court  to determine whether  just cause existed  to justify\r\nthe discharge.\" (citation omitted)); Colorado Anti-Discrimination\r                                                                           \r\nCommission  v.  Continental Air  Lines, Inc., 372  U.S. 714,  724\r                                                      \r\n(1963) (rejecting  a claim  that a state  anti-discrimination law\r\nwas  preempted by the Railway Labor Act,  which is similar to the\r\nNational Labor Relations Act).\r\n\n17  At issue in Brown was whether     86 and 93 of the New Jersey\r                               \r\nCasino Control Act (which set qualifications for union officials)\r\nwere preempted by    7 of the NLRA.   It was argued that  the New\r\nJersey statute was preempted because it interfered with the right\r\nprotected under   7 of employees to choose their union officials.\r\nThe Supreme Court held that   7 did not  completely preempt    86\r\nand 93 of the New Jersey statute.  In the  Court's view, Congress\r\nhad, through  the passage  of the Labor-Management  Reporting and\r\nDisclosure Act  (\"LMRDA\"), disclaimed any intent  to pre-empt all\r\nstate  regulation  which  touched  upon  the  specific  right  of\r\nemployees to  decide which individuals will serve as officials of\r\ntheir bargaining  representatives.  The  LMRDA had imposed,  in  \r\n504(a),    federal    qualification    standards     for    union\r\nrepresentatives.  Because the  LMRDA affirmatively preserved  the\r\noperation of  state  laws  in    603  and  made    504(a)  itself\r\ndependent  in part on state  laws for its  enforcement, the Court\r\nheld that state laws could impose their own similar qualification\r\nstandards on union officials.  Id. at 509.\r                                            \r\n\n   Brown is highly instructive  on the type of approach  required\r                  \r\nfor this  case.  In Brown,  the Court focussed on  the indicia of\r                                   \r\ncongressional  intent that could be  found not just  in the NLRA,\r\nbut also in  a parallel  federal statute.   The parallel  federal\r\nstatute there specifically reserved  a place for state regulation\r\nover the conduct coming within its  scope.  While the LMRDA  does\r\n\n                               -40-\r\r\n\n          National labor relations policy  does not begin and end\r\n\nwith the  NLRA.  Title VII  is as much  a part of the  network of\r\n\nlabor relations  law  as is  the  NLRA.   Where Congress  has  so\r\n\nclearly indicated  that  state anti-discrimination  laws  are  to\r\n\noperate hand in hand with Title VII (indeed, for a limited period\r\n\nto  the exclusion  of  Title VII)  it  is difficult  to  conclude\r\n\nCongress intended  preemption under  the circumstances here.   In\r\n\nthe  words  of Garmon,  preemption  should  not  be found  absent\r                               \r\n\n\"compelling congressional  direction.\"  Garmon, 359  U.S. at 244.\r                                                        \r\n\nHere, all the congressional direction is to the effect that state\r\n\nanti-discrimination   statutes   may  supplement   federal  laws,\r\n\nincluding federal labor laws,  and Garmon preemption is therefore\r                                                   \r\n\ninappropriate.\r\n\n                               II.\r\n\n          Having  stated  my  disagreement  with  the  view  that\r\n\nDoulamis' sex discrimination  claim is preempted  by the NLRA,  I\r\n\nconsider  what perhaps  may be  a  conceptually prior  issue, the\r\n\nissue  of abstention.  By seeking an injunction against the state\r\n\nproceedings, Chaulk  has effectively  asked the federal  court to\r\n\nenjoin  the state courts from  deciding the Garmon  issue.  Thus,\r                                                            \r\n\nthe potentially dispositive question,  apart from whether  Garmon\r                                                                           \r\n\npreemption is  appropriate, is whether this  federal court should\r\n                    \r                              \r\n\nnot bear on this case, Title VII does, and Title  VII makes clear\r\nthat   Congress   intended  federal   and  state   regulation  of\r\ndiscrimination  to overlap.   The  differences between  Brown and\r                                                                       \r\nthis case do not affect the central instruction of Brown:  that a\r                                                                  \r\nfederal court  must defer to  congressional intent in  making any\r\npreemption analysis, even one  involving the NLRA and even  if it\r\nis expressed in another federal statute.\r\n\n                               -41-\r\r\n\nbar  the state fair employment agency from hearing this claim and\r\n\nso bar Massachusetts state courts  from deciding the Garmon issue\r                                                                     \r\n\nthemselves, or, to the contrary, abstain from decision  and allow\r\n\nthe state agency and  courts to proceed.  As  with the preemption\r\n\nissue, this issue is difficult, but  on balance I would hold here\r\n\nunder Younger v.  Harris, 401  U.S. 37 (1971),  and its  progeny,\r                                  \r\n\nthat abstention is appropriate.\r\n\n          Younger  prevents  interference   with  pending   state\r                           \r\n\nadministrative  proceedings if  they  are of  a judicial  nature,\r\n\nimplicate an  important state  interest, and provide  the federal\r\n\nplaintiff an adequate opportunity to litigate  his constitutional\r\n\nclaim.  Ohio Civil Rights Commission v. Dayton Christian Schools,\r                                                                           \r\n\nInc.,  477 U.S.  619, 627  (1985).   Although Chaulk  claims that\r              \r\n\nYounger abstention is a  principle of \"discretionary  deference,\"\r                 \r\n\nthe Supreme Court has  stated that where a case  falls within the\r\n\nYounger parameters, a district court has no discretion to provide\r                 \r\n\ninjunctive relief  and must  abstain.  See  Colorado River  Water\r                                                                           \r\n\nConservation District  v. United States,  424 U.S. 800,  816 n.22\r                                                 \r\n\n(1976) (\"Where  a case is properly within  [the Younger] category\r                                                                 \r\n\nof cases, there  is no discretion to  grant injunctive relief.\");\r\n\nsee also Sun Refining &amp; Marketing  Co. v. Brennan, 921 F.2d  635,\r                                                           \r\n\n639  (6th Cir. 1990) (\"[U]nlike other forms of abstention, when a\r\n\ncase is properly within  the Younger category of cases,  there is\r                                              \r\n\nno  discretion  on  the  part  of  the  federal  court  to  grant\r\n\ninjunctive  relief.\");  Seneca-Cayuga  Tribe  v.  State  ex  rel.\r                                                                           \r\n\nThompson,  874 F.2d 709, 711 (10th Cir. 1989) (Younger abstention\r                                                                \r\n\n                               -42-\r\r\n\nnot discretionary  once conditions are met,  absent extraordinary\r\n\ncircumstances that render a state  court unable to give litigants\r\n\na full and fair hearing on their federal claims).18\r\n\n          There  is no  question that  the MCAD  proceedings were\r\n\nongoing at the time Chaulk's district court  complaint was filed,\r\n\nsee Bettencourt  v. Board of  Registration in Medicine,  904 F.2d\r                                                                \r\n\n772, 777 (1st Cir. 1990) (in determining interference \"the proper\r\n\npoint  of  reference is  the  date  plaintiff  filed his  federal\r\n\ncomplaint\"),  and that  the proceedings  are judicial  in nature.\r\n\nSee Dayton Christian Schools, 477 U.S. at 629 (finding Ohio Civil\r                                      \r\n\nRights  Commission proceedings sufficiently  judicial in nature).\r\n\nThe significant questions here are whether the state  interest in\r\n\ndeciding sex discrimination claims is important and whether there\r\n\nwill  be an adequate opportunity  for Chaulk to  raise the Garmon\r                                                                           \r\n\npreemption question in the Massachusetts state forum.\r\n\n          The  Supreme   Court  has   said  that   remedying  sex\r\n\ndiscrimination  is  a sufficiently  important  state  interest to\r\n\ntrigger Younger.  See  Dayton Christian Schools, 477 U.S.  at 628\r                                                         \r\n\n(\"We  have  no  doubt  that  the  elimination  of  prohibited sex\r\n\ndiscrimination  is  a sufficiently  important  state interest  to\r\n\nbring  the  present case  within the  ambit  of [Younger  and its\r                                                                  \r\n\nprogeny].\").   Although Chaulk has suggested that there can be no\r\n\nsignificant state interest in this case because  it is preempted,\r\n                    \r                              \r\n\n18   The majority quarrels with this proposition stating that the\r\nColorado  River case  was  discussing criminal  cases.   Colorado\r                                                                           \r\nRiver,  however, was  discussing Younger  abstention and  Younger\r                                                                           \r\nclearly applies to non-criminal state administrative proceedings.\r\nSee Dayton Christian Schools, 477 U.S. at 627 &amp; n.2. \r                                      \r\n\n                               -43-\r\r\n\nsuch an argument,  I believe,  is most likely  foreclosed by  New\r                                                                           \r\n\nOrleans Public Service, Inc.  v. Council of City of  New Orleans,\r                                                                          \r\n\n491 U.S. 350, 365 (1989) (\"NOPSI\").  In NOPSI the Court said that\r                                                       \r\n\nin determining the importance of the state interest courts should\r\n\n\"not  look narrowly  to  its  interest  in  the  outcome  of  the\r\n\nparticular  case  --  which   could  arguably  be  offset  by   a\r\n\nsubstantial  federal  interest in  the  opposite  outcome.\"   Id.\r                                                                           \r\n\nCourts rather  must  look  to  the  \"importance  of  the  generic\r\n\nproceedings  to  the  State.\"     Id.  (citing  Dayton  Christian\r                                                                           \r\n\nSchools).      As  Dayton   Christian   Schools   made  explicit,\r                                                         \r\n\nMassachusetts has  a legitimate  and important state  interest in\r\n\npreventing sex discrimination.  Thus the important state interest\r\n\nprong of Younger is satisfied in this case.\r                          \r\n\n          Where there is an important state interest, the Supreme\r\n\nCourt  has noted that a federal court should abstain unless state\r\n\nlaw  clearly bars  the interposition  of the  federal plaintiff's\r\n\nconstitutional  claim.    Middlesex  County Ethics  Committee  v.\r                                                                       \r\n\nGarden State Bar Ass'n, 457 U.S.  423, 432 (1982).  Here, we have\r                                \r\n\nno  reason  to doubt  that  the Massachusetts  state  courts will\r\n\nprovide  Chaulk with  a full  and fair  opportunity to  raise the\r\n\nGarmon  preemption   question.    Chaulk  raised  the  preemption\r                \r\n\nargument before the MCAD  and will have a further  opportunity to\r\n\npursue  it before  the  Massachusetts appellate  courts.   Dayton\r                                                                           \r\n\nChristian Schools,  477 U.S. at 629   (\"[I]t is sufficient  . . .\r                           \r\n\nthat constitutional claims may  be raised in state-court judicial\r\n\nreview of the administrative proceeding.\") (citation omitted).\r\n\n                               -44-\r\r\n\n          If federal  law barred  the Massachusetts  state courts\r\n\nfrom deciding the Garmon  preemption question, then the \"adequate\r                                  \r\n\nopportunity\" prong would not  be met.  Indeed such  a proposition\r\n\nappears  to be at the heart of Chaulk's argument.  Chaulk argues:\r\n\n\"[W]here conduct is arguably protected or prohibited by the NLRA,\r\n\njurisdiction over  that conduct is preempted in the labor context\r\n\nand is exclusively  federal.   The determination  of whether  the\r                                                                           \r\n\ncase arguably falls within the preempted field is also to be made\r                                                                           \r\n\nby  the federal  courts,  not State  courts  or State  tribunals\"\r                                                                          \r\n\n(emphasis supplied).\r\n\n          But that proposition is untenable and inconsistent with\r\n\nthe  Supreme  Court's case  law.   Although  state courts  may be\r\n\ndeprived  of jurisdiction to decide  a case once  it is preempted\r                                                          \r\n\nunder  Garmon, they are  not deprived  of jurisdiction  to decide\r                       \r\n\nwhether a case  is so  preempted.  State  courts have  concurrent\r                 \r\n\njurisdiction to decide federal preemption issues.   See Chick Kam\r                                                                           \r\n\nChoo v. Exxon Corp., 486 U.S. 140, 149-50 (1988) (\"[W]hen a state\r                             \r\n\nproceeding presents  a federal  issue, even a  pre-emption issue,\r\n\nthe proper  course is  to seek  resolution of  that issue  by the\r\n\nstate court.\"); see also  Turnbow v. Pacific Mut. Life  Ins. Co.,\r                                                                          \r\n\n934 F.2d 1100,  1103 (9th  Cir. 1991) (no  jurisdictional bar  to\r\n\nstate court  deciding ERISA preemption question);  Sun Refining &amp;\r                                                                           \r\n\nMarketing  Co.  v. Brennan,  921 F.2d  635,  641 (6th  Cir. 1990)\r                                    \r\n\n(discussing  possibility   of  Younger  abstention   question  in\r                                                \r\n\nsituation involving state action that was arguably subject to the\r\n\nexclusive   jurisdiction  of   Occupational  Safety   and  Health\r\n\n                               -45-\r\r\n\nAdministration  (\"OSHA\")  and  stating, \"it  is  undisputed  that\r\n\nconcurrent jurisdiction exists in the Ohio state courts to decide\r\n\nthe federal pre-emption issue\").\r\n\n          Garmon  preemption is no  exception to  this principle.\r                          \r\n\nCf. International  Longshoremen's Ass'n,  AFL-CIO v.   Davis, 476\r                                                                      \r\n\nU.S.  380,  393 (1985)  (\"when a  claim  of Garmon  preemption is\r                                                            \r\n\nraised  [in state court], it  must be considered  and resolved by\r                                                                           \r\n\nthe state court\" (emphasis supplied)).  Because the Massachusetts\r                         \r\n\nstate courts  have concurrent  jurisdiction to decide  the Garmon\r                                                                           \r\n\npreemption  issue, Chaulk  will have  an adequate  opportunity to\r\n\nraise its  Garmon preemption  claim in the  Massachusetts courts,\r                           \r\n\nand  thus the \"adequate opportunity\" prong of Younger is also met\r                                                               \r\n\nhere.\r\n\n          Perhaps recognizing  that Younger applies to this case,\r                                                     \r\n\nChaulk  has  argued  that  preemption  cases  should  be  treated\r\n\ndifferently than typical Younger abstention cases.   It says that\r                                          \r\n\n\"[t]he real  issue in this  case is whether a  doctrine of comity\r\n\nshould be applied in a  Garmon preemption case.\"  It  argues that\r                                        \r\n\ntreating this  case under Younger \"confuses  two federal concepts\r                                           \r\n\nwhich  are rooted in very different soil\"; and that while Younger\r                                                                           \r\n\n\"is  predicated  upon  discretionary  deference  by  the  federal\r\n\ngovernment   to  fundamental  State  interests,\"  preemption  \"is\r\n\nmandatory and  arises under  the Constitution,  specifically, the\r\n\nSupremacy  Clause.\"    According  to  Chaulk  \"[t]o  elevate  the\r\n\nequitable doctrine of abstention over the Constitutional doctrine\r\n\nof preemption would truly be to elevate form over substance.\"\r\n\n                               -46-\r\r\n\n          Whatever the merits of Chaulk's argument in theory, the\r\n\nSupreme Court has  apparently rejected  it.  In  NOPSI the  Court\r                                                                \r\n\nsaid  that preemption  issues  do not  involve a  greater federal\r\n\ninterest than other constitutional challenges:\r\n\n            There  is no greater  federal interest in\r\n            enforcing   the   supremacy  of   federal\r\n            statutes than in enforcing  the supremacy\r\n            of  explicit  constitutional  guarantees,\r\n            and  constitutional  challenges to  state\r\n            action,  no  less than  pre-emption-based\r\n            challenges,   call   into  question   the\r\n            legitimacy of the State's interest in its\r\n            proceedings  reviewing or  enforcing that\r\n            action.   Yet it  is clear that  the mere\r\n            assertion of a substantial constitutional\r\n            challenge to state  action will not alone\r\n            compel    the    exercise   of    federal\r\n            jurisdiction. . . .    [P]reemption-based\r\n            challenges merit a similar focus . . . .\r\n\nId. at 365.  Thus, courts are to analyze Younger abstention cases\r                                                          \r\n\ninvolving preemption claims no differently than any other Younger\r                                                                           \r\n\nabstention  case, see Sun Refining,  921 F.2d at  639, and even a\r                                            \r\n\nsubstantial  claim of  federal  preemption is  not sufficient  to\r\n\novercome Younger.  See NOPSI, 491 U.S. at 365-66.19\r                                      \r\n                    \r                              \r\n\n19  A distinction exists between preemption involving a choice of\r\nforum and preemption involving a choice  of law.  Cf. Violette v.\r                                                                        \r\nSmith &amp;  Nephew  Dyonics, Inc.,  62 F.3d  8, 11  (1st Cir.  1995)\r                                        \r\n(choice  of  forum preemption  is  jurisdictional  and cannot  be\r\nwaived,  while choice  of law  is not  and may  be waived).   The\r\nargument might  be made that  because Garmon  involves choice  of\r                                                      \r\nforum preemption there  is a greater federal interest  to protect\r\nthan in a  case involving  choice of law  and that,  accordingly,\r\nabstention here might not be  appropriate here even if abstention\r\nfor choice of law preemption would be.  NOPSI, however, says that\r                                                       \r\nthe  federal  interest is  not to  be  weighed against  the state\r\ninterest.  See  Sun Refining, 921 F.2d at 641.   Thus even if the\r                                      \r\nfederal interest in Garmon preemption is weightier than in choice\r                                    \r\nof law preemption cases,  that consideration does not  affect the\r\nYounger  inquiry;  abstention  is   appropriate  as  long  as  an\r                 \r\nimportant state interest is identified and the other requirements\r\nare  met.    See    Middlesex County,  457  U.S.  at  431-32; Sun\r                                                                           \r\n\n                               -47-\r\r\n\n          The exception to Younger  that provides that abstention\r                                            \r\n\nmay  be improper  where  the plaintiff  might suffer  irreparable\r\n\ninjury  absent  equitable  relief  is  not  applicable  here.   A\r\n\nsufficient  risk  of  irreparable  injury  may  exist  where  the\r\n\nchallenged state statute is \"flagrantly and patently violative of\r\n\nexpress constitutional prohibitions. . . .\"  Younger, 401 U.S. at\r                                                              \r\n\n53-54.   But chapter  151B is hardly  flagrantly unconstitutional\r\n\nand, given  the complexities  of the preemption  question, it  is\r\n\ndifficult  to  describe  the  MCAD's  actions  as  flagrantly  or\r\n\npatently violative of the Garmon preemption principle.\r                                          \r\n\n          Further, although the Supreme  Court in NOPSI left open\r                                                                 \r\n\nthe  question  of  whether  a  \"facially  conclusive\"  claim  for\r\n\npreemption might fall within the exception to Younger, see NOPSI,\r                                                                          \r\n\n491  U.S. at  367,  the preemption  claim  here is  not  facially\r\n\nconclusive.    For  Chaulk's  preemption  claim  to  be  facially\r\n\nconclusive the federal courts must be able to determine the state\r\n\naction  is  preempted \"without  further  factual  inquiry.\"   Id.\r                                                                           \r\n\nChaulk cannot meet this standard.\r\n\n          The  MCAD has  not sought  directly to  regulate unfair\r\n\nlabor practices nor has  it questioned the authority of  the NLRB\r\n\nto adjudicate the unfair  labor practices claim.  Cf.  NOPSI, 491\r                                                                      \r\n\nU.S.  at 367.   It  has in  fact said  that \"the  issue of  union\r\n\ninterference is  properly  left to  the provinces  of the  NLRB.\"\r\n\nNeither has it challenged the  non-admission settlement agreement\r\n\nthat Chaulk has entered, nor does it appear  that the MCAD action\r\n                    \r                              \r\n\nRefining, 921 F.2d at 641.    \r                  \r\n\n                               -48-\r\r\n\nwill  undermine that agreement.20   Even if there  were reason to\r\n\ndoubt  whether   Doulamis  has   a  bona   fide  claim   for  sex\r\n\ndiscrimination or whether the MCAD should adjudicate the dispute,\r\n\nit would be impossible \"conclusively [to] say [the MCAD] is wrong\r\n\nwithout  further factual  inquiry  -- and  what requires  further\r\n\nfactual inquiry  can hardly  be deemed 'flagrantly'  unlawful for\r\n\npurposes of  a threshold  abstention determination.\"   NOPSI, 491\r                                                                      \r\n\nU.S. at 367.21 \r\n\n          Finally, the fact that the union filed a complaint with\r\n\nthe NLRB before Doulamis filed her complaint before the MCAD does\r\n\nnot resolve the  matter.22   To begin with,  Chaulk never  raised\r\n\n                    \r                              \r\n\n20   There is nothing  in the record to  show that the  NLRB even\r\nconsidered Doulamis' claims for sex discrimination in the context\r\nof the unfair labor practice  charges.  Moreover, the  settlement\r\nagreement itself \"does not  preclude persons from filing charges,\r\nthe General Counsel from prosecuting complaints, or the Board and\r\nthe courts from finding violations  with respect to matters which\r                    \r\nprecede  the date of the approval of this Agreement regardless of\r\nwhether  such matters  are known  to the  General Counsel  or are\r\nreadily discoverable\" (emphasis supplied). \r\n\n21  There may be  situations in which the preemption  claim could\r\nbe facially  conclusive and abstention would  not be appropriate.\r\nFor example,  this case  would  be viewed  quite differently  had\r\nDoulamis alleged  before the MCAD that  the discrimination Chaulk\r\nengaged in was simply  based on her potential affiliation  in the\r\nunion, as  opposed to her gender.   In such a  case, the question\r\nwhether the  claim was within  the exclusive jurisdiction  of the\r\nNLRA would not turn on  deciding whether her claim was a  case of\r\nartful  pleading.   No more  facts would  need be  determined and\r\nunder  such  circumstances  abstention  would  probably  not   be\r\nappropriate.   Moreover,  were  the MCAD  to assert  jurisdiction\r\nunder such circumstances, there would be a good argument that the\r\nMCAD was  behaving in flagrant disregard of the Garmon preemption\r                                                                \r\nprinciple.     \r\n\n22  Although  Doulamis' complaint  before the MCAD  was filed  on\r\nDecember 1,  1993  the  proceedings  before  the  MCAD  began  on\r\nNovember 23, 1993 when Doulamis underwent her intake interview.\r\n\n                               -49-\r\r\n\nsuch a  theory as  a basis to  prevent abstention.   Its  initial\r\n\nbrief, its  reply brief,  and the supplemental  letter memorandum\r\n\nrequested  by  the  panel at  oral  argument  are  devoid of  any\r\n\nargument  that  abstention  is  inappropriate  because  the  NLRB\r\n\nproceeding was  pending at the time of the MCAD complaint.  It is\r\n\ntherefore waived.  See Grella v. Salem Five Cent Savings Bank, 42\r                                                                       \r\n\nF.3d 26, 36 (1st Cir. 1994).\r\n\n          Moreover, there does not appear to be case law squarely\r\n\nsupporting  such a theory.   Indeed, such a  theory of abstention\r\n\nappears to be at odds with the treatment of the issue in at least\r\n\none  other circuit.    See  Sun  Refining,  921  F.2d  at  639-42\r                                                   \r\n\n(abstention  was appropriate  despite  claim that  the state  law\r\n\naction violated  the exclusive  jurisdiction of OSHA  and despite\r\n\nfact that  OSHA  action had  been  pending and  concluded  months\r\n\nbefore the state action was brought).  As a matter of policy, the\r\n\nexistence  of  a  NLRB  action  at  the  time  a  parallel  state\r\n\nproceeding  is filed  should not  control the  matter here.   The\r\n\nNLRB, if it so chose, could have sought an injunction against the\r\n\nstate proceedings if it  thought the state proceedings conflicted\r\n\nwith its  exclusive jurisdiction.   NLRB  v. Nash-Finch  Co., 404\r                                                                      \r\n\nU.S. 138,  142-44 (1971).23   The fact that  the NLRB did  not so\r\n                    \r                              \r\n\n23  Even the cases cited for the proposition that a federal court\r\nmay enjoin  a  state court's  intrusion into  a federal  agency's\r\nexclusive jurisdiction do not stand for such a broad proposition.\r\nIn the only  labor case  cited, American Federation  of Labor  v.\r                                                                       \r\nWatson, 327 U.S. 582 (1946), the court specifically said that for\r                \r\nsuch an injunction to issue there must be  an immediate threat of\r\nirreparable  injury, such  as  an \"imminent  threat to  an entire\r\nsystem of collective  bargaining.\"   Id. at 595.   No  comparable\r                                                  \r\nthreat exists here.  In fact, in Watson the Court explicitly said\r                                                 \r\n\n                               -50-\r\r\n\nmove speaks volumes.\r\n\n          I respectfully dissent.\r\n\n                    \r                              \r\n\nthat  the  threat of  multiple prosecutions  under the  state law\r\nwould not be  sufficient to justify an injunction.   See id.  The\r                                                                      \r\nCourt also abstained under the doctrine of Railroad Commission of\r                                                                           \r\nTexas v. Pullman Co., 312 U.S. 496 (1941).  See id. at 599.    \r                                                             \r\n\n                               -51-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1249\r\n\n                      CHAULK SERVICES, INC.,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                 MASSACHUSETTS COMMISSION AGAINST\r\n                     DISCRIMINATION, ET AL.,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Reginald C. Lindsay, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                      Lynch, Circuit Judge,\r                                                    \r\n\n                  and Casellas,* District Judge.\r                                                         \r\n\n                                           \r\n\n     Arthur P. Menard, with whom Paul J. Murphy and Menard Murphy\r                                                                           \r\n&amp; Walsh were on brief for appellant.\r                 \r\n     Macy  Lee,  Assistant  Attorney  General,  with  whom  Scott\r                                                                           \r\nHarshbarger, Attorney General of  Massachusetts, was on brief for\r                     \r\nappellee   Massachusetts   Commission   Against   Discrimination;\r\nKatherine    McClure    on    brief    for    appellees   Petrina\r                              \r\nDoulamis/Sullivan  and  International   Association  of  EMTs   &amp;\r\nParamedics, NAGE and AFL-CIO.\r\n\n                                           \r\n\n                        November 27, 1995\r\n                    \r                              \r\n\n*  Of the District of Puerto Rico, sitting by designation.\r\r\n\n                                           \r\n\n                               -2-\r\r\n\n          CASELLAS, District Judge.   Plaintiff-appellant  Chaulk\r                    CASELLAS, District Judge.\r                                            \r\n\nServices,  Inc. (\"Chaulk\")  originally  brought  this action  for\r\n\ndeclaratory judgment, preliminary and permanent injunctive relief\r\n\nagainst  the  Massachusetts  Commission   Against  Discrimination\r\n\n(\"MCAD\")(\"the     Commission\"),     Petrina     Doulamis/Sullivan\r\n\n(\"Doulamis\")  and  the   International  Association  of   EMTs  &amp;\r\n\nParamedics, NAGE, AFL-CIO (\"the  Union\"), to prevent  defendants-\r\n\nappellees from  proceeding with  the case of  Doulamis v.  Chaulk\r                                                                           \r\n\nServices, Inc., 93-BEM-2145, then pending before the MCAD, on the\r                        \r\n\nbasis that the action was preempted by federal law, particularly,\r\n\nthe National Labor Relations Act (\"NLRA\")(\"the Act\"), 29 U.S.C.  \r\n\n151  et seq.  The district court abstained from deciding Chaulk's\r                     \r\n\npreemption  claim, citing Younger v.  Harris, </pre><span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span> </a></span><pre class=\"inline\">(1971),\r                                                      \r\n\nOhio Civil  Rights Commission v. Dayton  Christian Schools, Inc.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">619</span> </a></span><pre class=\"inline\">(1986) and  Brotherhood of Locomotive  Engineers v.\r                                                                        \r\n\nMCAD,  695  F.  Supp.  1321  (D. Mass.  1988),  and  consequently\r              \r\n\ndismissed Chaulk's complaint.   We vacate the judgment  below and\r\n\nremand the case to the district court.\r\n\n                    I.  STATEMENT OF THE CASE\r                              I.  STATEMENT OF THE CASE\r                                                       \r\n\n          A.  Facts\r                    A.  Facts\r\n\n          In the middle of 1993, the International Association of\r\n\nEMTs and  Paramedics, NAGE,  AFL-CIO, began a  union organization\r\n\ncampaign  at Chaulk.   Doulamis became  involved in  the campaign\r\n\nsometime during the fall  of 1993, when she  and Eric Burgess,  a\r\n\nmale Chaulk employee, wrote a letter to the president of Chaulk's\r\n\nparent  company  calling for  the organization  of  a union.   On\r\n\n                               -2-\r\r\n\nNovember  10,  1993,  Chaulk's  CEO Nicholas  O'Neil  and  Joseph\r\n\nGilmore, vice-president,  as part  of their own  campaign against\r\n\nthe union organization effort, met with Doulamis in an attempt to\r\n\npressure  her  into  becoming  a non-union  advocate.    Doulamis\r\n\ndeclined their invitation.\r\n\n          As  a result  of this  meeting, the Union  filed unfair\r\n\nlabor practice charges  on November  29, 1993  with the  National\r\n\nLabor Relations  Board (\"NLRB\") against Chaulk,  claiming that it\r\n\ncoerced  and intimidated  Doulamis, a  known union  organizer, by\r\n\nquestioning   her  regarding  union  activities  and  threatening\r\n\nretaliation for those union activities,  in violation of the Act.\r\n\nOn December 6 and 9, 1993, the Union filed two additional charges\r\n\nwith  the NLRB, both of which alleged that Chaulk interfered with\r\n\nDoulamis'  labor activity  rights and  discriminated  against her\r\n\nbecause of her union organization efforts.1\r\n\n          Thereafter, the NLRB issued  a complaint against Chaulk\r\n\nalleging specific violations of     8(a)(1) and (3) of  the NLRA,\r\n\nand  charging that  Chaulk  had interfered  with, restrained  and\r\n\ncoerced several employees, including Doulamis, in the exercise of\r\n\nrights guaranteed by   7  of the Act.  With respect  to Doulamis,\r\n\nthe complaint alleged that  on November 29, 1993 Chaulk  issued a\r\n\n                    \r                              \r\n\n1   The  Union filed  several  additional unfair  labor  practice\r\ncharges against  Chaulk stemming  from  its alleged  interference\r\nwith  the protected rights of numerous other employees.  Here, we\r\nrefer  in  particular  only  to those  which,  according  to  the\r\nparties, involve  charges  of unlawful  conduct directed  against\r\nDoulamis.   Furthermore,  while  Doulamis  is not  named  as  the\r\naggrieved  employee in these charges, both parties agree that the\r\nemployee referred to therein is, in fact, Doulamis.\r\n\n                               -3-\r\r\n\nwritten warning and on December 7, 1993 issued a letter addressed\r\n\nto Doulamis threatening  her with discipline if  she attended any\r\n\nfuture 401(K) meetings  held by  Chaulk with its  employees.   In\r\n\naddition, the complaint  charged that on December 2, 1993, Chaulk\r\n\nsuspended  the coauthor  of the  pro-union letter,  Eric Burgess.\r\n\nAccording  to  the  complaint,  Chaulk engaged  in  this  conduct\r\n\nbecause  it mistakenly  believed  that  Doulamis,  together  with\r\n\nseveral  of  her  fellow  employees, had  engaged  in  misconduct\r\n\narising  out of union or other protected concerted activity.  See\r                                                                           \r\n\nComplaint and  Notice of Hearing at   s 7-8.  It  is also alleged\r\n\nthat these  employees formed, joined  and assisted the  Union and\r\n\notherwise  engaged in  concerted  activities, and  that  Chaulk's\r\n\nconduct was a deliberate attempt to discourage the employees from\r\n\nengaging in  these activities,  in violation of  sections 8(a)(3)\r\n\nand (1) of the Act.  See Complaint and Notice of Hearing at  s 7-\r                                  \r\n\n10.\r\n\n          A  full  and  comprehensive  settlement  agreement  was\r\n\nreached between Chaulk and the NLRB in March 1995 regarding these\r\n\nclaims.  As part of the settlement, Chaulk agreed to, inter alia,\r                                                                          \r\n\nexpunge  from its  files any  reference to  the transfer  of Eric\r\n\nBurgess;  the written  warnings  set forth  in the  complaints of\r\n\nDoulamis, Richard Graham, Chris Adler, Gary Winitzer, Jim Taubert\r\n\nand Jean Taubert; the suspensions  of Eric Burgess, Chris  Adler,\r\n\nJim Taubert,  Jean Taubert, Gary Winitzer,  Michael Cook, Kathryn\r\n\nEdwards  and  James  McLaughlin;  and the  terminations  of  Fran\r\n\nWilkerson,  John  Borden and  McLaughlin.    In addition,  Chaulk\r\n\n                               -4-\r\r\n\nagreedto payout approximately$12,000in backpay tothese employees.\r\n\n          Meanwhile,  on December  1, 1993,  after the  Union had\r\n\nalready  filed its first charge  with the NLRB,  Doulamis filed a\r\n\ncomplaint with the MCAD  against Chaulk, claiming she had  been a\r\n\nvictim  of  unlawful  sex  discrimination.    Specifically,   she\r\n\ncomplained of being harassed  about her union activity, allegedly\r\n\nbecause of her gender, in  that the \"males who are  also involved\r\n\n[in the union activity] are not being harassed.\"\r\n\n          On February 18, 1994, Chaulk moved to dismiss Doulamis'\r\n\ncomplaint  at the MCAD for  lack of jurisdiction,  on the grounds\r\n\nthat it was preempted by federal law.  On May 13, 1994, the  MCAD\r\n\nissued  an order  denying  the motion  to  dismiss and  retaining\r\n\njurisdiction over Doulamis' discrimination claims, reasoning that\r\n\nit  did not have  to address the  merits of  the underlying labor\r\n\ndispute   in  order   to  resolve   the  allegations   of  gender\r\n\ndiscrimination.  The  Commission then  promptly issued  a set  of\r\n\ninterrogatories to Chaulk, requesting detailed  information about\r\n\nall known union organizers, their  role in organizing efforts and\r\n\nany  significant acts  of  union organizing  known to  appellant,\r\n\nincluding   copies  of  any  communications  between  Chaulk  and\r\n\nDoulamis relative to the union organization effort.\r\n\n          B.  Proceedings Below\r                    B.  Proceedings Below\r\n\n          The  present  action was  filed  in  the United  States\r\n\nDistrict Court for the  District of Massachusetts on December  8,\r\n\n1994, seeking a  declaratory judgment  as well  as an  injunction\r\n\nbarring the  continued prosecution of  Doulamis' complaint before\r\n\n                               -5-\r\r\n\nthe MCAD.   Chaulk  claimed  that the  Commission's assertion  of\r\n\nstate  authority   over  her   charge  directly   threatened  and\r\n\nsignificantly  interfered with the jurisdiction of  the NLRB.  As\r\n\nnoted above, the  district court granted MCAD's motion to dismiss\r\n\non abstention grounds.   It did not decide the  preemption issue.\r\n\nChaulk now appeals the district court's judgment.\r\n\n                          II.  ANALYSIS\r                                    II.  ANALYSIS\r                                                 \r\n\n          A.Preemption\r                    A.Preemption\r\n\n          Relying on the doctrine  of preemption first enunciated\r\n\nin  San Diego  Building Trades  v. Garmon,  </pre><span class=\"citation\" data-id=\"105866\"><a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">236</span> </a></span><pre class=\"inline\">(1959),\r                                                   \r\n\nappellant argues  that the district  court erred in  allowing the\r\n\nCommission's  motion  to  dismiss   on  the  grounds  of  Younger\r                                                                           \r\n\nabstention and that  it should have decided the preemption issue.\r\n\nCiting primarily to Bud Antle, Inc. v. Barbosa, </pre><span class=\"citation\" data-id=\"678560\"><a href=\"/opinion/678560/bud-antle-inc-dba-bud-of-california-v-j-antonio-barbosa-personally/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1355</span> </a></span><pre class=\"inline\">(9th\r                                                        \r\n\nCir. 1994), Chaulk asserts  that when it is clear  that the state\r\n\ntribunal is acting  beyond the  lawful limits  of its  authority,\r\n\nthere is no  principle of  comity that is  served by  abstention.\r\n\n</pre><span class=\"citation\" data-id=\"678560\"><a href=\"/opinion/678560/bud-antle-inc-dba-bud-of-california-v-j-antonio-barbosa-personally/\"><span class=\"id_token\">Id.</span> at  1356. </a></span><pre class=\"inline\">  Accordingly,  it urges  us  to find  the  Younger\r                                                                           \r\n\nabstention doctrine inapplicable to this case, address the merits\r\n\nof its  preemption claim, and  declare that appellee's  charge of\r\n\nsex discrimination  before the Commission is  indeed preempted by\r\n\nfederal law.\r\n\n          We  begin by delineating  the present  scope of  the so\r\n\ncalled  Garmon preemption  doctrine.   The Supreme Court  held in\r                        \r\n\nGarmon that when an activity is arguably subject to   7 or   8 of\r                \r\n\nthe  National  Labor Relations  Act, the  states  as well  as the\r\n\n                               -6-\r\r\n\nfederal courts must defer to the exclusive competence of the NLRB\r\n\nif the danger of state interference with national labor policy is\r\n\nto  be averted.  </pre><span class=\"citation\" data-id=\"678560\"><a href=\"/opinion/678560/bud-antle-inc-dba-bud-of-california-v-j-antonio-barbosa-personally/\"><span class=\"id_token\">Id.</span> at 245. </a></span><pre class=\"inline\">  When Congress enacted the NLRA, it\r                             \r\n\nenacted comprehensive  procedural rules  and created the  NLRB to\r\n\nadminister  this specially  designed  regulatory structure.   The\r\n\nresult was  a complex  and interrelated  scheme  of federal  law,\r\n\nremedies and administration designed to achieve uniformity in our\r\n\nnational  labor  policy.   </pre><span class=\"citation\" data-id=\"105866\"><span class=\"antecedent_guess\">Garmon,</span>  <a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">359</span>  <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">242</span></a></span><pre class=\"inline\">; New  York\r                                                                           \r\n\nTelephone Co.  v. New  York  Dept. of  Labor, </pre><span class=\"citation\" data-id=\"110041\"><a href=\"/opinion/110041/new-york-tel-co-v-new-york-labor-dept/\"><span class=\"volume\">440</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span><pre class=\"inline\">,  527\r                                                      \r\n\n(1979); Jones v. Truck Drivers Local Union No. 299, </pre><span class=\"citation no-link\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">856</span></span><pre class=\"inline\">,\r                                                            \r\n\n872  (6th   Cir.  1988)(Merritt,  J.,  concurring   in  part  and\r\n\ndissenting in part).\r\n\n          In  order to  achieve the desired  uniformity, Congress\r\n\nentrusted  the interpretation and  enforcement of  the NLRA  to a\r\n\ncentralized administrative agency, armed with its own procedures,\r\n\nand  equipped  with  its  specialized  knowledge  and  cumulative\r\n\nexperience.   See </pre><span class=\"citation\" data-id=\"105866\"><span class=\"antecedent_guess\">Garmon,</span> <a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">359</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">242</span></a></span><pre class=\"inline\">.   This administrative\r                                  \r\n\nscheme  was  designed  to  avoid the  danger  of  conflicting  or\r\n\nincompatible adjudications  such as would  inevitably result from\r\n\nhaving  multiple forums, with their diverse procedures, entertain\r\n\nclaims  under the  NLRA.   Garner  v.  Teamsters, Chauffeurs  and\r                                                                           \r\n\nHelpers Local Union  No. 776, </pre><span class=\"citation no-link\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">485</span></span><pre class=\"inline\">, 490-91 (1953).   The\r                                      \r\n\nGarmon rule is therefore  intended to preclude state interference\r                \r\n\nwith the NLRB's interpretation  and enforcement of the integrated\r\n\nscheme  of  regulation established  by  the NLRA.    Golden State\r                                                                           \r\n\nTransit Corp. v. City of Los Angeles, </pre><span class=\"citation\" data-id=\"111621\"><a href=\"/opinion/111621/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">608</span></a></span><pre class=\"inline\">, 613 (1986).\r                                              \r\n\n                               -7-\r\r\n\n          Withal, the  Garmon rule  admits of some  exceptions to\r                                       \r\n\nthe NLRB's primary jurisdiction.  For instance, where the conduct\r\n\nat issue is of only \"peripheral concern\" to federal labor policy,\r\n\nthe  states  are  not  precluded from  regulating  the  activity.\r\n\n</pre><span class=\"citation\" data-id=\"105866\"><span class=\"antecedent_guess\">Garmon,</span>  <a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">243</span></a></span><pre class=\"inline\">.    Similarly,  state  action  is  not\r                \r\n\npreempted where  the  regulated  conduct  touches  interests  \"so\r\n\ndeeply rooted in  local feeling and  responsibility that, in  the\r\n\nabsence  of  compelling  congressional  direction,  courts cannot\r\n\ninfer that Congress has deprived the states of the power to act.\"\r\n\nId.2\r            \r\n\n          When  called  to  determine  whether  these  exceptions\r\n\napply, courts must balance the state's interest in  remedying the\r\n\neffects of  the challenged conduct against  both the interference\r\n\nwith  the NLRB's ability  to adjudicate  the controversy  and the\r\n\nrisk that the state will approve conduct that the NLRA prohibits.\r\n\nBelknap,  Inc. v.  Hale, </pre><span class=\"citation\" data-id=\"111006\"><a href=\"/opinion/111006/belknap-inc-v-hale/\"><span class=\"volume\">463</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span><pre class=\"inline\">,  498-499 (1983);  NLRB v.\r                                                                        \r\n\nState  of Ill. Dept.  of Emp. Sec.,  </pre><span class=\"citation\" data-id=\"602404\"><a href=\"/opinion/602404/national-labor-relations-board-v-state-of-illinois-department-of/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">735</span></a></span><pre class=\"inline\">,  739 (7th Cir.\r                                            \r\n\n1993).  In doing so, we intentionally focus on the conduct at the\r\n\n                    \r                              \r\n\n2    Courts  have recognized  a  third  exception  to the  Garmon\r                                                                           \r\ndoctrine  where  Congress  has   expressly  carved  out  such  an\r\nexception to the NLRB's primary jurisdiction.  See  Tamburello v.\r                                                                        \r\nComm-Tract  Corporation, No.  95-1295, slip  op.  at 6  (1st Cir.\r                                 \r\nOctober  2, 1995)  (citing Vaca  v. Sipes,  </pre><span class=\"citation\" data-id=\"107367\"><a href=\"/opinion/107367/vaca-v-sipes/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">171</span></a></span><pre class=\"inline\">, 179-80\r                                                   \r\n(1967);  Brennan v. Chestnut, </pre><span class=\"citation\" data-id=\"589749\"><a href=\"/opinion/589749/donald-brennan-martin-connaughton-tad-derf-howard-dobbins-duane-evavold/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">644</span></a></span><pre class=\"inline\">, 646 (8th Cir. 1992)).\r                                      \r\nCongress  has  not  made  an  exception  to  the  NLRB's  primary\r\njurisdiction  for  claims  alleging  sex  discrimination  in  the\r\ncontext of an unfair  labor practice.  See Jones v. Truck Drivers\r                                                                           \r\nLocal </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Union,</span> <span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">861</span> </span><pre class=\"inline\">(sexual discrimination is  a breach\r                     \r\nof duty of  fair representation and  within scope of    8 of  the\r\nNLRA); NLRB v.  Local 106,  </pre><span class=\"citation\" data-id=\"329303\"><a href=\"/opinion/329303/national-labor-relations-board-v-local-no-106-glass-bottle-blowers/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">693</span> </a></span><pre class=\"inline\"> (6th Cir.  1975)(same).\r                                   \r\nThis  exception therefore  does not  apply to  the facts  in this\r\ncase.\r\n\n                               -8-\r\r\n\nroot of  this controversy,  namely Chaulk's  alleged interference\r\n\nwith Doulamis'  union activities,  as opposed to  the descriptive\r\n\ntitle of sex discrimination  given to her cause of  action before\r\n\nthe MCAD.  That  is because preemption is designed  to shield the\r\n\nsystem  from  conflicting  regulation  of conduct.    \"It  is the\r                                                           \r\n\nconduct being regulated, not  the formal description of governing\r\n\nlegal   standards  that   is  the   proper  focus   of  concern.\"\r\n\nAmalgamated Ass'n  of St., E.R.  &amp; M.  C. Emp. v.  Lockridge, </pre><span class=\"citation\" data-id=\"108370\"><a href=\"/opinion/108370/motor-coach-employees-v-lockridge/\"><span class=\"volume\">403</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span><pre class=\"inline\">, 292 (1971).  See also,  </pre><span class=\"citation\" data-id=\"105866\"><span class=\"antecedent_guess\">Garmon,</span> <a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">246</span> </a></span><pre class=\"inline\">(\"It is\r                                                  \r\n\nnot the label affixed to the cause of action under state law that\r\n\ncontrols the determination of  the relationship between state and\r\n\nfederal jurisdiction\").\r\n\n          Doulamis'  complaint highlights  the risk that  a state\r\n\ncause of action will touch on an area of primary federal concern.\r\n\nShe  complains  of  incidents  of  interference  with  her  union\r\n\nactivities  as a union organizer.  The very same conduct provides\r\n\nthe factual basis  for the unfair labor practice  charges brought\r\n\nby the  Union on her  behalf, which were  eventually incorporated\r\n\ninto the complaint and notice of hearing issued by the NLRB.  Her\r\n\nclaims are fundamentally grounded in an assertion that the rights\r\n\nwhich her  employer interfered  with involve her  union activity.\r\n\nWhere, as here,  the case involves conduct arguably prohibited by\r\n\n   8 of the  Act, the NLRB  has broad authority  to determine the\r\n\nappropriate  remedy  for wronged  employees.3    \"In fact,  since\r\n                    \r                              \r\n\n3  MCAD presses the argument that gender-based  discrimination is\r\nnot  even within  the realm  of  prohibited activities  under the\r\nNLRA.  According  to MCAD, the scope of prohibited discrimination\r\n\n                               -9-\r\r\n\nremedies  form   an  ingredient  of  any   integrated  scheme  of\r\n\nregulation,  to allow the state to grant  a remedy here which has\r\n\nbeen withheld  from  the  NLRB  only accentuates  the  danger  of\r\n\nconflict.\"   </pre><span class=\"citation\" data-id=\"105866\"><span class=\"antecedent_guess\">Garmon,</span>  <a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">247</span></a></span><pre class=\"inline\">;  Richardson v.  Kruchko &amp;\r                                                                           \r\n\nFries, </pre><span class=\"citation\" data-id=\"584211\"><a href=\"/opinion/584211/kathryn-k-richardson-v-kruchko-fries-a-professional-partnership/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">153</span></a></span><pre class=\"inline\">, 157 (4th Cir. 1992).   Board authority over\r               \r\n\nclaims  of interference  with union  activities is not  merely of\r\n\nperipheral  concern to the Act.  Rather, the Board's authority to\r\n\nremedy  such practices is central to its purpose.  See Tamburello\r                                                                           \r\n\nv.  Comm-Tract Corporation, No. 95-1295,  slip op. at  9 n.5 (1st\r                                    \r\n\nCir. October 2, 1995).\r\n\n          Moreover,  the fact that  the Union  clearly considered\r\n\nChaulk's conduct  an unfair labor  practice, and  that the  Board\r\n\nentertained  such charges, only buttresses the Court's conclusion\r\n\nthat  said   conduct  is  not  only   \"arguably\",  but  obviously\r\n\nprohibited  under section 8(a) of  the NLRA.   It also highlights\r\n\nthe   very  real   danger   of  interference   with  the   NLRB's\r\n\njurisdiction, as it was precisely the Board's timely intervention\r\n\nwhich  in this  case led  to the  agreement through  which Chaulk\r\n\npledged, among  other things,  not  to engage  in the  challenged\r\n\nconduct, or take similar actions to hinder its employees in their\r\n\nunion activities.\r\n\n          Significantly, the Supreme Court has held that in cases\r\n                    \r                              \r\n\nunder  the  Act  is  limited  to  discrimination  based  on union\r\nactivities or  membership.   Still, the  argument  has been  made\r\nsuccessfully that  sexual  discrimination constitutes  an  unfair\r\nlabor practice under   8 of the NLRA.  See Jones v. Truck Drivers\r                                                                           \r\nLocal </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Union,</span> <span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">861</span> </span><pre class=\"inline\">(sexual discrimination is  a breach\r                     \r\nof  duty of fair  representation and within  scope of    8 of the\r\nNLRA); NLRB v. Local 106, </pre><span class=\"citation\" data-id=\"329303\"><a href=\"/opinion/329303/national-labor-relations-board-v-local-no-106-glass-bottle-blowers/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">693</span> </a></span><pre class=\"inline\">(6th Cir. 1975)(same).\r                                  \r\n\n                               -10-\r\r\n\nwhere the underlying conduct is arguably prohibited by the  NLRA,\r\n\napplication of the so-called  \"local interests\" exception hinges,\r\n\nin the first  place, upon  the existence of  a significant  state\r\n\ninterest in protecting its  citizens from the challenged conduct.\r\n\nIn  second place, the controversy which could be presented to the\r\n\nstate court must  be different  from that which  could have  been\r\n\npresented to the NLRB.  Sears, Roebuck &amp; Co. v.  San Diego County\r                                                                           \r\n\nDist.  Council of Carpenters, </pre><span class=\"citation\" data-id=\"109862\"><a href=\"/opinion/109862/sears-roebuck-co-v-carpenters/\"><span class=\"volume\">436</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">180</span></a></span><pre class=\"inline\">, 196-97  (1978).  See\r                                                                           \r\n\nalso, Tamburello v. Comm-Tract Corporation, No. 95-1295, slip op.\r                                                    \r\n\nat 14 (1st Cir. October 2, 1995).\r\n\n          Under the  Sears  rationale, the  critical  inquiry  is\r                                    \r\n\nwhether the controversy presented to the state court is identical\r\n\nto or different from  that which could have been presented to the\r\n\nNLRB.4  </pre><span class=\"citation\" data-id=\"109862\"><span class=\"antecedent_guess\">Sears,</span> <a href=\"/opinion/109862/sears-roebuck-co-v-carpenters/\"><span class=\"volume\">436</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">197</span></a></span><pre class=\"inline\">.   The Court reasoned that it  is\r                       \r\n\nonly  in   the  former  situation  that  a  state's  exercise  of\r\n\njurisdiction necessarily involves a risk of interference with the\r\n\nunfair  labor practice jurisdiction of the Board which the Garmon\r                                                                           \r\n                    \r                              \r\n\n4   We note that  Sears is not  entirely on point, as  it differs\r                                 \r\nfrom the  instant case in at  least one fundamental respect.   In\r\nthat case, the  Court was  presented with a  situation where  the\r\nparty seeking relief  in the state  forum had no right  to invoke\r\nthe  Board's jurisdiction  and the  party that  had the  right to\r\ninvoke the Board's jurisdiction had failed  to do so.  The  Court\r\nexpressed concern that  in the circumstances of that  case, Sears\r\nmay not  have a  chance  for a  hearing on  its  claims if  state\r\njurisdiction  were  preempted  without  any  assurance  that  the\r\ndispute might eventually be  brought before the NLRB.   The Court\r\nreasoned  that preemption  was justified  only when  an aggrieved\r\nparty has a reasonable  opportunity either to invoke the  Board's\r\njurisdiction  himself or else to  induce his adversary  to do so.\r\n</pre><span class=\"citation\" data-id=\"109862\"><a href=\"/opinion/109862/sears-roebuck-co-v-carpenters/\"><span class=\"id_token\">Id.</span>  at 201. </a></span><pre class=\"inline\"> Here, of  course, there is no  such concern, as the\r            \r\nUnion  filed the unfair labor practice charges with the NLRB even\r\nbefore Doulamis filed her gender discrimination claims before the\r\nCommission.\r\n\n                               -11-\r\r\n\ndoctrine was designed to avoid.  </pre><span class=\"citation\" data-id=\"109862\"><a href=\"/opinion/109862/sears-roebuck-co-v-carpenters/\"><span class=\"id_token\">Id.</span>  We assume </a></span><pre class=\"inline\">arguendo that the\r                                                                  \r\n\nCommonwealth  of  Massachusetts  has a  significant  interest  in\r\n\nprotecting  its  citizens  against  sex discrimination  in  their\r\n\nemployment.  Following  the guidelines set  forth by the  Supreme\r\n\nCourt  in Sears,  we  therefore examine  whether the  controversy\r                         \r\n\nbefore the  state forum would  indeed be the  same as  that which\r\n\ncould be brought before the NLRB.  </pre><span class=\"citation\" data-id=\"109862\"><a href=\"/opinion/109862/sears-roebuck-co-v-carpenters/\"><span class=\"id_token\">Id.</span>\r                                               \r\n\n          In  this </a></span><pre class=\"inline\">regard,  it is  telling  that the  Union, upon\r\n\nlearning   of  Chaulk's   alleged  interference   with  Doulamis'\r\n\nactivities as  a union organizer, promptly filed  an unfair labor\r\n\npractice charge on her behalf, claiming violations  of   8 of the\r\n\nAct--thereby clearly  characterizing the controversy  as a  labor\r\n\ndispute, subject  to the  NLRB's primary  jurisdiction.  For  its\r\n\npart,  the   NLRB  received  the  Union's  allegations  regarding\r\n\nChaulk's  conduct--the same  conduct  that would  later form  the\r\n\nbasis  for  Doulamis'  discrimination  claim  before  the  MCAD--\r\n\ninvestigated them, proceeded then to issue a Complaint and Notice\r\n\nof  Hearing, and eventually settled the matter.  Plainly, this is\r\n\nnot  a  case  where the  NLRB  declined  to  exercise its  lawful\r\n\njurisdiction over a labor controversy, or where the NLRB's actual\r\n\nexercise of jurisdiction remains a matter of speculation.  On the\r\n\ncontrary, the Board  in this case  moved aggressively to  acquire\r\n\nsuch  jurisdiction  and bring  the matter  to  a full  and speedy\r\n\nresolution.\r\n\n          Furthermore,  even Doulamis'  own pleadings  before the\r\n\nCommission  couch her claims in  terms of a  labor dispute within\r\n\n                               -12-\r\r\n\nthe NLRB's primary jurisdiction.  Her complaint accuses Chaulk of\r\n\nharassment \"about  [her] union activities.\"   She also  claims to\r\n\nhave  been \"intimidated by Mr. O'Neil  about involvement in union\r\n\nactivity\" and  \"accused of  distracting the other  employees with\r\n\nunion activity.\"   As noted  above, such  conduct on the  part of\r\n\nChaulk,  if adequately  established  through competent  evidence,\r\n\nwould  constitute  an  undue interference  with  Doulamis' rights\r\n\nunder   7 of the  NLRA and consequently a violation of    8(a)(1)\r\n\nof  the Act.    The application  of  additional remedies  to  the\r\n\nconduct  here at  issue only  invites conflict.   As  the Supreme\r\n\nCourt stated in Garmon, \"[t]he obligation to pay compensation can\r                                \r\n\nbe,  indeed is  designed  to be,  a  potent method  of  governing\r\n\nconduct and controlling policy.\"  </pre><span class=\"citation\" data-id=\"109862\"><a href=\"/opinion/109862/sears-roebuck-co-v-carpenters/\"><span class=\"id_token\">Id.</span> at 247. </a></span><pre class=\"inline\"> See Sears, Roebuck\r                                                                           \r\n\n&amp;  </pre><span class=\"citation\" data-id=\"109862\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/109862/sears-roebuck-co-v-carpenters/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> at  <span class=\"page\">193-94</span> </a></span><pre class=\"inline\">(\"[T]he pertinent  inquiry is whether\r                \r\n\nthe two potentially conflicting statutes [are] brought to bear on\r\n\nprecisely the same conduct.\")  (citations omitted).  As discussed\r\n\nabove,  Doulamis' claim of sex discrimination is founded upon the\r\n\nidentical facts  which provided  the basis  for the  unfair labor\r\n\npractices   charge  brought   on   her  behalf   by  the   Union.\r\n\nAccordingly,  under the  Garmon rationale,  her claim  before the\r                                         \r\n\nCommission is expressly preempted.\r\n\n          Moreover, as  pointed out by Chaulk,  the interrogatory\r\n\nissued  by  the  MCAD in  the  course  of  the investigation  and\r\n\nprosecution of Doulamis'  case belies the Commission's  assertion\r\n\nthat it need not delve into the labor  aspects of the controversy\r\n\nin order to dispose of her gender discrimination claims.  Rather,\r\n\n                               -13-\r\r\n\nthe  interrogatory  is further  proof  that issues  of  labor law\r\n\nordinarily   considered  to   be   within   the  NLRB's   primary\r\n\njurisdiction  are precisely the type of questions that lie at the\r\n\nheart of this controversy.\r\n\n          Finally, in order to  determine the merits of Doulamis'\r\n\nclaims of sex disrimination, the MCAD will have to decide whether\r\n\nin  fact Doulamis was engaged in protected union activity, and if\r\n\nso, whether she was engaged in the same type of union activity as\r\n\nthe other union  organizers.   Such a finding  requires that  the\r\n\nMCAD  become embroiled  in a factual  and legal  determination of\r\n\nwhat constitutes union activity, a  task which has been expressly\r\n\nreserved to the jurisdiction  of the NLRB.  More  importantly, if\r\n\nthe  Commission  were allowed  to  entertain  Doulamis' claim  of\r\n\nsexual discrimination, there is the  potential risk that it  will\r\n\nincorrectly   apply  the   substantive   rules  governing   labor\r\n\ncontroversies laid out by Congress in  the NLRA.  It is precisely\r\n\nthis potential for incompatible or conflicting adjudications that\r\n\nCongress sought to  avoid by leaving these  determinations in the\r\n\nfirst instance to the NLRB.\r\n\n          In  the end,  no recharacterization  of this  claim can\r\n\nobscure the fact that, at bottom, this is a classic example of an\r\n\nunfair labor practice  claim of the kind traditionally handled in\r\n\nthe first instance by the NLRB.  Since the controversy before the\r\n\nMCAD and that resolved by the  NLRB are the same in a fundamental\r\n\nrespect,  and   the  risk   of  interference  with   the  Board's\r\n\njurisdiction  is obvious and  substantial, we hold  that the MCAD\r\n\n                               -14-\r\r\n\nhas  no  jurisdiction to  entertain  Doulamis'  charge of  sexual\r\n\ndiscrimination based on her  employer's alleged interference with\r\n\nher union activities.  International Union of Operating Engineers\r                                                                           \r\n\nv. Jones, </pre><span class=\"citation\" data-id=\"110897\"><a href=\"/opinion/110897/operating-engineers-v-jones/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">669</span></a></span><pre class=\"inline\">, 674 (1983).5\r                  \r\n\n          B.Abstention\r                    B.Abstention\r\n\n          We turn now to  what is in essence the  threshold issue\r\n\nin  this appeal-whether  the district  court erred  in abstaining\r\n\nunder the  Younger doctrine.  In  Younger v. Harris, </pre><span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span>\r</a></span><pre class=\"inline\">                                                             \r\n\n(1971),  the Supreme Court held  that a federal  court should not\r\n\nenjoin  a pending  state criminal proceeding  except in  the very\r\n\nunusual  situation that  an  injunction is  necessary to  prevent\r\n\ngreat  and immediate irreparable injury.   Younger stands for the\r                                                            \r\n\nproposition that  principles of comity require  \"a proper respect\r\n\nfor  state functions, a recognition  of the fact  that the entire\r\n\ncountry  is made up of a Union of separate state governments, and\r\n\na continuance of  the belief  that the  National Government  will\r\n\nfare  best if the States are  left free to perform their separate\r\n\nfunctions in  their separate ways.\"   </pre><span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"id_token\">Id.</span> at  44. </a></span><pre class=\"inline\"> The  Court has\r                                                  \r\n\nsince applied its  reasoning in Younger  to civil proceedings  in\r                                                 \r\n\n                    \r                              \r\n\n5   The  dissent devotes  a considerable  number of pages  to the\r\nissue  of  whether Title  VII  and  the  NLRA provide  concurrent\r\nremedies.  The Supreme Court has made  clear however, that when a\r\nstate proceeding is  claimed to  be preempted by  the NLRA  under\r\nGarmon, the issue is a  choice-of-forum rather than a  choice-of-\r                \r\nlaw  question.   See International Longshoremen's  Association v.\r                                                                        \r\nDavis, </pre><span class=\"citation\" data-id=\"111673\"><a href=\"/opinion/111673/longshoremen-v-davis/\"><span class=\"volume\">476</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span><pre class=\"inline\">,  391 (1986).   As such,  \"it is  a question\r               \r\nwhether  the  State  or  the  Board  has  jurisdiction  over  the\r\ndispute.\"  </pre><span class=\"citation\" data-id=\"111673\"><a href=\"/opinion/111673/longshoremen-v-davis/\"><span class=\"id_token\">Id.</span>   If--as here--there </a></span><pre class=\"inline\"> is preemption under  Garmon,\r                                                                          \r\nthen  state  jurisdiction  is  extinguished.    </pre><span class=\"citation\" data-id=\"111673\"><a href=\"/opinion/111673/longshoremen-v-davis/\"><span class=\"id_token\">Id.</span>    See  also,\r</a></span><pre class=\"inline\">                                                                          \r\nInternational  Union of Operating Engineers v. </pre><span class=\"citation\" data-id=\"110897\"><span class=\"antecedent_guess\">Jones,</span> <a href=\"/opinion/110897/operating-engineers-v-jones/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> at\r                                                              \r\n<span class=\"page\">680-81</span></a></span><pre class=\"inline\">; </pre><span class=\"citation\" data-id=\"109862\"><span class=\"antecedent_guess\">Sears,</span> <a href=\"/opinion/109862/sears-roebuck-co-v-carpenters/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">199</span> </a></span><pre class=\"inline\">n.29; </pre><span class=\"citation\" data-id=\"105866\"><span class=\"antecedent_guess\">Garmon,</span> <a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">245</span></a></span><pre class=\"inline\">.\r                                                     \r\n\n                               -15-\r\r\n\nwhich  important state  interests are involved.   See  Huffman v.\r                                                                        \r\n\nPursue, Ltd., </pre><span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">592</span> </a></span><pre class=\"inline\">(1975); Juidice v. Vail, </pre><span class=\"citation\" data-id=\"109621\"><a href=\"/opinion/109621/juidice-v-vail/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span>\r</a></span><pre class=\"inline\">                                                             \r\n\n(1977); Trainor v. Hern ndez, </pre><span class=\"citation\" data-id=\"109668\"><a href=\"/opinion/109668/trainor-v-hernandez/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">434</span> </a></span><pre class=\"inline\">(1977).\r                                      \r\n\n          In  Ohio  Civil  Rights  Comm'n  v.   Dayton  Christian\r                                                                           \r\n\nSchools, </pre><span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">477</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">619</span> </a></span><pre class=\"inline\">(1986),  the principles  of comity  first\r                 \r\n\nannounced in Younger were  made extensive to state administrative\r                              \r\n\nproceedings.   As a result,  where (1) vital  state interests are\r\n\ninvolved, (2)  in an  ongoing state judicial  (or administrative)\r\n\nproceeding, a  federal court  should abstain from  exercising its\r\n\njurisdiction  over a claim, (3) unless state law clearly bars the\r\n\ninterposition of the constitutional claims.  See Middlesex County\r                                                                           \r\n\nEthics Comm. v. Garden State Bar Assn, </pre><span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span><pre class=\"inline\">, 432  (1982);\r                                               \r\n\nMoore v. Sims, </pre><span class=\"citation\" data-id=\"110105\"><a href=\"/opinion/110105/moore-v-sims/\"><span class=\"volume\">442</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span> </a></span><pre class=\"inline\">(1979).   \"The pertinent inquiry  is\r                       \r\n\nwhether state proceedings afford an adequate opportunity to raise\r\n\nthe constitutional claims.\"  </pre><span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"antecedent_guess\">Middlesex,</span> supra</a></span><pre class=\"inline\">.\r                                                \r\n\n          The dissent  asserts that,  rather than a  principle of\r\n\ndiscretionary  deference, Younger abstention  requires a district\r                                                                \r\n\ncourt  to abstain  whenever a  case falls  within the  doctrine's\r\n\nparameters.    To the  extent it  relies  on the  Supreme Court's\r\n\ndecision in Colorado River  Water Conservation District v. United\r                                                                           \r\n\nStates, </pre><span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">800</span></a></span><pre class=\"inline\">, 816 n.22 as support for this blanket rule,\r                \r\n\nhowever,  we respectfully differ.  The cited passage on which the\r\n\ndissent  relies clearly refers  to that  category of  cases where\r\n\nfederal  jurisdiction  has  been   invoked  for  the  purpose  of\r\n\nrestraining  state  criminal  proceedings.   And  even  for  that\r                                      \r\n\ncategory  of cases, the Supreme Court makes clear that abstention\r\n\n                               -16-\r\r\n\nis only  appropriate absent bad faith, harassment,  or a patently\r\n\ninvalid state  statute.   </pre><span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"id_token\">Id.</span> at  816. </a></span><pre class=\"inline\">  In fact, Colorado  River\r                                                                           \r\n\nstrongly reaffirmed the basic  principle that abstention from the\r\n\nexercise of federal jurisdiction is the exception, not the rule:\r\n\n            The doctrine of abstention, under which a\r\n            district court may decline to exercise or\r                                        \r\n            postpone    the     exercise    of    its\r\n            jurisdiction,  is  an  extraordinary  and\r\n            narrow  exception  to   the  duty  of   a\r\n            district    court    to   adjudicate    a\r\n            controversy    properly     before    it.\r\n            Abdication  of  the obligation  to decide\r\n            cases   can   be  justified   under  this\r\n            doctrine   only    in   the   exceptional\r\n            circumstances  where  the  order  to  the\r\n            parties  to  repair  to the  state  court\r\n            would   clearly    serve   an   important\r\n            countervailing  interest.  It was never a\r\n            doctrine of  equity that a  federal court\r\n            should  exercise its  judicial discretion\r                                                               \r\n            to  dismiss a suit merely because a State\r\n            court could entertain it.\"\r\n\nColorado </pre><span class=\"citation\" data-id=\"109405\"><span class=\"antecedent_guess\">River,</span> <a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">813-14</span> </a></span><pre class=\"inline\">(emphasis supplied; citations\r                        \r\n\nomitted).   See also, New Orleans Public Service, Inc. v. Council\r                                                                           \r\n\nof the City of New Orleans, </pre><span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span><pre class=\"inline\">, 359 (1989).\r                                    \r\n\n          The  Commission  argues  that  the  case  at  bar  fits\r\n\nsquarely  within  the  principles  of  Younger  abstention.    We\r                                                        \r\n\ndisagree.   First,  the procedural  posture of this  case differs\r\n\nfrom that of the customary case where abstention is traditionally\r\n\napplied.  Ordinarily, federal courts abstain from the exercise of\r\n\njurisdiction over a particular controversy  out of respect for an\r\n\nongoing  state proceeding begun before the federal action.  It is\r\n\nthought that  this procedural  mechanism forestalls the  friction\r\n\nthat  can arise when the  business of the  two systems--state and\r\n\nfederal--overlaps.   But the notion  of comity, which  to a great\r\n\n                               -17-\r\r\n\nextent  underlies  the  Younger   doctrine  of  abstention,  must\r                                         \r\n\naccommodate  the  legitimate  interests  of both  the  state  and\r                                                          \r\n\nnational governments.  </pre><span class=\"citation\" data-id=\"108263\"><span class=\"antecedent_guess\">Younger,</span>  <a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">44</span></a></span><pre class=\"inline\">; Pennzoil  Co. v.\r                                                                        \r\n\nTexaco, Inc., </pre><span class=\"citation\" data-id=\"111856\"><a href=\"/opinion/111856/pennzoil-co-v-texaco-inc/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 10 (1987).\r                      \r\n\n          In abstaining, the court below seemingly focused on the\r\n\nsituation  that  existed  on  December  8,  1994,  when  Chaulk's\r\n\ncomplaint for declaratory and injunctive relief  was filed in the\r\n\nUnited States  District Court for the  District of Massachusetts.\r\n\nIn doing so  however, the court  ignored the fact that  an unfair\r\n\nlabor  practice  charge,  based  on  the  same  facts  underlying\r\n\nDoulamis' complaint of sex discrimination, had been filed against\r\n\nChaulk prior to her discrimination claims and was  pending before\r                      \r\n\nthe  NLRB at  the time  of the  filing of  her action  before the\r\n\nCommission.    In  addition,  shortly after  Doulamis  filed  her\r\n\naction, additional charges were filed by the Union, and the Board\r\n\ncontinued to exercise its jurisdiction over these claims.\r\n\n          Federal  courts  seek to  avoid needless  conflict with\r\n\nstate agencies  and withhold  relief by  way of  injunction where\r\n\nstate  remedies  are  available  and adequate.    Alabama  Public\r                                                                           \r\n\nService Commission v. Southern Railroad Co., </pre><span class=\"citation\" data-id=\"104905\"><a href=\"/opinion/104905/alabama-pub-serv-commn-v-southern-r-co/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span> </a></span><pre class=\"inline\">(1951).\r                                                     \r\n\nBut where Congress, acting  within its constitutional  authority,\r\n\nhas vested a  federal agency with  exclusive jurisdiction over  a\r\n\nsubject  matter and the  intrusion of a  state would result  in a\r\n\nconflict  of functions,  the federal  court may enjoin  the state\r\n\nproceeding  in  order to  preserve the  federal right.   American\r                                                                           \r\n\nFederation of  Labor  v. Watson,  </pre><span class=\"citation\" data-id=\"104265\"><a href=\"/opinion/104265/afl-v-watson/\"><span class=\"volume\">327</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">582</span></a></span><pre class=\"inline\">,  593-95  (1946);\r                                         \r\n\n                               -18-\r\r\n\nBowles  v.  Willingham,  </pre><span class=\"citation\" data-id=\"103952\"><a href=\"/opinion/103952/bowles-v-willingham/\"><span class=\"volume\">321</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">503</span></a></span><pre class=\"inline\">,  510-11  (1944);  Public\r                                                                           \r\n\nUtilities Commission of  Ohio v.  United Fuel Gas  Co., </pre><span class=\"citation\" data-id=\"103750\"><a href=\"/opinion/103750/public-util-commn-of-ohio-v-united-fuel-gas-co/\"><span class=\"volume\">317</span>  <span class=\"reporter\">U.S.</span>\r                                                                \r\n\n<span class=\"page\">456</span></a></span><pre class=\"inline\">, 468-70 (1943).\r\n\n          This   case   is  similar   to   Freehold  Cogeneration\r                                                                           \r\n\nAssociates,  LP  v.  Board  of Regulatory  Commissioners  of  New\r                                                                           \r\n\nJersey, </pre><span class=\"citation\" data-id=\"686732\"><a href=\"/opinion/686732/util-l-rep-p-14028-freehold-cogeneration-associates-lp-v-board-of/\"><span class=\"volume\">44</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1178</span> </a></span><pre class=\"inline\">(3d  Cir. 1995).   In  that case,  Freehold\r                \r\n\nsought a declaratory judgment in the United States District Court\r\n\nfor  the  District of  New Jersey  that  the Board  of Regulatory\r\n\nCommissioners of the State of New Jersey (\"BRC\") was preempted by\r\n\nthe Federal Public Utility Regulatory Policies Act (\"PURPA\") from\r\n\nmodifying  the  terms of  a  previously  approved power  purchase\r\n\nagreement  between Freehold  and Jersey  Central Power  and Light\r\n\nCompany (\"JCP&amp;L\"), a  New Jersey public  utility.  Freehold  also\r\n\nsought an  order  enjoining the  ongoing  BRC proceedings.    The\r\n\ndistrict court dismissed for lack of subject matter jurisdiction.\r\n\nOn appeal,  one of  the arguments  raised by  JCP&amp;L was  that the\r\n\nfederal court  should abstain  from resolving the  merits of  the\r\n\ncase even if it was found to possess subject matter jurisdiction.\r\n\nThe Third Circuit rejected the argument saying:\r\n\n            [O]ur  concern  is  with  carrying  out a\r\n            federal  statutory  scheme promoting  the\r\n            development    of   alternative    energy\r\n            sources.  The alleged intrusive action is\r\n            not  by the  federal government,  but, on\r\n            the  contrary,  by  a   state  regulatory\r\n            agency.   We conclude  that abstention is\r\n            not appropriate in this case and does not\r\n            warrant any extended discussion.\r\n\nFreehold </pre><span class=\"citation\" data-id=\"686732\"><span class=\"antecedent_guess\">Cogeneration,</span> <a href=\"/opinion/686732/util-l-rep-p-14028-freehold-cogeneration-associates-lp-v-board-of/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> at  <span class=\"page\">1187</span> </a></span><pre class=\"inline\">n.6.  As in Freehold,  we\r                                                                      \r\n\nare  concerned here with carrying out a federal statutory scheme,\r\n\n                               -19-\r\r\n\nin  this case one promoting the development of a uniform national\r\n\nlabor policy.  The alleged intrusive action is not by the federal\r\n\ngovernment,  but by  the MCAD's  purported regulation  of conduct\r\n\nwithin the NLRB's jurisdiction.\r\n\n          We  note that in  the particular context  of this case,\r\n\nthe application of Younger abstention would result in significant\r                                    \r\n\nprejudice to Chaulk, who  entered into a comprehensive settlement\r\n\nagreement with the  NLRB through which all unfair  labor practice\r\n\nclaims  were resolved,  subject to  Chaulk's compliance  with the\r\n\nconditions  set forth therein, only to be faced with the prospect\r\n\nof having to  defend its actions once  again, this time before  a\r\n\nstate forum.  Such an expansive interpretation of  the abstention\r\n\ndoctrine   would  have  the  effect  of  encouraging  duplicative\r\n\nlitigation,   with  the   resultant   waste   of   judicial   and\r\n\nadministrative resources, as well  as the danger to federal-state\r\n\nrelations that could result from conflicting adjudications.\r\n\n          Under these circumstances, where a  federal agency with\r\n\nprimary  jurisdiction over the  controversy has already exercised\r\n\nsaid  jurisdiction,  it  would  be inconsistent  with  the  above\r\n\nmentioned  principles  of  comity   and  equal  respect  for  the\r\n\ninterests  of both the federal and state government for a federal\r\n\ncourt  to  abstain on  Younger  grounds  from  deciding  a  claim\r                                        \r\n\nproperly  before  it,   in  order   to  give  way   to  a   state\r\n\nadministrative  action  filed after  the federal  proceedings are\r                                             \r\n\nunderway.  Put simply, comity works both ways.\r                                                       \r\n\n          The  Commission nevertheless  urges  us to  extend  the\r\n\n                               -20-\r\r\n\napplication of Younger  and its progeny  to the circumstances  of\r                                \r\n\nthis  case.  To  this end, MCAD  argues that the  facts before us\r\n\nsatisfy the relevant three part test set out by the Supreme Court\r\n\nin  </pre><span class=\"citation\" data-id=\"110750\"><span class=\"antecedent_guess\">Middlesex,</span>  <a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">432</span></a></span><pre class=\"inline\">.   As  it is  however,  even an\r                       \r\n\nanalysis of the  case within this framework leads us  to the same\r\n\nconclusion.  Abstention was improper in this case.  We explain.\r\n\n          A number of courts have held that Younger abstention is\r                                                             \r\n\ninappropriate   where  a   claim  of   preemption  is   \"facially\r\n\nconclusive\" or  \"readily apparent\", because no  significant state\r\n\ninterests are served  when it is clear that the state tribunal is\r\n\nacting beyond the  lawful limits  of its authority.   Bud  Antle,\r                                                                           \r\n\nInc.  v. Barbosa,  </pre><span class=\"citation\" data-id=\"678560\"><a href=\"/opinion/678560/bud-antle-inc-dba-bud-of-california-v-j-antonio-barbosa-personally/\"><span class=\"volume\">35</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1355</span></a></span><pre class=\"inline\">,  1365-66  (9th Cir.  1994),  as\r                          \r\n\namended  by,  </pre><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1261</span></span><pre class=\"inline\">,  1272-73 (9th  Cir.  1994); Gartrell\r                                                                           \r\n\nConstruction,  Inc.  v.  Aubry,  </pre><span class=\"citation\" data-id=\"565272\"><a href=\"/opinion/565272/gartrell-construction-incorporated-a-california-corporation-v-lloyd/\"><span class=\"volume\">940</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">437</span></a></span><pre class=\"inline\">,  441  (9th  Cir.\r                                        \r\n\n1991)(citing Champion International Corp. v. Brown, </pre><span class=\"citation\" data-id=\"433845\"><a href=\"/opinion/433845/34-fair-emplpraccas-1154-34-empl-prac-dec-p-34339-5-employee/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span>\r</a></span><pre class=\"inline\">                                                            \r\n\n(9th Cir. 1984);  National R.R. Passenger  Corp. v. Florida,  </pre><span class=\"citation no-link\"><span class=\"volume\">929</span>\r                                                                     \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1532</span></span><pre class=\"inline\">,   1537  n.12  (11th  Cir.   1991)(citing  Baggett  v.\r                                                                       \r\n\nDepartment of Professional Registration,  </pre><span class=\"citation\" data-id=\"424855\"><a href=\"/opinion/424855/thomas-a-baggett-v-department-of-professional-regulation-board-of-pilot/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span></a></span><pre class=\"inline\">, 524 (11th\r                                                 \r\n\nCir.  1983));  Southwestern  Bell  Tel. v.  Ark.  Public  Service\r                                                                           \r\n\nCommission,  </pre><span class=\"citation\" data-id=\"491736\"><a href=\"/opinion/491736/southwestern-bell-telephone-company-v-arkansas-public-service-commission/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">672</span></a></span><pre class=\"inline\">, 673  (8th Cir. 1987);  Kentucky W. Va.\r                                                                           \r\n\nGas  Co. v. Pennsylvania Pub.  Util. Comm'n, </pre><span class=\"citation\" data-id=\"470973\"><a href=\"/opinion/470973/kentucky-west-virginia-gas-company-equitable-gas-company-a-division-of/\"><span class=\"volume\">791</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1111</span></a></span><pre class=\"inline\">, 1115\r                                                     \r\n\n(3d Cir. 1986).   Chaulk asserts that the Commission  is patently\r\n\nacting  beyond its  jurisdictional boundaries  and therefore,  no\r\n\nprinciple   of   comity  precluded   the   district   court  from\r\n\nentertaining its claim of preemption on the merits.  In response,\r\n\nthe  Commission cites the Supreme Court's decision in New Orleans\r                                                                           \r\n\n                               -21-\r\r\n\nPublic Service, Inc.  v. Council of the City  of New Orleans, </pre><span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">491</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">350</span> </a></span><pre class=\"inline\">(1989)  (\"NOPSI\")  for the  proposition  that the  mere\r\n\nassertion  of  a substantial  constitutional  challenge  to state\r\n\naction, such as an argument of federal preemption engenders, will\r\n\nnot alone compel the exercise of federal  jurisdiction.  Whatever\r\n\nthe merits of MCAD's  assertion however, even the NOPSI  decision\r                                                                 \r\n\nleaves open the possibility that a \"facially conclusive\" claim of\r\n\npreemption might  render abstention  inappropriate.  </pre><span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"id_token\">Id.</span>  at 367.\r</a></span><pre class=\"inline\">                                                                 \r\n\nConsequently, we  examine the merits of  Chaulk's contention that\r\n\nabstention is also  inappropriate because  preemption is  readily\r\n\napparent in this context.\r\n\n          We   have  explained   above  the   particularities  of\r\n\nDoulamis'  claims  before  the  Commission.    She  complains  of\r\n\nincidents  of interference with  her union activities  as a union\r                                                                           \r\n\norganizer.   We have observed that the very same conduct provides\r                   \r\n\nthe factual basis for  the unfair labor practice  charges brought\r\n\nby the  Union on her behalf.   We have also  highlighted the fact\r\n\nthat the  NLRB incorporated  these charges  into a  complaint and\r\n\nnotice  of hearing  claiming violations  to sections  8(a)(1) and\r\n\n8(a)(3)  of  the  NLRA.    As  we  have  noted,  her  claims  are\r\n\nfundamentally grounded in an assertion that the rights  which her\r\n\nemployer interfered with involve her union activity.\r                                                             \r\n\n          Under these  circumstances, were we to  allow Doulamis'\r\n\nstate  claims to go forward by simply artfully pleading her claim\r\n\nof unfair labor  practices as one  motivated by a  discriminatory\r\n\nanimus because of her gender, we would be compromising the NLRB's\r\n\n                               -22-\r\r\n\nrole as chief  arbiter of labor disputes.   Indeed, there are few\r\n\nunfair labor  practices which could not  be similarly repackaged.\r\n\nSimilarly  aggrieved individuals  could  use such  an opening  to\r\n\nbypass the NLRB  merely by ascribing  a myriad of  discriminatory\r\n\nmotives  to  the  relevant  conduct (i.e.  age,  race,  religious\r\n\nbelief,  etc.),  thereby  creating  a  system  of  labor  dispute\r\n\nadjudication parallel to the NLRB, leaving  the state and federal\r\n\ncourts  to  grapple  piecemeal   with  issues  Congress  intended\r\n\nprimarily for NLRB resolution.\r\n\n          Faced with this  particular factual  scenario, we  find\r\n\nthat  under the Garmon doctrine it is \"readily apparent\" that the\r                                \r\n\nCommission  is  acting  beyond  its  jurisdictional  authority by\r\n\nentertaining Doulamis' complaint, for it is readily apparent that\r\n\nChaulk's conduct at issue is at least arguably prohibited by, and\r\n\nthus subject to the  NLRA.  Accordingly, we hold  that abstention\r\n\nwas  inappropriate  and  that   the  district  court  abused  its\r\n\ndiscretion when it  dismissed Chaulk's complaint on the  basis of\r\n\nYounger abstention.\r                 \r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r                                                   \r\n\n          In sum, pursuant to  the Garmon preemption doctrine, we\r                                                   \r\n\nfind that Ms. Doulamis' claims are preempted by the NLRA, thereby\r\n\ndepriving the MCAD  of jurisdiction to entertain her action based\r\n\non gender discrimination.  In  addition, we find that  abstention\r\n\nwas inappropriate in this  case, as the principles of  comity and\r\n\nof equal respect for state and  federal functions weighed against\r\n\nsuch  an  abdication of  federal  jurisdiction  over the  present\r\n\n                               -23-\r\r\n\ncontroversy.    Accordingly,  Chaulk is  entitled  to  injunctive\r\n\nrelief, consistent with this opinion.\r\n\n          Finally,  with  regard  to  MCAD's  argument  that  the\r\n\nEleventh  Amendment bars Chaulk's  claims against the Commission,\r\n\nwe  point  out that  the Supreme  Court  has recognized  that the\r\n\nEleventh Amendment  does not  preclude  properly pleaded  actions\r\n\nagainst state officials when the relief sought is prospective and\r\n\nequitable in  nature.  See Ex  Parte Young, </pre><span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">123</span> </a></span><pre class=\"inline\">(1908);\r                                                    \r\n\nWill  v. Michigan Department of State Police, </pre><span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span> </a></span><pre class=\"inline\">(1989).\r                                                      \r\n\nWe  therefore  reverse the  judgment  of the  district  court and\r\n\nremand  the  case,  so  that  Chaulk  may  address  any  pleading\r\n\ndeficiencies that currently preclude the continued prosecution of\r\n\nits petition for relief.\r\n\n          Reversed and remanded.\r                                         \r\n\n          LYNCH, Circuit Judge, dissenting.  Because Congress has\r                    LYNCH, Circuit Judge, dissenting.\r                                        \r\n\nclearly expressed  its intent to allow  state anti-discrimination\r\n\nstatutes  to operate in areas such  as this that may overlap with\r\n\nthe    National   Labor    Relations   Act    (\"NLRA\"),   Petrina\r\n\nDoulamis/Sullivan's action is not, I believe, preempted.  Because\r\n\nthe federal  courts are being  asked to enjoin  the Massachusetts\r\n\nCommission  Against  Discrimination   (\"MCAD\")  from  hearing  an\r\n\nongoing gender discrimination action  over which the state agency\r\n\nplainly   has  jurisdiction,   I  believe   that  abstention   is\r\n\nappropriate.  I respectfully dissent.\r\n\n          Under  San Diego  Building  Trades  Council,  Millmen's\r                                                                           \r\n\nUnion,  Local  2020  v. Garmon,  </pre><span class=\"citation\" data-id=\"105866\"><a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">359</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">236</span> </a></span><pre class=\"inline\"> (1959), and  its\r                                        \r\n\n                               -24-\r\r\n\nprogeny, and in  light of the  clear congressional mandate  under\r\n\nTitle VII,  42 U.S.C.A.   2000e to e-17 (West 1994 &amp; Supp. 1995),\r\n\nthat  state  anti-discrimination  statutes  have  authority  over\r\n\nclaims  for discrimination coextensive  with Title VII, Doulamis'\r\n\nMCAD  claim coexists  with and  is not  displaced by  the federal\r\n\nlabor laws.   The employer's  defense here presents  no \"facially\r\n\nconclusive\"  claim  for  preemption.    See  New  Orleans  Public\r                                                                           \r\n\nService, Inc.  v. Council of City  of New Orleans, </pre><span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">491</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n367 (1989).  Garmon preemption is a question over which the state\r                             \r\n\ncourts  have  concurrent jurisdiction  and Chaulk  Services, Inc.\r\n\n(\"Chaulk\") will have a  full and fair opportunity to  present the\r\n\nquestion  to the Massachusetts courts.  In my view, abstention is\r\n\nrequired under Younger v. Harris, </pre><span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span> </a></span><pre class=\"inline\">(1971).\r                                          \r\n\n                               -25-\r\r\n\n                                I.\r\n\n          Garmon  says  that  \"[w]hen  an  activity  is  arguably\r                          \r\n\nsubject to   7  or   8 of the  [NLRA], the States as well  as the\r\n\nfederal  courts must  defer to  the exclusive  competence  of the\r\n\nNational  Labor Relations Board  [\"NLRB\"] if the  danger of state\r\n\ninterference with national policy is to be averted.\"  </pre><span class=\"citation\" data-id=\"105866\"><span class=\"antecedent_guess\">Garmon,</span> <a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">359</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> at  <span class=\"page\">245</span></a></span><pre class=\"inline\">.6   Garmon  also says  that  this principle  is  not\r                                 \r\n\nabsolute.    There is  no need  to defer  to  the NLRB  where the\r\n\nconduct  at issue  is of  \"peripheral concern\"  to federal  labor\r\n\npolicy or where the state regulated activities touch \"interests .\r\n\n. . deeply rooted  in local feeling and responsibility.\"   </pre><span class=\"citation\" data-id=\"105866\"><a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"id_token\">Id.</span> at\r                                                                        \r\n\n243-44.\r</a></span><pre class=\"inline\">\n\n          The  Massachusetts anti-discrimination  statute touches\r\n\n\"interests so  deeply rooted in local  feeling and responsibility\r\n\nthat,  in  the  absence of  compelling  congressional  direction,\r\n\n[courts cannot] infer that Congress [has]  deprived the States of\r\n\nthe  power to act.\"  </pre><span class=\"citation\" data-id=\"105866\"><span class=\"antecedent_guess\">Garmon,</span> <a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">244</span></a></span><pre class=\"inline\">.  This is so whether\r                                     \r\n\nor not invidious discrimination in employment can be described as\r\n\nbeing  of \"peripheral  concern\" to the  NLRA.   Cf. Massachusetts\r                                                                           \r\n\nElectric Co. v. Massachusetts Commission  Against Discrimination,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"2216244\"><a href=\"/opinion/2216244/mass-elec-co-v-mass-commn-against-discrimination/\"><span class=\"volume\">375</span>  <span class=\"reporter\">Mass.</span>   <span class=\"page\">160</span></a></span><pre class=\"inline\">,  174   (1978)  (employment  discrimination   of\r\n\nperipheral concern to  the NLRA); Walker  Mfg. Co. v.  Industrial\r                                                                           \r\n\nCommission,  </pre><span class=\"citation\" data-id=\"1918151\"><a href=\"/opinion/1918151/walker-mfg-co-v-industrial-comm/\"><span class=\"volume\">27</span> <span class=\"reporter\">Wis. 2d</span>  <span class=\"page\">669</span></a></span><pre class=\"inline\">,  681 (1965)  (age discrimination  of\r                    \r\n\nperipheral   concern   to   Labor  Management   Relations   Act).\r\n                    \r                              \r\n\n6  Sex discrimination  is not specifically addressed in  the NLRA\r\nand  so  it  is not  \"clearly  prohibited\"  by    8  or  \"clearly\r\nprotected\" by   7 of the NLRA.\r\n\n                               -26-\r\r\n\nOriginally enacted in 1946, the Massachusetts anti-discrimination\r\n\nstatute,  Mass. Gen.  L. ch.  151B,     1-10 (1994),  is eighteen\r\n\nyears  older than  Title  VII.   See  1946 Mass.  Acts  368.   It\r                                              \r\n\nregulates  conduct  in employment  in  order  to  carry  out  the\r\n\nCommonwealth's interest in ensuring  that its workplaces are free\r\n\nfrom particular  categories of discrimination.   It represents no\r\n\nless  an exercise  of Massachusetts'  police power  than building\r\n\ncodes  or fire  regulations.   The interests  it protects  are at\r\n\nleast  as weighty  as the  interests sought  to be  vindicated in\r\n\nactions the Supreme Court has specifically held not preempted  by\r\n\nGarmon.  See Belknap,  Inc. v. Hale, </pre><span class=\"citation\" data-id=\"111006\"><a href=\"/opinion/111006/belknap-inc-v-hale/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span> </a></span><pre class=\"inline\"> (1983) (breach\r                                             \r\n\nof   contract  and   misrepresentation  actions   by  replacement\r\n\nworkers); Farmer v. United  Brotherhood of Carpenters and Joiners\r                                                                           \r\n\nof  America,  Local  25,  </pre><span class=\"citation\" data-id=\"109616\"><a href=\"/opinion/109616/farmer-v-carpenters/\"><span class=\"volume\">430</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">290</span> </a></span><pre class=\"inline\"> (1977)  (infliction  of\r                                 \r\n\nemotional  distress);  Linn  v.  United Plant  Guard  Workers  of\r                                                                           \r\n\nAmerica, Local 114, </pre><span class=\"citation\" data-id=\"107162\"><a href=\"/opinion/107162/linn-v-plant-guard-workers/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span> </a></span><pre class=\"inline\">(1966) (libel).\r                            \r\n\n          That chapter 151B  touches interests  deeply rooted  in\r\n\nlocal feeling  and responsibility is  not disputed.   Rather, the\r\n\nmajority  asserts  that  Doulamis'  claim  is  not  really  a sex\r\n\ndiscrimination claim, describing  Doulamis' claim as  the product\r\n\nof \"artful[]  pleading.\"  With  deference, I  believe the  record\r\n\nestablishes  that   Doulamis'  claim  is  clearly   one  for  sex\r\n\ndiscrimination and has been treated as such by the MCAD.7\r\n                    \r                              \r\n\n7   Doulamis' claim cannot  be preempted simply  because the case\r\narises from a labor dispute.  The Supreme Court has squarely held\r\nthat Garmon preemption does not turn on whether a claim arises in\r                     \r\nthe  context of  a labor  dispute.   </pre><span class=\"citation\" data-id=\"107162\"><span class=\"antecedent_guess\">Linn,</span> <a href=\"/opinion/107162/linn-v-plant-guard-workers/\"><span class=\"volume\">383</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">63</span> </a></span><pre class=\"inline\">(\"Nor\r                                                   \r\nshould the  fact that  defamation arises  during a labor  dispute\r\n\n                               -27-\r\r\n\n          On the facts  as alleged, Doulamis  has stated a  claim\r\n\nbefore the MCAD for  sex discrimination under chapter 151B.   She\r\n\nasserts, inter alia:\r                             \r\n\n            On  November 10,  1993,  I  was  harassed\r\n            about my  union activity.  I  believe the\r\n            reason  is because  I am  a female.   The\r\n            males who are also involved are not being\r\n            harassed.  Therefore, I charge Respondent\r\n            with unlawful  discrimination against me,\r\n            in violation of M.G.L. Chapter 151B . . .\r\n            and Title VII . . . .\r\n\n            I believe  that I am  being single[d] out\r\n            by the Respondent because  I am a female.\r\n            There  are  numerous  other   male  union\r\n            organizers who are not being harassed.\r\n\n          That  Doulamis asserts a  bona fide  sex discrimination\r\n\nclaim is  buttressed by the  underlying papers  in the  pleadings\r\n\nsubmitted  by  Chaulk  to  the  district  court.    Doulamis  was\r\n\napparently a well-respected employee and was featured in Chaulk's\r\n\npublicity materials.  From  the time she began working  at Chaulk\r\n\nin  1990 until the autumn  of 1993, Doulamis  received no written\r\n\nwarnings  and no patient complaints.   In the middle of 1993, the\r\n\nInternational Association  of EMTs  and Paramedics began  a union\r\n\norganizing campaign at Chaulk.   Although not initially involved,\r\n\nDoulamis became involved in the campaign during the fall of 1993,\r\n\nwhen she and Eric Burgess, a male Chaulk employee, wrote a letter\r\n\nto  the   president  of  Chaulk's  parent   company  calling  for\r\n\norganization  of a  union.   On November  10, 1993,  Doulamis was\r\n\ncalled from a training  session to meet with  the CEO of  Chaulk,\r\n\n                    \r                              \r\n\ngive   the   Board   exclusive   jurisdiction   to   remedy   its\r\nconsequences.\"). \r\n\n                               -28-\r\r\n\nNicholas O'Neil, and a  vice president, Joseph Gilmore.   The two\r\n\nmen told Doulamis at  that meeting that she was \"pretty\" and that\r\n\nthey  believed that the other employees at Chaulk would listen to\r\n\nher because  she was \"pretty.\"   They asked her to  become a non-\r\n\nunion  advocate,  saying  that  her  physical  appearance   would\r\n\npersuade other employees to vote against the union.  She refused.\r\n\nShortly  thereafter,  Doulamis  began   receiving  a  series   of\r\n\nharassing warnings  from Chaulk  management about her  conduct on\r\n\nthe job and her  union activities.  Burgess, who  had co-authored\r\n\nthe  pro-union  letter  with   Doulamis,  did  not  receive  such\r\n\nharassment.\r\n\n          Doulamis believed  that she  was being singled  out for\r\n\npunishment  for her  union activities  because of  her sex.   The\r                                                                    \r\n\nheart  of her complaint  before the MCAD  was that  she was being\r\n\nharassed for  her union activities while male union organizers --\r\n\nincluding one  who had  co-authored the letter  precipitating the\r\n\nharassment -- were not (or at least were not until after Doulamis\r\n\nfiled her complaint  with the  MCAD).  This  allegation states  a\r\n\nprima facie claim of sex discrimination under chapter 151B.   See\r                                                                           \r\n\nRamsdell v. Western Massachusetts Bus Lines, Inc., </pre><span class=\"citation\" data-id=\"2136313\"><a href=\"/opinion/2136313/ramsdell-v-western-massachusetts-bus-lines-inc/\"><span class=\"volume\">415</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">673</span></a></span><pre class=\"inline\">,\r                                                           \r\n\n679 (1993);  see  also  Blare  v. Husky  Injection  Molding  Sys.\r                                                                           \r\n\nBoston, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">437</span> </span><pre class=\"inline\">(1995).  \r                      \r\n\n          Under the facts of this case Doulamis  could allege two\r\n\ndistinct wrongs -- a claim for unfair labor practices and a claim\r\n\nfor sex discrimination.  Characterizing Doulamis' latter claim as\r\n\nartful pleading assumes away  the difficult legal question raised\r\n\n                               -29-\r\r\n\nby  Doulamis' case and squarely presented in the briefs:  whether\r\n\na sex discrimination claim  based on state law is preempted if it\r\n\narises out  of a course of events  that also may give  rise to an\r\n\nunfair labor practice charge.\r\n\n          The  Supreme Court in Sears, Roebuck &amp; Co. v. San Diego\r                                                                           \r\n\nCounty District  Council of Carpenters, </pre><span class=\"citation\" data-id=\"109862\"><a href=\"/opinion/109862/sears-roebuck-co-v-carpenters/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">180</span> </a></span><pre class=\"inline\">(1978), held\r                                                \r\n\nthat  even if  a case  may come  within the  scope of  the Garmon\r                                                                           \r\n\npreemption doctrine  when applied in a  \"mechanical fashion,\" </pre><span class=\"citation\" data-id=\"109862\"><a href=\"/opinion/109862/sears-roebuck-co-v-carpenters/\"><span class=\"id_token\">id.</span>\r                                                                           \r\n\nat  188, </a></span><pre class=\"inline\"> there is  still  no  preemption over  conduct  arguably\r\n\nprohibited by the  NLRA unless the  controversy before the  state\r\n\ncourt  is identical to the dispute that could have been presented\r                             \r\n\nunder  the NLRB.   </pre><span class=\"citation\" data-id=\"109862\"><a href=\"/opinion/109862/sears-roebuck-co-v-carpenters/\"><span class=\"id_token\">Id.</span>  at  197.8 </a></span><pre class=\"inline\">  Doulamis' MCAD  claim is  not\r                                \r\n                    \r                              \r\n\n8  At  issue in Sears was conduct  that could be analyzed  in two\r                               \r\ndistinct  ways.  The  conduct was  both \"arguably  protected\" and\r\n\"arguably  prohibited\" by the NLRA.  The Court drew a distinction\r\nbetween those two categories  of conduct (although in that  case,\r\nthe same conduct  happened to  qualify as both)  and imposed  two\r\ndistinct  lines of  analysis.    If  the  activity  at  issue  is\r\n\"arguably protected,\"  a finding of preemption  is required where\r\nan aggrieved party  has a reasonable opportunity of  invoking the\r\nNLRB jurisdiction or of inducing his adversary to do so.   </pre><span class=\"citation\" data-id=\"109862\"><a href=\"/opinion/109862/sears-roebuck-co-v-carpenters/\"><span class=\"id_token\">Id.</span> at\r                                                                        \r\n207. </a></span><pre class=\"inline\"> If an activity is \"arguably prohibited,\" state jurisdiction\r\nis preempted only if  the issues presented to the state court are\r\nidentical to  those that  could be  presented to  the NLRB.   The\r\nlatter rubric leaves much more room for state regulation.  </pre><span class=\"citation\" data-id=\"109862\"><a href=\"/opinion/109862/sears-roebuck-co-v-carpenters/\"><span class=\"id_token\">Id.</span> at\r                                                                        \r\n200. </a></span><pre class=\"inline\">  Since sex discrimination  is clearly not  protected by the\r\nNLRA,  the conduct  at issue  in this case  falls under  the more\r\ngenerous \"arguably prohibited\" rubric.\r\n\n   The majority appears to apply to this case criteria that Sears\r                                                                           \r\nmade applicable to \"arguably protected\" conduct.  For example, in\r\ndetermining that the controversy here is identical  to that which\r\ncould have been  put to  the NLRB the  majority says,  \"[p]lainly\r\nthis is not a case where the NLRB declined to exercise its lawful\r\njurisdiction over a labor controversy, or where the NLRB's actual\r\nexercise  of  jurisdiction  remains  a  matter  of  speculation.\"\r\nMajority  Op.  at  typescript  12;  see  also  Majority   Op.  at\r                                                       \r\ntypescript  10 n.4.   While  this  consideration is  important to\r\ncases  involving  \"arguably  protected\"  conduct, it  is  not  to\r\n\n                               -30-\r\r\n\nidentical to that which could have been heard by the NLRB.\r\n\n          To  make  out her  claim  on  her chapter  151B  action\r\n\nDoulamis needs to show  (1) a prima facie case  of discrimination\r\n\nand (2)  \"either that  the employer's  articulated reasons are  a\r\n\npretext or  by  direct evidence  that the  actual motivation  was\r\n\ndiscrimination.\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Blare,</span> <span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> at <span class=\"page\">444</span></span><pre class=\"inline\">.  The action before the\r                                 \r\n\nNLRB could  not have  turned on  such an inquiry.   Further,  the\r\n\nterms of the employer's settlement agreement with the NLRB do not\r\n\nestablish that Doulamis' claim before the MCAD is not a bona fide\r\n\nsex discrimination claim.9\r\n\n          On the alleged facts of this case -- where Doulamis and\r\n\nBurgess  were  engaged in  the  same  activity (co-authoring  the\r\n\nletter) -- the  MCAD will not have  to decide as a  matter of law\r\n\nwhether one of the two  was engaged in union activity, while  the\r\n\nother was not.   In other words, insofar as  Doulamis and Burgess\r\n\nwere  doing the  same  thing (yet  only  one was  harassed),  the\r\n\n                    \r                              \r\n\n\"arguably prohibited\" conduct.\r\n\n9  There also seems to be an absence of record support for either\r\nthe proposition that the  sex discrimination action was addressed\r\nbefore  the  NLRB  or  the  proposition that  the  settlement  is\r\n\"comprehensive.\"  The settlement agreement, dated March 22, 1995,\r\ndoes not refer to alleged sex discrimination.  Also, according to\r\nits terms, the  agreement applies \"only  [to] the allegations  in\r\nthe above captioned cases and does not constitute a settlement of\r\nany other cases  or matters.\"   The \"above  captioned cases\"  are\r\ndocket numbers \"1-CA-31196, 31945(2), 32267, 32378, 32504, 32534,\r\n32645,  32661.\"   Only one  of those docket  numbers, 1-CA-31196,\r\nfiled  December  9,  1993,  involves Doulamis.    Apparently  not\r\nincluded  in the settlement are  the other two  claims that were,\r\naccording  to Chaulk,  made  by Doulamis:   docket  numbers 1-CA-\r\n31157, filed November 29,  1993, and 1-CA-31181-2, filed December\r\n6, 1993.\r\n\n                               -31-\r\r\n\nquestion  of   whether  the   activities  were   protected  union\r\n\nactivities cancels out of the equation.\r\n\n          This  is why  the  MCAD, when  presented with  Chaulk's\r\n\nclaim of preemption, said:\r\n\n              In  the  Complainant's presentation  of\r\n            her   discrimination  case   before  this\r\n            Commission,    the   'merits'    of   the\r\n            underlying  labor  dispute  need  not  be\r\n            resolved.  It is  not necessary for  this\r\n            Commission  to  find that  the Respondent\r\n            did,   in   fact,   interfere  with   the\r\n            Complainant's  efforts to  organize union\r\n            activities;  nor is  it  necessary for  a\r\n            determination  to  be made  regarding the\r\n            Respondent's  anti-union  animus, if  one\r\n            should  exist.   Rather,  the Complainant\r\n            must   show   that   she    was   treated\r\n            dissimilarly by the Respondent,  and that\r\n            the impetus for that dissimilar treatment\r\n            was due to her gender.  It is neither the\r\n            role nor the  goal of this  Commission to\r\n            assess the catalyst  of the  Respondent's\r\n            actions.      It   is,    however,   this\r\n            Commission's purpose to ensure  that such\r\n            actions are not gender motivated.\r\n\n              In the present case, the Commission may\r\n            decide  the  issue  in   dispute  without\r\n            making   a  threshold   determination  of\r\n            whether the employer had  interfered with\r\n            the employee's union activities.  It need\r\n            only determine whether the  treatment the\r\n            Complainant received, rightly or wrongly,\r\n            was  different  from  that  of  her  male\r\n            counterparts and motivated by her gender.\r\n\n          It  is in  this context  that the  MCAD's interrogatory\r\n\nmust be understood.   While it  is true that  the MCAD has  asked\r\n\nChaulk questions relating to union organizing activities (and has\r\n\nperhaps   shown   insufficient   sensitivity  to   the   possible\r\n\njurisdictional  problem),  it  has done  so  for  the purpose  of\r\n\ndetermining  factually whether  Doulamis was  treated differently\r\n\n                               -32-\r\r\n\nthan men for doing the same thing, and not to define legally what\r\n\nis or is  not a union activity  under the NLRA.  As  the MCAD has\r\n\nrecognized,   Doulamis'   sex    discrimination   claim    exists\r\n\nindependently of any labor  law claim.  Chaulk's conduct  was not\r\n\nwrongful only by virtue of, or with reference to, the labor laws.\r\n\nCf. Tamburello  v. Comm-Tract Corporation, No.  95-1295, slip op.\r                                                   \r\n\nat 10-11 (1st Cir.  October 2, 1995) (RICO claim  preempted under\r\n\nGarmon  where reviewing court  would be forced  to decide whether\r                \r\n\nsome portion  of defendant's conduct violated  federal labor laws\r\n\nto  determine  whether  the  plaintiff  had  established  a  RICO\r\n\npredicate act).10\r\n\n          The Sears inquiry suggests that the MCAD claim does not\r                             \r\n\nfall within the scope  of Garmon preemption.  There  is, however,\r                                          \r\n\nan  even  more  compelling  consideration that  yields  the  same\r\n\nconclusion.   Of paramount importance in  any preemption inquiry,\r\n\nincluding  one  under  Garmon,  is  congressional  intent.    See\r                                                                           \r\n\nMetropolitan  Life Ins. Co.  v. Massachusetts, </pre><span class=\"citation\" data-id=\"111438\"><a href=\"/opinion/111438/metropolitan-life-ins-co-v-massachusetts/\"><span class=\"volume\">471</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">724</span></a></span><pre class=\"inline\">, 747\r                                                       \r\n\n                    \r                              \r\n\n10    Significantly, particularly  with  respect  to the  Younger\r                                                                           \r\nissues raised in Part  II, any issue concerning whether  Doulamis\r\nwas or was not engaged in union activity will arise in this case,\r\nif at all, by way of Chaulk's potential defense to  the action --\r\nthat Doulamis was treated differently than Burgess and other male\r\norganizers because the male  organizers were engaged in protected\r\nunion  activity, while Doulamis was  not.  The  Supreme Court has\r\nsaid in the analogous context of   301 preemption under the Labor\r\nManagement Relations Act that a defense of preemption is not even\r\na  sufficient basis for removal  of the action  to federal court.\r\nSee Caterpillar Inc. v. Williams, </pre><span class=\"citation\" data-id=\"111915\"><a href=\"/opinion/111915/caterpillar-inc-v-williams/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span><pre class=\"inline\">, 399 (1987)  (\"[A]\r                                          \r\ndefendant cannot, merely by injecting  a federal question into an\r                   \r\naction that asserts what is plainly  a state-law claim, transform\r\nthe action into one arising under federal law,  thereby selecting\r\nthe forum in which  the claim shall be litigated.\")  (emphasis in\r\noriginal).\r\n\n                               -33-\r\r\n\n(1985) (stating, in discussing  NLRA preemption, including Garmon\r                                                                           \r\n\npreemption, that \"as in any preemption analysis, [t]he purpose of\r\n\nCongress  is  the   ultimate  touchstone\")  (internal  quotations\r\n\nomitted).  If Congress  has clearly evidenced its intent  one way\r\n\nor the  other on the question  of whether states may  regulate an\r\n\narea of conduct,  federal courts  must follow it.   Congress  has\r\n\nclearly  evidenced  its  belief  that  state  anti-discrimination\r\n\nstatutes do not unduly interfere with federal labor policy.\r\n\n          Doulamis' claims  not only come under  chapter 151B but\r\n\nalso  come within the scope of Title  VII, 42 U.S.C.A.   2000e to\r\n\ne-17 (West 1994 &amp; Supp. 1995), and are within the jurisdiction of\r\n\nthe Equal Employment Opportunity Commission (\"EEOC\").  She has in\r\n\nfact alleged a violation  of Title VII and  has indicated in  her\r\n\nMCAD complaint that she wishes to have her charges filed with the\r\n\nEEOC.\r\n\n          The  Supreme Court has said that the NLRA and Title VII\r\n\nprovide  concurrent  remedies.   See Alexander  v. Gardner-Denver\r                                                                           \r\n\nCo.,  </pre><span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">36</span></a></span><pre class=\"inline\">, 47-48 (1974);  see also Beverly  v. Lone Star\r                                                                           \r\n\nLead  Construction  Corp., </pre><span class=\"citation\" data-id=\"294671\"><a href=\"/opinion/294671/3-fair-emplpraccas-74-3-empl-prac-dec-p-8092-william-j-beverly-v/\"><span class=\"volume\">437</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">1136</span></a></span><pre class=\"inline\">, 1140  n.22  (5th Cir.\r                                   \r\n\n1971); cf. Britt  v. Grocers Supply  Co., Inc., </pre><span class=\"citation\" data-id=\"594405\"><a href=\"/opinion/594405/richard-l-britt-and-timothy-jackson-jr-v-the-grocers-supply-company/\"><span class=\"volume\">978</span>  <span class=\"reporter\">F.2d</span>   <span class=\"page\">1441</span></a></span><pre class=\"inline\">,\r                                                        \r\n\n1447 (5th Cir. 1992) (\"[W]e have held that claims under Title VII\r\n\nare not preempted by the NLRA.  [Our] cases hold that a remedy is\r\n\navailable  under  both  the  NLRA  and  Title VII  and  recognize\r\n\nconcurrent  jurisdiction  between   Title  VII  and  the   NLRA.\"\r\n\n(footnote omitted)), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2929</span> </span><pre class=\"inline\">(1993); Morgan\r                                                                           \r\n\nv. Massachusetts General Hosp., </pre><span class=\"citation\" data-id=\"540006\"><a href=\"/opinion/540006/john-e-morgan-v-massachusetts-general-hospital/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">186</span></a></span><pre class=\"inline\">, 194 (1st Cir. 1990)\r                                        \r\n\n                               -34-\r\r\n\n(\"Clearly,  if  an employee  has  engaged  in expression  against\r\n\nemployer policies,  even within the context  of union activities,\r\n\nwhich  violate  the  Civil  Rights Act,  such  as  discriminatory\r\n\ntreatment of  minorities or  sexual harassment, and  the employee\r\n\nalleges  discharge for  that expression,  section 704(a)  [of the\r\n\nCivil Rights  Act] would be implicated for the narrow expression-\r\n\nrelated claims.\").11\r\n\n          Thus,  even  accepting  the majority's  view  that  the\r\n\nfactual basis for the sex  discrimination claim provides the same\r\n\nbasis for the unfair  employment practice claim and that  the sex\r\n\ndiscrimination  claim  is  identical  to that  before  the  NLRB,\r\n\nDoulamis  is still entitled to  pursue her claim  under Title VII\r\n\nbefore the  EEOC.  See </pre><span class=\"citation\" data-id=\"108961\"><span class=\"antecedent_guess\">Alexander,</span>  <a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">47-48</span></a></span><pre class=\"inline\">.   Since the\r                                          \r\n\nconduct  prohibited by  Title  VII is  nearly  the same  as  that\r\n\nproscribed  by chapter  151B and  Congress intended Title  VII to\r\n\nprovide a concurrent  remedy to the NLRA in areas  of overlap, it\r\n\nwould be difficult  to impute  to Congress any  hostility to  the\r\n\nenforcement of  chapter 151B with  respect to areas  of potential\r\n\noverlap with the NLRA.\r\n\n          There  is, however, no need  to rely on  such a general\r\n\nproposition  in this  case  because  Congress  has  affirmatively\r\n\nstated in the  language and  through the structure  of Title  VII\r\n\nitself that  state anti-discrimination laws may  provide a remedy\r\n\nthat overlaps with the NLRA.  Not only did Congress affirmatively\r\n                    \r                              \r\n\n11  It is clear also that jurisdiction is concurrent  between the\r\nEEOC and NLRB over claims that may fall within each statute.  See\r                                                                           \r\n</pre><span class=\"citation\" data-id=\"294671\"><span class=\"antecedent_guess\">Beverly,</span> <a href=\"/opinion/294671/3-fair-emplpraccas-74-3-empl-prac-dec-p-8092-william-j-beverly-v/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1140</span></a></span><pre class=\"inline\">, n.22.\r                 \r\n\n                               -35-\r\r\n\npreserve the operation of state anti-discrimination laws in Title\r\n\nVII,  see 42  U.S.C.A.    2000e-7, but  it made  the  state anti-\r                   \r\n\ndiscrimination statutes  an integral  component of the  Title VII\r\n\nenforcement structure.   See  42 U.S.C.A.    2000e-5(c) (\"section\r                                      \r\n\n706(c)\").  Section 706(c) of  Title VII explicitly provides  that\r\n\nin  states  like  Massachusetts (which  have  anti-discrimination\r\n\nstatutes and an agency charged with  enforcing the state statute)\r\n\njurisdiction in the state  administrative agency is exclusive for\r                                                                       \r\n\nthe first  60 days  after a claim  is filed.   See 42  U.S.C.A.  \r                                                            \r\n\n2000e-5(c).\r\n\n          The importance of state anti-discrimination statutes in\r\n\nthe  enforcement  scheme of  Title VII  was  of major  concern to\r\n\nCongress in enacting Title VII.  Isaac v. Harvard University, </pre><span class=\"citation\" data-id=\"456322\"><a href=\"/opinion/456322/ephraim-isaac-v-harvard-university/\"><span class=\"volume\">769</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span><pre class=\"inline\">, 822 (1st Cir.  1985)  (\"The issue reflected in  section\r\n\n706(c), the  relationship between federal and  state remedies for\r\n\nemployment discrimination, received much attention throughout the\r\n\nlegislative  process.\").    The  legislative history  shows  that\r\n\nsection  706(c)  of Title  VII  was  enacted \"'to  keep  primary,\r\n\nexclusive jurisdiction in the hands of the State commissions  for\r\n\na  sufficient  period of  time  to let  them  work out  their own\r\n\nproblems at the local level.'\"  </pre><span class=\"citation\" data-id=\"456322\"><a href=\"/opinion/456322/ephraim-isaac-v-harvard-university/\"><span class=\"id_token\">Id.</span> (quoting 110 </a></span><pre class=\"inline\">Cong. Rec. 13087\r                                             \r\n\n(1964)  (comments of  Senator Dirksen)).12   It  was  critical to\r\n                    \r                              \r\n\n12   The  EEOC has  recognized the  importance of  allowing state\r\nanti-discrimination statutes to  operate in  order to  effectuate\r\nCongress'  purposes  for  Title  VII.     See,  e.g.,  29  C.F.R.\r                                                              \r\n  1601.13(a)(3)(i) (1995) (\"In order  to give full weight  to the\r\npolicy  of section 706(c) of  title VII, which  affords State and\r\nlocal fair employment practice  [\"FEP\"] agencies that come within\r\nthe  provisions of that section  an opportunity to remedy alleged\r\n\n                               -36-\r\r\n\nthe passage of  Title VII that  the federal government  initially\r\n\ndefer  to   the  states  in  matters   involving  discrimination.\r\n\nMoreover,  Congress  did not  devise  this  enforcement structure\r\n\nsimply for administrative convenience (i.e., to avoid duplication\r\n\nof  effort).  As this  court has previously  said, section 706(c)\r\n\n\"was  first, and foremost, a  statute of deference.\"   </pre><span class=\"citation\" data-id=\"456322\"><span class=\"antecedent_guess\">Isaac,</span> <a href=\"/opinion/456322/ephraim-isaac-v-harvard-university/\"><span class=\"volume\">769</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">824</span></a></span><pre class=\"inline\">; see also </pre><span class=\"citation\" data-id=\"456322\"><a href=\"/opinion/456322/ephraim-isaac-v-harvard-university/\"><span class=\"id_token\">id.</span> at 824 </a></span><pre class=\"inline\">n.9 (citing Oscar Mayer &amp; Co. v.\r                                                                        \r\n\nEvans,  </pre><span class=\"citation\" data-id=\"110078\"><a href=\"/opinion/110078/oscar-mayer-co-v-evans/\"><span class=\"volume\">441</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span> </a></span><pre class=\"inline\"> (1979)  and  stating  that \"[t]he  Court's\r               \r\n\nimplicit  message   appears  to   be  that  deference,   and  not\r\n\nduplication,  was  at  the  heart  of  section  706(c)\").13   And\r\n\nCongress  clearly  had the  NLRA in  mind  when it  mandated this\r\n\nprinciple of deference to the state anti-discrimination statutes.\r\n\nSee </pre><span class=\"citation\" data-id=\"108961\"><span class=\"antecedent_guess\">Alexander,</span> <a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">48</span> </a></span><pre class=\"inline\">n.9 (quoting  110 Cong. Rec.  7207\r                       \r\n\n(1964)  (where Senator Joseph Clark,  one of the  sponsors of the\r\n\nbill,   introduced   an   interpretive  memorandum   specifically\r\n\nmentioning the relationship between Title VII and the NLRA)).\r\n\n          If  Congress  believed  that state  anti-discrimination\r\n\nstatutes could  not regulate  coextensively with Title  VII, then\r\n\nperhaps preemption would  be appropriate.   But that  is not  the\r\n\ncase.  Nothing  in Title VII says  that state anti-discrimination\r\n                    \r                              \r\n\ndiscrimination concurrently regulated by title VII or the ADA and\r\nState  or   local  law,  the  Commission   adopts  the  following\r\nprocedures with  respect to allegations  of discrimination  filed\r\nwith the Commission.\").\r\n\n13    Under  the  EEOC's  regulations the  MCAD  is  not  only  a\r\ndesignated FEP agency, see 29 C.F.R.   1601.74  (1995), but it is\r                                    \r\na certified designated FEP agency, see   1601.80 (1995), to which\r                                                \r\nthe EEOC gives a higher level of deference than it otherwise does\r\nto designated FEPs.  See 29 C.F.R.   1601.75(a) (1995).\r                                  \r\n\n                               -37-\r\r\n\nstatutes  cannot  apply  coextensively  with  Title  VII.    More\r\n\nsignificantly,  there  clearly  is  nothing that  says  that  the\r\n\nexclusive  jurisdiction of  state  administrative agencies  under\r\n\nsection  706(c) is limited to  cases under Title  VII that do not\r\n\noverlap with the NLRA.     \r\n\n          It  is  possible  to  draw  at  least  two  conclusions\r\n\nrelevant to congressional intent from Title VII.  First, Congress\r\n\naffirmatively  intended  that state  anti-discrimination statutes\r\n\nwould operate to  regulate conduct  covered by Title  VII to  the\r\n\nsame extent as  Title VII itself and,  thus, in areas  that might\r\n\nalso be covered  by the NLRA.   Second,  Congress could not  have\r\n\nintended to eliminate the operation of state  anti-discrimination\r\n\nstatutes  over claims  covered by  Title VII  because  that would\r\n\nactively impair  the  operation of  Title VII  and frustrate  the\r                         \r\n\nenforcement  scheme   Congress  envisioned.     Not   even  ERISA\r\n\npreemption,   which  is   arguably  much   broader  than   Garmon\r                                                                           \r\n\npreemption, see Metropolitan Life  Ins. Co. v. Massachusetts, </pre><span class=\"citation\" data-id=\"111438\"><a href=\"/opinion/111438/metropolitan-life-ins-co-v-massachusetts/\"><span class=\"volume\">471</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">724</span></a></span><pre class=\"inline\">,  747 (1985) (distinguishing ERISA  preemption from NLRA\r\n\npreemption  by  stating  that  ERISA  preemption  is  statutorily\r\n\nmandated), allows preemption where  it would impair the operation\r\n\nof Title VII.  See Shaw v. Delta Airlines, Inc., </pre><span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span><pre class=\"inline\">, 102\r                                                         \r\n\n(1983)  (where ERISA  preemption of  a state  anti-discrimination\r\n\nstatute  would impair  the operation  of Title  VII, there  is no\r\n\npreemption).  The reasonable conclusion is that Congress intended\r\n\nto allow  state anti-discrimination statutes to  overlap with the\r\n\nNLRA.\r\n\n                               -38-\r\r\n\n          The Supreme  Court's decision in Alexander  v. Gardner-\r                                                                           \r\n\nDenver Co., </pre><span class=\"citation\" data-id=\"108961\"><a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">36</span> </a></span><pre class=\"inline\">(1974), reinforces this conclusion.   In\r                    \r\n\nAlexander the Court was called upon to determine the relationship\r                   \r\n\nbetween   the  federal   courts  and   the  grievance-arbitration\r\n\nmachinery of  collective bargaining agreements  in the resolution\r\n\nand enforcement of an individual's rights under Title VII.  There\r\n\nan  employee  had a  claim  for discrimination  that  was clearly\r\n\ncovered by  a collective  bargaining agreement.14   At issue  was\r\n\nwhether  the  employee's remedies  provided  in  the   collective\r\n\nbargaining  agreement  (and subject  to arbitration)  precluded a\r\n\nsuit   in  federal  court  based  on  Title  VII.15    The  Court\r\n\nunanimously held that it did not, saying:\r\n\n            [L]egislative  enactments  in  this  area\r\n            have  long evinced  a  general intent  to\r\n            accord  parallel or  overlapping remedies\r\n            against  discrimination.    In the  Civil\r\n            Rights Act of 1964,  42 U.S.C.   2000a et\r                                                               \r\n            seq.,   Congress    indicated   that   it\r                          \r\n            considered     the     policy     against\r\n            discrimination  to  be  of  the  \"highest\r\n            priority.\"      Newman  v.   Piggie  Park\r                                                               \r\n            Enterprises, [</pre><span class=\"citation\" data-id=\"107637\"><a href=\"/opinion/107637/newman-v-piggie-park-enterprises-inc/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span><pre class=\"inline\">,  402 (1968)].\r                                 \r\n            Consistent  with  this  view,  Title  VII\r\n            provides for consideration of employment-\r\n            discrimination claims  in several forums.\r\n            See  42 U.S.C.     2000e-5(b) (1970  ed.,\r                         \r\n            Supp. II) (EEOC); 42 U.S.C.    2000e-5(c)\r\n            (1970  ed.,  Supp. II)  (state  and local\r                                                               \r\n            agencies); 42 U.S.C.    2000e-5(f)  (1970\r                              \r\n            ed., Supp. II) (federal courts).  And, in\r\n            general,  submission  of a  claim  to one\r\n                    \r                              \r\n\n14   The right  to bargain  collectively is, of  course, an  NLRA\r\nconferred right.   Allis-Chalmers Corp.  v. Lueck, </pre><span class=\"citation\" data-id=\"111412\"><a href=\"/opinion/111412/allis-chalmers-corp-v-lueck/\"><span class=\"volume\">471</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span><pre class=\"inline\">,\r                                                           \r\n213 n.8 (1985).\r\n\n15  In Alexander, as here,  there had been no waiver of statutory\r                          \r\nrights.   See Gilmer  v. Interstate/Johnson Lane  Corp., </pre><span class=\"citation\" data-id=\"112584\"><a href=\"/opinion/112584/gilmer-v-interstatejohnson-lane-corp/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span>\r                                                                 \r\n<span class=\"page\">20</span></a></span><pre class=\"inline\">, 35 (1991).\r\n\n                               -39-\r\r\n\n            forum   does   not   preclude   a   later\r\n            submission  to  another.   Moreover,  the\r\n            legislative   history    of   Title   VII\r\n            manifests a congressional intent to allow\r\n            an individual to pursue independently his\r\n            rights under  both  Title VII  and  other\r                                                               \r\n            applicable state and federal statutes.\r                                                           \r\n\n</pre><span class=\"citation\" data-id=\"108961\"><span class=\"antecedent_guess\">Alexander,</span>  <a href=\"/opinion/108961/alexander-v-gardner-denver-co/\"><span class=\"volume\">415</span>  <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">47-48</span> </a></span><pre class=\"inline\"> (emphasis  supplied;  footnotes\r                   \r\n\nomitted);16  see also  Brown  v. Hotel  and Restaurant  Employees\r                                                                           \r\n\nand Bartenders Intern. Union, Local 54, </pre><span class=\"citation\" data-id=\"111251\"><a href=\"/opinion/111251/brown-v-hotel-employees/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span> </a></span><pre class=\"inline\">(1984).17\r                                                \r\n                    \r                              \r\n\n16    The  Court has  applied  a  similar  analysis in  analogous\r\nsituations.   See Lingle v.  Norge Division of  Magic Chef, Inc.,\r                                                                          \r\n</pre><span class=\"citation\" data-id=\"112086\"><a href=\"/opinion/112086/lingle-v-norge-div-of-magic-chef-inc/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">399</span></a></span><pre class=\"inline\">, 412 (1988) (suggesting that \"  301 does not preempt\r\nstate anti-discrimination  laws, even  though a suit  under these\r\nlaws,  like a  suit  alleging retaliatory  discharge, requires  a\r\nstate court  to determine whether  just cause existed  to justify\r\nthe discharge.\" (citation omitted)); Colorado Anti-Discrimination\r                                                                           \r\nCommission  v.  Continental Air  Lines, Inc., </pre><span class=\"citation\" data-id=\"106575\"><a href=\"/opinion/106575/colorado-anti-discrimination-commn-v-continental-air-lines-inc/\"><span class=\"volume\">372</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">714</span></a></span><pre class=\"inline\">,  724\r                                                      \r\n(1963) (rejecting  a claim  that a state  anti-discrimination law\r\nwas  preempted by the Railway Labor Act,  which is similar to the\r\nNational Labor Relations Act).\r\n\n17  At issue in Brown was whether     86 and 93 of the New Jersey\r                               \r\nCasino Control Act (which set qualifications for union officials)\r\nwere preempted by    7 of the NLRA.   It was argued that  the New\r\nJersey statute was preempted because it interfered with the right\r\nprotected under   7 of employees to choose their union officials.\r\nThe Supreme Court held that   7 did not  completely preempt    86\r\nand 93 of the New Jersey statute.  In the  Court's view, Congress\r\nhad, through  the passage  of the Labor-Management  Reporting and\r\nDisclosure Act  (\"LMRDA\"), disclaimed any intent  to pre-empt all\r\nstate  regulation  which  touched  upon  the  specific  right  of\r\nemployees to  decide which individuals will serve as officials of\r\ntheir bargaining  representatives.  The  LMRDA had imposed,  in  \r\n504(a),    federal    qualification    standards     for    union\r\nrepresentatives.  Because the  LMRDA affirmatively preserved  the\r\noperation of  state  laws  in    603  and  made    504(a)  itself\r\ndependent  in part on state  laws for its  enforcement, the Court\r\nheld that state laws could impose their own similar qualification\r\nstandards on union officials.  </pre><span class=\"citation\" data-id=\"106575\"><a href=\"/opinion/106575/colorado-anti-discrimination-commn-v-continental-air-lines-inc/\"><span class=\"id_token\">Id.</span> at 509.\r</a></span><pre class=\"inline\">                                            \r\n\n   Brown is highly instructive  on the type of approach  required\r                  \r\nfor this  case.  In Brown,  the Court focussed on  the indicia of\r                                   \r\ncongressional  intent that could be  found not just  in the NLRA,\r\nbut also in  a parallel  federal statute.   The parallel  federal\r\nstatute there specifically reserved  a place for state regulation\r\nover the conduct coming within its  scope.  While the LMRDA  does\r\n\n                               -40-\r\r\n\n          National labor relations policy  does not begin and end\r\n\nwith the  NLRA.  Title VII  is as much  a part of the  network of\r\n\nlabor relations  law  as is  the  NLRA.   Where Congress  has  so\r\n\nclearly indicated  that  state anti-discrimination  laws  are  to\r\n\noperate hand in hand with Title VII (indeed, for a limited period\r\n\nto  the exclusion  of  Title VII)  it  is difficult  to  conclude\r\n\nCongress intended  preemption under  the circumstances here.   In\r\n\nthe  words  of Garmon,  preemption  should  not  be found  absent\r                               \r\n\n\"compelling congressional  direction.\"  </pre><span class=\"citation\" data-id=\"105866\"><span class=\"antecedent_guess\">Garmon,</span> <a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">359</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">244</span></a></span><pre class=\"inline\">.\r                                                        \r\n\nHere, all the congressional direction is to the effect that state\r\n\nanti-discrimination   statutes   may  supplement   federal  laws,\r\n\nincluding federal labor laws,  and Garmon preemption is therefore\r                                                   \r\n\ninappropriate.\r\n\n                               II.\r\n\n          Having  stated  my  disagreement  with  the  view  that\r\n\nDoulamis' sex discrimination  claim is preempted  by the NLRA,  I\r\n\nconsider  what perhaps  may be  a  conceptually prior  issue, the\r\n\nissue  of abstention.  By seeking an injunction against the state\r\n\nproceedings, Chaulk  has effectively  asked the federal  court to\r\n\nenjoin  the state courts from  deciding the Garmon  issue.  Thus,\r                                                            \r\n\nthe potentially dispositive question,  apart from whether  Garmon\r                                                                           \r\n\npreemption is  appropriate, is whether this  federal court should\r\n                    \r                              \r\n\nnot bear on this case, Title VII does, and Title  VII makes clear\r\nthat   Congress   intended  federal   and  state   regulation  of\r\ndiscrimination  to overlap.   The  differences between  Brown and\r                                                                       \r\nthis case do not affect the central instruction of Brown:  that a\r                                                                  \r\nfederal court  must defer to  congressional intent in  making any\r\npreemption analysis, even one  involving the NLRA and even  if it\r\nis expressed in another federal statute.\r\n\n                               -41-\r\r\n\nbar  the state fair employment agency from hearing this claim and\r\n\nso bar Massachusetts state courts  from deciding the Garmon issue\r                                                                     \r\n\nthemselves, or, to the contrary, abstain from decision  and allow\r\n\nthe state agency and  courts to proceed.  As  with the preemption\r\n\nissue, this issue is difficult, but  on balance I would hold here\r\n\nunder Younger v.  Harris, </pre><span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span> </a></span><pre class=\"inline\">(1971),  and its  progeny,\r                                  \r\n\nthat abstention is appropriate.\r\n\n          Younger  prevents  interference   with  pending   state\r                           \r\n\nadministrative  proceedings if  they  are of  a judicial  nature,\r\n\nimplicate an  important state  interest, and provide  the federal\r\n\nplaintiff an adequate opportunity to litigate  his constitutional\r\n\nclaim.  Ohio Civil Rights Commission v. Dayton Christian Schools,\r                                                                           \r\n\nInc.,  </pre><span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">619</span></a></span><pre class=\"inline\">, 627  (1985).   Although Chaulk  claims that\r              \r\n\nYounger abstention is a  principle of \"discretionary  deference,\"\r                 \r\n\nthe Supreme Court has  stated that where a case  falls within the\r\n\nYounger parameters, a district court has no discretion to provide\r                 \r\n\ninjunctive relief  and must  abstain.  See  Colorado River  Water\r                                                                           \r\n\nConservation District  v. United States,  </pre><span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span><pre class=\"inline\">,  816 n.22\r                                                 \r\n\n(1976) (\"Where  a case is properly within  [the Younger] category\r                                                                 \r\n\nof cases, there  is no discretion to  grant injunctive relief.\");\r\n\nsee also Sun Refining &amp; Marketing  Co. v. Brennan, </pre><span class=\"citation no-link\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">635</span></span><pre class=\"inline\">,\r                                                           \r\n\n639  (6th Cir. 1990) (\"[U]nlike other forms of abstention, when a\r\n\ncase is properly within  the Younger category of cases,  there is\r                                              \r\n\nno  discretion  on  the  part  of  the  federal  court  to  grant\r\n\ninjunctive  relief.\");  Seneca-Cayuga  Tribe  v.  State  ex  rel.\r                                                                           \r\n\nThompson,  </pre><span class=\"citation\" data-id=\"522982\"><a href=\"/opinion/522982/seneca-cayuga-tribe-of-oklahoma-an-organized-tribe-of-indians-as/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">709</span></a></span><pre class=\"inline\">, 711 (10th Cir. 1989) (Younger abstention\r                                                                \r\n\n                               -42-\r\r\n\nnot discretionary  once conditions are met,  absent extraordinary\r\n\ncircumstances that render a state  court unable to give litigants\r\n\na full and fair hearing on their federal claims).18\r\n\n          There  is no  question that  the MCAD  proceedings were\r\n\nongoing at the time Chaulk's district court  complaint was filed,\r\n\nsee Bettencourt  v. Board of  Registration in Medicine,  </pre><span class=\"citation\" data-id=\"542856\"><a href=\"/opinion/542856/paul-e-bettencourt-md-v-board-of-registration-in-medicine-of-the/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span>\r                                                                \r\n\n<span class=\"page\">772</span></a></span><pre class=\"inline\">, 777 (1st Cir. 1990) (in determining interference \"the proper\r\n\npoint  of  reference is  the  date  plaintiff  filed his  federal\r\n\ncomplaint\"),  and that  the proceedings  are judicial  in nature.\r\n\nSee Dayton Christian </pre><span class=\"citation\" data-id=\"111732\"><span class=\"antecedent_guess\">Schools,</span> <a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">629</span> </a></span><pre class=\"inline\">(finding Ohio Civil\r                                      \r\n\nRights  Commission proceedings sufficiently  judicial in nature).\r\n\nThe significant questions here are whether the state  interest in\r\n\ndeciding sex discrimination claims is important and whether there\r\n\nwill  be an adequate opportunity  for Chaulk to  raise the Garmon\r                                                                           \r\n\npreemption question in the Massachusetts state forum.\r\n\n          The  Supreme   Court  has   said  that   remedying  sex\r\n\ndiscrimination  is  a sufficiently  important  state  interest to\r\n\ntrigger Younger.  See  Dayton Christian </pre><span class=\"citation\" data-id=\"111732\"><span class=\"antecedent_guess\">Schools,</span> <a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">628</span>\r</a></span><pre class=\"inline\">                                                         \r\n\n(\"We  have  no  doubt  that  the  elimination  of  prohibited sex\r\n\ndiscrimination  is  a sufficiently  important  state interest  to\r\n\nbring  the  present case  within the  ambit  of [Younger  and its\r                                                                  \r\n\nprogeny].\").   Although Chaulk has suggested that there can be no\r\n\nsignificant state interest in this case because  it is preempted,\r\n                    \r                              \r\n\n18   The majority quarrels with this proposition stating that the\r\nColorado  River case  was  discussing criminal  cases.   Colorado\r                                                                           \r\nRiver,  however, was  discussing Younger  abstention and  Younger\r                                                                           \r\nclearly applies to non-criminal state administrative proceedings.\r\nSee Dayton Christian </pre><span class=\"citation\" data-id=\"111732\"><span class=\"antecedent_guess\">Schools,</span> <a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">627</span> </a></span><pre class=\"inline\">&amp; n.2. \r                                      \r\n\n                               -43-\r\r\n\nsuch an argument,  I believe,  is most likely  foreclosed by  New\r                                                                           \r\n\nOrleans Public Service, Inc.  v. Council of City of  New Orleans,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span><pre class=\"inline\">, 365 (1989) (\"NOPSI\").  In NOPSI the Court said that\r                                                       \r\n\nin determining the importance of the state interest courts should\r\n\n\"not  look narrowly  to  its  interest  in  the  outcome  of  the\r\n\nparticular  case  --  which   could  arguably  be  offset  by   a\r\n\nsubstantial  federal  interest in  the  opposite  outcome.\"   </pre><span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"id_token\">Id.</span>\r                                                                           \r\n\nCourts rather </a></span><pre class=\"inline\"> must  look  to  the  \"importance  of  the  generic\r\n\nproceedings  to  the  State.\"     </pre><span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"id_token\">Id.</span>  (citing  Dayton </a></span><pre class=\"inline\"> Christian\r                                                                           \r\n\nSchools).      As  Dayton   Christian   Schools   made  explicit,\r                                                         \r\n\nMassachusetts has  a legitimate  and important state  interest in\r\n\npreventing sex discrimination.  Thus the important state interest\r\n\nprong of Younger is satisfied in this case.\r                          \r\n\n          Where there is an important state interest, the Supreme\r\n\nCourt  has noted that a federal court should abstain unless state\r\n\nlaw  clearly bars  the interposition  of the  federal plaintiff's\r\n\nconstitutional  claim.    Middlesex  County Ethics  Committee  v.\r                                                                       \r\n\nGarden State Bar Ass'n, </pre><span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">423</span></a></span><pre class=\"inline\">, 432 (1982).  Here, we have\r                                \r\n\nno  reason  to doubt  that  the Massachusetts  state  courts will\r\n\nprovide  Chaulk with  a full  and fair  opportunity to  raise the\r\n\nGarmon  preemption   question.    Chaulk  raised  the  preemption\r                \r\n\nargument before the MCAD  and will have a further  opportunity to\r\n\npursue  it before  the  Massachusetts appellate  courts.   Dayton\r                                                                           \r\n\nChristian </pre><span class=\"citation\" data-id=\"111732\"><span class=\"antecedent_guess\">Schools,</span>  <a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">629</span> </a></span><pre class=\"inline\">  (\"[I]t is sufficient  . . .\r                           \r\n\nthat constitutional claims may  be raised in state-court judicial\r\n\nreview of the administrative proceeding.\") (citation omitted).\r\n\n                               -44-\r\r\n\n          If federal  law barred  the Massachusetts  state courts\r\n\nfrom deciding the Garmon  preemption question, then the \"adequate\r                                  \r\n\nopportunity\" prong would not  be met.  Indeed such  a proposition\r\n\nappears  to be at the heart of Chaulk's argument.  Chaulk argues:\r\n\n\"[W]here conduct is arguably protected or prohibited by the NLRA,\r\n\njurisdiction over  that conduct is preempted in the labor context\r\n\nand is exclusively  federal.   The determination  of whether  the\r                                                                           \r\n\ncase arguably falls within the preempted field is also to be made\r                                                                           \r\n\nby  the federal  courts,  not State  courts  or State  tribunals\"\r                                                                          \r\n\n(emphasis supplied).\r\n\n          But that proposition is untenable and inconsistent with\r\n\nthe  Supreme  Court's case  law.   Although  state courts  may be\r\n\ndeprived  of jurisdiction to decide  a case once  it is preempted\r                                                          \r\n\nunder  Garmon, they are  not deprived  of jurisdiction  to decide\r                       \r\n\nwhether a case  is so  preempted.  State  courts have  concurrent\r                 \r\n\njurisdiction to decide federal preemption issues.   See Chick Kam\r                                                                           \r\n\nChoo v. Exxon Corp., </pre><span class=\"citation\" data-id=\"112073\"><a href=\"/opinion/112073/chick-kam-choo-v-exxon-corp/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></a></span><pre class=\"inline\">, 149-50 (1988) (\"[W]hen a state\r                             \r\n\nproceeding presents  a federal  issue, even a  pre-emption issue,\r\n\nthe proper  course is  to seek  resolution of  that issue  by the\r\n\nstate court.\"); see also  Turnbow v. Pacific Mut. Life  Ins. Co.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"562129\"><a href=\"/opinion/562129/harriette-turnbow-plaintiff-counter-defendant-appellee-v-pacific-mutual/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1100</span></a></span><pre class=\"inline\">,  1103 (9th  Cir. 1991) (no  jurisdictional bar  to\r\n\nstate court  deciding ERISA preemption question);  Sun Refining &amp;\r                                                                           \r\n\nMarketing  Co.  v. Brennan,  </pre><span class=\"citation no-link\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">635</span></span><pre class=\"inline\">,  641 (6th  Cir. 1990)\r                                    \r\n\n(discussing  possibility   of  Younger  abstention   question  in\r                                                \r\n\nsituation involving state action that was arguably subject to the\r\n\nexclusive   jurisdiction  of   Occupational  Safety   and  Health\r\n\n                               -45-\r\r\n\nAdministration  (\"OSHA\")  and  stating, \"it  is  undisputed  that\r\n\nconcurrent jurisdiction exists in the Ohio state courts to decide\r\n\nthe federal pre-emption issue\").\r\n\n          Garmon  preemption is no  exception to  this principle.\r                          \r\n\nCf. International  Longshoremen's Ass'n,  AFL-CIO v.   Davis, </pre><span class=\"citation\" data-id=\"111673\"><a href=\"/opinion/111673/longshoremen-v-davis/\"><span class=\"volume\">476</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">380</span></a></span><pre class=\"inline\">,  393 (1985)  (\"when a  claim  of Garmon  preemption is\r                                                            \r\n\nraised  [in state court], it  must be considered  and resolved by\r                                                                           \r\n\nthe state court\" (emphasis supplied)).  Because the Massachusetts\r                         \r\n\nstate courts  have concurrent  jurisdiction to decide  the Garmon\r                                                                           \r\n\npreemption  issue, Chaulk  will have  an adequate  opportunity to\r\n\nraise its  Garmon preemption  claim in the  Massachusetts courts,\r                           \r\n\nand  thus the \"adequate opportunity\" prong of Younger is also met\r                                                               \r\n\nhere.\r\n\n          Perhaps recognizing  that Younger applies to this case,\r                                                     \r\n\nChaulk  has  argued  that  preemption  cases  should  be  treated\r\n\ndifferently than typical Younger abstention cases.   It says that\r                                          \r\n\n\"[t]he real  issue in this  case is whether a  doctrine of comity\r\n\nshould be applied in a  Garmon preemption case.\"  It  argues that\r                                        \r\n\ntreating this  case under Younger \"confuses  two federal concepts\r                                           \r\n\nwhich  are rooted in very different soil\"; and that while Younger\r                                                                           \r\n\n\"is  predicated  upon  discretionary  deference  by  the  federal\r\n\ngovernment   to  fundamental  State  interests,\"  preemption  \"is\r\n\nmandatory and  arises under  the Constitution,  specifically, the\r\n\nSupremacy  Clause.\"    According  to  Chaulk  \"[t]o  elevate  the\r\n\nequitable doctrine of abstention over the Constitutional doctrine\r\n\nof preemption would truly be to elevate form over substance.\"\r\n\n                               -46-\r\r\n\n          Whatever the merits of Chaulk's argument in theory, the\r\n\nSupreme Court has  apparently rejected  it.  In  NOPSI the  Court\r                                                                \r\n\nsaid  that preemption  issues  do not  involve a  greater federal\r\n\ninterest than other constitutional challenges:\r\n\n            There  is no greater  federal interest in\r\n            enforcing   the   supremacy  of   federal\r\n            statutes than in enforcing  the supremacy\r\n            of  explicit  constitutional  guarantees,\r\n            and  constitutional  challenges to  state\r\n            action,  no  less than  pre-emption-based\r\n            challenges,   call   into  question   the\r\n            legitimacy of the State's interest in its\r\n            proceedings  reviewing or  enforcing that\r\n            action.   Yet it  is clear that  the mere\r\n            assertion of a substantial constitutional\r\n            challenge to state  action will not alone\r\n            compel    the    exercise   of    federal\r\n            jurisdiction. . . .    [P]reemption-based\r\n            challenges merit a similar focus . . . .\r\n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 365. </span><pre class=\"inline\"> Thus, courts are to analyze Younger abstention cases\r                                                          \r\n\ninvolving preemption claims no differently than any other Younger\r                                                                           \r\n\nabstention  case, see Sun </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Refining,</span>  <span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">639</span></span><pre class=\"inline\">, and even a\r                                            \r\n\nsubstantial  claim of  federal  preemption is  not sufficient  to\r\n\novercome Younger.  See </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">NOPSI,</span> <span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">365-66</span></span><pre class=\"inline\">.19\r                                      \r\n                    \r                              \r\n\n19  A distinction exists between preemption involving a choice of\r\nforum and preemption involving a choice  of law.  Cf. Violette v.\r                                                                        \r\nSmith &amp;  Nephew  Dyonics, Inc.,  </pre><span class=\"citation\" data-id=\"701304\"><a href=\"/opinion/701304/russell-violette-v-smith-nephew-dyonics-inc-russell-violette-v-smith/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">8</span></a></span><pre class=\"inline\">, 11  (1st Cir.  1995)\r                                        \r\n(choice  of  forum preemption  is  jurisdictional  and cannot  be\r\nwaived,  while choice  of law  is not  and may  be waived).   The\r\nargument might  be made that  because Garmon  involves choice  of\r                                                      \r\nforum preemption there  is a greater federal interest  to protect\r\nthan in a  case involving  choice of law  and that,  accordingly,\r\nabstention here might not be  appropriate here even if abstention\r\nfor choice of law preemption would be.  NOPSI, however, says that\r                                                       \r\nthe  federal  interest is  not to  be  weighed against  the state\r\ninterest.  See  Sun </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Refining,</span> <span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">641</span></span><pre class=\"inline\">.   Thus even if the\r                                      \r\nfederal interest in Garmon preemption is weightier than in choice\r                                    \r\nof law preemption cases,  that consideration does not  affect the\r\nYounger  inquiry;  abstention  is   appropriate  as  long  as  an\r                 \r\nimportant state interest is identified and the other requirements\r\nare  met.    See    Middlesex </pre><span class=\"citation\" data-id=\"110750\"><span class=\"antecedent_guess\">County,</span>  <a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">457</span>  <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">431-32</span></a></span><pre class=\"inline\">; Sun\r                                                                           \r\n\n                               -47-\r\r\n\n          The exception to Younger  that provides that abstention\r                                            \r\n\nmay  be improper  where  the plaintiff  might suffer  irreparable\r\n\ninjury  absent  equitable  relief  is  not  applicable  here.   A\r\n\nsufficient  risk  of  irreparable  injury  may  exist  where  the\r\n\nchallenged state statute is \"flagrantly and patently violative of\r\n\nexpress constitutional prohibitions. . . .\"  </pre><span class=\"citation\" data-id=\"108263\"><span class=\"antecedent_guess\">Younger,</span> <a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> at\r                                                              \r\n\n<span class=\"page\">53-54</span></a></span><pre class=\"inline\">.   But chapter  151B is hardly  flagrantly unconstitutional\r\n\nand, given  the complexities  of the preemption  question, it  is\r\n\ndifficult  to  describe  the  MCAD's  actions  as  flagrantly  or\r\n\npatently violative of the Garmon preemption principle.\r                                          \r\n\n          Further, although the Supreme  Court in NOPSI left open\r                                                                 \r\n\nthe  question  of  whether  a  \"facially  conclusive\"  claim  for\r\n\npreemption might fall within the exception to Younger, see </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">NOPSI,</span>\r                                                                          \r\n\n<span class=\"volume\">491</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">367</span></span><pre class=\"inline\">,  the preemption  claim  here is  not  facially\r\n\nconclusive.    For  Chaulk's  preemption  claim  to  be  facially\r\n\nconclusive the federal courts must be able to determine the state\r\n\naction  is  preempted \"without  further  factual  inquiry.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\r                                                                           \r\n\nChaulk cannot </span><pre class=\"inline\">meet this standard.\r\n\n          The  MCAD has  not sought  directly to  regulate unfair\r\n\nlabor practices nor has  it questioned the authority of  the NLRB\r\n\nto adjudicate the unfair  labor practices claim.  Cf.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">NOPSI,</span> <span class=\"volume\">491</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span>  at <span class=\"page\">367</span></span><pre class=\"inline\">.   It  has in  fact said  that \"the  issue of  union\r\n\ninterference is  properly  left to  the provinces  of the  NLRB.\"\r\n\nNeither has it challenged the  non-admission settlement agreement\r\n\nthat Chaulk has entered, nor does it appear  that the MCAD action\r\n                    \r                              \r\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Refining,</span> <span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">641</span></span><pre class=\"inline\">.    \r                  \r\n\n                               -48-\r\r\n\nwill  undermine that agreement.20   Even if there  were reason to\r\n\ndoubt  whether   Doulamis  has   a  bona   fide  claim   for  sex\r\n\ndiscrimination or whether the MCAD should adjudicate the dispute,\r\n\nit would be impossible \"conclusively [to] say [the MCAD] is wrong\r\n\nwithout  further factual  inquiry  -- and  what requires  further\r\n\nfactual inquiry  can hardly  be deemed 'flagrantly'  unlawful for\r\n\npurposes of  a threshold  abstention determination.\"   </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">NOPSI,</span> <span class=\"volume\">491</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> at <span class=\"page\">367</span></span><pre class=\"inline\">.21 \r\n\n          Finally, the fact that the union filed a complaint with\r\n\nthe NLRB before Doulamis filed her complaint before the MCAD does\r\n\nnot resolve the  matter.22   To begin with,  Chaulk never  raised\r\n\n                    \r                              \r\n\n20   There is nothing  in the record to  show that the  NLRB even\r\nconsidered Doulamis' claims for sex discrimination in the context\r\nof the unfair labor practice  charges.  Moreover, the  settlement\r\nagreement itself \"does not  preclude persons from filing charges,\r\nthe General Counsel from prosecuting complaints, or the Board and\r\nthe courts from finding violations  with respect to matters which\r                    \r\nprecede  the date of the approval of this Agreement regardless of\r\nwhether  such matters  are known  to the  General Counsel  or are\r\nreadily discoverable\" (emphasis supplied). \r\n\n21  There may be  situations in which the preemption  claim could\r\nbe facially  conclusive and abstention would  not be appropriate.\r\nFor example,  this case  would  be viewed  quite differently  had\r\nDoulamis alleged  before the MCAD that  the discrimination Chaulk\r\nengaged in was simply  based on her potential affiliation  in the\r\nunion, as  opposed to her gender.   In such a  case, the question\r\nwhether the  claim was within  the exclusive jurisdiction  of the\r\nNLRA would not turn on  deciding whether her claim was a  case of\r\nartful  pleading.   No more  facts would  need be  determined and\r\nunder  such  circumstances  abstention  would  probably  not   be\r\nappropriate.   Moreover,  were  the MCAD  to assert  jurisdiction\r\nunder such circumstances, there would be a good argument that the\r\nMCAD was  behaving in flagrant disregard of the Garmon preemption\r                                                                \r\nprinciple.     \r\n\n22  Although  Doulamis' complaint  before the MCAD  was filed  on\r\nDecember 1,  1993  the  proceedings  before  the  MCAD  began  on\r\nNovember 23, 1993 when Doulamis underwent her intake interview.\r\n\n                               -49-\r\r\n\nsuch a  theory as  a basis to  prevent abstention.   Its  initial\r\n\nbrief, its  reply brief,  and the supplemental  letter memorandum\r\n\nrequested  by  the  panel at  oral  argument  are  devoid of  any\r\n\nargument  that  abstention  is  inappropriate  because  the  NLRB\r\n\nproceeding was  pending at the time of the MCAD complaint.  It is\r\n\ntherefore waived.  See Grella v. Salem Five Cent Savings Bank, </pre><span class=\"citation\" data-id=\"684074\"><a href=\"/opinion/684074/paul-j-grella-trustee-v-salem-five-cent-savings-bank/\"><span class=\"volume\">42</span>\r                                                                       \r\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 36 (1st Cir. 1994).\r\n\n          Moreover, there does not appear to be case law squarely\r\n\nsupporting  such a theory.   Indeed, such a  theory of abstention\r\n\nappears to be at odds with the treatment of the issue in at least\r\n\none  other circuit.    See  Sun  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Refining,</span>  <span class=\"volume\">921</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">639</span></span><pre class=\"inline\">-42\r                                                   \r\n\n(abstention  was appropriate  despite  claim that  the state  law\r\n\naction violated  the exclusive  jurisdiction of OSHA  and despite\r\n\nfact that  OSHA  action had  been  pending and  concluded  months\r\n\nbefore the state action was brought).  As a matter of policy, the\r\n\nexistence  of  a  NLRB  action  at  the  time  a  parallel  state\r\n\nproceeding  is filed  should not  control the  matter here.   The\r\n\nNLRB, if it so chose, could have sought an injunction against the\r\n\nstate proceedings if it  thought the state proceedings conflicted\r\n\nwith its  exclusive jurisdiction.   NLRB  v. Nash-Finch  Co., </pre><span class=\"citation\" data-id=\"108408\"><a href=\"/opinion/108408/nlrb-v-nash-finch-co/\"><span class=\"volume\">404</span>\r                                                                      \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span><pre class=\"inline\">,  142-44 (1971).23   The fact that  the NLRB did  not so\r\n                    \r                              \r\n\n23  Even the cases cited for the proposition that a federal court\r\nmay enjoin  a  state court's  intrusion into  a federal  agency's\r\nexclusive jurisdiction do not stand for such a broad proposition.\r\nIn the only  labor case  cited, American Federation  of Labor  v.\r                                                                       \r\nWatson, </pre><span class=\"citation\" data-id=\"104265\"><a href=\"/opinion/104265/afl-v-watson/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">582</span> </a></span><pre class=\"inline\">(1946), the court specifically said that for\r                \r\nsuch an injunction to issue there must be  an immediate threat of\r\nirreparable  injury, such  as  an \"imminent  threat to  an entire\r\nsystem of collective  bargaining.\"   </pre><span class=\"citation\" data-id=\"104265\"><a href=\"/opinion/104265/afl-v-watson/\"><span class=\"id_token\">Id.</span> at 595. </a></span><pre class=\"inline\">  No  comparable\r                                                  \r\nthreat exists here.  In fact, in Watson the Court explicitly said\r                                                 \r\n\n                               -50-\r\r\n\nmove speaks volumes.\r\n\n          I respectfully dissent.\r\n\n                    \r                              \r\n\nthat  the  threat of  multiple prosecutions  under the  state law\r\nwould not be  sufficient to justify an injunction.   See </pre><span class=\"citation\" data-id=\"104265\"><a href=\"/opinion/104265/afl-v-watson/\"><span class=\"id_token\">id.</span>  The\r                                                                      \r\nCourt </a></span><pre class=\"inline\">also abstained under the doctrine of Railroad Commission of\r                                                                           \r\nTexas v. Pullman Co., </pre><span class=\"citation\" data-id=\"103481\"><a href=\"/opinion/103481/railroad-commn-of-tex-v-pullman-co/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span> </a></span><pre class=\"inline\">(1941).  See </pre><span class=\"citation\" data-id=\"103481\"><a href=\"/opinion/103481/railroad-commn-of-tex-v-pullman-co/\"><span class=\"id_token\">id.</span> at 599. </a></span><pre class=\"inline\">   \r                                                             \r\n\n                               -51-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/96819/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103750/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103952/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104265/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105866/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106575/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107162/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107367/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107637/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108370/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108408/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109216/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109405/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109616/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109621/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109668/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109862/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110041/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110078/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110105/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110750/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110897/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110993/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111006/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111251/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111412/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111438/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111621/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111673/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111732/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111856/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111915/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112073/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112086/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112293/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112302/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112584/",
    "https://www.courtlistener.com/api/rest/v3/opinions/294671/",
    "https://www.courtlistener.com/api/rest/v3/opinions/329303/",
    "https://www.courtlistener.com/api/rest/v3/opinions/424855/",
    "https://www.courtlistener.com/api/rest/v3/opinions/433845/",
    "https://www.courtlistener.com/api/rest/v3/opinions/456322/",
    "https://www.courtlistener.com/api/rest/v3/opinions/470973/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491736/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522982/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540006/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542856/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562129/",
    "https://www.courtlistener.com/api/rest/v3/opinions/565272/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584211/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589749/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594405/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602404/",
    "https://www.courtlistener.com/api/rest/v3/opinions/678560/",
    "https://www.courtlistener.com/api/rest/v3/opinions/684074/",
    "https://www.courtlistener.com/api/rest/v3/opinions/686732/",
    "https://www.courtlistener.com/api/rest/v3/opinions/701304/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1918151/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2136313/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2216244/"
  ]
}