{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196462/",
  "id": 196462,
  "absolute_url": "/opinion/196462/reintjes-company-v-riley-stoker/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196462/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:06:23Z",
  "date_modified": "2020-02-21T23:10:56.203033Z",
  "type": "010combined",
  "sha1": "11a75eedc9fee7862a388a300ac43f5bc8418004",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1552.01A",
  "local_path": null,
  "plain_text": "\n\nDecember 13, 1995 UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1552\r\n\n                 GEO. P. REINTJES, CO., INC.,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                  RILEY STOKER CORPORATION,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n                         ERRATA SHEET\r                                     ERRATA SHEET\r\n\n   The opinion of  this Court  issued on December  7, 1995,  is\r\namended as follows:\r\n\n   On page 2,  first paragraph, line 12,  change \"Reintjes'\" to\r\n\"Riley Stoker's.\"\r\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1552\r\n\n                 GEO. P. REINTJES CO., INC.,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                  RILEY STOKER CORPORATION,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n          Aldrich and Coffin, Senior Circuit Judges.\r                                                               \r\n\n                                         \r\n\nDuane J. Fox with whom  Gregory S. Gertstner,  Seigfreid, Bingham,\r                                                                              \r\nLevy, Selzer  &amp; Gee, Edmund C.  Case, Roger Lane and  Testa, Hurwitz &amp;\r                                                                              \r\nThibeault were on brief for appellant.\r                 \r\nDavid P. Grossi with whom  Barry A. Bachrach and  Bowditch &amp; Dewey\r                                                                              \r\nwere on brief for appellee.\r\n\n                                         \r\n\n                       December 7, 1995\r\n                                         \r\r\n\n          ALDRICH,  Senior  Circuit Judge.   This  is another\r                                                     \r\n\ncase  seeking, inter  alia, to  attribute  to M.G.L.  c. 93A,\r                                      \r\n\n   2(a)  and 11 (1988 ed.), the universal capacity of a Swiss\r\n\narmy jack-knife.   Briefly,  plaintiff Geo. P.  Reintjes Co.,\r\n\nInc.  of Kansas  City, Missouri,  and defendant  Riley Stoker\r\n\nCorp.  of Worcester,  Massachusetts,  found themselves  faced\r\n\nwith  the  question of  who  must  bear  a loss  due  to  the\r\n\ninappropriateness  of  A.P.  Green  furnace  lining material,\r\n\nobtained  and installed  by Reintjes  in boilers  supplied by\r\n\nRiley  Stoker to  a  third party.    The answer  depended  on\r\n\nwhether Reintjes'  warranty  to  Riley  Stoker  included  the\r\n\nmaterial's design.   The parties resorted  to arbitration and\r\n\nthe  arbitrator  credited   Riley  Stoker's  employees,   who\r\n\ntestified,  in its  favor, that  it was  so understood.   The\r\n\narbitrator's  findings  were confirmed  by the  United States\r\n\nDistrict Court  for the  District of Massachusetts  and Riley\r\n\nStoker  obtained a judgment in  the amount of  $989,119.  The\r\n\nparties agreed  to settle the judgment for $950,000 which, in\r\n\ndue course, was done.\r\n\n          Some two years later  Reintjes learned, through the\r\n\naccident of its counsel in the arbitration case being engaged\r\n\nin entirely independent  litigation with  Riley Stoker,  that\r\n\nRiley  Stoker employees  may  have committed  perjury in  the\r\n\nReintjes arbitration  proceeding.  Reintjes  then filed  this\r\n\naction  claiming  Riley  Stoker's  failure  to  disclose  the\r\n\n                             -3-\r\r\n\nalleged  fraud  during settlement  negotiations, that  led to\r\n\nReintjes paying a  substantial sum, amounted to a  common law\r\n\nmisrepresentation and, more, was  an \"unfair or deceptive act\r\n\n. . . in the conduct of . . . trade or commerce\" under M.G.L.\r\n\nc. 93A,   2(a), entitling Reintjes  to damages.  According to\r\n\nReintjes, its present suit rests not on the original cause of\r\n\naction,  but  on  the  independent  allegation  of  fraud  in\r\n\nprocurement of the settlement agreement.\r\n\n          The district  court  initially took  the view  that\r\n\nReintjes' claims  arising from procurement  of the settlement\r\n\nagreement  were cognizable independently of the judgment, but\r\n\nlater,  on Riley  Stoker's motion,  undertook  to reconsider.\r\n\nReintjes  thereupon  moved  for  leave  to  file  an  amended\r\n\ncomplaint to set aside the judgment.   This was denied on the\r\n\ngrounds that Reintjes did  not state a claim for  relief from\r\n\nthe judgment in  the absence of a showing that fraud upon the\r\n\ncourt  had occurred.   The court then  granted Riley Stoker's\r\n\nmotion  to  dismiss Reintjes'  common  law  and state  claims\r\n\nbecause  they  could not  lie  unless relief  from  the prior\r\n\njudgment was obtained.  We affirm.\r\n\n                              I.\r                                            \r\n\n          Reintjes  first  asserts that  the  court  erred in\r\n\nruling its fraud and  chapter 93A claims barred by  the prior\r\n\njudgment.  Reintjes states that \"failure to disclose any fact\r\n\nwhich   would  influence  a  person   not  to  enter  into  a\r\n\n                             -4-\r\r\n\ntransaction is a violation of chapter 93A;\" that this statute\r\n\ntherefore \"imposed  upon  Riley Stoker  an  affirmative  duty\r                                                                         \r\n\n(sic)  to  disclose,  during  procurement  of  the settlement\r\n\nagreement, that  the  award  was  obtained  through  perjured\r\n\ntestimony,\" and that Reintjes relied on the non-disclosure in\r\n\nentering into the settlement agreement.\r\n\n          Our  assent to such a  contention would amount to a\r\n\nrule,  in  Massachusetts at  least,  that  attached to  every\r\n\nfederal judgment affecting commercial matters is  an inherent\r\n\ncondition that it  must be  proved correct, or  it cannot  be\r\n\nrelied upon, for  there is an \"affirmative duty\"  to disclose\r\n\nif  it is  faulty.   Reintjes concludes  that Rule  60, which\r\n\nprescribes the  exclusive methods by which  federal judgments\r\n\nmay be  attacked, \"cannot curtail\"  its state and  common law\r\n\nclaims,  citing  28 U.S.C.A.    2072(b)  to  the effect  that\r\n\nFederal Rules of Civil  Procedure \"shall not abridge, enlarge\r\n\nor  modify any substantive right.\"   With due  respect, it is\r\n\ninconceivable  that the  finality of otherwise  valid federal\r\n\njudgments is  dependent upon their validity  under state law.\r\n\nReintjes  cites  no  authority.    We  summarily  affirm  the\r\n\ndistrict court's  ruling that Reintjes' only  route to relief\r\n\nfrom  the  settlement  and  underlying  judgment  is  through\r\n\napplication of  Federal Rule  of Civil Procedure  Rule 60(b).\r\n\nTo this we turn.\r\n\n                             II.\r                                            \r\n\n                             -5-\r\r\n\n          Reintjes claims  the court erred in  ruling that it\r\n\nwas  unable to state a claim for relief from judgment because\r\n\nits allegations did not amount to a fraud upon the court, or,\r\n\nalternatively, that Rule  60(b) does not  require it to  show\r\n\nfraud  upon  the  court  and that  its  allegations  state  a\r\n\ncognizable  basis for  relief  under the  Rule.   It contends\r\n\nRiley's witnesses  engaged in  a concerted effort  to present\r\n\nperjured  testimony during the  arbitration hearing regarding\r\n\nthe central issue in  the case, namely, whether Reintjes  had\r\n\nassumed  design  warranty  for  the boiler  linings.    These\r\n\ncharges stem  from Reintjes' discovery, some  two years after\r\n\nentry  of  judgment  against  it,  of  materials1  indicating\r\n\nRiley's witnesses may have perjured themselves.\r\n\n          Rule 60(b) permits relief  from final judgment for,\r\n\ninter alia,\r                      \r\n\n          (2)  newly  discovered evidence  which by\r\n          due   diligence   could  not   have  been\r\n          discovered  in time  to  move for  a  new\r\n          trial under Rule 59(b);\r\n\n          (3) fraud (whether heretofore denominated\r\n          intrinsic          or         extrinsic),\r\n          misrepresentation, or other misconduct of\r\n          an adverse party . . .\r\n\nFed.R.Civ.P. 60(b).  The  Rule requires that motions pursuant\r\n\nto the above grounds \"shall be made within a reasonable time,\r\n\nand . . . not more  than one year after the  judgment, order,\r\n\n                    \r                                \r\n\n1.  Letters  and  notes of  a  third-party  participant in  a\r\npivotal  meeting between  the parties,  about which  both had\r\ntestified.\r\n\n                             -6-\r\r\n\nor proceeding was entered or taken.\"  Id.  At  the same time,\r                                                     \r\n\nthe Rule\r\n\n          does not  limit the  power of a  court to\r\n          entertain   an   independent  action   to\r\n          relieve a party  from a judgment,  order,\r\n          or  proceeding, . . . or  to set  aside a\r\n          judgment for fraud upon the court.\r\n\nId.\r               \r\n\n          Our initial reaction is  that, despite the apparent\r\n\nopenness  of this final provision, where the body of the Rule\r\n\ncontains an  explicit  time limitation  for motions  invoking\r\n\nspecified grounds for relief, it would make no sense to apply\r\n\nthe  final general provision, containing no limit of time, so\r\n\nbroadly as to cover all the grounds for which  the time limit\r\n\nis expressly stated.  Since Reintjes' claims would appear  to\r\n\nfall  exactly under  sections (2)  and (3)  of the  Rule, but\r\n\nmaterialized too late  to file  in a motion  to the  judgment\r\n\ncourt,2 it should not now be  able to elect to proceed  under\r\n\nthe  unlimited  clause  without  some  additional  ground  or\r\n\nreason.   Historically,  however,  this may  be  too easy  an\r\n\nanswer.  In view  of the curtness of the Rule's final clause,\r\n\nand  a  modicum of  disagreement  in  the  circuits, we  will\r\n\nexamine its origins.\r\n\n                    \r                                \r\n\n2.  Reintjes did file  such a  motion to  the judgment  court\r\n(Young,  J.), however,  it was  summarily denied,  presumably\r\nbecause  it was filed more  than one year  after entry of the\r\njudgment.  Fed.R.Civ.P. 60(b)(3).  No appeal was filed.\r\n\n                             -7-\r\r\n\n          Prior to the adoption of the Federal Rules of Civil\r\n\nProcedure the  general rule  was that application  for relief\r\n\nfrom  judgment on  account  of fraud  could  be made  to  the\r\n\npresiding court before expiration of the term in which  final\r\n\njudgment was entered.  Bronson v. Schulten, 104 U.S. 410, 415\r                                                      \r\n\n(1882).  See also Glass, et al.  v. Excelsior Foundry Co., 56\r                                                                     \r\n\nF.3d 844, 848 (7th  Cir. 1995).  However, efforts  to balance\r\n\nthe value of finality against aversion to  condoning abuse of\r\n\nthe  judicial  apparatus  led  courts sitting  in  equity  to\r\n\nrecognize  an  exception  for  a  narrow  category  of  fraud\r\n\n\"extrinsic,\" or collateral,  to the original action.   On the\r\n\nother hand, intrinsic  fraud, such as perjury  relating to an\r\n\nissue actually decided, could not form the basis for untimely\r\n\nrelief.   United States v.  Throckmorton, 98 U.S.  61, 66, 68\r                                                    \r\n\n(1878)  (judgment  confirming certain  land  claims  based on\r\n\nfalsified land grant could not be set aside 18 years later on\r\n\nclaim  of  fraud  because  validity of  grant  was  the issue\r\n\ntried).\r\n\n          The  Throckmorton rule  that fraud  claimed  in the\r                                       \r\n\nmatter  tried cannot form  the basis for  an untimely request\r\n\nfor  relief from  final judgment  was refined  in Hazel-Atlas\r                                                                         \r\n\nGlass Co. v. Hartford-Empire  Co., 322 U.S. 238 (1944).3   An\r                                             \r\n\n                    \r                                \r\n\n3.  This  case avoided  the extrinsic/intrinsic  labels. Some\r\nhave long found the  distinction dubious, dubbing it \"clouded\r\nand confused,\" 11 Wright, Miller &amp; Kane, Federal Practice and\r                                                                         \r\nProcedure,   2868, p.  401 (1995 ed.), and \"at times  . . . a\r                     \r\njourney into futility.\"   Moore &amp; Rogers, Federal Relief from\r\n\n                             -8-\r\r\n\nattorney for Hartford had  contrived to have an  encomium for\r\n\nits patent claim published  in a trade journal under  the by-\r\n\nline of a  disinterested expert, which was  then presented in\r\n\nevidence.  Hartford lost at trial, but its attorneys  paraded\r\n\nthe article before  a panel  of the court  of appeals,  which\r\n\nthen  reversed  and  entered judgment  in  Hartford's  favor,\r\n\nsupporting  its  opinion  with quotation  from  the  spurious\r\n\npublication.   Id. at  240-42.  Nine  years later Hazel-Atlas\r                              \r\n\ninstigated an  action to  undo the  judgment  based on  newly\r\n\nobtained  evidence of  Hartford's caper.   The  Supreme Court\r\n\ndirected  that judgment  for Hartford  be  set aside  and the\r\n\ndistrict court's original order denying relief to Hartford be\r\n\nreinstated.   Id.  at  251.   The  Court emphasized  the  old\r                             \r\n\nEnglish rule that, \"under certain circumstances, one of which\r\n\nis  after-discovered  fraud, relief  will be  granted against\r\n\njudgments regardless of the term of their entry,\" id. at 244,\r                                                                 \r\n\nwas  to  be  applied   cautiously,  i.e.,  only  \"in  certain\r\n\ninstances   . . .  deemed  sufficiently  gross  to  demand  a\r\n\ndeparture  from rigid adherence\" to finality.  Id.  The Court\r                                                              \r\n\njustified   its   application   in   Hazel-Atlas   Glass   by\r                                                                    \r\n\ndistinguishing  this  situation  from  a  case  where  after-\r\n\ndiscovered evidence indicates merely  that a witness may have\r\n\nperjured  himself, id.  at  245, from  cases concerning  only\r                                  \r\n\nprivate  parties, id.  at  246, and  from cases  resulting in\r                                 \r\n\n                    \r                                \r\n\nCivil Judgments, 55 Yale L.J. 623, 658 (1946).\r\n\n                             -9-\r\r\n\ninjury merely to a single litigant (deeming fraud perpetrated\r\n\nto  obtain a  favorable patent  ruling  \"a wrong  against the\r\n\ninstitutions set  up to  protect and safeguard  the public\").\r\n\nId.    And,  Hartford's   was  \"a  deliberately  planned  and\r               \r\n\ncarefully  executed scheme\"  by an  attorney \"to  defraud not\r\n\nonly the  Patent Office but  the Circuit  Court of  Appeals.\"\r\n\nId. at 245-46.   In fact, it reached  all persons affected by\r               \r\n\nthe patent.\r\n\n          Hazel-Atlas  Glass thus expanded  the range  of the\r                                        \r\n\nfraud exception  for untimely requests  for relief delineated\r\n\nin Throckmorton  to include  fraud committed by  \"officers of\r                           \r\n\nthe  court.\"  See Moore, 7  Federal Practice,   60.33, p. 60-\r                                                        \r\n\n359  (1995).     It  carries  forward   the  well-established\r\n\nunderstanding  that  this  exception  never  included garden-\r\n\nvariety fraud:\r\n\n          This is  not simply a case  of a judgment\r\n          obtained with  the aid of a  witness who,\r\n          on   the    basis   of   after-discovered\r\n          evidence,  is  believed possibly  to have\r\n          been guilty of perjury.\r\n\nHazel-Atlas Glass, 322 U.S. at 245.\r                             \r\n\n          In  1946 Congress  adopted the  current version  of\r\n\nRule  60(b)   which  specifies  fraud,   \"whether  heretofore\r\n\ndenominated extrinsic or  intrinsic,\" Fed.R.Civ.P.  60(b)(3),\r\n\nas  an explicit ground for  a motion for  relief and subjects\r\n\nit,  like several  other  grounds specified,  to  a one  year\r\n\nlimitation.    The Rule  preserves  judicial  power to  grant\r\n\n                             -10-\r\r\n\nrelief  in  an  independent  action \"insofar  as  established\r\n\ndoctrine permits,\"4  and \"expressly does not  limit the power\r\n\nof the court,  when fraud  has been perpetrated  upon it,  to\r\n\ngive relief under the saving clause.\"  Fed.R.Civ.P. 60, Notes\r\n\nof  Advisory  Committee on  Rules,  1946  Amendment, Note  to\r\n\nSubdivision (b) (hereinafter \"Advisory Committee Notes\").\r\n\n          Other  than specifying  \"fraud  upon  the  court,\"5\r\n\nhowever,  the Rule \"makes no  attempt to state  the bases for\r\n\nthe  independent  action.\"    Moore, 7  Federal  Practice,   \r                                                                     \r\n\n60.37[2].   Rather, it leaves  this substantive determination\r\n\nto established principles,  id., \"which have  heretofore been\r                                           \r\n\napplied in such an  action.\"  Advisory Committee Notes.   See\r                                                                         \r\n\nIndian  Head Nat. Bank of  Nashua v. Brunelle,  689 F.2d 245,\r                                                         \r\n\n248-49 (1st Cir. 1982) (as Advisory Committee Notes indicate,\r\n\n\"the Rule expressly  preserves independent equitable actions\"\r\n\navailable \"prior  to the  Rule's enactment\").   We find  that\r\n\nCongress  incorporated into Rule  60(b) pre-existing judicial\r\n\nprinciples governing  untimely requests for  equitable relief\r\n\n                    \r                                \r\n\n4.  The Rule as originally adopted did not specify fraud as a\r\nground  for relief, but did contain a saving clause that left\r\ncourts free to  continue to exercise their inherent  power to\r\ngrant   relief  from  judgments  where  established  doctrine\r\nwarranted.   Fed.R.Civ.P. 60(b) (1937), 28  U.S.C.A.   723(c)\r\n(West 1941).  See, e.g., Central Hanover Bank &amp; Trust Co.  v.\r                                                                     \r\nWardman Real Est. Prop., 31 F.Supp. 685 (D.D.C. 1940).\r                                   \r\n\n5.  In this Circuit we have held  such fraud to consist of an\r\n\"unconscionable  scheme  calculated  to  interfere  with  the\r\njudicial system's ability impartially to adjudicate a matter\"\r\ninvolving an officer of the court.  Aoude v. Mobil Oil Corp.,\r                                                                        \r\n892 F.2d 1115, 1118 (1st Cir. 1989).\r\n\n                             -11-\r\r\n\nfrom fraudulent  judgments.  See Hazel-Atlas  Glass, 322 U.S.\r                                                               \r\n\n238.\r\n\n          While \"fraud  upon the court\" is  therefore not the\r\n\nonly  permissible basis  for  an independent  action, as  the\r                \r\n\ndistrict  court held,  and therefore  Reintjes need  not make\r\n\nsuch  a  showing,  there  is  also  little  doubt that  fraud\r\n\ncognizable to maintain an  untimely independent attack upon a\r\n\nvalid and final judgment has long been  regarded as requiring\r\n\nmore than common  law fraud.   Throckmorton, 98  U.S. at  66;\r                                                       \r\n\nHazel-Atlas  Glass,  322 U.S.  at  244-45  (untimely bid  for\r                              \r\n\nrelief justified only where  enforcement of judgment would be\r\n\n\"manifestly  unconscionable\")  (quoting Pickford  v. Talbott,\r                                                                        \r\n\n225 U.S. 651, 657 (1912)).  See also, Chicago, R.I.  &amp; P. Ry.\r                                                                         \r\n\nv. Callicotte, 267 F. 799, 810 (8th Cir. 1920), cert. denied,\r                                                                        \r\n\n255 U.S. 570  (1921) (\"indispensable\" element of  independent\r\n\nattack  on judgment for fraud is that it prevented party from\r\n\npresenting his case); Aetna Casualty &amp; Surety  Co. v. Abbott,\r                                                                        \r\n\n130 F.2d 40, 43-44 (4th Cir. 1942) (\"it is well settled  that\r\n\n[a conspiracy between plaintiff  and his witnesses to present\r\n\nperjured testimony]  constitutes no ground\" upon  which court\r\n\ncould  deny   enforcement  of  judgment  in   an  independent\r\n\nproceeding).   The  great  majority of  cases addressing  the\r\n\nscope  of fraud  necessary to  sustain an  independent action\r\n\nunder the  modern Rule 60(b)  has adhered to  this principle.\r\n\nSee,  e.g., Gleason v. Jandrucko, 860 F.2d 556, 558 (2nd Cir.\r                                            \r\n\n                             -12-\r\r\n\n1988)  (fraud  necessary  to  sustain independent  action  is\r\n\nnarrower  than that which  is sufficient to  obtain relief by\r\n\ntimely  motion); Travelers  Indemnity Co.  v. Gore,  761 F.2d\r                                                              \r\n\n1549 (11th Cir. 1985) (allegations of perjury insufficient to\r\n\nentitle plaintiff  to relief from judgment  in an independent\r\n\naction  under Rule  60(b));  Great Coastal  Express v.  Int'l\r                                                                         \r\n\nBrotherhood  of  Teamsters, 675  F.2d  1349,  1358 (4th  Cir.\r                                      \r\n\n1982), cert. denied, 459 U.S. 1128 (1983);  Robinson, 56 F.3d\r                                                                \r\n\nat  1274 n.6 (10th  Cir. 1995).   But see,  Averbach v. Rival\r                                                                         \r\n\nManufacturing Co.,  809 F.2d 1016, 1022-23  (3rd Cir.), cert.\r                                                                         \r\n\ndenied, 482 U.S. 915,  and cert. denied, 484 U.S.  822 (1987)\r                                                   \r\n\n(\"[T]he  elements of  a cause  of action  for [relief  from a\r\n\njudgment on the ground of fraud] in an independent action are\r\n\nnot different from those elements  in a Rule 60(b)(3) motion,\r\n\nand . . . the  time limit on such a motion does  not apply to\r\n\nan independent action.\").\r\n\n          In   sum,  perjury  alone,   absent  allegation  of\r\n\ninvolvement by an officer of the court (Reintjes makes none),\r\n\nhas  never  been sufficient.   Throckmorton,  98 U.S.  at 66;\r                                                       \r\n\nHazel-Atlas Glass, 322 U.S.  at 245.  See also,  Gleason, 860\r                                                                    \r\n\nF.2d  at 559  (2nd Cir.);  Travelers Indemnity,  761 F.2d  at\r                                                          \r\n\n1551-52 (11th Cir.); Wood  v. McEwen, 644 F.2d 797  (9th Cir.\r                                                \r\n\n1981), cert. denied, 455 U.S. 942 (1982).  The possibility of\r                               \r\n\nperjury, even concerted, is a common hazard of  the adversary\r\n\nprocess  with which  litigants are  equipped to  deal through\r\n\n                             -13-\r\r\n\ndiscovery and cross-examination, and, where warranted, motion\r\n\nfor   relief   from   judgment   to   the  presiding   court.\r\n\nFed.R.Civ.P.  60(b)(3).    Were  mere  perjury  sufficient to\r\n\noverride   the  considerable  value  of  finality  after  the\r\n\nstatutory time  period for  motions on  account of  fraud has\r\n\nexpired,  it would  upend  the Rule's  careful balance.   See\r                                                                         \r\n\nGreat  Coastal Express, 675 F.2d at 1354-55 (Rule 60(b) is an\r                                  \r\n\neffort to  balance competing judicial values  of finality and\r\n\nequity, with  equitable considerations favored for  up to one\r\n\nyear from entry of judgment, and finality thereafter).\r\n\n          Reintjes   points  to  no  reason  why  this  newly\r\n\ndiscovered evidence might justify relief from judgment beyond\r\n\nthe statutory  time frame.   Discrediting witnesses  does not\r\n\ngenerally  justify  an  \"extraordinary\"  second  opportunity.\r\n\nXerox  Financial Services Life Ins. Co.  v. High Plains Ltd.,\r                                                                        \r\n\n44 F.3d 1033,  1038-39 (1st Cir. 1995).  See Moore, 7 Federal\r                                                                         \r\n\nPractice,   60.37  (Rule 60(b)  does not license  a party  to\r                    \r\n\nrelitigate, whether  via motion  or  independent action,  any\r\n\n\"issues  that were made or  open to litigation  in the former\r\n\naction where he had a  fair opportunity to make his claim  or\r\n\ndefense\").  See, also, Travellers Indemnity, 761 F.2d at 1552\r                                                       \r\n\n(11th Cir.); Comptex, S.A.  v. LaBow, 783 F.2d 333,  335 (2nd\r                                                \r\n\nCir.  1986); Carter  v. Dolce,  741 F.2d  758, 760  (5th Cir.\r                                         \r\n\n1984).   Reintjes' claims amount, at  best, to ordinary fraud\r\n\nwhich,  as  we  have  said,  cannot  form  the  basis  of  an\r\n\n                             -14-\r\r\n\nindependent  action  under the  Rule's saving  provision when\r\n\nthey would certainly be barred if presented as a motion under\r\n\nsection  (3).6  See Wallace  v. United States,  142 F.2d 240,\r                                                         \r\n\n244   (2nd  Cir.),   cert.  denied,   323  U.S.   712  (1944)\r                                              \r\n\n(\"[o]bviously it cannot  have been intended that  what may be\r\n\ndone  within six months, pursuant  to the body  of Rule 60(b)\r\n\nmay also be done thereafter, under the exception contained in\r\n\nits  last  sentence\") (referring  to  predecessor  to current\r\n\nRule).   See  also, Moore,  7 Federal  Practice,    60.33 (if\r                                                           \r\n\nfraud  that may form basis of independent action \"is not kept\r\n\nwithin proper  limits  but is  ballooned  to include  all  or\r\n\nsubstantially all  species of fraud within  60(b)(3) then the\r\n\ntime limitation upon 60(b)(3) motions will be meaningless\").\r\n\n          Finally, while the notion that it would be \"against\r\n\nconscience\" to  let a particular  judgment stand may  in some\r\n\ninstances serve to tip what would otherwise be ordinary fraud\r\n\ninto the special category that can invoke  a court's inherent\r\n\npowers  to breach finality, see  Marshall v. Holmes, 141 U.S.\r                                                               \r\n\n589,  595  (1891), Hazel-Atlas  Glass,  322  U.S. at  244-45,\r                                                 \r\n\nReintjes  has failed to  so move us  here.   There is nothing\r\n\nparticularly offensive about  the circumstances  surrounding,\r\n\nor  the  result of,  Reintjes'  warranty  dispute with  Riley\r\n\nStoker.  See id. at  244.  If Reintjes should have  won, then\r                            \r\n\n                    \r                                \r\n\n6.  See note 2, supra.\r                                 \r\n\n                             -15-\r\r\n\nthe most  that can be said  is that it lost  in large measure\r\n\ndue to its own lack of diligence.\r\n\n          The judgment of the district court is affirmed.\r                                                                    \r\n\n                             -16-\r\r\n",
  "html": "<p class=\"case_cite\">71 F.3d 44</p>\n    <p class=\"case_cite\">33 Fed.R.Serv.3d 697</p>\n    <p class=\"parties\">GEO. P. REINTJES CO., INC., Plaintiff, Appellant,<br>v.<br>RILEY STOKER CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1552.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 8, 1995.<br>Decided Dec. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Duane J. Fox with whom Gregory S. Gertstner, Seigfreid, Bingham, Levy, Selzer &amp; Gee, Edmund C. Case, Roger Lane and Testa, Hurwitz &amp; Thibeault were on brief for appellant.</p>\n      <p class=\"indent\">David P. Grossi with whom Barry A. Bachrach and Bowditch &amp; Dewey were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH and COFFIN, Senior Circuit Judges.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is another case seeking, inter alia, to attribute to M.G.L. c. 93A, Secs. 2(a) and 11 (1988 ed.), the universal capacity of a Swiss army jack-knife.  Briefly, plaintiff Geo.  P. Reintjes Co., Inc. of Kansas City, Missouri, and defendant Riley Stoker Corp. of Worcester, Massachusetts, found themselves faced with the question of who must bear a loss due to the inappropriateness of A.P. Green furnace lining material, obtained and installed by Reintjes in boilers supplied by Riley Stoker to a third party.  The answer depended on whether Reintjes' warranty to Riley Stoker included the material's design.  The parties resorted to arbitration and the arbitrator credited Riley Stoker's employees, who testified, in its favor, that it was so understood.  The arbitrator's findings were confirmed by the United States District Court for the District of Massachusetts and Riley Stoker obtained a judgment in the amount of $989,119.  The parties agreed to settle the judgment for $950,000 which, in due course, was done.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Some two years later Reintjes learned, through the accident of its counsel in the arbitration case being engaged in entirely independent litigation with Riley Stoker, that Riley Stoker employees may have committed perjury in the Reintjes arbitration proceeding.  Reintjes then filed this action claiming Riley Stoker's failure to disclose the alleged fraud during settlement negotiations, that led to Reintjes paying a substantial sum, amounted to a common law misrepresentation and, more, was an \"unfair or deceptive act ... in the conduct of ... trade or commerce\" under M.G.L. c. 93A, Sec. 2(a), entitling Reintjes to damages.  According to Reintjes, its present suit rests not on the original cause of action, but on the independent allegation of fraud in procurement of the settlement agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court initially took the view that Reintjes' claims arising from procurement of the settlement agreement were cognizable independently of the judgment, but later, on Riley Stoker's motion, undertook to reconsider.  Reintjes thereupon moved for leave to file an amended complaint to set aside the judgment.  This was denied on the grounds that Reintjes did not state a claim for relief from the judgment in the absence of a showing that fraud upon the court had occurred.  The court then granted Riley Stoker's motion to dismiss Reintjes' common law and state claims because they could not lie unless relief from the prior judgment was obtained.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Reintjes first asserts that the court erred in ruling its fraud and chapter 93A claims barred by the prior judgment.  Reintjes states that \"failure to disclose any fact which would influence a person not to enter into a transaction is a violation of chapter 93A;\"  that this statute therefore \"imposed upon Riley Stoker an affirmative duty (sic) to disclose, during procurement of the settlement agreement, that the award was obtained through perjured testimony,\" and that Reintjes relied on the non-disclosure in entering into the settlement agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Our assent to such a contention would amount to a rule, in Massachusetts at least, that attached to every federal judgment affecting commercial matters is an inherent condition that it must be proved correct, or it cannot be relied upon, for there is an \"affirmative duty\" to disclose if it is faulty.  Reintjes concludes that Rule 60, which prescribes the exclusive methods by which federal judgments may be attacked, \"cannot curtail\" its state and common law claims, citing 28 U.S.C.A. Sec. 2072(b) to the effect that Federal Rules of Civil Procedure \"shall not abridge, enlarge or modify any substantive right.\"   With due respect, it is inconceivable that the finality of otherwise valid federal judgments is dependent upon their validity under state law.  Reintjes cites no authority.  We summarily affirm the district court's ruling that Reintjes' only route to relief from the settlement and underlying judgment is through application of Federal Rule of Civil Procedure Rule 60(b).  To this we turn.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Reintjes claims the court erred in ruling that it was unable to state a claim for relief from judgment because its allegations did not amount to a fraud upon the court, or, alternatively, that Rule 60(b) does not require it to show fraud upon the court and that its allegations state a cognizable basis for relief under the Rule.  It contends Riley's witnesses engaged in a concerted effort to present perjured testimony during the arbitration hearing regarding the central issue in the case, namely, whether Reintjes had assumed design warranty for the boiler linings.  These charges stem from Reintjes' discovery, some two years after entry of judgment against it, of materials<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> indicating Riley's witnesses may have perjured themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Rule 60(b) permits relief from final judgment for, inter alia,</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>(2) newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under Rule 59(b);</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>(3) fraud (whether heretofore denominated intrinsic or extrinsic), misrepresentation, or other misconduct of an adverse party ...</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Fed.R.Civ.P. 60(b).  The Rule requires that motions pursuant to the above grounds \"shall be made within a reasonable time, and ... not more than one year after the judgment, order, or proceeding was entered or taken.\"   Id.  At the same time, the Rule</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>does not limit the power of a court to entertain an independent action to relieve a party from a judgment, order, or proceeding, ... or to set aside a judgment for fraud upon the court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our initial reaction is that, despite the apparent openness of this final provision, where the body of the Rule contains an explicit time limitation for motions invoking specified grounds for relief, it would make no sense to apply the final general provision, containing no limit of time, so broadly as to cover all the grounds for which the time limit is expressly stated.  Since Reintjes' claims would appear to fall exactly under sections (2) and (3) of the Rule, but materialized too late to file in a motion to the judgment court,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> it should not now be able to elect to proceed under the unlimited clause without some additional ground or reason.  Historically, however, this may be too easy an answer.  In view of the curtness of the Rule's final clause, and a modicum of disagreement in the circuits, we will examine its origins.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Prior to the adoption of the Federal Rules of Civil Procedure the general rule was that application for relief from judgment on account of fraud could be made to the presiding court before expiration of the term in which final judgment was entered.  Bronson v. Schulten, 104 U.S.  (14 Otto) 410, 415, 26 L.Ed. 797 (1882).  See also Glass, et al. v. Excelsior Foundry Co., 56 F.3d 844, 848 (7th Cir.1995).  However, efforts to balance the value of finality against aversion to condoning abuse of the judicial apparatus led courts sitting in equity to recognize an exception for a narrow category of fraud \"extrinsic,\" or collateral, to the original action.  On the other hand, intrinsic fraud, such as perjury relating to an issue actually decided, could not form the basis for untimely relief.  United States v. Throckmorton, 98 U.S.  (8 Otto) 61, 66, 68, 25 L.Ed. 93 (1878) (judgment confirming certain land claims based on falsified land grant could not be set aside 18 years later on claim of fraud because validity of grant was the issue tried).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Throckmorton rule that fraud claimed in the matter tried cannot form the basis for an untimely request for relief from final judgment was refined in Hazel-Atlas Glass Co. v. Hartford-Empire Co., 322 U.S. 238, 64 S.Ct. 997, 88 L.Ed. 1250 (1944).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  An attorney for Hartford had contrived to have an encomium for its patent claim published in a trade journal under the by-line of a disinterested expert, which was then presented in evidence.  Hartford lost at trial, but its attorneys paraded the article before a panel of the court of appeals, which then reversed and entered judgment in Hartford's favor, supporting its opinion with quotation from the spurious publication.  Id. at 240-42, 64 S.Ct. at 998-99.   Nine years later Hazel-Atlas instigated an action to undo the judgment based on newly obtained evidence of Hartford's caper.  The Supreme Court directed that judgment for Hartford be set aside and the district court's original order denying relief to Hartford be reinstated.  Id. at 251, 64 S.Ct. at 1003-04.   The Court emphasized the old English rule that, \"under certain circumstances, one of which is after-discovered fraud, relief will be granted against judgments regardless of the term of their entry,\" id. at 244, 64 S.Ct. at 1000, was to be applied cautiously, i.e., only \"in certain instances ... deemed sufficiently gross to demand a departure from rigid adherence\" to finality.  Id.  The Court justified its application in Hazel-Atlas Glass by distinguishing this situation from a case where after-discovered evidence indicates merely that a witness may have perjured himself, id. at 245, 64 S.Ct. at 1001, from cases concerning only private parties, id. at 246, 64 S.Ct. at 1001, and from cases resulting in injury merely to a single litigant (deeming fraud perpetrated to obtain a favorable patent ruling \"a wrong against the institutions set up to protect and safeguard the public\").  Id.  And, Hartford's was \"a deliberately planned and carefully executed scheme\" by an attorney \"to defraud not only the Patent Office but the Circuit Court of Appeals.\"  Id. at 245-46, 64 S.Ct. at 1001.   In fact, it reached all persons affected by the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Hazel-Atlas Glass thus expanded the range of the fraud exception for untimely requests for relief delineated in Throckmorton to include fraud committed by \"officers of the court.\"   See Moore, 7 Federal Practice, p 60.33, p. 60-359 (1995).  It carries forward the well-established understanding that this exception never included garden-variety fraud:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>This is not simply a case of a judgment obtained with the aid of a witness who, on the basis of after-discovered evidence, is believed possibly to have been guilty of perjury.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Hazel-Atlas Glass, 322 U.S. at 245, 64 S.Ct. at 1001.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In 1946 Congress adopted the current version of Rule 60(b) which specifies fraud, \"whether heretofore denominated extrinsic or intrinsic,\" Fed.R.Civ.P. 60(b)(3), as an explicit ground for a motion for relief and subjects it, like several other grounds specified, to a one year limitation.  The Rule preserves judicial power to grant relief in an independent action \"insofar as established doctrine permits,\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and \"expressly does not limit the power of the court, when fraud has been perpetrated upon it, to give relief under the saving clause.\"   Fed.R.Civ.P. 60, Notes of Advisory Committee on Rules, 1946 Amendment, Note to Subdivision (b) (hereinafter \"Advisory Committee Notes\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Other than specifying \"fraud upon the court,\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> however, the Rule \"makes no attempt to state the bases for the independent action.\"   Moore, 7 Federal Practice, p 60.37.  Rather, it leaves this substantive determination to established principles, id., \"which have heretofore been applied in such an action.\"   Advisory Committee Notes.  See Indian Head Nat. Bank of Nashua v. Brunelle, 689 F.2d 245, 248-49 (1st Cir.1982) (as Advisory Committee Notes indicate, \"the Rule expressly preserves independent equitable actions\" available \"prior to the Rule's enactment\").  We find that Congress incorporated into Rule 60(b) pre-existing judicial principles governing untimely requests for equitable relief from fraudulent judgments.  See Hazel-Atlas Glass, 322 U.S. 238, 64 S.Ct. 997.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">While \"fraud upon the court\" is therefore not the only permissible basis for an independent action, as the district court held, and therefore Reintjes need not make such a showing, there is also little doubt that fraud cognizable to maintain an untimely independent attack upon a valid and final judgment has long been regarded as requiring more than common law fraud.  Throckmorton, 98 U.S. at 66;  Hazel-Atlas Glass, 322 U.S. at 244-45, 64 S.Ct. at 1000-01 (untimely bid for relief justified only where enforcement of judgment would be \"manifestly unconscionable\") (quoting Pickford v. Talbott, 225 U.S. 651, 657, 32 S.Ct. 687, 689, 56 L.Ed. 1240 (1912)).  See also, Chicago, R.I. &amp; P. Ry. v. Callicotte, 267 F. 799, 810 (8th Cir.1920), cert. denied, 255 U.S. 570, 41 S.Ct. 375, 65 L.Ed. 791 (1921) (\"indispensable\" element of independent attack on judgment for fraud is that it prevented party from presenting his case);  Aetna Casualty &amp; Surety Co. v. Abbott, 130 F.2d 40, 43-44 (4th Cir.1942) (\"it is well settled that [a conspiracy between plaintiff and his witnesses to present perjured testimony] constitutes no ground\" upon which court could deny enforcement of judgment in an independent proceeding).  The great majority of cases addressing the scope of fraud necessary to sustain an independent action under the modern Rule 60(b) has adhered to this principle.  See, e.g., Gleason v. Jandrucko, 860 F.2d 556, 558 (2nd Cir.1988) (fraud necessary to sustain independent action is narrower than that which is sufficient to obtain relief by timely motion);  Travelers Indemnity Co. v. Gore, 761 F.2d 1549 (11th Cir.1985) (allegations of perjury insufficient to entitle plaintiff to relief from judgment in an independent action under Rule 60(b)); Great Coastal Express v. Int'l Brotherhood of Teamsters, 675 F.2d 1349, 1358 (4th Cir.1982), cert. denied, 459 U.S. 1128, 103 S.Ct. 764, 74 L.Ed.2d 978 (1983);  Robinson v. Volkswagenwerk AG, Herzfeld &amp; Rubin, P.C., 56 F.3d 1268, 1274 n. 6 (10th Cir.1995).  But see, Averbach v. Rival Manufacturing Co., 809 F.2d 1016, 1022-23 (3rd Cir.), cert. denied, 482 U.S. 915, 107 S.Ct. 3187, 96 L.Ed.2d 675, and cert. denied, 484 U.S. 822, 108 S.Ct. 83, 98 L.Ed.2d 45 (1987) (\"[T]he elements of a cause of action for [relief from a judgment on the ground of fraud] in an independent action are not different from those elements in a Rule 60(b)(3) motion, and ... the time limit on such a motion does not apply to an independent action.\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In sum, perjury alone, absent allegation of involvement by an officer of the court (Reintjes makes none), has never been sufficient.  Throckmorton, 98 U.S. at 66;  Hazel-Atlas Glass, 322 U.S. at 245, 64 S.Ct. at 1001.   See also, Gleason, 860 F.2d at 559 (2nd Cir.);  Travelers Indemnity, 761 F.2d at 1551-52 (11th Cir.);  Wood v. McEwen, 644 F.2d 797 (9th Cir.1981), cert. denied, 455 U.S. 942, 102 S.Ct. 1437, 71 L.Ed.2d 654 (1982).  The possibility of perjury, even concerted, is a common hazard of the adversary process with which litigants are equipped to deal through discovery and cross-examination, and, where warranted, motion for relief from judgment to the presiding court.  Fed.R.Civ.P. 60(b)(3).  Were mere perjury sufficient to override the considerable value of finality after the statutory time period for motions on account of fraud has expired, it would upend the Rule's careful balance.  See Great Coastal Express, 675 F.2d at 1354-55 (Rule 60(b) is an effort to balance competing judicial values of finality and equity, with equitable considerations favored for up to one year from entry of judgment, and finality thereafter).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Reintjes points to no reason why this newly discovered evidence might justify relief from judgment beyond the statutory time frame.  Discrediting witnesses does not generally justify an \"extraordinary\" second opportunity.  Xerox Financial Services Life Ins. Co. v. High Plains Ltd., 44 F.3d 1033, 1038-39 (1st Cir.1995).  See Moore, 7 Federal Practice, p 60.37 (Rule 60(b) does not license a party to relitigate, whether via motion or independent action, any \"issues that were made or open to litigation in the former action where he had a fair opportunity to make his claim or defense\").  See, also, Travelers Indemnity, 761 F.2d at 1552 (11th Cir.);  Competex, S.A. v. LaBow, 783 F.2d 333, 335 (2nd Cir.1986);  Carter v. Dolce, 741 F.2d 758, 760 (5th Cir.1984).  Reintjes' claims amount, at best, to ordinary fraud which, as we have said, cannot form the basis of an independent action under the Rule's saving provision when they would certainly be barred if presented as a motion under section (3).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See Wallace v. United States, 142 F.2d 240, 244 (2nd Cir.), cert. denied, 323 U.S. 712, 65 S.Ct. 37, 89 L.Ed. 573 (1944) (\"[o]bviously it cannot have been intended that what may be done within six months, pursuant to the body of Rule 60(b) may also be done thereafter, under the exception contained in its last sentence\") (referring to predecessor to current Rule).  See also, Moore, 7 Federal Practice, p 60.33 (if fraud that may form basis of independent action \"is not kept within proper limits but is ballooned to include all or substantially all species of fraud within 60(b)(3) then the time limitation upon 60(b)(3) motions will be meaningless\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Finally, while the notion that it would be \"against conscience\" to let a particular judgment stand may in some instances serve to tip what would otherwise be ordinary fraud into the special category that can invoke a court's inherent powers to breach finality, see Marshall v. Holmes, 141 U.S. 589, 595, 12 S.Ct. 62, 63-64, 35 L.Ed. 870 (1891), Hazel-Atlas Glass, 322 U.S. at 244-45, 64 S.Ct. at 1000-01, Reintjes has failed to so move us here.  There is nothing particularly offensive about the circumstances surrounding, or the result of, Reintjes' warranty dispute with Riley Stoker.  See id. at 244, 64 S.Ct. at 1000.   If Reintjes should have won, then the most that can be said is that it lost in large measure due to its own lack of diligence.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Letters and notes of a third-party participant in a pivotal meeting between the parties, about which both had testified</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Reintjes did file such a motion to the judgment court (Young, J.), however, it was summarily denied, presumably because it was filed more than one year after entry of the judgment.  Fed.R.Civ.P. 60(b)(3).  No appeal was filed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This case avoided the extrinsic/intrinsic labels.  Some have long found the distinction dubious, dubbing it \"clouded and confused,\" 11 Wright, Miller &amp; Kane, Federal Practice and Procedure, Sec. 2868, p. 401 (1995 ed.), and \"at times ... a journey into futility.\"   Moore &amp; Rogers, Federal Relief from Civil Judgments, 55 Yale L.J. 623, 658 (1946)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Rule as originally adopted did not specify fraud as a ground for relief, but did contain a saving clause that left courts free to continue to exercise their inherent power to grant relief from judgments where established doctrine warranted.  Fed.R.Civ.P. 60(b) (1937), 28 U.S.C.A. Sec. 723c (West 1941).  See, e.g., Central Hanover Bank &amp; Trust Co. v. Wardman Real Est.  Prop., 31 F.Supp. 685 (D.D.C.1940)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In this Circuit we have held such fraud to consist of an \"unconscionable scheme calculated to interfere with the judicial system's ability impartially to adjudicate a matter\" involving an officer of the court.  Aoude v. Mobil Oil Corp., 892 F.2d 1115, 1118 (1st Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See note 2, supra</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">44</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">697</span></span></p>\n    <p class=\"parties\">GEO. P. REINTJES CO., INC., Plaintiff, Appellant,<br>v.<br>RILEY STOKER CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1552.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 8, 1995.<br>Decided Dec. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Duane J. Fox with whom Gregory S. Gertstner, Seigfreid, Bingham, Levy, Selzer &amp; Gee, Edmund C. Case, Roger Lane and Testa, Hurwitz &amp; Thibeault were on brief for appellant.</p>\n      <p class=\"indent\">David P. Grossi with whom Barry A. Bachrach and Bowditch &amp; Dewey were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH and COFFIN, Senior Circuit Judges.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is another case seeking, inter alia, to attribute to M.G.L. c. 93A, Secs. 2(a) and 11 (1988 ed.), the universal capacity of a Swiss army jack-knife.  Briefly, plaintiff Geo.  P. Reintjes Co., Inc. of Kansas City, Missouri, and defendant Riley Stoker Corp. of Worcester, Massachusetts, found themselves faced with the question of who must bear a loss due to the inappropriateness of A.P. Green furnace lining material, obtained and installed by Reintjes in boilers supplied by Riley Stoker to a third party.  The answer depended on whether Reintjes' warranty to Riley Stoker included the material's design.  The parties resorted to arbitration and the arbitrator credited Riley Stoker's employees, who testified, in its favor, that it was so understood.  The arbitrator's findings were confirmed by the United States District Court for the District of Massachusetts and Riley Stoker obtained a judgment in the amount of $989,119.  The parties agreed to settle the judgment for $950,000 which, in due course, was done.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Some two years later Reintjes learned, through the accident of its counsel in the arbitration case being engaged in entirely independent litigation with Riley Stoker, that Riley Stoker employees may have committed perjury in the Reintjes arbitration proceeding.  Reintjes then filed this action claiming Riley Stoker's failure to disclose the alleged fraud during settlement negotiations, that led to Reintjes paying a substantial sum, amounted to a common law misrepresentation and, more, was an \"unfair or deceptive act ... in the conduct of ... trade or commerce\" under M.G.L. c. 93A, Sec. 2(a), entitling Reintjes to damages.  According to Reintjes, its present suit rests not on the original cause of action, but on the independent allegation of fraud in procurement of the settlement agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court initially took the view that Reintjes' claims arising from procurement of the settlement agreement were cognizable independently of the judgment, but later, on Riley Stoker's motion, undertook to reconsider.  Reintjes thereupon moved for leave to file an amended complaint to set aside the judgment.  This was denied on the grounds that Reintjes did not state a claim for relief from the judgment in the absence of a showing that fraud upon the court had occurred.  The court then granted Riley Stoker's motion to dismiss Reintjes' common law and state claims because they could not lie unless relief from the prior judgment was obtained.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Reintjes first asserts that the court erred in ruling its fraud and chapter 93A claims barred by the prior judgment.  Reintjes states that \"failure to disclose any fact which would influence a person not to enter into a transaction is a violation of chapter 93A;\"  that this statute therefore \"imposed upon Riley Stoker an affirmative duty (sic) to disclose, during procurement of the settlement agreement, that the award was obtained through perjured testimony,\" and that Reintjes relied on the non-disclosure in entering into the settlement agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Our assent to such a contention would amount to a rule, in Massachusetts at least, that attached to every federal judgment affecting commercial matters is an inherent condition that it must be proved correct, or it cannot be relied upon, for there is an \"affirmative duty\" to disclose if it is faulty.  Reintjes concludes that Rule 60, which prescribes the exclusive methods by which federal judgments may be attacked, \"cannot curtail\" its state and common law claims, citing 28 U.S.C.A. Sec. 2072(b) to the effect that Federal Rules of Civil Procedure \"shall not abridge, enlarge or modify any substantive right.\"   With due respect, it is inconceivable that the finality of otherwise valid federal judgments is dependent upon their validity under state law.  Reintjes cites no authority.  We summarily affirm the district court's ruling that Reintjes' only route to relief from the settlement and underlying judgment is through application of Federal Rule of Civil Procedure Rule 60(b).  To this we turn.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Reintjes claims the court erred in ruling that it was unable to state a claim for relief from judgment because its allegations did not amount to a fraud upon the court, or, alternatively, that Rule 60(b) does not require it to show fraud upon the court and that its allegations state a cognizable basis for relief under the Rule.  It contends Riley's witnesses engaged in a concerted effort to present perjured testimony during the arbitration hearing regarding the central issue in the case, namely, whether Reintjes had assumed design warranty for the boiler linings.  These charges stem from Reintjes' discovery, some two years after entry of judgment against it, of materials<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> indicating Riley's witnesses may have perjured themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Rule 60(b) permits relief from final judgment for, inter alia,</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>(2) newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under Rule 59(b);</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>(3) fraud (whether heretofore denominated intrinsic or extrinsic), misrepresentation, or other misconduct of an adverse party ...</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Fed.R.Civ.P. 60(b).  The Rule requires that motions pursuant to the above grounds \"shall be made within a reasonable time, and ... not more than one year after the judgment, order, or proceeding was entered or taken.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  At the </span>same time, the Rule</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>does not limit the power of a court to entertain an independent action to relieve a party from a judgment, order, or proceeding, ... or to set aside a judgment for fraud upon the court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our initial reaction is that, despite the apparent openness of this final provision, where the body of the Rule contains an explicit time limitation for motions invoking specified grounds for relief, it would make no sense to apply the final general provision, containing no limit of time, so broadly as to cover all the grounds for which the time limit is expressly stated.  Since Reintjes' claims would appear to fall exactly under sections (2) and (3) of the Rule, but materialized too late to file in a motion to the judgment court,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> it should not now be able to elect to proceed under the unlimited clause without some additional ground or reason.  Historically, however, this may be too easy an answer.  In view of the curtness of the Rule's final clause, and a modicum of disagreement in the circuits, we will examine its origins.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Prior to the adoption of the Federal Rules of Civil Procedure the general rule was that application for relief from judgment on account of fraud could be made to the presiding court before expiration of the term in which final judgment was entered.  Bronson v. Schulten, 104 U.S.  (14 Otto) 410, 415, <span class=\"citation\" data-id=\"90470\"><a href=\"/opinion/90470/bronson-v-schulten/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">797</span> </a></span>(1882).  See also Glass, et al. v. Excelsior Foundry Co., <span class=\"citation\" data-id=\"697316\"><a href=\"/opinion/697316/glass-molders-pottery-plastics-and-allied-workers-international-union/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">844</span></a></span>, 848 (7th Cir.1995).  However, efforts to balance the value of finality against aversion to condoning abuse of the judicial apparatus led courts sitting in equity to recognize an exception for a narrow category of fraud \"extrinsic,\" or collateral, to the original action.  On the other hand, intrinsic fraud, such as perjury relating to an issue actually decided, could not form the basis for untimely relief.  United States v. Throckmorton, 98 U.S.  (8 Otto) 61, 66, 68, <span class=\"citation\" data-id=\"89846\"><a href=\"/opinion/89846/united-states-v-throckmorton/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">93</span> </a></span>(1878) (judgment confirming certain land claims based on falsified land grant could not be set aside 18 years later on claim of fraud because validity of grant was the issue tried).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Throckmorton rule that fraud claimed in the matter tried cannot form the basis for an untimely request for relief from final judgment was refined in Hazel-Atlas Glass Co. v. Hartford-Empire Co., <span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">997</span></a></span>, <span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1250</span> </a></span>(1944).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  An attorney for Hartford had contrived to have an encomium for its patent claim published in a trade journal under the by-line of a disinterested expert, which was then presented in evidence.  Hartford lost at trial, but its attorneys paraded the article before a panel of the court of appeals, which then reversed and entered judgment in Hartford's favor, supporting its opinion with quotation from the spurious publication.  <span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"id_token\">Id.</span> at 240-42, </a></span>64 S.Ct. at 998-99.   Nine years later Hazel-Atlas instigated an action to undo the judgment based on newly obtained evidence of Hartford's caper.  The Supreme Court directed that judgment for Hartford be set aside and the district court's original order denying relief to Hartford be reinstated.  <span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"id_token\">Id.</span> at 251, </a></span>64 S.Ct. at 1003-04.   The Court emphasized the old English rule that, \"under certain circumstances, one of which is after-discovered fraud, relief will be granted against judgments regardless of the term of their entry,\" <span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"id_token\">id.</span> at 244, </a></span>64 S.Ct. at 1000, was to be applied cautiously, i.e., only \"in certain instances ... deemed sufficiently gross to demand a departure from rigid adherence\" to finality.  <span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"id_token\">Id.</span>  The Court </a></span>justified its application in Hazel-Atlas Glass by distinguishing this situation from a case where after-discovered evidence indicates merely that a witness may have perjured himself, <span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"id_token\">id.</span> at 245, </a></span>64 S.Ct. at 1001, from cases concerning only private parties, <span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"id_token\">id.</span> at 246, </a></span>64 S.Ct. at 1001, and from cases resulting in injury merely to a single litigant (deeming fraud perpetrated to obtain a favorable patent ruling \"a wrong against the institutions set up to protect and safeguard the public\").  <span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"id_token\">Id.</span>  And, Hartford's </a></span>was \"a deliberately planned and carefully executed scheme\" by an attorney \"to defraud not only the Patent Office but the Circuit Court of Appeals.\"  <span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"id_token\">Id.</span> at 245-46, </a></span>64 S.Ct. at 1001.   In fact, it reached all persons affected by the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Hazel-Atlas Glass thus expanded the range of the fraud exception for untimely requests for relief delineated in Throckmorton to include fraud committed by \"officers of the court.\"   See Moore, 7 Federal Practice, p 60.33, p. 60-359 (1995).  It carries forward the well-established understanding that this exception never included garden-variety fraud:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>This is not simply a case of a judgment obtained with the aid of a witness who, on the basis of after-discovered evidence, is believed possibly to have been guilty of perjury.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Hazel-Atlas Glass, 322 U.S. at <span class=\"citation\" data-id=\"103987\"><span class=\"antecedent_guess\">245,</span> <a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1001</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In 1946 Congress adopted the current version of Rule 60(b) which specifies fraud, \"whether heretofore denominated extrinsic or intrinsic,\" Fed.R.Civ.P. 60(b)(3), as an explicit ground for a motion for relief and subjects it, like several other grounds specified, to a one year limitation.  The Rule preserves judicial power to grant relief in an independent action \"insofar as established doctrine permits,\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and \"expressly does not limit the power of the court, when fraud has been perpetrated upon it, to give relief under the saving clause.\"   Fed.R.Civ.P. 60, Notes of Advisory Committee on Rules, 1946 Amendment, Note to Subdivision (b) (hereinafter \"Advisory Committee Notes\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Other than specifying \"fraud upon the court,\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> however, the Rule \"makes no attempt to state the bases for the independent action.\"   Moore, 7 Federal Practice, p 60.37.  Rather, it leaves this substantive determination to established principles, <span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"id_token\">id.,</span> \"which have </a></span>heretofore been applied in such an action.\"   Advisory Committee Notes.  See Indian Head Nat. Bank of Nashua v. Brunelle, <span class=\"citation\" data-id=\"409206\"><a href=\"/opinion/409206/indian-head-national-bank-of-nashua-v-richard-brunelle-us-marshal-for/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">245</span></a></span>, 248-49 (1st Cir.1982) (as Advisory Committee Notes indicate, \"the Rule expressly preserves independent equitable actions\" available \"prior to the Rule's enactment\").  We find that Congress incorporated into Rule 60(b) pre-existing judicial principles governing untimely requests for equitable relief from fraudulent judgments.  See Hazel-Atlas Glass, <span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">997</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">While \"fraud upon the court\" is therefore not the only permissible basis for an independent action, as the district court held, and therefore Reintjes need not make such a showing, there is also little doubt that fraud cognizable to maintain an untimely independent attack upon a valid and final judgment has long been regarded as requiring more than common law fraud.  <span class=\"citation\" data-id=\"89846\"><span class=\"antecedent_guess\">Throckmorton,</span> <a href=\"/opinion/89846/united-states-v-throckmorton/\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">66</span></a></span>;  Hazel-Atlas <span class=\"citation\" data-id=\"103987\"><span class=\"antecedent_guess\">Glass,</span> <a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">244-45</span></a></span>, 64 S.Ct. at 1000-01 (untimely bid for relief justified only where enforcement of judgment would be \"manifestly unconscionable\") (quoting Pickford v. Talbott, <span class=\"citation\" data-id=\"97686\"><a href=\"/opinion/97686/pickford-v-talbott/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 657, <span class=\"citation\" data-id=\"97686\"><a href=\"/opinion/97686/pickford-v-talbott/\"><span class=\"volume\">32</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">687</span></a></span>, 689, <span class=\"citation\" data-id=\"97686\"><a href=\"/opinion/97686/pickford-v-talbott/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1240</span> </a></span>(1912)).  See also, Chicago, R.I. &amp; P. Ry. v. Callicotte, <span class=\"citation no-link\"><span class=\"volume\">267</span> <span class=\"reporter\">F.</span> <span class=\"page\">799</span></span>, 810 (8th Cir.1920), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">570</span></span>, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">375</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">791</span> </span>(1921) (\"indispensable\" element of independent attack on judgment for fraud is that it prevented party from presenting his case);  Aetna Casualty &amp; Surety Co. v. Abbott, <span class=\"citation\" data-id=\"1474278\"><a href=\"/opinion/1474278/aetna-casualty-surety-co-v-abbott/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">40</span></a></span>, 43-44 (4th Cir.1942) (\"it is well settled that [a conspiracy between plaintiff and his witnesses to present perjured testimony] constitutes no ground\" upon which court could deny enforcement of judgment in an independent proceeding).  The great majority of cases addressing the scope of fraud necessary to sustain an independent action under the modern Rule 60(b) has adhered to this principle.  See, e.g., Gleason v. Jandrucko, <span class=\"citation\" data-id=\"513427\"><a href=\"/opinion/513427/thomas-a-gleason-v-john-jandrucko-richard-spota-and-village-of-north/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">556</span></a></span>, 558 (2nd Cir.1988) (fraud necessary to sustain independent action is narrower than that which is sufficient to obtain relief by timely motion);  Travelers Indemnity Co. v. Gore, <span class=\"citation\" data-id=\"451983\"><a href=\"/opinion/451983/the-travelers-indemnity-company-v-jack-gore-and-the-darien-bank/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1549</span> </a></span>(11th Cir.1985) (allegations of perjury insufficient to entitle plaintiff to relief from judgment in an independent action under Rule 60(b)); Great Coastal Express v. Int'l Brotherhood of Teamsters, <span class=\"citation\" data-id=\"402514\"><a href=\"/opinion/402514/great-coastal-express-inc-v-international-brotherhood-of-teamsters/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1349</span></a></span>, 1358 (4th Cir.1982), cert. denied, <span class=\"citation\" data-id=\"110858\"><a href=\"/opinion/110858/william-lanay-harvard-v-florida/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1128</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">764</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">978</span> </span>(1983);  Robinson v. Volkswagenwerk AG, Herzfeld &amp; Rubin, P.C., <span class=\"citation\" data-id=\"697377\"><a href=\"/opinion/697377/harry-robinson-and-kay-robinson-eva-may-mccarthy-and-george-samuel-robinson/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1268</span></a></span>, 1274 n. 6 (10th Cir.1995).  But see, Averbach v. Rival Manufacturing Co., <span class=\"citation\" data-id=\"482002\"><a href=\"/opinion/482002/sylvia-averbach-v-rival-manufacturing-co/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1016</span></a></span>, 1022-23 (3rd Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">915</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></span>, and cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">822</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">83</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span> </span>(1987) (\"[T]he elements of a cause of action for [relief from a judgment on the ground of fraud] in an independent action are not different from those elements in a Rule 60(b)(3) motion, and ... the time limit on such a motion does not apply to an independent action.\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In sum, perjury alone, absent allegation of involvement by an officer of the court (Reintjes makes none), has never been sufficient.  <span class=\"citation\" data-id=\"89846\"><span class=\"antecedent_guess\">Throckmorton,</span> <a href=\"/opinion/89846/united-states-v-throckmorton/\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">66</span></a></span>;  Hazel-Atlas Glass, 322 U.S. at <span class=\"citation\" data-id=\"103987\"><span class=\"antecedent_guess\">245,</span> <a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1001</span></a></span>.   See also, <span class=\"citation\" data-id=\"513427\"><span class=\"antecedent_guess\">Gleason,</span> <a href=\"/opinion/513427/thomas-a-gleason-v-john-jandrucko-richard-spota-and-village-of-north/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">559</span> </a></span>(2nd Cir.);  Travelers <span class=\"citation\" data-id=\"451983\"><span class=\"antecedent_guess\">Indemnity,</span> <a href=\"/opinion/451983/the-travelers-indemnity-company-v-jack-gore-and-the-darien-bank/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1551-52</span> </a></span>(11th Cir.);  Wood v. McEwen, <span class=\"citation\" data-id=\"388433\"><a href=\"/opinion/388433/michael-r-wood-individually-and-dba-national-photo-services-v-willard-w/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">797</span> </a></span>(9th Cir.1981), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">942</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1437</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">654</span> </span>(1982).  The possibility of perjury, even concerted, is a common hazard of the adversary process with which litigants are equipped to deal through discovery and cross-examination, and, where warranted, motion for relief from judgment to the presiding court.  Fed.R.Civ.P. 60(b)(3).  Were mere perjury sufficient to override the considerable value of finality after the statutory time period for motions on account of fraud has expired, it would upend the Rule's careful balance.  See Great Coastal <span class=\"citation\" data-id=\"402514\"><span class=\"antecedent_guess\">Express,</span> <a href=\"/opinion/402514/great-coastal-express-inc-v-international-brotherhood-of-teamsters/\"><span class=\"volume\">675</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1354-55</span> </a></span>(Rule 60(b) is an effort to balance competing judicial values of finality and equity, with equitable considerations favored for up to one year from entry of judgment, and finality thereafter).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Reintjes points to no reason why this newly discovered evidence might justify relief from judgment beyond the statutory time frame.  Discrediting witnesses does not generally justify an \"extraordinary\" second opportunity.  Xerox Financial Services Life Ins. Co. v. High Plains Ltd., <span class=\"citation\" data-id=\"195838\"><a href=\"/opinion/195838/xerox-financial-v-sterman/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1033</span></a></span>, 1038-39 (1st Cir.1995).  See Moore, 7 Federal Practice, p 60.37 (Rule 60(b) does not license a party to relitigate, whether via motion or independent action, any \"issues that were made or open to litigation in the former action where he had a fair opportunity to make his claim or defense\").  See, also, Travelers <span class=\"citation\" data-id=\"451983\"><span class=\"antecedent_guess\">Indemnity,</span> <a href=\"/opinion/451983/the-travelers-indemnity-company-v-jack-gore-and-the-darien-bank/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1552</span> </a></span>(11th Cir.);  Competex, S.A. v. LaBow, <span class=\"citation\" data-id=\"464800\"><a href=\"/opinion/464800/competex-sa-in-liquidation-v-ronald-labow/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">333</span></a></span>, 335 (2nd Cir.1986);  Carter v. Dolce, <span class=\"citation\" data-id=\"440121\"><a href=\"/opinion/440121/albert-h-carter-v-andrew-dolce/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">758</span></a></span>, 760 (5th Cir.1984).  Reintjes' claims amount, at best, to ordinary fraud which, as we have said, cannot form the basis of an independent action under the Rule's saving provision when they would certainly be barred if presented as a motion under section (3).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See Wallace v. United States, <span class=\"citation\" data-id=\"1551152\"><a href=\"/opinion/1551152/wallace-v-united-states/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">240</span></a></span>, 244 (2nd Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">712</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">37</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">573</span> </span>(1944) (\"[o]bviously it cannot have been intended that what may be done within six months, pursuant to the body of Rule 60(b) may also be done thereafter, under the exception contained in its last sentence\") (referring to predecessor to current Rule).  See also, Moore, 7 Federal Practice, p 60.33 (if fraud that may form basis of independent action \"is not kept within proper limits but is ballooned to include all or substantially all species of fraud within 60(b)(3) then the time limitation upon 60(b)(3) motions will be meaningless\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Finally, while the notion that it would be \"against conscience\" to let a particular judgment stand may in some instances serve to tip what would otherwise be ordinary fraud into the special category that can invoke a court's inherent powers to breach finality, see Marshall v. Holmes, <span class=\"citation\" data-id=\"93180\"><a href=\"/opinion/93180/marshall-v-holmes/\"><span class=\"volume\">141</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">589</span></a></span>, 595, <span class=\"citation\" data-id=\"93180\"><a href=\"/opinion/93180/marshall-v-holmes/\"><span class=\"volume\">12</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">62</span></a></span>, 63-64, <span class=\"citation\" data-id=\"93180\"><a href=\"/opinion/93180/marshall-v-holmes/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">870</span> </a></span>(1891), Hazel-Atlas <span class=\"citation\" data-id=\"103987\"><span class=\"antecedent_guess\">Glass,</span> <a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">244-45</span></a></span>, 64 S.Ct. at 1000-01, Reintjes has failed to so move us here.  There is nothing particularly offensive about the circumstances surrounding, or the result of, Reintjes' warranty dispute with Riley Stoker.  See <span class=\"citation\" data-id=\"103987\"><a href=\"/opinion/103987/hazel-atlas-co-v-hartford-co/\"><span class=\"id_token\">id.</span> at 244, </a></span>64 S.Ct. at 1000.   If Reintjes should have won, then the most that can be said is that it lost in large measure due to its own lack of diligence.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Letters and notes of a third-party participant in a pivotal meeting between the parties, about which both had testified</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Reintjes did file such a motion to the judgment court (Young, J.), however, it was summarily denied, presumably because it was filed more than one year after entry of the judgment.  Fed.R.Civ.P. 60(b)(3).  No appeal was filed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This case avoided the extrinsic/intrinsic labels.  Some have long found the distinction dubious, dubbing it \"clouded and confused,\" 11 Wright, Miller &amp; Kane, Federal Practice and Procedure, Sec. 2868, p. 401 (1995 ed.), and \"at times ... a journey into futility.\"   Moore &amp; Rogers, Federal Relief from Civil Judgments, 55 Yale L.J. 623, 658 (1946)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Rule as originally adopted did not specify fraud as a ground for relief, but did contain a saving clause that left courts free to continue to exercise their inherent power to grant relief from judgments where established doctrine warranted.  Fed.R.Civ.P. 60(b) (1937), 28 U.S.C.A. Sec. 723c (West 1941).  See, e.g., Central Hanover Bank &amp; Trust Co. v. Wardman Real Est.  Prop., <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">685</span> </span>(D.D.C.1940)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In this Circuit we have held such fraud to consist of an \"unconscionable scheme calculated to interfere with the judicial system's ability impartially to adjudicate a matter\" involving an officer of the court.  Aoude v. Mobil Oil Corp., <span class=\"citation\" data-id=\"534524\"><a href=\"/opinion/534524/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1115</span></a></span>, 1118 (1st Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See note 2, supra</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/89846/",
    "https://www.courtlistener.com/api/rest/v3/opinions/90470/",
    "https://www.courtlistener.com/api/rest/v3/opinions/93180/",
    "https://www.courtlistener.com/api/rest/v3/opinions/97686/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103987/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110858/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195838/",
    "https://www.courtlistener.com/api/rest/v3/opinions/388433/",
    "https://www.courtlistener.com/api/rest/v3/opinions/402514/",
    "https://www.courtlistener.com/api/rest/v3/opinions/409206/",
    "https://www.courtlistener.com/api/rest/v3/opinions/440121/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/464800/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482002/",
    "https://www.courtlistener.com/api/rest/v3/opinions/513427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534524/",
    "https://www.courtlistener.com/api/rest/v3/opinions/697316/",
    "https://www.courtlistener.com/api/rest/v3/opinions/697377/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1474278/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1551152/"
  ]
}