{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196487/",
  "id": 196487,
  "absolute_url": "/opinion/196487/fish-market-v-childress/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196487/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:07:07Z",
  "date_modified": "2020-02-21T23:12:31.187977Z",
  "type": "010combined",
  "sha1": "0da347093d566721adbc47c3074a480a0e7896c0",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1074.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\nNo. 95-1074\r\n\n               FISH MARKET NOMINEE CORPORATION,\r\n\n                          Appellant,\r\n\n                              v.\r\n\n                        JOEL PELOFSKY,\r\n                    UNITED STATES TRUSTEE,\r\n\n                          Appellee.\r\n                                         \r\nNo. 95-1483\r\n\n               FISH MARKET NOMINEE CORPORATION,\r\n\n                          Appellant,\r\n\n                              v.\r\n\n                    G.A.A., INC., ET AL.,\r\n\n                          Appellees.\r\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. Rya W. Zobel, U.S. District Judge]\r                                                              \r\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \r\n                                         \r\n\n                            Before\r\n\n                      Cyr, Circuit Judge,\r                                                    \r\n\n                 Bownes, Senior Circuit Judge,\r                                                         \r\n\n                  and Boudin, Circuit Judge.\r                                                       \r\n                                         \r\n\nStephen F. Gordon with  whom Peter J. Haley and Gordon &amp; Wise were\r                                                                         \r\non briefs for appellant.\r\nEric  K.  Bradford,  Office  of  the  United  States  Trustee, for\r                              \r\nappellee Joel Pelofsky, United States Trustee.\r\r\n\nDouglas R. Gooding with whom Charles L. Glerum and Choate, Hall  &amp;\r                                                                              \r\nStewart  were on  consolidated  brief for  appellees  G.A.A., Inc  and\r               \r\nH.N.R.G., Inc.\r\n\n                                         \r\n\n                      December 22, 1995\r\n                                         \r\n\n     BOUDIN, Circuit Judge.   Appellant  Fish Market  Nominee\r                                      \r\n\nCorp.  (\"Fish  Market\") was  the  owner  of an  entertainment\r\n\ncomplex in Baltimore's Inner Harbor area which closed in June\r\n\n1989.  Fish  Market failed to  pay real estate taxes  for the\r\n\nyears 1989-90 and  1990-91.  The property  was sold at  a tax\r\n\nsale on May 13, 1991, and, through a subsequent purchase from\r\n\nthe tax sale buyer, appellees G.A.A., Inc. and H.N.R.G., Inc.\r\n\neventually acquired non-possessory tax title to the property,\r\n\nsubject to Fish Market's right of redemption.\r\n\n     On December 7,  1993, GAA and  HNRG obtained an  amended\r\n\norder  of redemption  from the  Baltimore City  Circuit Court\r\n\nrequiring Fish Market to pay  $1,056,852.79 within 30 days or\r\n\nlose  its  right of  redemption.   On  January 6,  1994, Fish\r\n\nMarket filed for protection  from its creditors under chapter\r\n\n11  of the  bankruptcy  code,  11  U.S.C.     1101  et  seq.,\r                                                                        \r\n\nforestalling under the automatic  stay provision (11 U.S.C.  \r\n\n362(a))  any further action by GAA and HNRG to foreclose Fish\r\n\nMarket's redemption rights.\r\n\n     After an initial meeting of creditors,  11 U.S.C.   341,\r\n\nthe United States  Trustee, also an appellee here,  filed for\r\n\ndismissal  or (alternatively)  conversion  of the  case to  a\r\n\nliquidation  under  chapter  7.   Following  a  hearing,  the\r\n\nbankruptcy judge  granted the motion  to dismiss the  case on\r\n\nMarch  31, 1994, noting that Fish Market had no employees, no\r\n\nongoing  business operations,  no income,  and no  cash; that\r\n\n                             -3-\r                                         -3-\r\r\n\nthere was no indication  of any agreement for  new financing;\r\n\nand that the debtor was  unable to pay the property  taxes on\r\n\nthe property and had left the property uninsured.\r\n\n     Upon dismissal by the bankruptcy court, Fish Market made\r\n\nan  oral  motion   for  a  stay  pending   appeal  which  was\r\n\nimmediately  denied  by  the  bankruptcy judge.    That  same\r\n\nafternoon,  GAA and  HNRG  obtained from  the Baltimore  City\r\n\nCircuit Court final  decrees terminating Fish Market's  right\r\n\nof redemption.  GAA and HNRG paid just  over $1.4 million for\r\n\nthe  property.   Thereafter,  it was  resold  to the  City of\r\n\nBaltimore for $1.7 million.\r\n\n     On  April  7,  1994,  Fish  Market  began  an  adversary\r\n\nproceeding in the bankruptcy court under 11 U.S.C.    362(h).\r\n\nIt sought damages and  a temporary restraining order vacating\r\n\nthe  final decree  of  the Baltimore  City Circuit  Court and\r\n\npreventing GAA and  HNRG from taking further action to obtain\r\n\npossession  of the property;  the premise was  that the state\r\n\nproceedings  had  violated  the  automatic  stay  of  section\r\n\n362(a).     The   bankruptcy  court   denied   the  temporary\r\n\nrestraining  order on  April 15  and dismissed  the adversary\r\n\nproceeding on June 20, 1994.  \r\n\n     Fish  Market then  pursued two  separate appeals  in the\r\n\ndistrict court.   The first appeal  challenged the bankruptcy\r\n\ncourt's dismissal  of the chapter  11 case;  this appeal  was\r\n\ndismissed as moot on the motion of GAA and HNRG.   The second\r\n\n                             -4-\r                                         -4-\r\r\n\nappeal challenged the dismissal  of the April 7  complaint in\r\n\nthe adversary  proceeding;  the district  court affirmed  the\r\n\norder  of  the  bankruptcy  court.   Fish  Market  separately\r\n\nappealed both district court orders.  We consolidated the two\r\n\nappeals and now affirm.   \r\n\n     Appeal  from the Dismissal of  the Chapter 11  Case.  We\r                                                                     \r\n\nconsider first  whether Fish  Market's chapter  11 proceeding\r\n\nwas properly  terminated.  Section 1112(b)  of the Bankruptcy\r\n\nCode,  11 U.S.C.     1112(b), provides  that  a case  may  be\r\n\ndismissed or converted  to chapter 7  for cause; Fish  Market\r\n\nposes  no challenge  to  the bankruptcy  court's findings  of\r\n\nfact, which amply justified the termination of the chapter 11\r\n\nproceeding.\r\n\n     Fish  Market nevertheless  insists the  bankruptcy court\r\n\nerred  by failing to explain its decision to dismiss the case\r\n\nrather  than to convert it  to a liquidation proceeding under\r\n\nchapter 7.  Citing In re Superior Siding and Window, Inc., 14\r                                                                     \r\n\nF.3d  240,  242  (4th Cir.  1994),  Fish  Market  argues that\r\n\nconversion  is  a separate  choice  that  must be  explicitly\r\n\nconsidered  by the bankruptcy court.  The short answer to the\r\n\nargument is that Fish Market waived it by failing to raise it\r\n\nin  the  bankruptcy  court.    In  re  Mark  Bell   Furniture\r                                                                         \r\n\nWarehouse, Inc., 992 F.2d 7, 9 (1st Cir. 1993).  \r                           \r\n\n     The district court granted appellee's motion to  dismiss\r\n\nFish  Market's  appeal on  mootness  grounds without  further\r\n\n                             -5-\r                                         -5-\r\r\n\nexplanation.  Apparently, the district court thought that the\r\n\ntransfer  of the  property meant  that  there was  nothing of\r\n\nsubstance left  in the estate.   It  could be argued  that so\r\n\nlong as the appeal in the adversary proceeding remained open,\r\n\nFish  Market   retained  some   hope,  however  forlorn,   of\r\n\nrecovering its right of  redemption.  We need not  pursue the\r\n\nmootness issue  further, preferring  to affirm on  the merits\r\n\nthe bankruptcy court's dismissal of the chapter 11 case.\r\n\n     Appeal  from the Dismissal  of the Adversary Proceeding.\r                                                                         \r\n\nIn  the adversary  proceeding,  Fish Market  argued that  the\r\n\nstate court proceedings to  foreclose its right of redemption\r\n\nwere  independently   unlawful  because  they   violated  the\r\n\nautomatic stay of 11  U.S.C.  362(a), as extended by  Fed. R.\r\n\nCiv. P. 62(a)  for 10 days after dismissal of  the chapter 11\r\n\ncase.   This  alleged violation,  Fish Market  argues, should\r\n\nentitle it at  least to damages,  if not to  a return of  its\r\n\ninterest  in  the property  by  reestablishing  its right  of\r\n\nredemption.  \r\n\n     It  is common  ground  that state  court proceedings  to\r\n\nforeclose  a right of redemption are barred during the period\r\n\nwhile  the  automatic stay  is  in  effect.   Section  362(a)\r\n\nprotects the estate of the debtor from adverse claims  unless\r\n\nthe  court lifts  the stay  in particular  instances, see  11\r                                                                     \r\n\nU.S.C.    362(d), or unless such  claims fall within codified\r\n\nexceptions  not applicable here.   But the stay under section\r\n\n                             -6-\r                                         -6-\r\r\n\n362(a) itself expired as soon as  the judgment dismissing the\r\n\nchapter  11 case  was entered, 11  U.S.C.   362(c);  In re De\r                                                                         \r\n\nJesus Saez, 721 F.2d 848, 851 (1st Cir. 1983), unless Fed. R.\r                      \r\n\nCiv. P. 62  operated to extend  the stay, a question  we have\r\n\nnever decided.\r\n\n     Excepting  injunctions,  receivership actions,  and some\r\n\naccountings,  Rule 62(a)  provides that  \"no execution  shall\r\n\nissue  upon a judgment nor shall proceedings be taken for its\r\n\nenforcement until the expiration of 10 days after its entry.\"\r\n\nThe  rule primarily serves to  give one against  whom a money\r\n\njudgment is entered time  to post a supersedeas bond  to stay\r\n\nenforcement  of that judgment pending appeal.  It is clear in\r\n\nthis  case that no action by the appellees was an \"execution\"\r\n\non  the  judgment of  dismissal.1    The only  question  that\r\n\nremains  is  whether   GAA's  and   HNRG's  commencement   of\r\n\nproceedings in  state court to terminate  Fish Market's right\r\n\nof redemption  constituted \"enforcement\" of  the judgment  of\r\n\ndismissal.  \r\n\n     Contrary to Fish Market's  position, Rule 62(a) does not\r\n\npurport  to make  a judgment  ineffective  for 10  days after\r\n\nentry; on the  contrary, the judgment retains  full force and\r\n\neffect for other purposes--e.g.,  res judicata.  Instead Rule\r                                                          \r\n\n62(a) merely  stays proceedings to enforce  the judgment, for\r                                                      \r\n\n                    \r                                \r\n\n     1\"Execution\"  refers  to  process issued  to  enforce  a\r\njudgment--for  example,  an order  to  the  marshal to  seize\r\nassets to pay such a judgment.  Fed. R. Civ. P. 69.\r\n\n                             -7-\r                                         -7-\r\r\n\nexample, discovery  to determine  the location of  a judgment\r\n\ndebtor's  property available  to satisfy  the judgment.   Cf.\r                                                                         \r\n\nHuron Holding Corp.  v. Lincoln Mine Operating  Co., 312 U.S.\r                                                               \r\n\n183, 189  (1941)  (noting  that  although  supersedeas  stays\r\n\nexecution it does  not impair the finality  of the judgment).\r\n\nWe hold that a state court proceeding to foreclose a right of\r\n\nredemption is  not \"enforcement\"  of a judgment  dismissing a\r\n\nchapter 11 case.2        To  conclude,  the dismissal  of the\r\n\nchapter 11 proceeding was a proper disposition on the present\r\n\nrecord.  As  for the adversary  proceeding, we conclude  that\r\n\nFed.  R.  Civ. P.  62(a)  does  not  extend section  362(a)'s\r\n\nautomatic  stay  for  10 days  after  a  chapter  11 case  is\r\n\ndismissed,  resolving the issue left  open by In  re De Jesus\r                                                                         \r\n\nSaez, 721 F.2d 848.  \r                \r\n\n     Accordingly, the  decision of the district  court in No.\r\n\n95-1483 is affirmed;  the decision of  the district court  in\r                               \r\n\nNo. 95-1074 is modified to affirm the bankruptcy court on the\r                                   \r\n\nmerits and, as modified, is affirmed. \r                                                \r\n\n                    \r                                \r\n\n     2Accord  In re  Whatley, 155  B.R. 775 (Bankr.  D. Colo.\r                                        \r\n1993),  aff'd, 169 B.R. 698  (D. Colo. 1994),  aff'd, 54 F.3d\r                                                                \r\n788 (10th Cir. 1995); In re Weston, 101 B.R. 202 (Bankr. E.D.\r                                              \r\nCal.  1989), aff'd 123 B.R. 466 (9th Cir. B.A.P. 1991), aff'd\r                                                                         \r\n967  F.2d 596 (9th Cir.  1992), cert. denied,  113 S. Ct. 973\r                                                        \r\n(1993).\r\n\n                             -8-\r                                         -8-\r\r\n",
  "html": "<p class=\"case_cite\">72 F.3d 4</p>\n    <p class=\"case_cite\">33 Fed.R.Serv.3d 675, 28 Bankr.Ct.Dec. 375,<br>Bankr. L. Rep.  P 76,735</p>\n    <p class=\"parties\">FISH MARKET NOMINEE CORPORATION, Appellant,<br>v.<br>Joel PELOFSKY, United States Trustee, Appellee.<br>FISH MARKET NOMINEE CORPORATION, Appellant,<br>v.<br>G.A.A., INC., et al., Appellees.</p>\n    <p class=\"docket\">Nos. 95-1074, 95-1483.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 5, 1995.<br>Decided Dec. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen F. Gordon with whom Peter J. Haley and Gordon &amp; Wise were on briefs, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Eric K. Bradford, Office of the United States Trustee, Boston, MA, for appellee Joel Pelofsky, United States Trustee.</p>\n      <p class=\"indent\">Douglas R. Gooding with whom Charles L. Glerum and Choate, Hall &amp; Stewart were on consolidated brief, Boston, MA, for appellees G.A.A., Inc. and H.N.R.G., Inc.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Fish Market Nominee Corp.  (\"Fish Market\") was the owner of an entertainment complex in Baltimore's Inner Harbor area which closed in June 1989.  Fish Market failed to pay real estate taxes for the years 1989-90 and 1990-91.  The property was sold at a tax sale on May 13, 1991, and, through a subsequent purchase from the tax sale buyer, appellees G.A.A., Inc. and H.N.R.G., Inc. eventually acquired non-possessory tax title to the property, subject to Fish Market's right of redemption.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 7, 1993, GAA and HNRG obtained an amended order of redemption from the Baltimore City Circuit Court requiring Fish Market to pay $1,056,852.79 within 30 days or lose its right of redemption.  On January 6, 1994, Fish Market filed for protection from its creditors under chapter 11 of the bankruptcy code, 11 U.S.C. Sec. 1101 et seq., forestalling under the automatic stay provision (11 U.S.C. Sec. 362(a)) any further action by GAA and HNRG to foreclose Fish Market's redemption rights.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After an initial meeting of creditors, 11 U.S.C. Sec. 341, the United States Trustee, also an appellee here, filed for dismissal or (alternatively) conversion of the case to a liquidation under chapter 7.  Following a hearing, the bankruptcy judge granted the motion to dismiss the case on March 31, 1994, noting that Fish Market had no employees, no ongoing business operations, no income, and no cash;  that there was no indication of any agreement for new financing;  and that the debtor was unable to pay the property taxes on the property and had left the property uninsured.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Upon dismissal by the bankruptcy court, Fish Market made an oral motion for a stay pending appeal which was immediately denied by the bankruptcy judge.  That same afternoon, GAA and HNRG obtained from the Baltimore City Circuit Court final decrees terminating Fish Market's right of redemption.  GAA and HNRG paid just over $1.4 million for the property.  Thereafter, it was resold to the City of Baltimore for $1.7 million.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 7, 1994, Fish Market began an adversary proceeding in the bankruptcy court under 11 U.S.C. Sec. 362(h).  It sought damages and a temporary restraining order vacating the final decree of the Baltimore City Circuit Court and preventing GAA and HNRG from taking further action to obtain possession of the property;  the premise was that the state proceedings had violated the automatic stay of section 362(a).  The bankruptcy court denied the temporary restraining order on April 15 and dismissed the adversary proceeding on June 20, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Fish Market then pursued two separate appeals in the district court.  The first appeal challenged the bankruptcy court's dismissal of the chapter 11 case;  this appeal was dismissed as moot on the motion of GAA and HNRG.  The second appeal challenged the dismissal of the April 7 complaint in the adversary proceeding;  the district court affirmed the order of the bankruptcy court.  Fish Market separately appealed both district court orders.  We consolidated the two appeals and now affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appeal from the Dismissal of the Chapter 11 Case.   We consider first whether Fish Market's chapter 11 proceeding was properly terminated.  Section 1112(b) of the Bankruptcy Code, 11 U.S.C. Sec. 1112(b), provides that a case may be dismissed or converted to chapter 7 for cause;  Fish Market poses no challenge to the bankruptcy court's findings of fact, which amply justified the termination of the chapter 11 proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Fish Market nevertheless insists the bankruptcy court erred by failing to explain its decision to dismiss the case rather than to convert it to a liquidation proceeding under chapter 7.  Citing In re Superior Siding and Window, Inc., 14 F.3d 240, 242 (4th Cir.1994), Fish Market argues that conversion is a separate choice that must be explicitly considered by the bankruptcy court.  The short answer to the argument is that Fish Market waived it by failing to raise it in the bankruptcy court.  In re Mark Bell Furniture Warehouse, Inc., 992 F.2d 7, 9 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court granted appellee's motion to dismiss Fish Market's appeal on mootness grounds without further explanation.  Apparently, the district court thought that the transfer of the property meant that there was nothing of substance left in the estate.  It could be argued that so long as the appeal in the adversary proceeding remained open, Fish Market retained some hope, however forlorn, of recovering its right of redemption.  We need not pursue the mootness issue further, preferring to affirm on the merits the bankruptcy court's dismissal of the chapter 11 case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appeal from the Dismissal of the Adversary Proceeding.   In the adversary proceeding, Fish Market argued that the state court proceedings to foreclose its right of redemption were independently unlawful because they violated the automatic stay of 11 U.S.C. Sec. 362(a), as extended by Fed.R.Civ.P. 62(a) for 10 days after dismissal of the chapter 11 case.  This alleged violation, Fish Market argues, should entitle it at least to damages, if not to a return of its interest in the property by reestablishing its right of redemption.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is common ground that state court proceedings to foreclose a right of redemption are barred during the period while the automatic stay is in effect.  Section 362(a) protects the estate of the debtor from adverse claims unless the court lifts the stay in particular instances, see 11 U.S.C. Sec. 362(d), or unless such claims fall within codified exceptions not applicable here.  But the stay under section 362(a) itself expired as soon as the judgment dismissing the chapter 11 case was entered, 11 U.S.C. Sec. 362(c);  In re De Jesus Saez, 721 F.2d 848, 851 (1st Cir.1983), unless Fed.R.Civ.P. 62 operated to extend the stay, a question we have never decided.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Excepting injunctions, receivership actions, and some accountings, Rule 62(a) provides that \"no execution shall issue upon a judgment nor shall proceedings be taken for its enforcement until the expiration of 10 days after its entry.\"   The rule primarily serves to give one against whom a money judgment is entered time to post a supersedeas bond to stay enforcement of that judgment pending appeal.  It is clear in this case that no action by the appellees was an \"execution\" on the judgment of dismissal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The only question that remains is whether GAA's and HNRG's commencement of proceedings in state court to terminate Fish Market's right of redemption constituted \"enforcement\" of the judgment of dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Contrary to Fish Market's position, Rule 62(a) does not purport to make a judgment ineffective for 10 days after entry;  on the contrary, the judgment retains full force and effect for other purposes--e.g., res judicata.   Instead Rule 62(a) merely stays proceedings to enforce the judgment, for example, discovery to determine the location of a judgment debtor's property available to satisfy the judgment.  Cf. Huron Holding Corp. v. Lincoln Mine Operating Co., 312 U.S. 183, 189, 61 S.Ct. 513, 515, 85 L.Ed. 725 (1941) (noting that although supersedeas stays execution it does not impair the finality of the judgment).  We hold that a state court proceeding to foreclose a right of redemption is not \"enforcement\" of a judgment dismissing a chapter 11 case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To conclude, the dismissal of the chapter 11 proceeding was a proper disposition on the present record.  As for the adversary proceeding, we conclude that Fed.R.Civ.P. 62(a) does not extend section 362(a)'s automatic stay for 10 days after a chapter 11 case is dismissed, resolving the issue left open by In re De Jesus Saez, 721 F.2d 848.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Accordingly, the decision of the district court in No. 95-1483 is affirmed;  the decision of the district court in No. 95-1074 is modified to affirm the bankruptcy court on the merits and, as modified, is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Execution\" refers to process issued to enforce a judgment--for example, an order to the marshal to seize assets to pay such a judgment.  Fed.R.Civ.P. 69</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Accord In re Whatley, 155 B.R. 775 (Bankr.D.Colo.1993), aff'd, 169 B.R. 698 (D.Colo.1994), aff'd, 54 F.3d 788 (10th Cir.1995);  In re Weston, 101 B.R. 202 (Bankr.E.D.Cal.1989), aff'd 123 B.R. 466 (9th Cir.  BAP 1991), aff'd 967 F.2d 596 (9th Cir.1992), cert. denied, 506 U.S. 1051, 113 S.Ct. 973, 122 L.Ed.2d 128 (1993)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">675</span></span>, 28 Bankr.Ct.Dec. 375,<br>Bankr. L. Rep.  P 76,735</p>\n    <p class=\"parties\">FISH MARKET NOMINEE CORPORATION, Appellant,<br>v.<br>Joel PELOFSKY, United States Trustee, Appellee.<br>FISH MARKET NOMINEE CORPORATION, Appellant,<br>v.<br>G.A.A., INC., et al., Appellees.</p>\n    <p class=\"docket\">Nos. 95-1074, 95-1483.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 5, 1995.<br>Decided Dec. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen F. Gordon with whom Peter J. Haley and Gordon &amp; Wise were on briefs, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Eric K. Bradford, Office of the United States Trustee, Boston, MA, for appellee Joel Pelofsky, United States Trustee.</p>\n      <p class=\"indent\">Douglas R. Gooding with whom Charles L. Glerum and Choate, Hall &amp; Stewart were on consolidated brief, Boston, MA, for appellees G.A.A., Inc. and H.N.R.G., Inc.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Fish Market Nominee Corp.  (\"Fish Market\") was the owner of an entertainment complex in Baltimore's Inner Harbor area which closed in June 1989.  Fish Market failed to pay real estate taxes for the years 1989-90 and 1990-91.  The property was sold at a tax sale on May 13, 1991, and, through a subsequent purchase from the tax sale buyer, appellees G.A.A., Inc. and H.N.R.G., Inc. eventually acquired non-possessory tax title to the property, subject to Fish Market's right of redemption.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 7, 1993, GAA and HNRG obtained an amended order of redemption from the Baltimore City Circuit Court requiring Fish Market to pay $1,056,852.79 within 30 days or lose its right of redemption.  On January 6, 1994, Fish Market filed for protection from its creditors under chapter 11 of the bankruptcy code, 11 U.S.C. Sec. 1101 et seq., forestalling under the automatic stay provision (11 U.S.C. Sec. 362(a)) any further action by GAA and HNRG to foreclose Fish Market's redemption rights.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After an initial meeting of creditors, 11 U.S.C. Sec. 341, the United States Trustee, also an appellee here, filed for dismissal or (alternatively) conversion of the case to a liquidation under chapter 7.  Following a hearing, the bankruptcy judge granted the motion to dismiss the case on March 31, 1994, noting that Fish Market had no employees, no ongoing business operations, no income, and no cash;  that there was no indication of any agreement for new financing;  and that the debtor was unable to pay the property taxes on the property and had left the property uninsured.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Upon dismissal by the bankruptcy court, Fish Market made an oral motion for a stay pending appeal which was immediately denied by the bankruptcy judge.  That same afternoon, GAA and HNRG obtained from the Baltimore City Circuit Court final decrees terminating Fish Market's right of redemption.  GAA and HNRG paid just over $1.4 million for the property.  Thereafter, it was resold to the City of Baltimore for $1.7 million.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 7, 1994, Fish Market began an adversary proceeding in the bankruptcy court under 11 U.S.C. Sec. 362(h).  It sought damages and a temporary restraining order vacating the final decree of the Baltimore City Circuit Court and preventing GAA and HNRG from taking further action to obtain possession of the property;  the premise was that the state proceedings had violated the automatic stay of section 362(a).  The bankruptcy court denied the temporary restraining order on April 15 and dismissed the adversary proceeding on June 20, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Fish Market then pursued two separate appeals in the district court.  The first appeal challenged the bankruptcy court's dismissal of the chapter 11 case;  this appeal was dismissed as moot on the motion of GAA and HNRG.  The second appeal challenged the dismissal of the April 7 complaint in the adversary proceeding;  the district court affirmed the order of the bankruptcy court.  Fish Market separately appealed both district court orders.  We consolidated the two appeals and now affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appeal from the Dismissal of the Chapter 11 Case.   We consider first whether Fish Market's chapter 11 proceeding was properly terminated.  Section 1112(b) of the Bankruptcy Code, 11 U.S.C. Sec. 1112(b), provides that a case may be dismissed or converted to chapter 7 for cause;  Fish Market poses no challenge to the bankruptcy court's findings of fact, which amply justified the termination of the chapter 11 proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Fish Market nevertheless insists the bankruptcy court erred by failing to explain its decision to dismiss the case rather than to convert it to a liquidation proceeding under chapter 7.  Citing In re Superior Siding and Window, Inc., <span class=\"citation\" data-id=\"660685\"><a href=\"/opinion/660685/in-re-superior-siding-window-incorporated-debtor-rollex-corporation/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">240</span></a></span>, 242 (4th Cir.1994), Fish Market argues that conversion is a separate choice that must be explicitly considered by the bankruptcy court.  The short answer to the argument is that Fish Market waived it by failing to raise it in the bankruptcy court.  In re Mark Bell Furniture Warehouse, Inc., <span class=\"citation\" data-id=\"605603\"><a href=\"/opinion/605603/bankr-l-rep-p-75253-in-re-mark-bell-furniture-warehouse-incorporated/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 9 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court granted appellee's motion to dismiss Fish Market's appeal on mootness grounds without further explanation.  Apparently, the district court thought that the transfer of the property meant that there was nothing of substance left in the estate.  It could be argued that so long as the appeal in the adversary proceeding remained open, Fish Market retained some hope, however forlorn, of recovering its right of redemption.  We need not pursue the mootness issue further, preferring to affirm on the merits the bankruptcy court's dismissal of the chapter 11 case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appeal from the Dismissal of the Adversary Proceeding.   In the adversary proceeding, Fish Market argued that the state court proceedings to foreclose its right of redemption were independently unlawful because they violated the automatic stay of 11 U.S.C. Sec. 362(a), as extended by Fed.R.Civ.P. 62(a) for 10 days after dismissal of the chapter 11 case.  This alleged violation, Fish Market argues, should entitle it at least to damages, if not to a return of its interest in the property by reestablishing its right of redemption.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is common ground that state court proceedings to foreclose a right of redemption are barred during the period while the automatic stay is in effect.  Section 362(a) protects the estate of the debtor from adverse claims unless the court lifts the stay in particular instances, see 11 U.S.C. Sec. 362(d), or unless such claims fall within codified exceptions not applicable here.  But the stay under section 362(a) itself expired as soon as the judgment dismissing the chapter 11 case was entered, 11 U.S.C. Sec. 362(c);  In re De Jesus Saez, <span class=\"citation\" data-id=\"427517\"><a href=\"/opinion/427517/in-re-ana-j-de-jesus-saez-debtor-luis-r-martir-lugo-v-ana-j-de-jesus/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span>, 851 (1st Cir.1983), unless Fed.R.Civ.P. 62 operated to extend the stay, a question we have never decided.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Excepting injunctions, receivership actions, and some accountings, Rule 62(a) provides that \"no execution shall issue upon a judgment nor shall proceedings be taken for its enforcement until the expiration of 10 days after its entry.\"   The rule primarily serves to give one against whom a money judgment is entered time to post a supersedeas bond to stay enforcement of that judgment pending appeal.  It is clear in this case that no action by the appellees was an \"execution\" on the judgment of dismissal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The only question that remains is whether GAA's and HNRG's commencement of proceedings in state court to terminate Fish Market's right of redemption constituted \"enforcement\" of the judgment of dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Contrary to Fish Market's position, Rule 62(a) does not purport to make a judgment ineffective for 10 days after entry;  on the contrary, the judgment retains full force and effect for other purposes--e.g., res judicata.   Instead Rule 62(a) merely stays proceedings to enforce the judgment, for example, discovery to determine the location of a judgment debtor's property available to satisfy the judgment.  Cf. Huron Holding Corp. v. Lincoln Mine Operating Co., <span class=\"citation\" data-id=\"103447\"><a href=\"/opinion/103447/huron-corp-v-lincoln-co/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, 189, <span class=\"citation\" data-id=\"103447\"><a href=\"/opinion/103447/huron-corp-v-lincoln-co/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">513</span></a></span>, 515, <span class=\"citation\" data-id=\"103447\"><a href=\"/opinion/103447/huron-corp-v-lincoln-co/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">725</span> </a></span>(1941) (noting that although supersedeas stays execution it does not impair the finality of the judgment).  We hold that a state court proceeding to foreclose a right of redemption is not \"enforcement\" of a judgment dismissing a chapter 11 case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To conclude, the dismissal of the chapter 11 proceeding was a proper disposition on the present record.  As for the adversary proceeding, we conclude that Fed.R.Civ.P. 62(a) does not extend section 362(a)'s automatic stay for 10 days after a chapter 11 case is dismissed, resolving the issue left open by In re De Jesus Saez, <span class=\"citation\" data-id=\"427517\"><a href=\"/opinion/427517/in-re-ana-j-de-jesus-saez-debtor-luis-r-martir-lugo-v-ana-j-de-jesus/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Accordingly, the decision of the district court in No. 95-1483 is affirmed;  the decision of the district court in No. 95-1074 is modified to affirm the bankruptcy court on the merits and, as modified, is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Execution\" refers to process issued to enforce a judgment--for example, an order to the marshal to seize assets to pay such a judgment.  Fed.R.Civ.P. 69</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Accord In re Whatley, <span class=\"citation\" data-id=\"1540986\"><a href=\"/opinion/1540986/in-re-whatley/\"><span class=\"volume\">155</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">775</span> </a></span>(Bankr.D.Colo.1993), aff'd, <span class=\"citation\" data-id=\"1828827\"><a href=\"/opinion/1828827/in-re-whatley/\"><span class=\"volume\">169</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">698</span> </a></span>(D.Colo.1994), aff'd, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">788</span> </span>(10th Cir.1995);  In re Weston, <span class=\"citation\" data-id=\"1918484\"><a href=\"/opinion/1918484/in-re-weston/\"><span class=\"volume\">101</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">202</span> </a></span>(Bankr.E.D.Cal.1989), aff'd <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">466</span> </span>(9th Cir.  BAP 1991), aff'd <span class=\"citation no-link\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">596</span> </span>(9th Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1051</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">973</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">128</span> </span>(1993)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103447/",
    "https://www.courtlistener.com/api/rest/v3/opinions/427517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605603/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660685/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1540986/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1828827/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1918484/"
  ]
}