{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196418/",
  "id": 196418,
  "absolute_url": "/opinion/196418/united-states-v-winter/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196418/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:05:22Z",
  "date_modified": "2020-02-21T23:41:30.875896Z",
  "type": "010combined",
  "sha1": "3e8d97b5e38a870d6202198e8ccf8b4f456d8c16",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2302.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 94-2302\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      HOWARD T. WINTER,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n       ON APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Patti B. Saris, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                    Stahl, Circuit Judge,\r                                                    \r\n               Campbell, Senior Circuit Judge, \r                                                         \r\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\n   Thornton E. Lallier for appellant.\r                                  \r\n   George W. Vien, Assistant  United States Attorney, with whom\r                             \r\nGeoffrey E. Hobart, Assistant  United States Attorney, and Donald\r                                                                           \r\nK.  Stern, United States Attorney,  were on brief  for the United\r                   \r\nStates.\r\n\n                                         \r\n\n                      November 22, 1995\r\n                                         \r\r\n\n          STAHL, Circuit Judge.   Appellant Howard T.  Winter\r                      STAHL, Circuit Judge.\r                                          \r\n\nrefused to  testify in a former  codefendant's criminal trial\r\n\ndespite  a grant  of immunity.   The  United States  District\r\n\nCourt for  the District  of Massachusetts adjudged  Winter in\r\n\ncriminal  contempt under Fed. R. Crim. P. 42(a) and imposed a\r\n\nsix-month  sentence consecutive  to  one under  which he  was\r\n\nalready  incarcerated.   In  this  appeal, Winter  challenges\r\n\ncertain aspects  of the summary contempt  proceedings and the\r\n\nresulting sentence.  We affirm.\r\n\n                              I.\r                                          I.\r                                            \r\n\n           Factual Background and Prior Proceedings\r                       Factual Background and Prior Proceedings\r                                                               \r\n\n          In January 1992, a  grand jury returned a multiple-\r\n\ncount indictment against Winter and two codefendants, Gennaro\r\n\nFarina and Kenneth Schiavo.   In May 1993, Winter  and Farina\r\n\neach pleaded guilty to the indictment, received the mandatory\r\n\nminimum   sentence  of  ten   years  imprisonment,  and  were\r\n\naccordingly incarcerated.   In September  1994, after  futile\r\n\nefforts to  interview  Winter,  the  government  obtained  an\r\n\nimmunity  order  pursuant to  18 U.S.C.     6002 and  6003 to\r\n\ncompel his testimony in the criminal trial against his former\r\n\ncodefendant, Schiavo.\r\n\n          Schiavo's trial began on November 14, 1994.  During\r\n\nthe  following two  days, on  November 15  and 16,  1994, the\r\n\ndistrict  court  held  a  contempt  hearing  because   Winter\r\n\nindicated  that  he  would  refuse  to  testify  despite  the\r\n\n                             -2-\r                                          2\r\r\n\nimmunity  order.   At  the  hearing, Winter  stated  that his\r\n\nrefusal  to testify was based upon the Fifth Amendment of the\r\n\nUnited States  Constitution and  \"other reasons.\"   After the\r\n\ncourt  explained  to Winter  that,  because  of the  immunity\r\n\norder, the Fifth Amendment was not a valid basis to refuse to\r\n\ntestify, Winter proffered his non-Fifth-Amendment reasons for\r\n\nhis refusal, to wit:  (1) that his previous counsel  told him\r\n\nthat his guilty plea would not in any way affect Schiavo, and\r\n\nthat,  if  Winter had  known he  might  be forced  to testify\r\n\nagainst  Schiavo, he would not have so pled; and, (2) because\r\n\nhe had consistently maintained to the government his resolute\r\n\nunwillingness to  testify against Schiavo, the government was\r\n\nbeing  \"vindictive\"   by  forcing   him  to   choose  between\r\n\ntestifying  or suffering  a contempt  judgment.   Winter also\r\n\nimplied that he feared  for his own safety should  he testify\r\n\nagainst Schiavo.1\r\n\n          During  the second  day  of the  contempt  hearing,\r\n\nRichard Egbert,  Winter's  counsel  during  his  guilty  plea\r\n\nproceedings, testified  as to  Winter's understanding that  a\r\n\nguilty  plea would  not have  an  adverse effect  on Schiavo.\r\n\nEgbert  further  stated that  he  told  Winter that,  in  his\r\n\n                    \r                                \r\n\n1.  Winter's  only  statement suggesting  this  fear was  the\r\nfollowing:   \"When [the government] sent me to Louisburg, . .\r\n. they  leaked the rumor out that I had rolled over, with one\r\nintention, to try and get me killed when I was  doing my time\r\ndown there.\"   At the  time Winter made  this statement,  the\r\ncourt was  in the process of  explaining immunity protections\r\nand did not pursue his apparent claim of fear.\r\n\n                             -3-\r                                          3\r\r\n\nopinion,  it was  unlikely  the government  would attempt  to\r\n\nforce  Winter  to  testify  against  Schiavo.    Egbert  also\r\n\ntestified that Winter entered his  guilty plea without a plea\r\n\nagreement or any other agreement with the government.\r\n\n          The district  court  found that,  despite  Winter's\r\n\nclaimed misunderstanding of what could happen, the government\r\n\nnever promised that  it would  not immunize and  call him  to\r\n\ntestify against Schiavo, nor  did Egbert tell him that.   The\r\n\ncourt found that the  government's conduct leading up to  and\r\n\nincluding its  efforts to  secure Winter's testimony  did not\r\n\nviolate due process.   The court further found  that Winter's\r\n\ntestimony would be probative  of material issues in Schiavo's\r\n\ntrial, and because of an earlier suppression ruling, was  not\r\n\ncumulative to other evidence.\r\n\n          Throughout the contempt  proceedings, the  district\r\n\ncourt made clear that it was operating under Fed. R. Crim. P.\r\n\n42(a)2  which provides  for  summary disposition  of criminal\r\n\ncontempt.   The  court  did state,  however,  that it  \"would\r\n\n                    \r                                \r\n\n2.  Rule 42(a), pertaining to summary disposition of criminal\r\ncontempt, provides:\r\n\n          A  criminal  contempt  may   be  punished\r\n          summarily if the judge certifies that the\r\n          judge   saw   or   heard    the   conduct\r\n          constituting the contempt and that it was\r\n          committed in  the actual presence  of the\r\n          court.    The  order  of  contempt  shall\r\n          recite  the facts and  shall be signed by\r\n          the judge and entered of record.\r\n\nFed. R. Crim. P. 42(a).\r\n\n                             -4-\r                                          4\r\r\n\nconsider reducing the  contempt or  eliminating it  entirely,\r\n\nshould  [Winter]   decide  to  testify.\"     In  making  this\r\n\nstatement, the  court expressly relied upon  United States v.\r                                                                      \r\n\nWilson, 421 U.S. 309, 312 (1975).  The court repeated several\r                  \r\n\ntimes  its offer to purge Winter of contempt and any sentence\r\n\nimposed because of  it if  he decided to  testify before  the\r\n\nclose of the government's  case in the Schiavo trial.   After\r\n\nWinter refused to obey its direct order to testify, the court\r\n\nheld  him in  contempt  and summarily  sentenced  him to  six\r\n\nmonths imprisonment.\r\n\n          After hearing  argument  by counsel,  the  district\r\n\ncourt  decided during  the  contempt  hearing  that  Winter's\r\n\nsentence  would  run  consecutively  to  his  prior  sentence\r\n\nbecause imposition  of a concurrent term  would \"provide[] no\r\n\nincentive whatsoever\"  for him to  testify.   In making  this\r\n\ndetermination,  the court stated, \"my  goal is not to punish,\r\n\nmy  goal  is to  get testimony  which is  relevant.\"   At the\r\n\nrequest  of Winter's  counsel,  after the  imposition of  the\r\n\ncontempt sentence,  the court deferred entry  of the judgment\r\n\nto  the close  of the  Schiavo  trial, explaining,  \"my hope,\r\n\nalthough  I think it's elusive  at this point,  is still that\r\n\n[Winter] will testify.\"   The  court left the  door open  for\r\n\nWinter to  justify at some  later time, through  his counsel,\r\n\n                             -5-\r                                          5\r\r\n\nhis  recalcitrance.3     Despite  this  opportunity,   Winter\r\n\nproffered nothing more to explain his refusal to testify.\r\n\n          Winter  never  testified   in  the  Schiavo  trial;\r\n\nnonetheless,  on December  1,  1994, the  jury found  Schiavo\r\n\nguilty  on some  but  not  all  counts  against  him  in  the\r\n\nsuperseding indictment.   On December 12,  1994, the district\r\n\ncourt  issued a  written order  and entered  judgment against\r\n\nWinter for criminal contempt.  Accordingly, Winter received a\r\n\nsix-month prison  sentence to be served  consecutively to his\r\n\nprior sentence.  This appeal followed.\r\n\n                             II.\r                                         II.\r                                            \r\n\n                          Discussion\r                                      Discussion\r                                                \r\n\n          On appeal,  Winter raises a number  of arguments to\r\n\nchallenge his  contempt conviction.  First,  he reasserts his\r\n\nnon-Fifth-Amendment grounds for refusing to testify.  Second,\r\n\nhe argues that the  court's contempt sanction was of  a civil\r\n\nrather than criminal nature and should have been vacated upon\r\n\ncompletion of  Schiavo's trial.  Third,  Winter contends that\r\n\nthe district court  failed to  afford him  an opportunity  to\r\n\ndocument his  fear of  testifying against Schiavo.   Finally,\r\n\nWinter  argues  that  imposition  of  the  contempt  sentence\r\n\n                    \r                                \r\n\n3.  Specifically, the  court stated  to Winter's counsel:  \"I\r\nknow this has all come up very suddenly  for you, Mr. Cullen.\r\nIf there  is something that you  haven't told me about  . . .\r\nwhich you think would be relevant, I will listen to it at the\r\ntime you find out about it.\"\r\n\n                             -6-\r                                          6\r\r\n\nviolated  the Double  Jeopardy  Clause of  the United  States\r\n\nConstitution.\r\n\nA.  Standard of Review -- Plain Error\r                                                 \r\n\n          Winter  failed to raise these arguments, except for\r\n\nthe first,  before the district  court.  Thus,  the arguments\r\n\nraised  for  the  first  time  on  appeal  are forfeited  and\r\n\nreversible only if Winter  establishes \"plain error.\"  United\r                                                                         \r\n\nStates  v.  Alzanki,  54  F.3d  994,  1003 (1st  Cir.  1995),\r                               \r\n\npetition  for cert.  filed, 64  U.S.L.W. 3298 (U.S.  Oct. 16,\r                                      \r\n\n1995) (No. 95-619);  United States  v. Taylor,  54 F.3d  967,\r                                                         \r\n\n972-73  (1st Cir. 1995).   Under this  standard, an appellant\r\n\nbears  the  burden  of  establishing: (1)  \"error,\"  i.e.,  a\r                                                                     \r\n\n\"[d]eviation  from a  legal  rule\";  (2)  that the  error  is\r\n\n\"plain\" or \"obvious\";  and (3) that the  plain error affected\r\n\n\"substantial rights.\"   United States  v. Olano,  113 S.  Ct.\r                                                           \r\n\n1770, 1777-78 (1993); see Fed. R. Crim. P. 52(b).  Even if an\r                                     \r\n\nappellant  establishes  plain  error   affecting  substantial\r\n\nrights, the  decision to correct  that error lies  within the\r\n\nsound  discretion of this court.  Olano,  113 S. Ct. at 1776,\r                                                   \r\n\n1778;  see United  States v.  Marder, 48  F.3d 564,  571 (1st\r                                                \r\n\nCir.), cert. denied, 115 S. Ct. 1441 (1995).\r                               \r\n\nB.    The  Government's  Conduct  and  the  Propriety  of the\r                                                                         \r\n\nImmunity Order\r                          \r\n\n          Winter reasserts on appeal his claim that,  because\r\n\ngovernment  agents always  knew he  would refuse  to testify,\r\n\n                             -7-\r                                          7\r\r\n\nthey  sought  his  immunity  for the  vindictive  purpose  of\r\n\n\"setting him  up\"  to commit  perjury  or contempt.    Winter\r\n\nfurther contends that because  he had already pleaded guilty,\r\n\nthere was no  criminal liability left  for the government  to\r\n\nimmunize him from; and because the immunity conferred no real\r\n\nbenefit upon him, it  was an \"illusory\" grant that  could not\r\n\nform the basis of a contempt finding.\r\n\n          We review the district court's contempt finding for\r\n\nabuse of discretion.  In re Grand Jury Proceedings (Doe), 943\r                                                                    \r\n\nF.2d  132, 136  (1st  Cir. 1991)  (per  curiam).   We  review\r                                                          \r\n\nfactual findings  in contempt  proceedings  for clear  error.\r\n\nProject  B.A.S.I.C. v. Kemp, 947 F.2d 11, 15 (1st Cir. 1991).\r                                       \r\n\nTo the extent Winter's arguments raise pure questions of law,\r\n\nour review is plenary.\r\n\n          First, we note that the record reveals the district\r\n\ncourt's utmost solicitude in  addressing these concerns.  The\r\n\ncourt held the contempt hearing in part to determine if there\r\n\nwas any  overreaching conduct by the  government in obtaining\r\n\nthe immunity order or  in negotiating Winter's earlier guilty\r\n\nplea.   Despite a  full exploration of  Winter's contentions,\r\n\nwhich included  calling Winter's  former counsel  to testify,\r\n\nthe court found no evidence of misconduct.  Rather, the court\r\n\nfound  that the  government  had legitimate  reasons to  seek\r\n\nWinter's highly  relevant testimony because  the evidence  in\r\n\nthe Schiavo trial  contained repeated references  to Winter's\r\n\n                             -8-\r                                          8\r\r\n\nparticipation in  criminal activities with Schiavo.   We find\r\n\nno error in the  court's finding that the government  did not\r\n\nact out of  vindictiveness in seeking the  immunity order and\r\n\nWinter's  testimony.  Cf. In  re Poutre, 602  F.2d 1004, 1006\r                                                   \r\n\n(1st. Cir.  1979) (noting the impermissibility  of \"calling a\r\n\nwitness  for  the sole  purpose  of  extracting perjury\"  but\r\n\nfinding no evidence of such government misconduct). \r\n\n          Next,  we  note  the  tortured  logic  of  Winter's\r\n\nargument that his recalcitrance  was justified because he had\r\n\nno criminal liability to  barter for the immunity.   Winter's\r\n\nargument  suggests  that he  had a  right  to keep  silent --\r\n\ndespite the  absence of Fifth-Amendment privilege concerns --\r\n\nsimply  because  he  had nothing  to  gain  by  the grant  of\r\n\nimmunity.   This  contention, however,  cannot be  reconciled\r\n\nwith the  duty of  every  citizen to  testify in  aid of  law\r\n\nenforcement.  Piemonte  v. United States,  367 U.S. 556,  559\r                                                    \r\n\nn.2 (1961); see also Kastigar v. United States, 406 U.S. 441,\r                                                          \r\n\n443-44 (1972).   \"If two  persons witness an  offense --  one\r\n\nbeing an innocent bystander  and the other an  accomplice who\r\n\nis thereafter imprisoned for  his participation -- the latter\r\n\nhas no more right to keep silent than the former.\"  Piemonte,\r                                                                        \r\n\n367  U.S. at  559 n.2  (dicta).   Thus, even  assuming --  as\r\n\nWinter contends  -- that his  guilty plea dispensed  with the\r\n\nneed for an immunity order, we  fail to see how he was harmed\r\n\nby the  immunity's added  protection when he  otherwise would\r\n\n                             -9-\r                                          9\r\r\n\nhave  a duty to testify.  Winter apparently believed that his\r\n\nearlier guilty plea would relieve him of all obligations with\r\n\nrespect to his activity with  Schiavo.  That mistaken belief,\r\n\nhowever, is  not a basis upon which  to excuse his refusal to\r\n\ntestify.\r\n\n                             -10-\r                                          10\r\r\n\nC.  The Nature of the Contempt Sanction\r                                                   \r\n\n          Winter argues  that his contempt sanction  was of a\r\n\ncivil rather than criminal  nature because the district court\r\n\nexpressed a  goal to compel testimony rather  than to punish,\r\n\nand  repeated  its offer  to  purge  Winter of  the  contempt\r\n\nsentence should  he testify.   Winter contends  that, because\r\n\nthe judgment  was effectively  for civil contempt,  it should\r\n\nhave been vacated once its  coercive effect ceased, i.e.,  at\r                                                                    \r\n\nthe  end of Schiavo's  trial when  he was  no longer  able to\r\n\ncomply with the order.\r\n\n          The  determination of  whether a contempt  order is\r\n\ncivil  or  criminal is  a question  of  law and  the district\r\n\ncourt's characterization of the  sanction is not binding upon\r\n\nthis court.   See Hicks  ex rel.  Feiock v. Feiock,  485 U.S.\r                                                              \r\n\n624,  630  (1988).    Winter, however,  neither  raised  this\r\n\nargument  in the district court,  nor moved in district court\r\n\nto vacate  his  contempt sentence  on  this basis.    Because\r\n\nWinter did  not afford the  district court an  opportunity to\r\n\naddress this issue,  he has forfeited  his right to  complain\r\n\nhere  on this basis.   See United  States v.  Taylor, 54 F.3d\r                                                                \r\n\n967,  971   (1st  Cir.  1995)  (noting   that  policy  behind\r\n\nforfeiture rule is to allow trial court to timely correct the\r\n\nproblem, and  to prevent  \"sandbagging\").   In light  of this\r\n\nforfeiture, we  review the proceedings for  plain error under\r\n\nthe principles set forth in Section II. A., above.  Cf. In re\r                                                                         \r\n\n                             -11-\r                                          11\r\r\n\nGrand Jury Proceedings,  875 F.2d  927, 932  (1st Cir.  1989)\r                                  \r\n\n(reviewing for plain error due process objections to criminal\r\n\ncontempt proceedings  that were not raised  in trial court).4\r\n\nTo  address  Winter's contention,  we  discuss the  pertinent\r\n\ncaselaw, below.\r\n\n          The distinction between civil and criminal contempt\r\n\nis  important because  each  requires  different  procedures.\r\n\nGenerally,  a  court  may  impose  civil  contempt  sanctions\r\n\npursuant  to   the  minimal  procedures  of   notice  and  an\r\n\nopportunity  to be  heard; the  reason for  this is  that the\r\n\ncivil contemnor may avoid the sanction by obeying the court's\r\n\n                    \r                                \r\n\n4.  We  note that  Winter's counsel  at the  contempt hearing\r\nimplicitly  conceded  the  appropriateness  of  the  criminal\r\nnature   of  the   proceedings  when   arguing  against   the\r\nconsecutive    imposition    of   the    contempt   sentence.\r\nSpecifically, counsel requested: \r\n\n          I prefer  that . . .  [Winter] be ordered\r\n          to  start  serving  [the]   sentence  for\r\n          contempt immediately.  . . .  That's what\r\n          would  happen on  civil contempt.  . .  .\r\n          That is, if he was held in civil contempt\r\n          and refused  to testify, it would  not be\r\n          counted  toward his time  on his sentence\r\n          [for Bureau of Prisons purposes].  \r\n\nViewing these statements in  light of the record as  a whole,\r\nhowever,  we  do  not find  that  they  amount  to an  actual\r\n\"waiver\"  of  Winter's  right  to  argue  that  his  contempt\r\nsanction   was  civil.    See  Olano,  113  S.  Ct.  at  1777\r                                                \r\n(explaining  that actual waiver, as distinct from forfeiture,\r\nextinguishes  any \"error\"  under Rule  52(b) such  that plain\r\nerror review  is inapplicable); cf. United  States v. Rivera,\r                                                                        \r\n872  F.2d  507,  509 (1st  Cir.)  (finding  plain error  rule\r\napplicable  where  evidence  was  insufficient  to  establish\r\ndefendant's waiver of double jeopardy defense), cert. denied,\r                                                                        \r\n493 U.S. 818 (1989).\r\n\n                             -12-\r                                          12\r\r\n\norder.   International Union, United Mine  Workers of America\r                                                                         \r\n\n(UMWA)  v. Bagwell,  114  S.  Ct.  2552,  2557  (1994).    In\r                              \r\n\ncontrast,  \"`criminal contempt  is  a crime  in the  ordinary\r\n\nsense,'\"  id. at  2556 (quoting Bloom  v. Illinois,  391 U.S.\r                                                              \r\n\n194,  201 (1968)),  and  criminal contempt  sanctions may  be\r\n\nimposed  only if  the court  provides certain  constitutional\r\n\nprotections.    Id. at  2556-57;  Hicks,  485  U.S.  at  632.\r                                                   \r\n\nHowever,  \"direct  contempts,\" i.e.,  those occurring  in the\r                                               \r\n\ncourt's presence, \"may be immediately adjudged and sanctioned\r\n\nsummarily.\"  International  Union, UMWA, 114  S. Ct. at  2557\r                                                   \r\n\nn.2.    In such  cases,  the  distinction  between civil  and\r\n\ncriminal contempt for the purposes of required procedures, in\r\n\ngeneral,  is not  germane.    Id.  (citing United  States  v.\r                                                                     \r\n\nWilson, 421 U.S. 309,  316 (1975));5 see Wilson, 421  U.S. at\r                                                           \r\n\n315-19  (upholding  summary  criminal  contempt  adjudication\r\n\nwhere immediate response to  direct contempt was necessary to\r\n\n\"prevent  a breakdown  of  the proceedings\").   As  explained\r\n\nbelow,  Winter's  contumacious  conduct   constituted  direct\r\n\ncontempt.\r\n\n          Winter cites Shillitani v.  United States, 384 U.S.\r                                                               \r\n\n364  (1966), to support his  argument that the  nature of his\r\n\ncontempt  sanction  was  civil   instead  of  criminal.    In\r\n\n                    \r                                \r\n\n5.  The   civil/criminal   contempt  distinction   in  direct\r\ncontempt cases  becomes relevant if the  criminal contempt is\r\n\"serious\"   and   adjudication   requires   a   jury   trial.\r\nInternational Union,  UMWA, 114  S. Ct. at  2557 n.2  (citing\r                                      \r\nBloom v. Illinois, 391 U.S. 194, 209-210 (1968)).\r                             \r\n\n                             -13-\r                                          13\r\r\n\nShillitani, the trial court ordered the contemnors imprisoned\r                      \r\n\nfor  two years or until  they testified before  a grand jury.\r\n\nId. at 366-68.  The trial  court had stated that the sentence\r               \r\n\nwas not intended to punish, but to secure testimony.   Id. at\r                                                                      \r\n\n368.  Under  the conditional nature of  the imprisonment, the\r\n\ncontemnors had  an unqualified right  to be released  if they\r\n\nchose to  testify; because the contemnors  were not otherwise\r\n\nincarcerated,  they  literally  \"carried  the keys  of  their\r\n\nprison in their own  pockets.\"  Id. (internal quotations  and\r                                               \r\n\ncitations omitted).   Although  the parties and  courts below\r\n\nhad  referred to the  contempt as criminal  instead of civil,\r\n\nthe  Supreme Court  declared that  the label  affixed to  the\r\n\nproceeding was not  determinative.  Id.   Instead, the  Court\r                                                   \r\n\nlooked to the character and purpose of the sentence and found\r\n\nthat it  was \"clearly intended  to operate  in a  prospective\r\n\nmanner -- to coerce rather than  to punish.\"  Id. at  369-70.\r                                                             \r\n\nThe Court concluded that the  obviously coercive goal of  the\r\n\nimprisonment rendered the contempt proceeding civil, and thus\r\n\nthe  contemnors  had to  be released  when the  rationale for\r\n\ntheir imprisonment  vanished, i.e.,  when the grand  jury was\r                                              \r\n\ndischarged.  Id. at  371-72; see also Hicks, 485  U.S. at 638\r                                                       \r\n\nn.9.\r\n\n          In Hicks, the Supreme Court reaffirmed Shillitani's\r                                                                       \r\n\nteaching that the \"civil\" or \"criminal\" label attached either\r\n\nto the contempt  proceeding or to the corresponding relief is\r\n\n                             -14-\r                                          14\r\r\n\nnot  controlling.   Hicks,  485 U.S.  at 631.   In  Hicks, an\r                                                                     \r\n\nindirect contempt  case,  a state  judge  found a  parent  in\r\n\ncontempt for  failure to  comply with a  child-support order.\r\n\nId. at 626-27.  The main issue in Hicks was whether the state\r                                                   \r\n\ncontempt proceeding was civil or criminal for the purposes of\r\n\ndetermining  the  applicability  of   federal  constitutional\r\n\nprotections.  Id.  at 630.  To guide  in this analysis, Hicks\r                                                                         \r\n\ninstructed that  \"the critical features are  the substance of\r\n\nthe  proceeding and  the  character of  the  relief that  the\r\n\nproceeding will afford.\"   Id.  Imprisonment for  contempt is\r                                          \r\n\nfor  a  remedial  purpose,  and  thus  civil,  if  the  court\r\n\nconditions the contemnor's release  upon compliance with  its\r\n\norder.    Id.  at 631-32,  634.    Such  imprisonment is  for\r                         \r\n\npunitive purposes  (to vindicate the court's  authority), and\r\n\nhence  criminal,  if  the  court   imposes  an  unconditional\r\n\ndeterminate sentence \"retrospectively for a `completed act of\r\n\ndisobedience.'\"   International  Union, UMWA,  114 S.  Ct. at\r                                                        \r\n\n2558  (quoting Gompers v. Bucks  Stove &amp; Range  Co., 221 U.S.\r                                                               \r\n\n418, 443 (1911));6 Hicks, 485 U.S. at 631-33.\r                                    \r\n\n          Hicks  further explains that  the classification of\r                           \r\n\ncontempt  proceedings as  civil  or criminal  does not  \"turn\r\n\nsimply  on what  their underlying  purposes are  perceived to\r\n\n                    \r                                \r\n\n6.  International  Union,  UMWA,  114  S.  Ct.   at  2555-57,\r                                           \r\ninvolving the civil/criminal classification of contempt fines\r\nagainst  a union for a labor injunction violation, is also an\r\nindirect contempt case.\r\n\n                             -15-\r                                          15\r\r\n\nbe,\" because,  \"[i]n contempt cases, both  civil and criminal\r\n\nrelief  have aspects that can  be seen as  either remedial or\r\n\npunitive or both.\"  Id. at 635; see also International Union,\r                                                                         \r\n\nUMWA,  114 S.  Ct. at  2557 (recognizing  contempt sentences'\r                \r\n\ndual purpose of punishment and coercion).  In order to draw a\r\n\nconclusion about whether a contempt proceeding is criminal or\r\n\ncivil,  a court  must examine  \"the character  of  the relief\r\n\nitself,\"  id.  at  636,  and  \"[t]he  critical  feature  that\r                         \r\n\ndetermines whether  the remedy is civil or criminal in nature\r\n\nis . . . whether the contemnor can avoid the sentence imposed\r\n\non him, or  purge himself of it, by complying  with the terms\r\n\nof the original  order.\"  Id. at 635 n.7; see also id. at 640\r                                                                  \r\n\n(\"If  the  relief  imposed  here  is  in  fact  a determinate\r\n\nsentence  with a purge clause,  then it is  civil in nature.\"\r\n\n(citing Shillitani, 384 U.S. at 370 n.6)).  \r                              \r\n\n          In  adjudicating  Winter's  contempt, the  district\r\n\ncourt  relied heavily, if  not solely, upon  United States v.\r                                                                      \r\n\nWilson,  421 U.S. 309 (1975).   In Wilson,  the Supreme Court\r                                                     \r\n\nconsidered  a case  almost factually  identical  to Winter's.\r\n\nDefendants  who  were  already  incarcerated  on  guilty-plea\r\n\nconvictions received  immunity but  refused to testify  in an\r\n\nongoing criminal trial against a former codefendant.  Id.  at\r                                                                     \r\n\n312.  After conducting summary criminal  contempt proceedings\r\n\npursuant to Fed. R.  Crim. P. 42(a), the court  sentenced the\r\n\ndefendants to six  months imprisonment, consecutive  to their\r\n\n                             -16-\r                                          16\r\r\n\npreviously imposed sentences.  Id.  Despite his imposition of\r                                              \r\n\na  definite imprisonment  term, the  district judge  \"made it\r\n\nclear that he would consider reducing the contempt sentences,\r\n\nor eliminating them  completely, if [the  defendants] decided\r\n\nto testify.\"  Id.\r                             \r\n\n          Wilson did  not squarely  involve the issue  of the\r                            \r\n\ndistinction between civil and criminal contempt.  Rather, the\r\n\nprimary issue in Wilson  was whether, under the facts  of the\r                                   \r\n\ncase,  summary  proceedings  under  Rule  42(a)  were  proper\r\n\ninstead  of disposition  upon notice  and hearing  under Rule\r\n\n42(b).7  See  generally id.  Because summary  adjudication of\r                                       \r\n\n                    \r                                \r\n\n7.  In  his reply brief to this court, Winter argues, for the\r\nvery first  time,  that because  his  attorney had  not  been\r\nprovided  with reasonable  time to prepare  a defense  in the\r\ncriminal  contempt proceeding,  the  district court  violated\r\nFed. R. Crim.  P. 42(b).   This contention  ignores the  fact\r\nthat  Rule 42(b)'s  notice provision,  which encompasses  the\r\n\"reasonable time\"  requirement, does not apply  when a court,\r\nas here,  proceeds under Rule  42(a).  See  Fed. R.  Crim. P.\r                                                      \r\n42(b).\r\n          Winter also  suggests in  his reply brief,  for the\r\nfirst time, that the district court erred in proceeding under\r\nRule  42(a)  instead  of Rule  42(b).    Our  review of  this\r\nargument,  such as it is,  is for plain  error because Winter\r\ndid not first present it to the district court.\r\n          Winter's    refusal    to    testify    constituted\r\ncontemptuous conduct because,  like the contumacious behavior\r\nof   the   Wilson   defendants,   it   was  an   \"intentional\r                             \r\nobstruction[] of court  proceedings that literally  disrupted\r\nthe   progress   of  the   trial   and   hence  the   orderly\r\nadministration  of justice.\"    Wilson, 421  U.S. at  315-16.\r                                                  \r\nUnlike  a refusal  to testify before  a grand  jury, Winter's\r\nrefusal  to  testify  in  Schiavo's  ongoing  criminal  trial\r\nthreatened a \"breakdown of the proceedings\" that required the\r\nimmediate remedial tool of Rule 42(a).  See id. at 319.  This\r                                                           \r\nconclusion is bolstered by  the court's specific finding that\r\nWinter's  testimony  would  be  highly  relevant  to material\r\nissues in Schiavo's trial.\r\n\n                             -17-\r                                          17\r\r\n\nindirect  contempt  is impermissible,  Wilson  was  clearly a\r                                                         \r\n\n\"direct contempt\" case, see International Union, UMWA, 114 S.\r                                                                 \r\n\nCt. at 2557 n.2,  2560; similarly, it is beyond  dispute that\r\n\nWinter's conduct  constituted a  direct  contempt, which  was\r\n\nadjudicated as such.  See supra, note 7.\r                                           \r\n\n          The  Wilson Court  upheld  the judge's  use of  the\r                                 \r\n\nsummary  criminal  contempt  provision.   In  approving  this\r\n\nprocedure,  the Court  acknowledged the  dual purpose  of the\r\n\ncontempt sanction:\r\n\n          The face-to-face refusal  to comply  with\r\n          the court's order  itself constituted  an\r\n          affront  to the court, and when that kind\r\n          of  refusal  disrupts  and frustrates  an\r\n          ongoing  proceeding,  as  it   did  here,\r\n          summary  contempt  must  be available  to\r\n          vindicate the authority  of the court  as\r                                                               \r\n          well  as  to  provide   the  recalcitrant\r                                                               \r\n          witness with some  incentive to  testify.\r                                                              \r\n\n                    \r                                \r\n\n          Winter insists that because the government obtained\r\na guilty  verdict  on some  of  the counts  against  Schiavo,\r\n\"[t]he  case   never  broke   down,\"  and  thus,   Wilson  is\r                                                                     \r\ninapposite.  This 20/20 hindsight, however, was not available\r\nat the time  Winter refused  to testify --  in the middle  of\r\ntrial.  See United States v.  North, 621 F.2d 1255, 1262 n.11\r                                               \r\n(3d  Cir. 1979)  (en banc)  (noting, for purposes  of seeking\r\ncontemnor's testimony,  that  the  fact  that  defendant  was\r\neventually  convicted without  the testimony  is irrelevant),\r\ncert.  denied, 449 U.S. 866 (1980).  We therefore find, under\r                         \r\nthe facts of  this case -- so strikingly similar  to those in\r\nWilson  --  that   the  district  court  did  not  abuse  its\r                  \r\ndiscretion  in deciding  to proceed  under Rule  42(a) rather\r\nthan  Rule 42(b)  when faced  with Winter's  direct contempt.\r\nSee Wilson, 421 U.S. at 319 (noting that appellate courts may\r                      \r\ncurb abuses  of discretion  of Rule 42(a)  authority \"without\r\nunduly limiting the power  of the trial judge to  act swiftly\r\nand  firmly to prevent  contumacious conduct  from disrupting\r\nthe  orderly progress  of  a criminal  trial\").   Because the\r\ncourt did not  abuse its discretion in proceeding  under Rule\r\n42(a), there is no reversible error.\r\n\n                             -18-\r                                          18\r\r\n\n          Whether  such incentive is necessary in a\r                                                               \r\n          particular  case  is  a matter  the  Rule\r                                                               \r\n          wisely  leaves to  the discretion  of the\r                                                               \r\n          trial court.\r                                 \r\n\nWilson,  421 U.S.  at 316-17  (emphasis added)  (footnote and\r                  \r\n\ncitation omitted); see also id. at 319 (\"In an ongoing trial,\r                                           \r\n\nwith the  judge, jurors,  counsel and witnesses  all waiting,\r\n\nRule  42(a)   provides  an  appropriate   remedial  tool   to\r\n\ndiscourage  witnesses from  contumacious  refusals to  comply\r\n\nwith lawful orders  essential to prevent  a breakdown of  the\r\n\nproceedings.\").     In  the context of  approving the summary\r\n\ncontempt  procedures and  other  contexts,  the Wilson  Court\r                                                                  \r\n\nfavorably  noted  \"the  careful  trial  judge['s]\"  offer  to\r\n\nconsider  reducing the defendants'  contempt sentences should\r\n\nthey later  agree to testify.   See id. at 312,  315 n.7, 317\r                                                   \r\n\nn.9.   Although  the issue  was not  directly before  it, the\r\n\nWilson Court did not hint that the judge's offer to reduce or\r                  \r\n\neliminate the sentences  automatically converted the sanction\r\n\nfrom  criminal  to  civil.    To  the  contrary,  the   Court\r\n\nacknowledged  the need  for  the criminal  rather than  civil\r\n\ncontempt sanction,  under the facts  of the  case, in  noting\r\n\nthat   Shillitani's  admonition   to   first   consider   the\r                             \r\n\nfeasibility  of coercing testimony through civil contempt has\r\n\nlittle weight  when the contemnor is  already imprisoned; and\r\n\nin such  cases, the  threat of incarceration  provides little\r\n\nincentive to testify.  Id. at 317 n.9; see also United States\r                                                                         \r\n\nv.  McVeigh,  896  F.  Supp. 1549,  1555  (W.D.  Okla.  1995)\r                       \r\n\n                             -19-\r                                          19\r\r\n\n(proceeding   under   criminal  contempt   provision  because\r\n\ndefendant's  incarcerated  status  rendered   civil  contempt\r\n\nproceedings \"futile\" (citing, inter alia, Wilson, 421 U.S. at\r                                                            \r\n\n317 n.9)). \r\n\n          We  must  now  determine  how  Shillitani/Hicks and\r                                                                     \r\n\nWilson interact under the facts of the instant case.  Because\r                  \r\n\nthe  district court promised to  purge Winter of the contempt\r\n\nsentence if he should  testify, and because the court  at one\r\n\npoint expressly stated that its goal was not to punish but to\r\n\nobtain relevant  testimony, Shillitani and  Hicks would seem,\r                                                             \r\n\nat first glance,  to command a civil characterization  of the\r\n\nproceedings.   However,  Shillitani and  Hicks  are factually\r                                                          \r\n\ndistinct from Wilson and the instant case; that dissimilarity\r                                \r\n\nis dispositive here.  In  Shillitani, the contemnors were not\r                                                \r\n\nalready incarcerated when subjected to the contempt sentence,\r\n\nand their refusal to  testify was before a grand  jury rather\r\n\nthan at an ongoing  trial.8  Shillitani, 384 U.S.  at 368-69.\r                                                   \r\n\nHicks was  an indirect contempt case that involved neither an\r                 \r\n\n                    \r                                \r\n\n8.  In determining whether or not to follow the procedure  of\r\nRule  42(a) or  Rule  42(b), it  is  significant whether  the\r\ncontemnor  is called  to a  grand jury  or an  ongoing trial.\r\nBecause a  grand jury's  schedule is generally  flexible when\r\nencountered  with a  recalcitrant witness,  any delay  due to\r\nRule 42(b)  proceedings is usually less  disruptive than such\r\ndelay during a trial.  Wilson, 421 U.S. 318-19.\r                                         \r\n\n                             -20-\r                                          20\r\r\n\nalready-incarcerated contemnor nor a  failure to testify at a\r\n\nproceeding.9  See Hicks, 485 U.S. at 626-27.\r                                   \r\n\n          In contrast, Wilson and this case involved already-\r                                         \r\n\nincarcerated contemnors who refused  to testify at an ongoing\r\n\ncriminal  trial,  and  whose  direct  contempt  threatened  a\r\n\n\"breakdown of the proceedings.\"  Wilson, 421 U.S. at 319.  In\r                                                   \r\n\nWilson, the  Supreme Court  specifically endorsed the  use of\r                  \r\n\ncriminal  contempt proceedings  in  cases where,  as here,  a\r\n\ncivil sanction would have  no coercive effect because of  the\r\n\nincarcerated status of  the contemnor.   Wilson, 421 U.S.  at\r                                                           \r\n\n317 n.9.  Thus, from the outset of Winter's contempt hearing,\r\n\nthe district court expressly  relied upon Wilson for guidance\r                                                            \r\n\nin conducting its summary criminal contempt proceedings under\r\n\nFed. R.  Crim. P. 42(a).   The court also stated  that it was\r\n\nfollowing  the lead  of  \"the  wise  trial judge  .  .  .  in\r\n\n[Wilson]\"  by  generously offering  to  purge  Winter of  the\r                   \r\n\ncontempt should he decide  to testify.  In its  written order\r\n\nand findings on contempt, the court cited Wilson, 421 U.S. at\r                                                            \r\n\n317 n.9, in acknowledging  that \"[a]lthough lesser  sanctions\r\n\nshould ordinarily be invoked when equal to the task, anything\r\n\nless than  criminal contempt would pose  no serious deterrent\r\n\nto  an  individual  already  incarcerated.\"    It  is  clear,\r\n\n                    \r                                \r\n\n9.  Similarly,  International  Union,  UMWA,   involving  the\r                                                       \r\nclassification of serious contempt  fines for violations of a\r\nlabor  injunction  (indirect   contempt),  is   significantly\r\nfactually  distinct from  this  case.   International  Union,\r                                                                         \r\nUMWA, 114 S. Ct. at 2555-56.\r                \r\n\n                             -21-\r                                          21\r\r\n\ntherefore,  that   the  district  court  was   aware  of  the\r\n\nalternative of civil contempt  proceedings, but felt that the\r\n\ncoercive  component of  such  proceedings would  be  woefully\r\n\ninadequate.\r\n\n          Winter would have this  court hold that, even under\r\n\nWilson-like facts,  a court's  promise to purge  triggers the\r                  \r\n\nShillitani/Hicks  contempt-classification  principles,   such\r                            \r\n\nthat the  contempt sanction  must be characterized  as civil.\r\n\nWe decline to do so.   Otherwise, a trial judge faced with an\r\n\nincarcerated,  recalcitrant witness  during an  ongoing trial\r\n\nwould have to  choose between a civil contempt  sanction with\r\n\nlittle  or  no  coercive  value, or  a  determinate  criminal\r\n\nsentence with  no possibility of purging  the sentence should\r\n\nthe contemnor testify.  Under either choice, the judge cannot\r\n\nfashion a contempt sanction to provide a meaningful incentive\r\n\nto testify.  If we were to hold that an offer to purge, under\r\n\nthe facts  of this case, automatically  converts the contempt\r\n\nsanction from  criminal to civil, we  would effectively strip\r\n\nthe trial judge of the recognized discretion under Rule 42(a)\r\n\nto provide an incentive to testify.  See  Wilson, 421 U.S. at\r                                                            \r\n\n316-17.  It  would be  poor policy to  preclude the  district\r\n\njudge  from  exercising   such  discretion  by  imposing   an\r\n\nunwavering  rule  that  an  incarcerated  criminal  contemnor\r\n\ncannot  be given an opportunity  to comply with  an order and\r\n\n                             -22-\r                                          22\r\r\n\npurge  the contempt, even if the court wishes to provide such\r\n\nopportunity.\r\n\n          While  the district  court  may have  indicated its\r\n\npreference not to punish  Winter and its fading hope  that he\r\n\nwould testify, it rejected as ineffective any procedure other\r\n\nthan summary  criminal contempt  under Rule 42(a).   Winter's\r\n\nincarcerated status  and his disruption of  the Schiavo trial\r\n\nrequired  this  procedure  in  order to  both  vindicate  the\r\n\ncourt's authority and provide some incentive to testify.  The\r\n\ncriminal nature of the contempt sanction is further evidenced\r\n\nby  an aspect  of  the relief,  stemming  from a  request  by\r\n\nWinter's counsel:  the court's  unusual procedural device  of\r\n\ndelaying  entry of  the final  contempt judgment  -- although\r\n\nsentence  had been  imposed --  until after  Schiavo's trial,\r\n\nwhen there was no longer an opportunity for Winter to comply.\r\n\nThus,  although the  proceeding at  one time  had  a coercive\r\n\ncomponent,    the    contempt    judgment,   once    entered,\r\n\nretrospectively  punished  Winter for  a  \"'completed act  of\r\n\ndisobedience,'\"   which  is  typical  of  criminal  contempt.\r\n\nInternational  Union,  UMWA,  114  S. Ct.  at  2558  (quoting\r                                       \r\n\nGompers,  221  U.S. at  443).10   The  deferred entry  of the\r                   \r\n\n                    \r                                \r\n\n10.  To the  extent the  contempt sanction lost  all remedial\r\npurpose  by  the time  the  judgment  issued, the  procedures\r\nrequired    for    punitive,    criminal    sanctions    were\r\nconstitutionally  adequate.   See  supra,  note  7; see  also\r                                                                         \r\nUnited States v. Michaud, 928 F.2d 13, 15 n.1 (1st Cir. 1991)\r                                    \r\n(noting   both  conditional  and   unconditional  aspects  of\r\nsentence, but finding that even assuming contempt proceedings\r\n\n                             -23-\r                                          23\r\r\n\ncontempt   judgment   also  furthered   the  twin   goals  of\r\n\nvindication and coercion in these contempt proceedings.11\r\n\n          The issue of whether the district court's  contempt\r\n\nproceedings were  civil or criminal in  nature is complicated\r\n\nhere because the court so strongly expressed a coercive goal.\r\n\nHowever,  the  particular facts  of  this  case maintain  the\r\n\ncriminal nature of the contempt sanction, despite the court's\r\n\ndiscretionary choice under Rule 42(a) to provide an incentive\r\n\nto testify.  See also United States v.  North, 621 F.2d 1255,\r                                                         \r\n\n1263-1265  &amp; n. 16 (3d Cir.) (en banc) (stating in dicta that\r\n\ndefendant's contempt  sentence,  even if  partly  conditional\r\n\nupon compliance,  would retain  its criminal nature  and thus\r\n\ncontinue after  completion of  the underlying  trial (citing,\r\n\ninter alia, Wilson, 421 U.S. at 312)), cert. denied, 449 U.S.\r                                                               \r\n\n866  (1980).   Therefore, we  find no  error --  certainly no\r\n\n\"plain\" error  -- in  the district court's  criminal contempt\r\n\nproceeding  and disposition.    Winter's attempt  to use  the\r\n\ncourt's   generous   offer   to   purge   as   a   means   of\r\n\nrecharacterizing  the contempt  proceedings from  criminal to\r\n\ncivil  is  unavailing.   We find  it  appropriate to  add the\r\n\n                    \r                                \r\n\nwere  criminal, defendant  received  the required  procedural\r\nprotections).\r\n\n11.  Because the  district court held Winter  in contempt and\r\nimposed  sentence at  the time  of the  hearing, the  delayed\r\njudgment  does  not   constitute  an  impermissible   summary\r\nadjudication  after trial,  when  due  process would  require\r\nnotice  and a hearing.  See International Union, UMWA, 114 S.\r                                                                 \r\nCt. at 2560 (citing Taylor v. Hayes, 418 U.S. 488 (1974)).\r                                               \r\n\n                             -24-\r                                          24\r\r\n\nSupreme Court's observation  in the factually-similar  Wilson\r                                                                         \r\n\ncase:\r\n\n          [A]s    this    case   demonstrates,    a\r\n          contumacious refusal to  answer not  only\r\n          frustrates  the  [trial] inquiry  but can\r\n          destroy  a  prosecution.   Here it  was a\r\n          prosecution;    the    same    kind    of\r\n          contumacious  conduct  could, in  another\r\n          setting, destroy a defendant's ability to\r\n          establish a case.\r\n\nWilson, 421 U.S. at 316.\r                  \r\n\nD.  Opportunity to Document Fear\r                                            \r\n\n          Winter argues  that the  district court  abused its\r\n\ndiscretion in  finding him in  contempt because  he tried  to\r\n\nexplain to the court his fear for his own safety, but was not\r\n\ngiven an opportunity to document  that fear.  Because  Winter\r\n\nraises  this argument for the first time on appeal, we review\r\n\nfor plain error.\r\n\n          We note first that Winter is factually wrong in his\r\n\nassertion that he was denied  an opportunity to establish his\r\n\nfear.   While it is  true that the  district court apparently\r\n\ncut  short any  further testimony  on the  possible claim  of\r\n\nfear, the  court did expressly give  Winter, through counsel,\r\n\nthe opportunity  to  lodge  any new  facts  or  arguments  to\r\n\njustify his recalcitrance.  See supra notes 1, 3.  During the\r                                                 \r\n\ntwenty-six days from the close of the hearing until the entry\r\n\nof  judgment,   Winter  did   not  take  advantage   of  this\r\n\nopportunity to document  his fear; he cannot now  complain of\r\n\nthat  failure.  See In  re Grand Jury  Proceedings (Doe), 943\r                                                                    \r\n\n                             -25-\r                                          25\r\r\n\nF.2d at 136 (noting with disapproval a contemnor's failure to\r\n\nsubmit  favorable proffer during  a twenty-four hour extended\r\n\nfiling period).\r\n\n          Moreover, as  Winter admits,  even if he  had fully\r\n\nelucidated his  fear of  testifying against Schiavo,  \"it has\r\n\nbeen widely  held that a  witness' fear  of reprisal  against\r\n\nhimself  or his  family does  not constitute  just  cause for\r\n\nrefusing  to testify.\"  In re Grand Jury Proceeding (Doe), 13\r                                                                     \r\n\nF.3d 459, 461 (1st Cir. 1994); see also Piemonte, 367 U.S. at\r                                                            \r\n\n559 n.2 (noting  in dicta  that \"fear of  reprisal offers  an\r\n\nimmunized  prisoner no more dispensation from testifying than\r\n\nit does any innocent bystander without a record\").  Indeed, a\r\n\nreticent  witness' fear  for personal  safety is  potentially\r\n\nrelevant only  in sentence-mitigation.  See  United States v.\r                                                                      \r\n\nGomez,  553 F.2d 958, 959  (1st Cir. 1977)  (citing Harris v.\r                                                                      \r\n\nUnited  States, 382 U.S. 162  (1965)).  Hence, although proof\r                          \r\n\nof  a legitimate fear for his safety would not have justified\r\n\nWinter's  refusal to  testify  in any  event,  it might  have\r\n\nfactored  only   in  mitigation  of  the  six-month  contempt\r\n\nsentence  had  he taken  advantage  of  the district  court's\r\n\ngenerous  offer  to  elaborate   upon  the  grounds  for  his\r\n\n                             -26-\r                                          26\r\r\n\nreticence.12  We discern  no error based on this  argument to\r\n\nthe proceedings below.\r\n\nE.  Double Jeopardy\r                               \r\n\n          Winter's  final  argument is  that  the prohibition\r\n\nagainst double  jeopardy  invalidates the  contempt  sentence\r\n\nboth because  of  its  very  imposition and  because  of  its\r\n\nconsecutive nature.   Again,  our review  is for plain  error\r\n\nbecause Winter  failed  to make  this  argument below.    See\r                                                                         \r\n\nUnited  States v.  Rivera,  872  F.2d  507,  509  (1st  Cir.)\r                                     \r\n\n(reviewing  defendant's  double jeopardy  argument  for plain\r\n\nerror  because he failed to  raise it in  trial court), cert.\r                                                                         \r\n\ndenied, 493 U.S. 818 (1989);  cf. United States v. Papadakis,\r                                                                        \r\n\n802  F.2d  618,  621  (2d  Cir.  1986)  (declining  to  reach\r\n\nappellant's claim, raised for the  first time on appeal, that\r\n\ndouble jeopardy barred  criminal contempt prosecution), cert.\r                                                                         \r\n\ndenied, 479 U.S. 1092 (1987).\r                  \r\n\n          Winter appears  to concede in his  opening brief to\r\n\nthis court that the Double Jeopardy Clause generally does not\r\n\nbar a contempt conviction for the refusal to answer questions\r\n\nrelated to  a criminal  offense for which  the defendant  has\r\n\n                    \r                                \r\n\n12.  At  oral  argument  before this  panel,  the  government\r\nstated  that Winter  had refused  an offer  to enroll  in the\r\nfederal   witness   protection   program.     Assuming   this\r\nrepresentation is true, we  note our repeated admonition that\r\na witness may not at the same time  refuse to testify because\r\nof fear  for his  or  her own  safety, and  reject offers  of\r\nprotection  from that potential danger.  See In re Grand Jury\r                                                                         \r\nProceeding (Doe), 13 F.3d at 462-63 (listing cases).\r                            \r\n\n                             -27-\r                                          27\r\r\n\nalready been convicted.  In his  reply brief, however, Winter\r\n\nchanges  his tune and  asserts that the  principles of double\r\n\njeopardy  are violated  here  because \"the  contempt sentence\r\n\nrelates to the same or similar activity . . . to which Winter\r\n\nhad previously pleaded guilty.\"   Winter additionally  argues\r\n\nthat imposing the six-month sentence consecutively to, rather\r\n\nthan  concurrently with,  his ongoing  sentence violates  the\r\n\nDouble  Jeopardy  Clause because  it \"materially  altered the\r\n\nterms and conditions of his existing incarceration.\"  To this\r\n\nend, Winter  asserts without elaboration  that the additional\r\n\nsix-month consecutive sentence disqualifies him  \"for certain\r\n\nprograms and treatments inside the prison.\"\r\n\n          Winter cites United States  v. Bynoe, 562 F.2d 126,\r                                                          \r\n\n128 (1st Cir. 1977),  as support for his contention  that the\r\n\nDouble   Jeopardy  Clause   bars   the  purported   \"material\r\n\nalteration\" of  his existing  sentence by the  added contempt\r\n\nsentence.  In Bynoe, the district court  vacated its previous\r                               \r\n\norder to  suspend the defendant's sentence -- even though the\r\n\ndefendant had begun to serve probation -- and imposed a \"more\r\n\nsevere\" disposition because  of perceived  misrepresentations\r\n\nby  the defense.   562  F.2d at  127-28.   We found  that the\r\n\nprohibition  against double jeopardy precluded this increased\r\n\npunishment for the very same crime.  Id. at 129.  Thus, Bynoe\r                                                                         \r\n\nmerely  reiterates the  rule  that double  jeopardy bars  \"an\r\n\nincrease  in  sentence  after  the  defendant  has  commenced\r\n\n                             -28-\r                                          28\r\r\n\nserving  his punishment.\"  562  F.2d at 128;  see also United\r                                                                         \r\n\nStates v. Benefield, 942 F.2d 60, 66 (1st Cir. 1991) (holding\r                               \r\n\nthat  sentencing  court  may  not amend  a  sentence  to  run\r\n\nconsecutively once defendant began serving it as a concurrent\r\n\nsentence) (citing Bynoe and other cases)).\r                                   \r\n\n          It is  beyond dispute,  however, that  the district\r\n\ncourt imposed Winter's contempt  sentence for disobedience of\r\n\nits direct order -- an offense completely  independent of the\r\n\ncharges   under   which   he  was   already   incarcerated.13\r\n\nMoreover, it was within the court's  discretion to impose the\r\n\nsentence  consecutively instead  of concurrently in  order to\r\n\npreserve the incentive value of the contempt citation.  In no\r\n\nway did the court attempt to alter or increase Winter's prior\r\n\nsentence  as  proscribed by  Bynoe  and  Benefield.14   Thus,\r                                                              \r\n\nWinter's contention that he is twice punished for  the crimes\r\n\nto  which he pleaded guilty  or that the consecutive sentence\r\n\nimpermissibly   increased   a  prior-imposed   punishment  is\r\n\nunavailing.\r\n\n                             III.\r                                         III.\r                                             \r\n\n                    \r                                \r\n\n13.  Winter  cites no authority,  and we have  found none, in\r\nsupport  of  his assertion  that  his  contempt judgment  for\r\nrefusing  to testify  about crimes  to which  he has  already\r\npleaded guilty constitutes double jeopardy.\r\n\n14.  The purported administrative  changes to  the manner  in\r\nwhich Winter's  sentence is served  in prison because  of the\r\nadded sentence are within the Bureau of Prison's domain.  Any\r\ncomplaint of constitutional magnitude  that Winter might have\r\nregarding the Bureau  of Prison's treatment of him  given the\r\nadded sentence is not properly before us in this appeal.\r\n\n                             -29-\r                                          29\r\r\n\n                          Conclusion\r                                      Conclusion\r                                                \r\n\n          For the  foregoing  reasons, the  judgment  of  the\r\n\ndistrict court is affirmed.\r                              affirmed\r                                      \r\n\n                             -30-\r                                          30\r\r\n",
  "html": "<p class=\"case_cite\">70 F.3d 655</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Howard T. WINTER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2302.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 15, 1995.<br>Decided Nov. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thornton E. Lallier, Amesbury, MA, for appellant.</p>\n      <p class=\"indent\">George W. Vien, Assistant United States Attorney, with whom Geoffrey E. Hobart, Assistant United States Attorney, and Donald K. Stern, United States Attorney, were on brief, Boston, MA, for the United States.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Howard T. Winter refused to testify in a former codefendant's criminal trial despite a grant of immunity.  The United States District Court for the District of Massachusetts adjudged Winter in criminal contempt under Fed.R.Crim.P. 42(a) and imposed a six-month sentence consecutive to one under which he was already incarcerated.  In this appeal, Winter challenges certain aspects of the summary contempt proceedings and the resulting sentence.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Factual Background and Prior Proceedings</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In January 1992, a grand jury returned a multiple-count indictment against Winter and two codefendants, Gennaro Farina and Kenneth Schiavo.  In May 1993, Winter and Farina each pleaded guilty to the indictment, received the mandatory minimum sentence of ten years imprisonment, and were accordingly incarcerated.  In September 1994, after futile efforts to interview Winter, the government obtained an immunity order pursuant to 18 U.S.C. Secs. 6002 and 6003 to compel his testimony in the criminal trial against his former codefendant, Schiavo.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Schiavo's trial began on November 14, 1994.  During the following two days, on November 15 and 16, 1994, the district court held a contempt hearing because Winter indicated that he would refuse to testify despite the immunity order.  At the hearing, Winter stated that his refusal to testify was based upon the Fifth Amendment of the United States Constitution and \"other reasons.\"   After the court explained to Winter that, because of the immunity order, the Fifth Amendment was not a valid basis to refuse to testify, Winter proffered his non-Fifth-Amendment reasons for his refusal, to wit:  (1) that his previous counsel told him that his guilty plea would not in any way affect Schiavo, and that, if Winter had known he might be forced to testify against Schiavo, he would not have so pled;  and, (2) because he had consistently maintained to the government his resolute unwillingness to testify against Schiavo, the government was being \"vindictive\" by forcing him to choose between testifying or suffering a contempt judgment.  Winter also implied that he feared for his own safety should he testify against Schiavo.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the second day of the contempt hearing, Richard Egbert, Winter's counsel during his guilty plea proceedings, testified as to Winter's understanding that a guilty plea would not have an adverse effect on Schiavo.  Egbert further stated that he told Winter that, in his opinion, it was unlikely the government would attempt to force Winter to testify against Schiavo.  Egbert also testified that Winter entered his guilty plea without a plea agreement or any other agreement with the government.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court found that, despite Winter's claimed misunderstanding of what could happen, the government never promised that it would not immunize and call him to testify against Schiavo, nor did Egbert tell him that.  The court found that the government's conduct leading up to and including its efforts to secure Winter's testimony did not violate due process.  The court further found that Winter's testimony would be probative of material issues in Schiavo's trial, and because of an earlier suppression ruling, was not cumulative to other evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Throughout the contempt proceedings, the district court made clear that it was operating under Fed.R.Crim.P. 42(a)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> which provides for summary disposition of criminal contempt.  The court did state, however, that it \"would consider reducing the contempt or eliminating it entirely, should [Winter] decide to testify.\"   In making this statement, the court expressly relied upon United States v. Wilson, 421 U.S. 309, 312, 95 S.Ct. 1802, 1804, 44 L.Ed.2d 186 (1975).  The court repeated several times its offer to purge Winter of contempt and any sentence imposed because of it if he decided to testify before the close of the government's case in the Schiavo trial.  After Winter refused to obey its direct order to testify, the court held him in contempt and summarily sentenced him to six months imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After hearing argument by counsel, the district court decided during the contempt hearing that Winter's sentence would run consecutively to his prior sentence because imposition of a concurrent term would \"provide[ ] no incentive whatsoever\" for him to testify.  In making this determination, the court stated, \"my goal is not to punish, my goal is to get testimony which is relevant.\"   At the request of Winter's counsel, after the imposition of the contempt sentence, the court deferred entry of the judgment to the close of the Schiavo trial, explaining, \"my hope, although I think it's elusive at this point, is still that [Winter] will testify.\"   The court left the door open for Winter to justify at some later time, through his counsel, his recalcitrance.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Despite this opportunity, Winter proffered nothing more to explain his refusal to testify.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Winter never testified in the Schiavo trial;  nonetheless, on December 1, 1994, the jury found Schiavo guilty on some but not all counts against him in the superseding indictment.  On December 12, 1994, the district court issued a written order and entered judgment against Winter for criminal contempt.  Accordingly, Winter received a six-month prison sentence to be served consecutively to his prior sentence.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, Winter raises a number of arguments to challenge his contempt conviction.  First, he reasserts his non-Fifth-Amendment grounds for refusing to testify.  Second, he argues that the court's contempt sanction was of a civil rather than criminal nature and should have been vacated upon completion of Schiavo's trial.  Third, Winter contends that the district court failed to afford him an opportunity to document his fear of testifying against Schiavo.  Finally, Winter argues that imposition of the contempt sentence violated the Double Jeopardy Clause of the United States Constitution.</p>\n    </div>\n    <p>A. Standard of Review--Plain Error</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Winter failed to raise these arguments, except for the first, before the district court.  Thus, the arguments raised for the first time on appeal are forfeited and reversible only if Winter establishes \"plain error.\"  United States v. Alzanki, 54 F.3d 994, 1003 (1st Cir.1995), petition for cert. filed, 64 U.S.L.W. 3298 (U.S. Oct. 16, 1995) (No. 95-619);  United States v. Taylor, 54 F.3d 967, 972-73 (1st Cir.1995).  Under this standard, an appellant bears the burden of establishing:  (1) \"error,\" i.e., a \"[d]eviation from a legal rule\";  (2) that the error is \"plain\" or \"obvious\";  and (3) that the plain error affected \"substantial rights.\"  United States v. Olano, 507 U.S. 725, ---- - ----, 113 S.Ct. 1770, 1777-78, 123 L.Ed.2d 508 (1993);  see Fed.R.Crim.P. 52(b).  Even if an appellant establishes plain error affecting substantial rights, the decision to correct that error lies within the sound discretion of this court.  Olano, 507 U.S. at ----, ----, 113 S.Ct. at 1776, 1778;  see United States v. Marder, 48 F.3d 564, 571 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 1441, 131 L.Ed.2d 320 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>B. The Government's Conduct and the Propriety of the Immunity Order</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Winter reasserts on appeal his claim that, because government agents always knew he would refuse to testify, they sought his immunity for the vindictive purpose of \"setting him up\" to commit perjury or contempt.  Winter further contends that because he had already pleaded guilty, there was no criminal liability left for the government to immunize him from;  and because the immunity conferred no real benefit upon him, it was an \"illusory\" grant that could not form the basis of a contempt finding.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review the district court's contempt finding for abuse of discretion.  In re Grand Jury Proceedings (Doe), 943 F.2d 132, 136 (1st Cir.1991) (per curiam ).  We review factual findings in contempt proceedings for clear error.  Project B.A.S.I.C. v. Kemp, 947 F.2d 11, 15 (1st Cir.1991).  To the extent Winter's arguments raise pure questions of law, our review is plenary.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First, we note that the record reveals the district court's utmost solicitude in addressing these concerns.  The court held the contempt hearing in part to determine if there was any overreaching conduct by the government in obtaining the immunity order or in negotiating Winter's earlier guilty plea.  Despite a full exploration of Winter's contentions, which included calling Winter's former counsel to testify, the court found no evidence of misconduct.  Rather, the court found that the government had legitimate reasons to seek Winter's highly relevant testimony because the evidence in the Schiavo trial contained repeated references to Winter's participation in criminal activities with Schiavo.  We find no error in the court's finding that the government did not act out of vindictiveness in seeking the immunity order and Winter's testimony.  Cf. In re Poutre, 602 F.2d 1004, 1006 (1st.  Cir.1979) (noting the impermissibility of \"calling a witness for the sole purpose of extracting perjury\" but finding no evidence of such government misconduct).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Next, we note the tortured logic of Winter's argument that his recalcitrance was justified because he had no criminal liability to barter for the immunity.  Winter's argument suggests that he had a right to keep silent--despite the absence of Fifth-Amendment privilege concerns--simply because he had nothing to gain by the grant of immunity.  This contention, however, cannot be reconciled with the duty of every citizen to testify in aid of law enforcement.  Piemonte v. United States, 367 U.S. 556, 559 n. 2, 81 S.Ct. 1720, 1722 n. 2, 6 L.Ed.2d 1028 (1961);  see also Kastigar v. United States, 406 U.S. 441, 443-44, 92 S.Ct. 1653, 1655-56, 32 L.Ed.2d 212 (1972).  \"If two persons witness an offense--one being an innocent bystander and the other an accomplice who is thereafter imprisoned for his participation--the latter has no more right to keep silent than the former.\"  Piemonte, 367 U.S. at 559 n. 2, 81 S.Ct. at 1722 n. 2 (dicta).  Thus, even assuming--as Winter contends--that his guilty plea dispensed with the need for an immunity order, we fail to see how he was harmed by the immunity's added protection when he otherwise would have a duty to testify.  Winter apparently believed that his earlier guilty plea would relieve him of all obligations with respect to his activity with Schiavo.  That mistaken belief, however, is not a basis upon which to excuse his refusal to testify.</p>\n    </div>\n    <p>C. The Nature of the Contempt Sanction</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Winter argues that his contempt sanction was of a civil rather than criminal nature because the district court expressed a goal to compel testimony rather than to punish, and repeated its offer to purge Winter of the contempt sentence should he testify.  Winter contends that, because the judgment was effectively for civil contempt, it should have been vacated once its coercive effect ceased, i.e., at the end of Schiavo's trial when he was no longer able to comply with the order.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The determination of whether a contempt order is civil or criminal is a question of law and the district court's characterization of the sanction is not binding upon this court.  See Hicks ex rel. Feiock v. Feiock, 485 U.S. 624, 630, 108 S.Ct. 1423, 1429, 99 L.Ed.2d 721 (1988).  Winter, however, neither raised this argument in the district court, nor moved in district court to vacate his contempt sentence on this basis.  Because Winter did not afford the district court an opportunity to address this issue, he has forfeited his right to complain here on this basis.  See United States v. Taylor, 54 F.3d 967, 971 (1st Cir.1995) (noting that policy behind forfeiture rule is to allow trial court to timely correct the problem, and to prevent \"sandbagging\").  In light of this forfeiture, we review the proceedings for plain error under the principles set forth in Section II.  A., above.  Cf. In re Grand Jury Proceedings, 875 F.2d 927, 932 (1st Cir.1989) (reviewing for plain error due process objections to criminal contempt proceedings that were not raised in trial court).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  To address Winter's contention, we discuss the pertinent caselaw, below.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The distinction between civil and criminal contempt is important because each requires different procedures.  Generally, a court may impose civil contempt sanctions pursuant to the minimal procedures of notice and an opportunity to be heard;  the reason for this is that the civil contemnor may avoid the sanction by obeying the court's order.  International Union, United Mine Workers of America (UMWA) v. Bagwell, --- U.S. ----, ----, 114 S.Ct. 2552, 2557, 129 L.Ed.2d 642 (1994).  In contrast, \" 'criminal contempt is a crime in the ordinary sense,' \" id. at ----, 114 S.Ct. at 2556 (quoting Bloom v. Illinois, 391 U.S. 194, 201, 88 S.Ct. 1477, 1481-82, 20 L.Ed.2d 522 (1968)), and criminal contempt sanctions may be imposed only if the court provides certain constitutional protections.  Id. --- U.S. at ---- - ----, 114 S.Ct. at 2556-57;  Hicks, 485 U.S. at 632, 108 S.Ct. at 1429-30.   However, \"direct contempts,\" i.e., those occurring in the court's presence, \"may be immediately adjudged and sanctioned summarily.\"  International Union, UMWA, --- U.S. at ---- n. 2, 114 S.Ct. at 2557 n. 2.   In such cases, the distinction between civil and criminal contempt for the purposes of required procedures, in general, is not germane.  Id. (citing United States v. Wilson, 421 U.S. 309, 316, 95 S.Ct. 1802, 1806, 44 L.Ed.2d 186 (1975));<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  see Wilson, 421 U.S. at 315-19, 95 S.Ct. at 1806-08 (upholding summary criminal contempt adjudication where immediate response to direct contempt was necessary to \"prevent a breakdown of the proceedings\").  As explained below, Winter's contumacious conduct constituted direct contempt.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Winter cites Shillitani v. United States, 384 U.S. 364, 86 S.Ct. 1531, 16 L.Ed.2d 622 (1966), to support his argument that the nature of his contempt sanction was civil instead of criminal.  In Shillitani, the trial court ordered the contemnors imprisoned for two years or until they testified before a grand jury.  Id. at 366-68, 86 S.Ct. at 1533-34.   The trial court had stated that the sentence was not intended to punish, but to secure testimony.  Id. at 368, 86 S.Ct. at 1534.   Under the conditional nature of the imprisonment, the contemnors had an unqualified right to be released if they chose to testify;  because the contemnors were not otherwise incarcerated, they literally \"carried the keys of their prison in their own pockets.\"  Id. (internal quotations and citations omitted).  Although the parties and courts below had referred to the contempt as criminal instead of civil, the Supreme Court declared that the label affixed to the proceeding was not determinative.  Id.  Instead, the Court looked to the character and purpose of the sentence and found that it was \"clearly intended to operate in a prospective manner--to coerce rather than to punish.\"  Id. at 369-70, 86 S.Ct. at 1534-35.   The Court concluded that the obviously coercive goal of the imprisonment rendered the contempt proceeding civil, and thus the contemnors had to be released when the rationale for their imprisonment vanished, i.e., when the grand jury was discharged.  Id. at 371-72, 86 S.Ct. at 1536;  see also Hicks, 485 U.S. at 638 n. 9, 108 S.Ct. at 1433 n. 9.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In Hicks, the Supreme Court reaffirmed Shillitani 's teaching that the \"civil\" or \"criminal\" label attached either to the contempt proceeding or to the corresponding relief is not controlling.  Hicks, 485 U.S. at 631, 108 S.Ct. at 1429.   In Hicks, an indirect contempt case, a state judge found a parent in contempt for failure to comply with a child-support order.  Id. at 626-27, 108 S.Ct. at 1426-27.   The main issue in Hicks was whether the state contempt proceeding was civil or criminal for the purposes of determining the applicability of federal constitutional protections.  Id. at 630, 108 S.Ct. at 1429.   To guide in this analysis, Hicks instructed that \"the critical features are the substance of the proceeding and the character of the relief that the proceeding will afford.\"  Id.  Imprisonment for contempt is for a remedial purpose, and thus civil, if the court conditions the contemnor's release upon compliance with its order.  Id. at 631-32, 634, 108 S.Ct. at 1429-30, 1431.   Such imprisonment is for punitive purposes (to vindicate the court's authority), and hence criminal, if the court imposes an unconditional determinate sentence \"retrospectively for a 'completed act of disobedience.' \"  International Union, UMWA, --- U.S. at ----, 114 S.Ct. at 2558 (quoting Gompers v. Bucks Stove &amp; Range Co., 221 U.S. 418, 443, 31 S.Ct. 492, 498-99, 55 L.Ed. 797 (1911));<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Hicks, 485 U.S. at 631-33, 108 S.Ct. at 1429-30.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Hicks further explains that the classification of contempt proceedings as civil or criminal does not \"turn simply on what their underlying purposes are perceived to be,\" because, \"[i]n contempt cases, both civil and criminal relief have aspects that can be seen as either remedial or punitive or both.\"  Id. at 635, 108 S.Ct. at 1431;  see also International Union, UMWA, --- U.S. at ----, 114 S.Ct. at 2557 (recognizing contempt sentences' dual purpose of punishment and coercion).  In order to draw a conclusion about whether a contempt proceeding is criminal or civil, a court must examine \"the character of the relief itself,\" id. 485 U.S. at 636, 108 S.Ct. at 1432, and \"[t]he critical feature that determines whether the remedy is civil or criminal in nature is ... whether the contemnor can avoid the sentence imposed on him, or purge himself of it, by complying with the terms of the original order.\"  Id. at 635 n. 7, 108 S.Ct. at 1431 n. 7;  see also id. at 640, 108 S.Ct. at 1434 (\"If the relief imposed here is in fact a determinate sentence with a purge clause, then it is civil in nature.\"  (citing Shillitani, 384 U.S. at 370 n. 6, 86 S.Ct. at 1536 n. 6)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In adjudicating Winter's contempt, the district court relied heavily, if not solely, upon United States v. Wilson, 421 U.S. 309, 95 S.Ct. 1802, 44 L.Ed.2d 186 (1975).  In Wilson, the Supreme Court considered a case almost factually identical to Winter's.  Defendants who were already incarcerated on guilty-plea convictions received immunity but refused to testify in an ongoing criminal trial against a former codefendant.  Id. at 312, 95 S.Ct. at 1804-05.   After conducting summary criminal contempt proceedings pursuant to Fed.R.Crim.P. 42(a), the court sentenced the defendants to six months imprisonment, consecutive to their previously imposed sentences.  Id.  Despite his imposition of a definite imprisonment term, the district judge \"made it clear that he would consider reducing the contempt sentences, or eliminating them completely, if [the defendants] decided to testify.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Wilson did not squarely involve the issue of the distinction between civil and criminal contempt.  Rather, the primary issue in Wilson was whether, under the facts of the case, summary proceedings under Rule 42(a) were proper instead of disposition upon notice and hearing under Rule 42(b).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> See generally id.   Because summary adjudication of indirect contempt is impermissible, Wilson was clearly a \"direct contempt\" case, see International Union, UMWA, --- U.S. at ---- n. 2, ----, 114 S.Ct. at 2557 n. 2, 2560;  similarly, it is beyond dispute that Winter's conduct constituted a direct contempt, which was adjudicated as such.  See supra, note 7.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Wilson Court upheld the judge's use of the summary criminal contempt provision.  In approving this procedure, the Court acknowledged the dual purpose of the contempt sanction:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>The face-to-face refusal to comply with the court's order itself constituted an affront to the court, and when that kind of refusal disrupts and frustrates an ongoing proceeding, as it did here, summary contempt must be available to vindicate the authority of the court as well as to provide the recalcitrant witness with some incentive to testify.  Whether such incentive is necessary in a particular case is a matter the Rule wisely leaves to the discretion of the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Wilson, 421 U.S. at 316-17, 95 S.Ct. at 1806-07 (emphasis added) (footnote and citation omitted);  see also id. at 319, 95 S.Ct. at 1808 (\"In an ongoing trial, with the judge, jurors, counsel and witnesses all waiting, Rule 42(a) provides an appropriate remedial tool to discourage witnesses from contumacious refusals to comply with lawful orders essential to prevent a breakdown of the proceedings.\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the context of approving the summary contempt procedures and other contexts, the Wilson Court favorably noted \"the careful trial judge['s]\" offer to consider reducing the defendants' contempt sentences should they later agree to testify.  See id. at 312, 315 n. 7, 317 n. 9, 95 S.Ct. at 1804-05, 1806 n. 7, 1807 n. 9.   Although the issue was not directly before it, the Wilson Court did not hint that the judge's offer to reduce or eliminate the sentences automatically converted the sanction from criminal to civil.  To the contrary, the Court acknowledged the need for the criminal rather than civil contempt sanction, under the facts of the case, in noting that Shillitani 's admonition to first consider the feasibility of coercing testimony through civil contempt has little weight when the contemnor is already imprisoned;  and in such cases, the threat of incarceration provides little incentive to testify.  Id. at 317 n. 9, 95 S.Ct. at 1807 n. 9;  see also United States v. McVeigh, 896 F.Supp. 1549, 1555 (W.D.Okla.1995) (proceeding under criminal contempt provision because defendant's incarcerated status rendered civil contempt proceedings \"futile\" (citing, inter alia, Wilson, 421 U.S. at 317 n. 9, 95 S.Ct. at 1807 n. 9)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We must now determine how Shillitani/ Hicks and Wilson interact under the facts of the instant case.  Because the district court promised to purge Winter of the contempt sentence if he should testify, and because the court at one point expressly stated that its goal was not to punish but to obtain relevant testimony, Shillitani and Hicks would seem, at first glance, to command a civil characterization of the proceedings.  However, Shillitani and Hicks are factually distinct from Wilson and the instant case; that dissimilarity is dispositive here.  In Shillitani, the contemnors were not already incarcerated when subjected to the contempt sentence, and their refusal to testify was before a grand jury rather than at an ongoing trial.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Shillitani, 384 U.S. at 368-69, 86 S.Ct. at 1534-35.  Hicks was an indirect contempt case that involved neither an already-incarcerated contemnor nor a failure to testify at a proceeding.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  See Hicks, 485 U.S. at 626-27, 108 S.Ct. at 1426-27.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In contrast, Wilson and this case involved already-incarcerated contemnors who refused to testify at an ongoing criminal trial, and whose direct contempt threatened a \"breakdown of the proceedings.\"  Wilson, 421 U.S. at 319, 95 S.Ct. at 1808.   In Wilson, the Supreme Court specifically endorsed the use of criminal contempt proceedings in cases where, as here, a civil sanction would have no coercive effect because of the incarcerated status of the contemnor.  Wilson, 421 U.S. at 317, n. 9, 95 S.Ct. at 1807 n. 9.   Thus from the outset of Winter's contempt hearing, the district court expressly relied upon Wilson for guidance in conducting its summary criminal contempt proceedings under Fed.R.Crim.P. 42(a).  The court also stated that it was following the lead of \"the wise trial judge ... in [Wilson ]\" by generously offering to purge Winter of the contempt should he decide to testify.  In its written order and findings on contempt, the court cited Wilson, 421 U.S. at 317 n. 9, 95 S.Ct. at 1807 n. 9, in acknowledging that \"[a]lthough lesser sanctions should ordinarily be invoked when equal to the task, anything less than criminal contempt would pose no serious deterrent to an individual already incarcerated.\"   It is clear, therefore, that the district court was aware of the alternative of civil contempt proceedings, but felt that the coercive component of such proceedings would be woefully inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Winter would have this court hold that, even under Wilson -like facts, a court's promise to purge triggers the Shillitani/ Hicks contempt-classification principles, such that the contempt sanction must be characterized as civil.  We decline to do so.  Otherwise, a trial judge faced with an incarcerated, recalcitrant witness during an ongoing trial would have to choose between a civil contempt sanction with little or no coercive value, or a determinate criminal sentence with no possibility of purging the sentence should the contemnor testify.  Under either choice, the judge cannot fashion a contempt sanction to provide a meaningful incentive to testify.  If we were to hold that an offer to purge, under the facts of this case, automatically converts the contempt sanction from criminal to civil, we would effectively strip the trial judge of the recognized discretion under Rule 42(a) to provide an incentive to testify.  See Wilson, 421 U.S. at 316-17, 95 S.Ct. at 1806-07.   It would be poor policy to preclude the district judge from exercising such discretion by imposing an unwavering rule that an incarcerated criminal contemnor cannot be given an opportunity to comply with an order and purge the contempt, even if the court wishes to provide such opportunity.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">While the district court may have indicated its preference not to punish Winter and its fading hope that he would testify, it rejected as ineffective any procedure other than summary criminal contempt under Rule 42(a).  Winter's incarcerated status and his disruption of the Schiavo trial required this procedure in order to both vindicate the court's authority and provide some incentive to testify.  The criminal nature of the contempt sanction is further evidenced by an aspect of the relief, stemming from a request by Winter's counsel:  the court's unusual procedural device of delaying entry of the final contempt judgment--although sentence had been imposed--until after Schiavo's trial, when there was no longer an opportunity for Winter to comply.  Thus, although the proceeding at one time had a coercive component, the contempt judgment, once entered, retrospectively punished Winter for a \" 'completed act of disobedience,' \" which is typical of criminal contempt.  International Union, UMWA, --- U.S. at ----, 114 S.Ct. at 2558 (quoting Gompers, 221 U.S. at 443, 31 S.Ct. at 498).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The deferred entry of the contempt judgment also furthered the twin goals of vindication and coercion in these contempt proceedings.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The issue of whether the district court's contempt proceedings were civil or criminal in nature is complicated here because the court so strongly expressed a coercive goal.  However, the particular facts of this case maintain the criminal nature of the contempt sanction, despite the court's discretionary choice under Rule 42(a) to provide an incentive to testify.  See also United States v. North, 621 F.2d 1255, 1263-1265 &amp; n. 16 (3d Cir.)  (en banc) (stating in dicta that defendant's contempt sentence, even if partly conditional upon compliance, would retain its criminal nature and thus continue after completion of the underlying trial (citing, inter alia, Wilson, 421 U.S. at 312, 95 S.Ct. at 1804-05)), cert. denied, 449 U.S. 866, 101 S.Ct. 199, 66 L.Ed.2d 84 (1980).  Therefore, we find no error--certainly no \"plain\" error--in the district court's criminal contempt proceeding and disposition.  Winter's attempt to use the court's generous offer to purge as a means of recharacterizing the contempt proceedings from criminal to civil is unavailing.  We find it appropriate to add the Supreme Court's observation in the factually-similar Wilson case:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>[A]s this case demonstrates, a contumacious refusal to answer not only frustrates the [trial] inquiry but can destroy a prosecution.  Here it was a prosecution;  the same kind of contumacious conduct could, in another setting, destroy a defendant's ability to establish a case.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Wilson, 421 U.S. at 316, 95 S.Ct. at 1806.</p>\n    </div>\n    <p>D. Opportunity to Document Fear</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Winter argues that the district court abused its discretion in finding him in contempt because he tried to explain to the court his fear for his own safety, but was not given an opportunity to document that fear.  Because Winter raises this argument for the first time on appeal, we review for plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We note first that Winter is factually wrong in his assertion that he was denied an opportunity to establish his fear.  While it is true that the district court apparently cut short any further testimony on the possible claim of fear, the court did expressly give Winter, through counsel, the opportunity to lodge any new facts or arguments to justify his recalcitrance.  See supra notes 1, 3.  During the twenty-six days from the close of the hearing until the entry of judgment, Winter did not take advantage of this opportunity to document his fear;  he cannot now complain of that failure.  See In re Grand Jury Proceedings (Doe), 943 F.2d at 136 (noting with disapproval a contemnor's failure to submit favorable proffer during a twenty-four hour extended filing period).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Moreover, as Winter admits, even if he had fully elucidated his fear of testifying against Schiavo, \"it has been widely held that a witness' fear of reprisal against himself or his family does not constitute just cause for refusing to testify.\"  In re Grand Jury Proceeding (Doe), 13 F.3d 459, 461 (1st Cir.1994);  see also Piemonte, 367 U.S. at 559 n. 2, 81 S.Ct. at 1722 n. 2 (noting in dicta that \"fear of reprisal offers an immunized prisoner no more dispensation from testifying than it does any innocent bystander without a record\").  Indeed, a reticent witness' fear for personal safety is potentially relevant only in sentence-mitigation.  See United States v. Gomez, 553 F.2d 958, 959 (5th Cir.1977) (citing Harris v. United States, 382 U.S. 162, 86 S.Ct. 352, 15 L.Ed.2d 240 (1965)).  Hence, although proof of a legitimate fear for his safety would not have justified Winter's refusal to testify in any event, it might have factored only in mitigation of the six-month contempt sentence had he taken advantage of the district court's generous offer to elaborate upon the grounds for his reticence.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  We discern no error based on this argument to the proceedings below.</p>\n    </div>\n    <p>E. Double Jeopardy</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Winter's final argument is that the prohibition against double jeopardy invalidates the contempt sentence both because of its very imposition and because of its consecutive nature.  Again, our review is for plain error because Winter failed to make this argument below.  See United States v. Rivera, 872 F.2d 507, 509 (1st Cir.)  (reviewing defendant's double jeopardy argument for plain error because he failed to raise it in trial court), cert. denied, 493 U.S. 818, 110 S.Ct. 71, 107 L.Ed.2d 38 (1989);  cf. United States v. Papadakis, 802 F.2d 618, 621 (2d Cir.1986) (declining to reach appellant's claim, raised for the first time on appeal, that double jeopardy barred criminal contempt prosecution), cert. denied, 479 U.S. 1092, 107 S.Ct. 1304, 94 L.Ed.2d 159 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Winter appears to concede in his opening brief to this court that the Double Jeopardy Clause generally does not bar a contempt conviction for the refusal to answer questions related to a criminal offense for which the defendant has already been convicted.  In his reply brief, however, Winter changes his tune and asserts that the principles of double jeopardy are violated here because \"the contempt sentence relates to the same or similar activity ... to which Winter had previously pleaded guilty.\"   Winter additionally argues that imposing the six-month sentence consecutively to, rather than concurrently with, his ongoing sentence violates the Double Jeopardy Clause because it \"materially altered the terms and conditions of his existing incarceration.\"   To this end, Winter asserts without elaboration that the additional six-month consecutive sentence disqualifies him \"for certain programs and treatments inside the prison.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Winter cites United States v. Bynoe, 562 F.2d 126, 128 (1st Cir.1977), as support for his contention that the Double Jeopardy Clause bars the purported \"material alteration\" of his existing sentence by the added contempt sentence.  In Bynoe, the district court vacated its previous order to suspend the defendant's sentence--even though the defendant had begun to serve probation--and imposed a \"more severe\" disposition because of perceived misrepresentations by the defense.  562 F.2d at 127-28.   We found that the prohibition against double jeopardy precluded this increased punishment for the very same crime.  Id. at 129.   Thus, Bynoe merely reiterates the rule that double jeopardy bars \"an increase in sentence after the defendant has commenced serving his punishment.\"  562 F.2d at 128;  see also United States v. Benefield, 942 F.2d 60, 66 (1st Cir.1991) (holding that sentencing court may not amend a sentence to run consecutively once defendant began serving it as a concurrent sentence) (citing Bynoe and other cases)).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is beyond dispute, however, that the district court imposed Winter's contempt sentence for disobedience of its direct order--an offense completely independent of the charges under which he was already incarcerated.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Moreover, it was within the court's discretion to impose the sentence consecutively instead of concurrently in order to preserve the incentive value of the contempt citation.  In no way did the court attempt to alter or increase Winter's prior sentence as proscribed by Bynoe and Benefield.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Thus, Winter's contention that he is twice punished for the crimes to which he pleaded guilty or that the consecutive sentence impermissibly increased a prior-imposed punishment is unavailing.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Winter's only statement suggesting this fear was the following:  \"When [the government] sent me to Louisburg, ... they leaked the rumor out that I had rolled over, with one intention, to try and get me killed when I was doing my time down there.\"   At the time Winter made this statement, the court was in the process of explaining immunity protections and did not pursue his apparent claim of fear</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rule 42(a), pertaining to summary disposition of criminal contempt, provides:</p>\n        <p>A criminal contempt may be punished summarily if the judge certifies that the judge saw or heard the conduct constituting the contempt and that it was committed in the actual presence of the court.  The order of contempt shall recite the facts and shall be signed by the judge and entered of record.</p>\n        <p>Fed.R.Crim.P. 42(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Specifically, the court stated to Winter's counsel:  \"I know this has all come up very suddenly for you, Mr. Cullen.  If there is something that you haven't told me about ... which you think would be relevant, I will listen to it at the time you find out about it.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that Winter's counsel at the contempt hearing implicitly conceded the appropriateness of the criminal nature of the proceedings when arguing against the consecutive imposition of the contempt sentence.  Specifically, counsel requested:</p>\n        <p>I prefer that ... [Winter] be ordered to start serving [the] sentence for contempt immediately....  That's what would happen on civil contempt....  That is, if he was held in civil contempt and refused to testify, it would not be counted toward his time on his sentence [for Bureau of Prisons purposes].</p>\n        <p>Viewing these statements in light of the record as a whole, however, we do not find that they amount to an actual \"waiver\" of Winter's right to argue that his contempt sanction was civil.  See Olano, 507 U.S. at ----, 113 S.Ct. at 1777 (explaining that actual waiver, as distinct from forfeiture, extinguishes any \"error\" under Rule 52(b) such that plain error review is inapplicable);  cf. United States v. Rivera, 872 F.2d 507, 509 (1st Cir.)  (finding plain error rule applicable where evidence was insufficient to establish defendant's waiver of double jeopardy defense), cert. denied, 493 U.S. 818, 110 S.Ct. 71, 107 L.Ed.2d 38 (1989).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The civil/criminal contempt distinction in direct contempt cases becomes relevant if the criminal contempt is \"serious\" and adjudication requires a jury trial.  International Union, UMWA, --- U.S. at ---- n. 2, 114 S.Ct. at 2557 n. 2 (citing Bloom v. Illinois, 391 U.S. 194, 209-210, 88 S.Ct. 1477, 1486-1487, 20 L.Ed.2d 522 (1968))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> International Union, UMWA, --- U.S. at ---- - ----, 114 S.Ct. at 2555-57, involving the civil/criminal classification of contempt fines against a union for a labor injunction violation, is also an indirect contempt case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In his reply brief to this court, Winter argues, for the very first time, that because his attorney had not been provided with reasonable time to prepare a defense in the criminal contempt proceeding, the district court violated Fed.R.Crim.P. 42(b).  This contention ignores the fact that Rule 42(b)'s notice provision, which encompasses the \"reasonable time\" requirement, does not apply when a court, as here, proceeds under Rule 42(a).  See Fed.R.Crim.P. 42(b)</p>\n        <p>Winter also suggests in his reply brief, for the first time, that the district court erred in proceeding under Rule 42(a) instead of Rule 42(b).  Our review of this argument, such as it is, is for plain error because Winter did not first present it to the district court.</p>\n        <p>Winter's refusal to testify constituted contemptuous conduct because, like the contumacious behavior of the Wilson defendants, it was an \"intentional obstruction[ ] of court proceedings that literally disrupted the progress of the trial and hence the orderly administration of justice.\"  Wilson, 421 U.S. at 315-16, 95 S.Ct. at 1806.   Unlike a refusal to testify before a grand jury, Winter's refusal to testify in Schiavo's ongoing criminal trial threatened a \"breakdown of the proceedings\" that required the immediate remedial tool of Rule 42(a).  See id. at 319, 95 S.Ct. at 1808.   This conclusion is bolstered by the court's specific finding that Winter's testimony would be highly relevant to material issues in Schiavo's trial.</p>\n        <p>Winter insists that because the government obtained a guilty verdict on some of the counts against Schiavo, \"[t]he case never broke down,\" and thus, Wilson is inapposite.  This 20/20 hindsight, however, was not available at the time Winter refused to testify--in the middle of trial.  See United States v. North, 621 F.2d 1255, 1262 n. 11 (3d Cir.1980) (en banc) (noting, for purposes of seeking contemnor's testimony, that the fact that defendant was eventually convicted without the testimony is irrelevant), cert. denied, 449 U.S. 866, 101 S.Ct. 199, 66 L.Ed.2d 84 (1980).  We therefore find, under the facts of this case--so strikingly similar to those in Wilson--that the district court did not abuse its discretion in deciding to proceed under Rule 42(a) rather than Rule 42(b) when faced with Winter's direct contempt.  See Wilson, 421 U.S. at 319, 95 S.Ct. at 1808 (noting that appellate courts may curb abuses of discretion of Rule 42(a) authority \"without unduly limiting the power of the trial judge to act swiftly and firmly to prevent contumacious conduct from disrupting the orderly progress of a criminal trial\").  Because the court did not abuse its discretion in proceeding under Rule 42(a), there is no reversible error.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In determining whether or not to follow the procedure of Rule 42(a) or Rule 42(b), it is significant whether the contemnor is called to a grand jury or an ongoing trial.  Because a grand jury's schedule is generally flexible when encountered with a recalcitrant witness, any delay due to Rule 42(b) proceedings is usually less disruptive than such delay during a trial.  Wilson, 421 U.S. at 318-19, 95 S.Ct. at 1807-08</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Similarly, International Union, UMWA, involving the classification of serious contempt fines for violations of a labor injunction (indirect contempt), is significantly factually distinct from this case.  International Union, UMWA, --- U.S. at ---- - ----, 114 S.Ct. at 2555-56</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> To the extent the contempt sanction lost all remedial purpose by the time the judgment issued, the procedures required for punitive, criminal sanctions were constitutionally adequate.  See supra, note 7;  see also United States v. Michaud, 928 F.2d 13, 15 n. 1 (1st Cir.1991) (noting both conditional and unconditional aspects of sentence, but finding that even assuming contempt proceedings were criminal, defendant received the required procedural protections)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Because the district court held Winter in contempt and imposed sentence at the time of the hearing, the delayed judgment does not constitute an impermissible summary adjudication after trial, when due process would require notice and a hearing.  See International Union, UMWA, --- U.S. at ----, 114 S.Ct. at 2560 (citing Taylor v. Hayes, 418 U.S. 488, 94 S.Ct. 2697, 41 L.Ed.2d 897 (1974))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> At oral argument before this panel, the government stated that Winter had refused an offer to enroll in the federal witness protection program.  Assuming this representation is true, we note our repeated admonition that a witness may not at the same time refuse to testify because of fear for his or her own safety, and reject offers of protection from that potential danger.  See In re Grand Jury Proceeding (Doe), 13 F.3d at 462-63 (listing cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Winter cites no authority, and we have found none, in support of his assertion that his contempt judgment for refusing to testify about crimes to which he has already pleaded guilty constitutes double jeopardy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The purported administrative changes to the manner in which Winter's sentence is served in prison because of the added sentence are within the Bureau of Prison's domain.  Any complaint of constitutional magnitude that Winter might have regarding the Bureau of Prison's treatment of him given the added sentence is not properly before us in this appeal</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">655</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Howard T. WINTER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2302.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 15, 1995.<br>Decided Nov. 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thornton E. Lallier, Amesbury, MA, for appellant.</p>\n      <p class=\"indent\">George W. Vien, Assistant United States Attorney, with whom Geoffrey E. Hobart, Assistant United States Attorney, and Donald K. Stern, United States Attorney, were on brief, Boston, MA, for the United States.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Howard T. Winter refused to testify in a former codefendant's criminal trial despite a grant of immunity.  The United States District Court for the District of Massachusetts adjudged Winter in criminal contempt under Fed.R.Crim.P. 42(a) and imposed a six-month sentence consecutive to one under which he was already incarcerated.  In this appeal, Winter challenges certain aspects of the summary contempt proceedings and the resulting sentence.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Factual Background and Prior Proceedings</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In January 1992, a grand jury returned a multiple-count indictment against Winter and two codefendants, Gennaro Farina and Kenneth Schiavo.  In May 1993, Winter and Farina each pleaded guilty to the indictment, received the mandatory minimum sentence of ten years imprisonment, and were accordingly incarcerated.  In September 1994, after futile efforts to interview Winter, the government obtained an immunity order pursuant to 18 U.S.C. Secs. 6002 and 6003 to compel his testimony in the criminal trial against his former codefendant, Schiavo.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Schiavo's trial began on November 14, 1994.  During the following two days, on November 15 and 16, 1994, the district court held a contempt hearing because Winter indicated that he would refuse to testify despite the immunity order.  At the hearing, Winter stated that his refusal to testify was based upon the Fifth Amendment of the United States Constitution and \"other reasons.\"   After the court explained to Winter that, because of the immunity order, the Fifth Amendment was not a valid basis to refuse to testify, Winter proffered his non-Fifth-Amendment reasons for his refusal, to wit:  (1) that his previous counsel told him that his guilty plea would not in any way affect Schiavo, and that, if Winter had known he might be forced to testify against Schiavo, he would not have so pled;  and, (2) because he had consistently maintained to the government his resolute unwillingness to testify against Schiavo, the government was being \"vindictive\" by forcing him to choose between testifying or suffering a contempt judgment.  Winter also implied that he feared for his own safety should he testify against Schiavo.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the second day of the contempt hearing, Richard Egbert, Winter's counsel during his guilty plea proceedings, testified as to Winter's understanding that a guilty plea would not have an adverse effect on Schiavo.  Egbert further stated that he told Winter that, in his opinion, it was unlikely the government would attempt to force Winter to testify against Schiavo.  Egbert also testified that Winter entered his guilty plea without a plea agreement or any other agreement with the government.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court found that, despite Winter's claimed misunderstanding of what could happen, the government never promised that it would not immunize and call him to testify against Schiavo, nor did Egbert tell him that.  The court found that the government's conduct leading up to and including its efforts to secure Winter's testimony did not violate due process.  The court further found that Winter's testimony would be probative of material issues in Schiavo's trial, and because of an earlier suppression ruling, was not cumulative to other evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Throughout the contempt proceedings, the district court made clear that it was operating under Fed.R.Crim.P. 42(a)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> which provides for summary disposition of criminal contempt.  The court did state, however, that it \"would consider reducing the contempt or eliminating it entirely, should [Winter] decide to testify.\"   In making this statement, the court expressly relied upon United States v. Wilson, <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">309</span></a></span>, 312, <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1802</span></a></span>, 1804, <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">186</span> </a></span>(1975).  The court repeated several times its offer to purge Winter of contempt and any sentence imposed because of it if he decided to testify before the close of the government's case in the Schiavo trial.  After Winter refused to obey its direct order to testify, the court held him in contempt and summarily sentenced him to six months imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After hearing argument by counsel, the district court decided during the contempt hearing that Winter's sentence would run consecutively to his prior sentence because imposition of a concurrent term would \"provide[ ] no incentive whatsoever\" for him to testify.  In making this determination, the court stated, \"my goal is not to punish, my goal is to get testimony which is relevant.\"   At the request of Winter's counsel, after the imposition of the contempt sentence, the court deferred entry of the judgment to the close of the Schiavo trial, explaining, \"my hope, although I think it's elusive at this point, is still that [Winter] will testify.\"   The court left the door open for Winter to justify at some later time, through his counsel, his recalcitrance.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Despite this opportunity, Winter proffered nothing more to explain his refusal to testify.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Winter never testified in the Schiavo trial;  nonetheless, on December 1, 1994, the jury found Schiavo guilty on some but not all counts against him in the superseding indictment.  On December 12, 1994, the district court issued a written order and entered judgment against Winter for criminal contempt.  Accordingly, Winter received a six-month prison sentence to be served consecutively to his prior sentence.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, Winter raises a number of arguments to challenge his contempt conviction.  First, he reasserts his non-Fifth-Amendment grounds for refusing to testify.  Second, he argues that the court's contempt sanction was of a civil rather than criminal nature and should have been vacated upon completion of Schiavo's trial.  Third, Winter contends that the district court failed to afford him an opportunity to document his fear of testifying against Schiavo.  Finally, Winter argues that imposition of the contempt sentence violated the Double Jeopardy Clause of the United States Constitution.</p>\n    </div>\n    <p>A. Standard of Review--Plain Error</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Winter failed to raise these arguments, except for the first, before the district court.  Thus, the arguments raised for the first time on appeal are forfeited and reversible only if Winter establishes \"plain error.\"  United States v. Alzanki, <span class=\"citation\" data-id=\"196113\"><a href=\"/opinion/196113/united-states-v-alzanki/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">994</span></a></span>, 1003 (1st Cir.1995), petition for cert. filed, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3298</span> </span>(U.S. Oct. 16, 1995) (No. 95-619);  United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 972-73 (1st Cir.1995).  Under this standard, an appellant bears the burden of establishing:  (1) \"error,\" i.e., a \"[d]eviation from a legal rule\";  (2) that the error is \"plain\" or \"obvious\";  and (3) that the plain error affected \"substantial rights.\"  United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, ---- - ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1777-78, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993);  see Fed.R.Crim.P. 52(b).  Even if an appellant establishes plain error affecting substantial rights, the decision to correct that error lies within the sound discretion of this court.  Olano, 507 U.S. at ----, <span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1776</span></a></span>, 1778;  see United States v. Marder, <span class=\"citation\" data-id=\"195887\"><a href=\"/opinion/195887/united-states-v-marder/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">564</span></a></span>, 571 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">320</span> </span>(1995).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>B. The Government's Conduct and the Propriety of the Immunity Order</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Winter reasserts on appeal his claim that, because government agents always knew he would refuse to testify, they sought his immunity for the vindictive purpose of \"setting him up\" to commit perjury or contempt.  Winter further contends that because he had already pleaded guilty, there was no criminal liability left for the government to immunize him from;  and because the immunity conferred no real benefit upon him, it was an \"illusory\" grant that could not form the basis of a contempt finding.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review the district court's contempt finding for abuse of discretion.  In re Grand Jury Proceedings (Doe), <span class=\"citation\" data-id=\"567590\"><a href=\"/opinion/567590/in-re-grand-jury-proceedings-united-states-of-america-v-john-doe/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span></a></span>, 136 (1st Cir.1991) (per curiam ).  We review factual findings in contempt proceedings for clear error.  Project B.A.S.I.C. v. Kemp, <span class=\"citation\" data-id=\"570405\"><a href=\"/opinion/570405/project-basic-v-jack-kemp-secretary-of-housing-and-urban/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 15 (1st Cir.1991).  To the extent Winter's arguments raise pure questions of law, our review is plenary.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First, we note that the record reveals the district court's utmost solicitude in addressing these concerns.  The court held the contempt hearing in part to determine if there was any overreaching conduct by the government in obtaining the immunity order or in negotiating Winter's earlier guilty plea.  Despite a full exploration of Winter's contentions, which included calling Winter's former counsel to testify, the court found no evidence of misconduct.  Rather, the court found that the government had legitimate reasons to seek Winter's highly relevant testimony because the evidence in the Schiavo trial contained repeated references to Winter's participation in criminal activities with Schiavo.  We find no error in the court's finding that the government did not act out of vindictiveness in seeking the immunity order and Winter's testimony.  Cf. In re Poutre, <span class=\"citation\" data-id=\"368397\"><a href=\"/opinion/368397/in-re-william-f-poutre/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1006 (1st.  Cir.1979) (noting the impermissibility of \"calling a witness for the sole purpose of extracting perjury\" but finding no evidence of such government misconduct).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Next, we note the tortured logic of Winter's argument that his recalcitrance was justified because he had no criminal liability to barter for the immunity.  Winter's argument suggests that he had a right to keep silent--despite the absence of Fifth-Amendment privilege concerns--simply because he had nothing to gain by the grant of immunity.  This contention, however, cannot be reconciled with the duty of every citizen to testify in aid of law enforcement.  Piemonte v. United States, <span class=\"citation\" data-id=\"106283\"><a href=\"/opinion/106283/piemonte-v-united-states/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">556</span></a></span>, 559 n. 2, <span class=\"citation\" data-id=\"106283\"><a href=\"/opinion/106283/piemonte-v-united-states/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1720</span></a></span>, 1722 n. 2, <span class=\"citation\" data-id=\"106283\"><a href=\"/opinion/106283/piemonte-v-united-states/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1028</span> </a></span>(1961);  see also Kastigar v. United States, <span class=\"citation\" data-id=\"108541\"><a href=\"/opinion/108541/kastigar-v-united-states/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">441</span></a></span>, 443-44, <span class=\"citation\" data-id=\"108541\"><a href=\"/opinion/108541/kastigar-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1653</span></a></span>, 1655-56, <span class=\"citation\" data-id=\"108541\"><a href=\"/opinion/108541/kastigar-v-united-states/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">212</span> </a></span>(1972).  \"If two persons witness an offense--one being an innocent bystander and the other an accomplice who is thereafter imprisoned for his participation--the latter has no more right to keep silent than the former.\"  <span class=\"citation\" data-id=\"106283\"><span class=\"antecedent_guess\">Piemonte,</span> <a href=\"/opinion/106283/piemonte-v-united-states/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">559</span> </a></span>n. <span class=\"citation\" data-id=\"106283\"><span class=\"antecedent_guess\">2,</span> <a href=\"/opinion/106283/piemonte-v-united-states/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1722</span> </a></span>n. 2 (dicta).  Thus, even assuming--as Winter contends--that his guilty plea dispensed with the need for an immunity order, we fail to see how he was harmed by the immunity's added protection when he otherwise would have a duty to testify.  Winter apparently believed that his earlier guilty plea would relieve him of all obligations with respect to his activity with Schiavo.  That mistaken belief, however, is not a basis upon which to excuse his refusal to testify.</p>\n    </div>\n    <p>C. The Nature of the Contempt Sanction</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Winter argues that his contempt sanction was of a civil rather than criminal nature because the district court expressed a goal to compel testimony rather than to punish, and repeated its offer to purge Winter of the contempt sentence should he testify.  Winter contends that, because the judgment was effectively for civil contempt, it should have been vacated once its coercive effect ceased, i.e., at the end of Schiavo's trial when he was no longer able to comply with the order.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The determination of whether a contempt order is civil or criminal is a question of law and the district court's characterization of the sanction is not binding upon this court.  See Hicks ex rel. Feiock v. Feiock, <span class=\"citation\" data-id=\"112045\"><a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 630, <span class=\"citation\" data-id=\"112045\"><a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1423</span></a></span>, 1429, <span class=\"citation\" data-id=\"112045\"><a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">721</span> </a></span>(1988).  Winter, however, neither raised this argument in the district court, nor moved in district court to vacate his contempt sentence on this basis.  Because Winter did not afford the district court an opportunity to address this issue, he has forfeited his right to complain here on this basis.  See United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 971 (1st Cir.1995) (noting that policy behind forfeiture rule is to allow trial court to timely correct the problem, and to prevent \"sandbagging\").  In light of this forfeiture, we review the proceedings for plain error under the principles set forth in Section II.  A., above.  Cf. In re Grand Jury Proceedings, <span class=\"citation\" data-id=\"524048\"><a href=\"/opinion/524048/in-re-grand-jury-proceedings-appeal-of-united-states-of-america/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">927</span></a></span>, 932 (1st Cir.1989) (reviewing for plain error due process objections to criminal contempt proceedings that were not raised in trial court).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  To address Winter's contention, we discuss the pertinent caselaw, below.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The distinction between civil and criminal contempt is important because each requires different procedures.  Generally, a court may impose civil contempt sanctions pursuant to the minimal procedures of notice and an opportunity to be heard;  the reason for this is that the civil contemnor may avoid the sanction by obeying the court's order.  International Union, United Mine Workers of America (UMWA) v. Bagwell, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117872\"><a href=\"/opinion/117872/mine-workers-v-bagwell/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2552</span></a></span>, 2557, <span class=\"citation\" data-id=\"117872\"><a href=\"/opinion/117872/mine-workers-v-bagwell/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">642</span> </a></span>(1994).  In contrast, \" 'criminal contempt is a crime in the ordinary sense,' \" <span class=\"citation\" data-id=\"117872\"><a href=\"/opinion/117872/mine-workers-v-bagwell/\"><span class=\"id_token\">id.</span> at ----, </a></span>114 S.Ct. at 2556 (quoting Bloom v. Illinois, <span class=\"citation\" data-id=\"107686\"><a href=\"/opinion/107686/bloom-v-illinois/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 201, <span class=\"citation\" data-id=\"107686\"><a href=\"/opinion/107686/bloom-v-illinois/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1477</span></a></span>, 1481-82, <span class=\"citation\" data-id=\"107686\"><a href=\"/opinion/107686/bloom-v-illinois/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span> </a></span>(1968)), and criminal contempt sanctions may be imposed only if the court provides certain constitutional protections.  <span class=\"citation\" data-id=\"107686\"><a href=\"/opinion/107686/bloom-v-illinois/\"><span class=\"id_token\">Id.</span> --- U.S. </a></span>at ---- - <span class=\"citation\" data-id=\"117872\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117872/mine-workers-v-bagwell/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2556</span></a></span>-57;  <span class=\"citation\" data-id=\"112045\"><span class=\"antecedent_guess\">Hicks,</span> <a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">632</span></a></span>, 108 S.Ct. at 1429-30.   However, \"direct contempts,\" i.e., those occurring in the court's presence, \"may be immediately adjudged and sanctioned summarily.\"  International Union, UMWA, --- U.S. at ---- n. <span class=\"citation\" data-id=\"117872\"><span class=\"antecedent_guess\">2,</span> <a href=\"/opinion/117872/mine-workers-v-bagwell/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2557</span> </a></span>n. 2.   In such cases, the distinction between civil and criminal contempt for the purposes of required procedures, in general, is not germane.  <span class=\"citation\" data-id=\"117872\"><a href=\"/opinion/117872/mine-workers-v-bagwell/\"><span class=\"id_token\">Id.</span> (citing United </a></span>States v. Wilson, <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">309</span></a></span>, 316, <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1802</span></a></span>, 1806, <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">186</span> </a></span>(1975));<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  see <span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">315-19</span></a></span>, 95 S.Ct. at 1806-08 (upholding summary criminal contempt adjudication where immediate response to direct contempt was necessary to \"prevent a breakdown of the proceedings\").  As explained below, Winter's contumacious conduct constituted direct contempt.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Winter cites Shillitani v. United States, <span class=\"citation\" data-id=\"107248\"><a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, <span class=\"citation\" data-id=\"107248\"><a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1531</span></a></span>, <span class=\"citation\" data-id=\"107248\"><a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">622</span> </a></span>(1966), to support his argument that the nature of his contempt sanction was civil instead of criminal.  In Shillitani, the trial court ordered the contemnors imprisoned for two years or until they testified before a grand jury.  <span class=\"citation\" data-id=\"107248\"><a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"id_token\">Id.</span> at 366-68, </a></span>86 S.Ct. at 1533-34.   The trial court had stated that the sentence was not intended to punish, but to secure testimony.  <span class=\"citation\" data-id=\"107248\"><a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"id_token\">Id.</span> at 368, </a></span>86 S.Ct. at 1534.   Under the conditional nature of the imprisonment, the contemnors had an unqualified right to be released if they chose to testify;  because the contemnors were not otherwise incarcerated, they literally \"carried the keys of their prison in their own pockets.\"  <span class=\"citation\" data-id=\"107248\"><a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"id_token\">Id.</span> (internal quotations </a></span>and citations omitted).  Although the parties and courts below had referred to the contempt as criminal instead of civil, the Supreme Court declared that the label affixed to the proceeding was not determinative.  <span class=\"citation\" data-id=\"107248\"><a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"id_token\">Id.</span>  Instead, the </a></span>Court looked to the character and purpose of the sentence and found that it was \"clearly intended to operate in a prospective manner--to coerce rather than to punish.\"  <span class=\"citation\" data-id=\"107248\"><a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"id_token\">Id.</span> at 369-70, </a></span>86 S.Ct. at 1534-35.   The Court concluded that the obviously coercive goal of the imprisonment rendered the contempt proceeding civil, and thus the contemnors had to be released when the rationale for their imprisonment vanished, i.e., when the grand jury was discharged.  <span class=\"citation\" data-id=\"107248\"><a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"id_token\">Id.</span> at 371-72, </a></span>86 S.Ct. at 1536;  see also <span class=\"citation\" data-id=\"112045\"><span class=\"antecedent_guess\">Hicks,</span> <a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">638</span> </a></span>n. <span class=\"citation\" data-id=\"112045\"><span class=\"antecedent_guess\">9,</span> <a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1433</span> </a></span>n. 9.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In Hicks, the Supreme Court reaffirmed Shillitani 's teaching that the \"civil\" or \"criminal\" label attached either to the contempt proceeding or to the corresponding relief is not controlling.  <span class=\"citation\" data-id=\"112045\"><span class=\"antecedent_guess\">Hicks,</span> <a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">631</span></a></span>, 108 S.Ct. at 1429.   In Hicks, an indirect contempt case, a state judge found a parent in contempt for failure to comply with a child-support order.  <span class=\"citation\" data-id=\"112045\"><a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"id_token\">Id.</span> at 626-27, </a></span>108 S.Ct. at 1426-27.   The main issue in Hicks was whether the state contempt proceeding was civil or criminal for the purposes of determining the applicability of federal constitutional protections.  <span class=\"citation\" data-id=\"112045\"><a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"id_token\">Id.</span> at 630, </a></span>108 S.Ct. at 1429.   To guide in this analysis, Hicks instructed that \"the critical features are the substance of the proceeding and the character of the relief that the proceeding will afford.\"  <span class=\"citation\" data-id=\"112045\"><a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"id_token\">Id.</span>  Imprisonment for </a></span>contempt is for a remedial purpose, and thus civil, if the court conditions the contemnor's release upon compliance with its order.  <span class=\"citation\" data-id=\"112045\"><a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"id_token\">Id.</span> at 631-32, </a></span><span class=\"citation\" data-id=\"112045\"><span class=\"antecedent_guess\">634,</span> <a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1429-30</span></a></span>, 1431.   Such imprisonment is for punitive purposes (to vindicate the court's authority), and hence criminal, if the court imposes an unconditional determinate sentence \"retrospectively for a 'completed act of disobedience.' \"  International Union, UMWA, --- U.S. at <span class=\"citation\" data-id=\"117872\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117872/mine-workers-v-bagwell/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2558</span> </a></span>(quoting Gompers v. Bucks Stove &amp; Range Co., <span class=\"citation\" data-id=\"97437\"><a href=\"/opinion/97437/gompers-v-bucks-stove-range-co/\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">418</span></a></span>, 443, <span class=\"citation\" data-id=\"97437\"><a href=\"/opinion/97437/gompers-v-bucks-stove-range-co/\"><span class=\"volume\">31</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">492</span></a></span>, 498-99, <span class=\"citation\" data-id=\"97437\"><a href=\"/opinion/97437/gompers-v-bucks-stove-range-co/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">797</span> </a></span>(1911));<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  <span class=\"citation\" data-id=\"112045\"><span class=\"antecedent_guess\">Hicks,</span> <a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">631</span></a></span>-33, 108 S.Ct. at 1429-30.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Hicks further explains that the classification of contempt proceedings as civil or criminal does not \"turn simply on what their underlying purposes are perceived to be,\" because, \"[i]n contempt cases, both civil and criminal relief have aspects that can be seen as either remedial or punitive or both.\"  <span class=\"citation\" data-id=\"112045\"><a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"id_token\">Id.</span> at 635, </a></span>108 S.Ct. at 1431;  see also International Union, UMWA, --- U.S. at <span class=\"citation\" data-id=\"117872\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117872/mine-workers-v-bagwell/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2557</span> </a></span>(recognizing contempt sentences' dual purpose of punishment and coercion).  In order to draw a conclusion about whether a contempt proceeding is criminal or civil, a court must examine \"the character of the relief itself,\" <span class=\"citation\" data-id=\"117872\"><a href=\"/opinion/117872/mine-workers-v-bagwell/\"><span class=\"id_token\">id.</span> 485 U.S. </a></span>at <span class=\"citation\" data-id=\"112045\"><span class=\"antecedent_guess\">636,</span> <a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1432</span></a></span>, and \"[t]he critical feature that determines whether the remedy is civil or criminal in nature is ... whether the contemnor can avoid the sentence imposed on him, or purge himself of it, by complying with the terms of the original order.\"  <span class=\"citation\" data-id=\"112045\"><a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"id_token\">Id.</span> at 635 </a></span>n. <span class=\"citation\" data-id=\"112045\"><span class=\"antecedent_guess\">7,</span> <a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1431</span> </a></span>n. 7;  see also <span class=\"citation\" data-id=\"112045\"><a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"id_token\">id.</span> at 640, </a></span>108 S.Ct. at 1434 (\"If the relief imposed here is in fact a determinate sentence with a purge clause, then it is civil in nature.\"  (citing <span class=\"citation\" data-id=\"107248\"><span class=\"antecedent_guess\">Shillitani,</span> <a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">370</span> </a></span>n. <span class=\"citation\" data-id=\"107248\"><span class=\"antecedent_guess\">6,</span> <a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1536</span> </a></span>n. 6)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In adjudicating Winter's contempt, the district court relied heavily, if not solely, upon United States v. Wilson, <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">309</span></a></span>, <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1802</span></a></span>, <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">186</span> </a></span>(1975).  In Wilson, the Supreme Court considered a case almost factually identical to Winter's.  Defendants who were already incarcerated on guilty-plea convictions received immunity but refused to testify in an ongoing criminal trial against a former codefendant.  <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"id_token\">Id.</span> at 312, </a></span>95 S.Ct. at 1804-05.   After conducting summary criminal contempt proceedings pursuant to Fed.R.Crim.P. 42(a), the court sentenced the defendants to six months imprisonment, consecutive to their previously imposed sentences.  <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"id_token\">Id.</span>  Despite his </a></span>imposition of a definite imprisonment term, the district judge \"made it clear that he would consider reducing the contempt sentences, or eliminating them completely, if [the defendants] decided to testify.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Wilson did not squarely involve the issue of the distinction between civil and criminal contempt.  Rather, the primary issue in Wilson was whether, under the facts of the case, summary proceedings under Rule 42(a) were proper instead of disposition upon notice and hearing under Rule 42(b).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> See generally <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"id_token\">id.</span>   Because summary </a></span>adjudication of indirect contempt is impermissible, Wilson was clearly a \"direct contempt\" case, see International Union, UMWA, --- U.S. at ---- n. 2, <span class=\"citation\" data-id=\"117872\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117872/mine-workers-v-bagwell/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2557</span> </a></span>n. 2, 2560;  similarly, it is beyond dispute that Winter's conduct constituted a direct contempt, which was adjudicated as such.  See supra, note 7.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Wilson Court upheld the judge's use of the summary criminal contempt provision.  In approving this procedure, the Court acknowledged the dual purpose of the contempt sanction:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>The face-to-face refusal to comply with the court's order itself constituted an affront to the court, and when that kind of refusal disrupts and frustrates an ongoing proceeding, as it did here, summary contempt must be available to vindicate the authority of the court as well as to provide the recalcitrant witness with some incentive to testify.  Whether such incentive is necessary in a particular case is a matter the Rule wisely leaves to the discretion of the trial court.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">316-17</span></a></span>, 95 S.Ct. at 1806-07 (emphasis added) (footnote and citation omitted);  see also <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"id_token\">id.</span> at 319, </a></span>95 S.Ct. at 1808 (\"In an ongoing trial, with the judge, jurors, counsel and witnesses all waiting, Rule 42(a) provides an appropriate remedial tool to discourage witnesses from contumacious refusals to comply with lawful orders essential to prevent a breakdown of the proceedings.\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the context of approving the summary contempt procedures and other contexts, the Wilson Court favorably noted \"the careful trial judge['s]\" offer to consider reducing the defendants' contempt sentences should they later agree to testify.  See <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"id_token\">id.</span> at 312, </a></span>315 n. 7, 317 n. <span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">9,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1804-05</span></a></span>, 1806 n. 7, 1807 n. 9.   Although the issue was not directly before it, the Wilson Court did not hint that the judge's offer to reduce or eliminate the sentences automatically converted the sanction from criminal to civil.  To the contrary, the Court acknowledged the need for the criminal rather than civil contempt sanction, under the facts of the case, in noting that Shillitani 's admonition to first consider the feasibility of coercing testimony through civil contempt has little weight when the contemnor is already imprisoned;  and in such cases, the threat of incarceration provides little incentive to testify.  <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"id_token\">Id.</span> at 317 </a></span>n. <span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">9,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1807</span> </a></span>n. 9;  see also United States v. McVeigh, <span class=\"citation no-link\"><span class=\"volume\">896</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1549</span></span>, 1555 (W.D.Okla.1995) (proceeding under criminal contempt provision because defendant's incarcerated status rendered civil contempt proceedings \"futile\" (citing, inter alia, <span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">317</span> </a></span>n. <span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">9,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1807</span> </a></span>n. 9)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We must now determine how Shillitani/ Hicks and Wilson interact under the facts of the instant case.  Because the district court promised to purge Winter of the contempt sentence if he should testify, and because the court at one point expressly stated that its goal was not to punish but to obtain relevant testimony, Shillitani and Hicks would seem, at first glance, to command a civil characterization of the proceedings.  However, Shillitani and Hicks are factually distinct from Wilson and the instant case; that dissimilarity is dispositive here.  In Shillitani, the contemnors were not already incarcerated when subjected to the contempt sentence, and their refusal to testify was before a grand jury rather than at an ongoing trial.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  <span class=\"citation\" data-id=\"107248\"><span class=\"antecedent_guess\">Shillitani,</span> <a href=\"/opinion/107248/shillitani-v-united-states/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">368-69</span></a></span>, 86 S.Ct. at 1534-35.  Hicks was an indirect contempt case that involved neither an already-incarcerated contemnor nor a failure to testify at a proceeding.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  See Hicks, 485 U.S. at <span class=\"citation\" data-id=\"112045\"><span class=\"antecedent_guess\">626-27,</span> <a href=\"/opinion/112045/hicks-v-feiock/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1426-27</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In contrast, Wilson and this case involved already-incarcerated contemnors who refused to testify at an ongoing criminal trial, and whose direct contempt threatened a \"breakdown of the proceedings.\"  Wilson, 421 U.S. at <span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">319,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1808</span></a></span>.   In Wilson, the Supreme Court specifically endorsed the use of criminal contempt proceedings in cases where, as here, a civil sanction would have no coercive effect because of the incarcerated status of the contemnor.  <span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">317</span></a></span>, n. <span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">9,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1807</span> </a></span>n. 9.   Thus from the outset of Winter's contempt hearing, the district court expressly relied upon Wilson for guidance in conducting its summary criminal contempt proceedings under Fed.R.Crim.P. 42(a).  The court also stated that it was following the lead of \"the wise trial judge ... in [Wilson ]\" by generously offering to purge Winter of the contempt should he decide to testify.  In its written order and findings on contempt, the court cited <span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">317</span> </a></span>n. <span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">9,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1807</span> </a></span>n. 9, in acknowledging that \"[a]lthough lesser sanctions should ordinarily be invoked when equal to the task, anything less than criminal contempt would pose no serious deterrent to an individual already incarcerated.\"   It is clear, therefore, that the district court was aware of the alternative of civil contempt proceedings, but felt that the coercive component of such proceedings would be woefully inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Winter would have this court hold that, even under Wilson -like facts, a court's promise to purge triggers the Shillitani/ Hicks contempt-classification principles, such that the contempt sanction must be characterized as civil.  We decline to do so.  Otherwise, a trial judge faced with an incarcerated, recalcitrant witness during an ongoing trial would have to choose between a civil contempt sanction with little or no coercive value, or a determinate criminal sentence with no possibility of purging the sentence should the contemnor testify.  Under either choice, the judge cannot fashion a contempt sanction to provide a meaningful incentive to testify.  If we were to hold that an offer to purge, under the facts of this case, automatically converts the contempt sanction from criminal to civil, we would effectively strip the trial judge of the recognized discretion under Rule 42(a) to provide an incentive to testify.  See <span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">316-17</span></a></span>, 95 S.Ct. at 1806-07.   It would be poor policy to preclude the district judge from exercising such discretion by imposing an unwavering rule that an incarcerated criminal contemnor cannot be given an opportunity to comply with an order and purge the contempt, even if the court wishes to provide such opportunity.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">While the district court may have indicated its preference not to punish Winter and its fading hope that he would testify, it rejected as ineffective any procedure other than summary criminal contempt under Rule 42(a).  Winter's incarcerated status and his disruption of the Schiavo trial required this procedure in order to both vindicate the court's authority and provide some incentive to testify.  The criminal nature of the contempt sanction is further evidenced by an aspect of the relief, stemming from a request by Winter's counsel:  the court's unusual procedural device of delaying entry of the final contempt judgment--although sentence had been imposed--until after Schiavo's trial, when there was no longer an opportunity for Winter to comply.  Thus, although the proceeding at one time had a coercive component, the contempt judgment, once entered, retrospectively punished Winter for a \" 'completed act of disobedience,' \" which is typical of criminal contempt.  International Union, UMWA, --- U.S. at <span class=\"citation\" data-id=\"117872\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117872/mine-workers-v-bagwell/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2558</span> </a></span>(quoting <span class=\"citation\" data-id=\"97437\"><span class=\"antecedent_guess\">Gompers,</span> <a href=\"/opinion/97437/gompers-v-bucks-stove-range-co/\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">443</span></a></span>, 31 S.Ct. at 498).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The deferred entry of the contempt judgment also furthered the twin goals of vindication and coercion in these contempt proceedings.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The issue of whether the district court's contempt proceedings were civil or criminal in nature is complicated here because the court so strongly expressed a coercive goal.  However, the particular facts of this case maintain the criminal nature of the contempt sanction, despite the court's discretionary choice under Rule 42(a) to provide an incentive to testify.  See also United States v. North, <span class=\"citation\" data-id=\"378201\"><a href=\"/opinion/378201/united-states-v-irving-north-appeal-of-william-d-eyler-an-immunized/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1255</span></a></span>, 1263-1265 &amp; n. 16 (3d Cir.)  (en banc) (stating in dicta that defendant's contempt sentence, even if partly conditional upon compliance, would retain its criminal nature and thus continue after completion of the underlying trial (citing, inter alia, Wilson, 421 U.S. at <span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">312,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1804-05</span></a></span>)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">866</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">199</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">84</span> </span>(1980).  Therefore, we find no error--certainly no \"plain\" error--in the district court's criminal contempt proceeding and disposition.  Winter's attempt to use the court's generous offer to purge as a means of recharacterizing the contempt proceedings from criminal to civil is unavailing.  We find it appropriate to add the Supreme Court's observation in the factually-similar Wilson case:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>[A]s this case demonstrates, a contumacious refusal to answer not only frustrates the [trial] inquiry but can destroy a prosecution.  Here it was a prosecution;  the same kind of contumacious conduct could, in another setting, destroy a defendant's ability to establish a case.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">316</span></a></span>, 95 S.Ct. at 1806.</p>\n    </div>\n    <p>D. Opportunity to Document Fear</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Winter argues that the district court abused its discretion in finding him in contempt because he tried to explain to the court his fear for his own safety, but was not given an opportunity to document that fear.  Because Winter raises this argument for the first time on appeal, we review for plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We note first that Winter is factually wrong in his assertion that he was denied an opportunity to establish his fear.  While it is true that the district court apparently cut short any further testimony on the possible claim of fear, the court did expressly give Winter, through counsel, the opportunity to lodge any new facts or arguments to justify his recalcitrance.  See supra notes 1, 3.  During the twenty-six days from the close of the hearing until the entry of judgment, Winter did not take advantage of this opportunity to document his fear;  he cannot now complain of that failure.  See In re Grand Jury Proceedings <span class=\"citation\" data-id=\"567590\"><span class=\"antecedent_guess\">(Doe),</span> <a href=\"/opinion/567590/in-re-grand-jury-proceedings-united-states-of-america-v-john-doe/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">136</span> </a></span>(noting with disapproval a contemnor's failure to submit favorable proffer during a twenty-four hour extended filing period).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Moreover, as Winter admits, even if he had fully elucidated his fear of testifying against Schiavo, \"it has been widely held that a witness' fear of reprisal against himself or his family does not constitute just cause for refusing to testify.\"  In re Grand Jury Proceeding (Doe), <span class=\"citation\" data-id=\"660162\"><a href=\"/opinion/660162/in-re-grand-jury-proceeding-united-states-v-john-doe/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">459</span></a></span>, 461 (1st Cir.1994);  see also <span class=\"citation\" data-id=\"106283\"><span class=\"antecedent_guess\">Piemonte,</span> <a href=\"/opinion/106283/piemonte-v-united-states/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">559</span> </a></span>n. <span class=\"citation\" data-id=\"106283\"><span class=\"antecedent_guess\">2,</span> <a href=\"/opinion/106283/piemonte-v-united-states/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1722</span> </a></span>n. 2 (noting in dicta that \"fear of reprisal offers an immunized prisoner no more dispensation from testifying than it does any innocent bystander without a record\").  Indeed, a reticent witness' fear for personal safety is potentially relevant only in sentence-mitigation.  See United States v. Gomez, <span class=\"citation\" data-id=\"344898\"><a href=\"/opinion/344898/united-states-v-arturo-ybarra-gomez/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">958</span></a></span>, 959 (5th Cir.1977) (citing Harris v. United States, <span class=\"citation\" data-id=\"107121\"><a href=\"/opinion/107121/harris-v-united-states/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">162</span></a></span>, <span class=\"citation\" data-id=\"107121\"><a href=\"/opinion/107121/harris-v-united-states/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">352</span></a></span>, <span class=\"citation\" data-id=\"107121\"><a href=\"/opinion/107121/harris-v-united-states/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">240</span> </a></span>(1965)).  Hence, although proof of a legitimate fear for his safety would not have justified Winter's refusal to testify in any event, it might have factored only in mitigation of the six-month contempt sentence had he taken advantage of the district court's generous offer to elaborate upon the grounds for his reticence.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  We discern no error based on this argument to the proceedings below.</p>\n    </div>\n    <p>E. Double Jeopardy</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Winter's final argument is that the prohibition against double jeopardy invalidates the contempt sentence both because of its very imposition and because of its consecutive nature.  Again, our review is for plain error because Winter failed to make this argument below.  See United States v. Rivera, <span class=\"citation\" data-id=\"521533\"><a href=\"/opinion/521533/united-states-v-ramon-rivera/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">507</span></a></span>, 509 (1st Cir.)  (reviewing defendant's double jeopardy argument for plain error because he failed to raise it in trial court), cert. denied, <span class=\"citation\" data-id=\"112361\"><a href=\"/opinion/112361/austin-products-co-v-workers-compensation-insurers-rating-association-of/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">818</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">71</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span> </span>(1989);  cf. United States v. Papadakis, <span class=\"citation\" data-id=\"477763\"><a href=\"/opinion/477763/united-states-v-demetrious-papadakis/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">618</span></a></span>, 621 (2d Cir.1986) (declining to reach appellant's claim, raised for the first time on appeal, that double jeopardy barred criminal contempt prosecution), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1092</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1304</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">159</span> </span>(1987).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Winter appears to concede in his opening brief to this court that the Double Jeopardy Clause generally does not bar a contempt conviction for the refusal to answer questions related to a criminal offense for which the defendant has already been convicted.  In his reply brief, however, Winter changes his tune and asserts that the principles of double jeopardy are violated here because \"the contempt sentence relates to the same or similar activity ... to which Winter had previously pleaded guilty.\"   Winter additionally argues that imposing the six-month sentence consecutively to, rather than concurrently with, his ongoing sentence violates the Double Jeopardy Clause because it \"materially altered the terms and conditions of his existing incarceration.\"   To this end, Winter asserts without elaboration that the additional six-month consecutive sentence disqualifies him \"for certain programs and treatments inside the prison.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Winter cites United States v. Bynoe, <span class=\"citation\" data-id=\"349223\"><a href=\"/opinion/349223/united-states-v-victor-c-bynoe/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span>, 128 (1st Cir.1977), as support for his contention that the Double Jeopardy Clause bars the purported \"material alteration\" of his existing sentence by the added contempt sentence.  In Bynoe, the district court vacated its previous order to suspend the defendant's sentence--even though the defendant had begun to serve probation--and imposed a \"more severe\" disposition because of perceived misrepresentations by the <span class=\"citation\" data-id=\"349223\"><span class=\"antecedent_guess\">defense.</span>  <a href=\"/opinion/349223/united-states-v-victor-c-bynoe/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">127-28</span></a></span>.   We found that the prohibition against double jeopardy precluded this increased punishment for the very same crime.  <span class=\"citation\" data-id=\"349223\"><a href=\"/opinion/349223/united-states-v-victor-c-bynoe/\"><span class=\"id_token\">Id.</span> at 129. </a></span>  Thus, Bynoe merely reiterates the rule that double jeopardy bars \"an increase in sentence after the defendant has commenced serving his <span class=\"citation\" data-id=\"349223\"><span class=\"antecedent_guess\">punishment.\"</span>  <a href=\"/opinion/349223/united-states-v-victor-c-bynoe/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">128</span></a></span>;  see also United States v. Benefield, <span class=\"citation\" data-id=\"566800\"><a href=\"/opinion/566800/united-states-v-lonnie-benefield/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 66 (1st Cir.1991) (holding that sentencing court may not amend a sentence to run consecutively once defendant began serving it as a concurrent sentence) (citing Bynoe and other cases)).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is beyond dispute, however, that the district court imposed Winter's contempt sentence for disobedience of its direct order--an offense completely independent of the charges under which he was already incarcerated.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Moreover, it was within the court's discretion to impose the sentence consecutively instead of concurrently in order to preserve the incentive value of the contempt citation.  In no way did the court attempt to alter or increase Winter's prior sentence as proscribed by Bynoe and Benefield.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Thus, Winter's contention that he is twice punished for the crimes to which he pleaded guilty or that the consecutive sentence impermissibly increased a prior-imposed punishment is unavailing.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Winter's only statement suggesting this fear was the following:  \"When [the government] sent me to Louisburg, ... they leaked the rumor out that I had rolled over, with one intention, to try and get me killed when I was doing my time down there.\"   At the time Winter made this statement, the court was in the process of explaining immunity protections and did not pursue his apparent claim of fear</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rule 42(a), pertaining to summary disposition of criminal contempt, provides:</p>\n        <p>A criminal contempt may be punished summarily if the judge certifies that the judge saw or heard the conduct constituting the contempt and that it was committed in the actual presence of the court.  The order of contempt shall recite the facts and shall be signed by the judge and entered of record.</p>\n        <p>Fed.R.Crim.P. 42(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Specifically, the court stated to Winter's counsel:  \"I know this has all come up very suddenly for you, Mr. Cullen.  If there is something that you haven't told me about ... which you think would be relevant, I will listen to it at the time you find out about it.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that Winter's counsel at the contempt hearing implicitly conceded the appropriateness of the criminal nature of the proceedings when arguing against the consecutive imposition of the contempt sentence.  Specifically, counsel requested:</p>\n        <p>I prefer that ... [Winter] be ordered to start serving [the] sentence for contempt immediately....  That's what would happen on civil contempt....  That is, if he was held in civil contempt and refused to testify, it would not be counted toward his time on his sentence [for Bureau of Prisons purposes].</p>\n        <p>Viewing these statements in light of the record as a whole, however, we do not find that they amount to an actual \"waiver\" of Winter's right to argue that his contempt sanction was civil.  See Olano, 507 U.S. at <span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1777</span> </a></span>(explaining that actual waiver, as distinct from forfeiture, extinguishes any \"error\" under Rule 52(b) such that plain error review is inapplicable);  cf. United States v. Rivera, <span class=\"citation\" data-id=\"521533\"><a href=\"/opinion/521533/united-states-v-ramon-rivera/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">507</span></a></span>, 509 (1st Cir.)  (finding plain error rule applicable where evidence was insufficient to establish defendant's waiver of double jeopardy defense), cert. denied, <span class=\"citation\" data-id=\"112361\"><a href=\"/opinion/112361/austin-products-co-v-workers-compensation-insurers-rating-association-of/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">818</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">71</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span> </span>(1989).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The civil/criminal contempt distinction in direct contempt cases becomes relevant if the criminal contempt is \"serious\" and adjudication requires a jury trial.  International Union, UMWA, --- U.S. at ---- n. <span class=\"citation\" data-id=\"117872\"><span class=\"antecedent_guess\">2,</span> <a href=\"/opinion/117872/mine-workers-v-bagwell/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2557</span> </a></span>n. 2 (citing Bloom v. Illinois, <span class=\"citation\" data-id=\"107686\"><a href=\"/opinion/107686/bloom-v-illinois/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, 209-210, <span class=\"citation\" data-id=\"107686\"><a href=\"/opinion/107686/bloom-v-illinois/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1477</span></a></span>, 1486-1487, <span class=\"citation\" data-id=\"107686\"><a href=\"/opinion/107686/bloom-v-illinois/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span> </a></span>(1968))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> International Union, UMWA, --- U.S. at ---- - <span class=\"citation\" data-id=\"117872\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117872/mine-workers-v-bagwell/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2555-57</span></a></span>, involving the civil/criminal classification of contempt fines against a union for a labor injunction violation, is also an indirect contempt case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In his reply brief to this court, Winter argues, for the very first time, that because his attorney had not been provided with reasonable time to prepare a defense in the criminal contempt proceeding, the district court violated Fed.R.Crim.P. 42(b).  This contention ignores the fact that Rule 42(b)'s notice provision, which encompasses the \"reasonable time\" requirement, does not apply when a court, as here, proceeds under Rule 42(a).  See Fed.R.Crim.P. 42(b)</p>\n        <p>Winter also suggests in his reply brief, for the first time, that the district court erred in proceeding under Rule 42(a) instead of Rule 42(b).  Our review of this argument, such as it is, is for plain error because Winter did not first present it to the district court.</p>\n        <p>Winter's refusal to testify constituted contemptuous conduct because, like the contumacious behavior of the Wilson defendants, it was an \"intentional obstruction[ ] of court proceedings that literally disrupted the progress of the trial and hence the orderly administration of justice.\"  <span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">315-16</span></a></span>, 95 S.Ct. at 1806.   Unlike a refusal to testify before a grand jury, Winter's refusal to testify in Schiavo's ongoing criminal trial threatened a \"breakdown of the proceedings\" that required the immediate remedial tool of Rule 42(a).  See <span class=\"citation\" data-id=\"109248\"><a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"id_token\">id.</span> at 319, </a></span>95 S.Ct. at 1808.   This conclusion is bolstered by the court's specific finding that Winter's testimony would be highly relevant to material issues in Schiavo's trial.</p>\n        <p>Winter insists that because the government obtained a guilty verdict on some of the counts against Schiavo, \"[t]he case never broke down,\" and thus, Wilson is inapposite.  This 20/20 hindsight, however, was not available at the time Winter refused to testify--in the middle of trial.  See United States v. North, <span class=\"citation\" data-id=\"378201\"><a href=\"/opinion/378201/united-states-v-irving-north-appeal-of-william-d-eyler-an-immunized/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1255</span></a></span>, 1262 n. 11 (3d Cir.1980) (en banc) (noting, for purposes of seeking contemnor's testimony, that the fact that defendant was eventually convicted without the testimony is irrelevant), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">866</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">199</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">84</span> </span>(1980).  We therefore find, under the facts of this case--so strikingly similar to those in Wilson--that the district court did not abuse its discretion in deciding to proceed under Rule 42(a) rather than Rule 42(b) when faced with Winter's direct contempt.  See Wilson, 421 U.S. at <span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">319,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1808</span> </a></span>(noting that appellate courts may curb abuses of discretion of Rule 42(a) authority \"without unduly limiting the power of the trial judge to act swiftly and firmly to prevent contumacious conduct from disrupting the orderly progress of a criminal trial\").  Because the court did not abuse its discretion in proceeding under Rule 42(a), there is no reversible error.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In determining whether or not to follow the procedure of Rule 42(a) or Rule 42(b), it is significant whether the contemnor is called to a grand jury or an ongoing trial.  Because a grand jury's schedule is generally flexible when encountered with a recalcitrant witness, any delay due to Rule 42(b) proceedings is usually less disruptive than such delay during a trial.  Wilson, 421 U.S. at 318-1<span class=\"citation\" data-id=\"109248\"><span class=\"antecedent_guess\">9,</span> <a href=\"/opinion/109248/united-states-v-wilson/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1807</span></a></span>-08</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Similarly, International Union, UMWA, involving the classification of serious contempt fines for violations of a labor injunction (indirect contempt), is significantly factually distinct from this case.  International Union, UMWA, --- U.S. at ---- - <span class=\"citation\" data-id=\"117872\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117872/mine-workers-v-bagwell/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2555-56</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> To the extent the contempt sanction lost all remedial purpose by the time the judgment issued, the procedures required for punitive, criminal sanctions were constitutionally adequate.  See supra, note 7;  see also United States v. Michaud, <span class=\"citation\" data-id=\"557360\"><a href=\"/opinion/557360/united-states-v-hubert-michaud/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 15 n. 1 (1st Cir.1991) (noting both conditional and unconditional aspects of sentence, but finding that even assuming contempt proceedings were criminal, defendant received the required procedural protections)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Because the district court held Winter in contempt and imposed sentence at the time of the hearing, the delayed judgment does not constitute an impermissible summary adjudication after trial, when due process would require notice and a hearing.  See International Union, UMWA, --- U.S. at <span class=\"citation\" data-id=\"117872\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117872/mine-workers-v-bagwell/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2560</span> </a></span>(citing Taylor v. Hayes, <span class=\"citation\" data-id=\"109095\"><a href=\"/opinion/109095/taylor-v-hayes/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">488</span></a></span>, <span class=\"citation\" data-id=\"109095\"><a href=\"/opinion/109095/taylor-v-hayes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2697</span></a></span>, <span class=\"citation\" data-id=\"109095\"><a href=\"/opinion/109095/taylor-v-hayes/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">897</span> </a></span>(1974))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> At oral argument before this panel, the government stated that Winter had refused an offer to enroll in the federal witness protection program.  Assuming this representation is true, we note our repeated admonition that a witness may not at the same time refuse to testify because of fear for his or her own safety, and reject offers of protection from that potential danger.  See In re Grand Jury Proceeding <span class=\"citation\" data-id=\"660162\"><span class=\"antecedent_guess\">(Doe),</span> <a href=\"/opinion/660162/in-re-grand-jury-proceeding-united-states-v-john-doe/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">462-63</span> </a></span>(listing cases)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Winter cites no authority, and we have found none, in support of his assertion that his contempt judgment for refusing to testify about crimes to which he has already pleaded guilty constitutes double jeopardy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The purported administrative changes to the manner in which Winter's sentence is served in prison because of the added sentence are within the Bureau of Prison's domain.  Any complaint of constitutional magnitude that Winter might have regarding the Bureau of Prison's treatment of him given the added sentence is not properly before us in this appeal</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/97437/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106283/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107121/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107248/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107686/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108541/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109095/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109248/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112361/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117872/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195887/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196113/",
    "https://www.courtlistener.com/api/rest/v3/opinions/344898/",
    "https://www.courtlistener.com/api/rest/v3/opinions/349223/",
    "https://www.courtlistener.com/api/rest/v3/opinions/368397/",
    "https://www.courtlistener.com/api/rest/v3/opinions/378201/",
    "https://www.courtlistener.com/api/rest/v3/opinions/477763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521533/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524048/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557360/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566800/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570405/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660162/"
  ]
}