{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196475/",
  "id": 196475,
  "absolute_url": "/opinion/196475/belanger-v-wyman-gordon/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196475/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:06:40Z",
  "date_modified": "2020-02-21T23:11:20.019671Z",
  "type": "010combined",
  "sha1": "4f564d78c5c6268802621e86d68fb0e79b0ac7d2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1704.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1704\r\n\n                   EDMUND H. BELANGER, ET AL.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n                      WYMAN-GORDON COMPANY,\r\n\n                       Defendant, Appellee.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                             \r\n\n     Mark  I. Zarrow, with whom Lian, Zarrow, Eynon &amp; Shea was on\r                                                                    \r\nbrief, for appellants.\r\n     John  O. Mirick,  with  whom Mirick,  O'Connell, DeMallie  &amp;\r                                                                           \r\nLougee was on brief, for appellee.\r                \r\n\n                                             \r\n\n                        December 14, 1995\r\n                                             \r\n\n          SELYA,  Circuit  Judge.   This  appeal  requires us  to\r                    SELYA,  Circuit  Judge.\r                                          \r\n\ndecide  what constitutes  a benefit  \"plan\" for  purposes of  the\r\n\nEmployee  Retirement Income  Security Act  (ERISA), 29  U.S.C.   \r\n\n1001-1467 (1988).   The heart  of the appellants'  case is  their\r\n\ncontention that a series of four early retirement offers extended\r\n\nby  their employer  over a  four-year period constitute  an ERISA\r\n\nplan.  The  district court  thought not, and  dismissed the  suit\r\n\nafter a bench trial.  We affirm.\r\n\n                                I.\r                                          I.\r                                            \r\n\n                            Background\r                                      Background\r                                                \r\n\n          We  take  the  underlying  facts  principally from  the\r\n\nparties' pretrial stipulations.\r\n\n          Facing an uncertain economic future, defendant-appellee\r\n\nWyman-Gordon Co. (the company) decided  to reduce its work  force\r\n\nin hopes of improving its overall financial outlook.  The company\r\n\nmade its first move in November  1987.  Rather than simply laying\r\n\noff  loyal minions,  the company  offered all  age-qualified non-\r\n\nunion workers (characterized as  all \"weekly and monthly salaried\r\n\nemployees\") an opportunity for early retirement (Offer No.1).  To\r\n\nmake departing  a sweeter  sorrow, the  company proposed  to pay,\r\n\nover  and beyond  regular retirement  benefits, a  lump-sum bonus\r\n\namounting to one  week's pay for each  year of service, plus  two\r\n\ndays' pay for each  year of service  in excess of fifteen  years,\r\n\nmultiplied by 110%.   Offer No. 1 contained no  cap on the number\r\n\nof service years that could be included in calculating the amount\r\n\nof  the one-time  bonus.   Some  eligible employees  accepted the\r\n\n                                2\r\r\n\noffer and some did not.\r\n\n          In January  1990, the company,  still in the  throes of\r\n\ndownsizing, made a similar early retirement offer (Offer  No. 2).\r\n\nIt structured this offer  in much the same manner,  but devised a\r\n\nless complicated  formula for computing retirement  bonuses:  one\r\n\nweek's salary for each year of  service.  Like Offer No. 1, Offer\r\n\nNo. 2 did  not impose a  ceiling on the  number of service  years\r\n\nthat could figure  into the calculation.  Once again,  some   but\r\n\nnot all   of the eligible employees accepted the offer.\r\n\n          In   corporate   America,  financial   security   is  a\r\n\nconsummation  ardently  sought but  seldom  achieved.   When  the\r\n\ncompany's  prognosis remained  gloomy,  it sponsored  yet another\r\n\nearly retirement offer (Offer  No. 3) in January  of 1991.   This\r\n\noffer contemplated that the  amount of an individual's retirement\r\n\nbonus would be calculated  by the same formula used  for purposes\r\n\nof Offer  No. 2 (multiplying one  week's pay times the  number of\r\n\nservice  years), but capped the number of years includable in the\r\n\ncomputation at twenty-five.  Almost  two-thirds of the weekly and\r\n\nmonthly salaried employees  who were eligible  to do so  accepted\r\n\nOffer  No. 3, including the  eighteen persons who  appear here as\r\n\nplaintiffs and  appellants  (all  of  whom had  spent  more  than\r\n\ntwenty-five years in the company's service).\r\n\n          Despite  the winnowing  that  occurred  over time,  the\r\n\ncompany    apparently  convinced  that strength  lay  in lack  of\r\n\nnumbers   undertook further cost-reduction measures in October of\r\n\n1991.     These  included  salary  cuts  and  yet  another  early\r\n\n                                3\r\r\n\nretirement  offer (Offer  No. 4).   As  with the  two immediately\r\n\npreceding  proposals,   the  carrot  that  the   company  dangled\r\n\nconsisted of a bonus calculated on the basis of one week's salary\r\n\nfor each year of  service.  This time, however,  the company made\r\n\nthe offer accessible to more  employees (by lowering the  minimum\r\n\nage  for early retirement) and abjured any ceiling on the maximum\r\n\nnumber  of  service years  includable in  figuring the  lump sum.\r\n\nThirty-eight of  forty-six eligible employees accepted  Offer No.\r\n\n4.\r\n\n          The  appellants  were displeased  no little  (and quite\r\n\nsome)  upon learning of the more generous terms embodied in Offer\r\n\nNo. 4.  Each of them had accepted a capped offer   Offer No.  3  \r\n\nas   an  inducement  to  take   early  retirement,  and  the  cap\r\n\neffectively reduced their early  retirement bonuses by an average\r\n\nof roughly $9,950 per  retiree.  They sued the  company, alleging\r\n\ninter  alia  that  the series  of  four  early retirement  offers\r                     \r\n\nconstituted a  plan under the  terms of ERISA, 29  U.S.C.   1002;\r\n\nthat the plan failed to comply with ERISA's imperatives, e.g, the\r\n\ncompany had not provided a written plan description or a protocol\r\n\nfor amendment,  see 29  U.S.C.     1022  &amp; 1102;  and that  these\r                             \r\n\nviolations entitled them to damages based on what they would have\r\n\nreceived had Offer No. 3 not been capped, together with interest,\r\n\ncounsel fees, and other redress.\r\n\n          After conducting a  non-jury trial, the district  court\r\n\nrejected  the central premise  underlying the  appellants' claim.\r\n\nThe  court  held  that  the  early  retirement  offer  which  the\r\n\n                                4\r\r\n\nappellants accepted did not constitute a plan for ERISA purposes,\r\n\nand  that, therefore, the company was not obliged to heed ERISA's\r\n\nrequirements.   See Belanger v. Wyman-Gordon Co., 888 F. Supp. 9,\r                                                          \r\n\n12 (D. Mass. 1995).  The appellants assign error.1\r\n\n                               II.\r                                         II.\r                                            \r\n\n                            Discussion\r                                      Discussion\r                                                \r\n\n                                A.\r                                          A.\r                                            \r\n\n                        Standard of Review\r                                  Standard of Review\r                                                    \r\n\n          The question whether a given employee benefit or set of\r\n\nbenefits is a plan  properly governed by the strictures  of ERISA\r\n\nrequires a  certain level  of judicial  versatility.   Because an\r\n\ninquiring court must both assess the facts and apply the law, two\r\n\ndifferent standards of review  come into play.  \"For  purposes of\r\n\nappellate review, mixed questions of fact and law ordinarily fall\r\n\nalong  a  degree-of-deference  continuum,  ranging  from  plenary\r\n\nreview  for law-dominated  questions  to  clear-error review  for\r\n\nfact-dominated questions.\"   Johnson  v. Watts Regulator  Co., 63\r                                                                       \r\n\nF.3d  1129,  1132 (1st  Cir.  1995).   At  the  near  end of  the\r\n\ncontinuum, the district court's interpretation of the word \"plan\"\r\n\nas it is used in ERISA poses a question of law subject to de novo\r\n\nreview.   At the  far end of  the continuum, the  court's inquiry\r\n\ninto the nature  and scope of the  benefits actually at issue  in\r\n\nthe instant  case  demands factfinding,  and  is to  that  extent\r\n\n                    \r                              \r\n\n     1In  the district  court, the  appellants also  raised other\r\nclaims.   The  court  found  against  them  on  all  fronts,  see\r                                                                           \r\nBelanger,  888 F. Supp. at  12-13, and only  this ERISA claim has\r                  \r\nbeen preserved for review.\r\n\n                                5\r\r\n\nreviewable only for clear error.  In other words, as  long as the\r\n\ntrial court accurately applies  the relevant legal standards, the\r\n\nexistence vel non of an  ERISA plan is principally a question  of\r                           \r\n\nfact, and the court of appeals must defer to the district court's\r\n\njudgment unless that judgment is clearly erroneous.   See Wickman\r                                                                           \r\n\nv. Northwestern Nat'l Ins.  Co., 908 F.2d 1077, 1082  (1st Cir.),\r                                         \r\n\ncert.  denied, 498 U.S. 1013  (1990); see also  Cumpiano v. Banco\r                                                                           \r\n\nSantander P.R.,  902 F.2d  148, 152 (1st  Cir. 1990)  (explaining\r                        \r\n\nthat there is no clear error \"unless, on the whole of the record,\r\n\n[the court of appeals] form[s] a strong, unyielding belief that a\r\n\nmistake has been made\").\r\n\n                                B.\r                                          B.\r                                            \r\n\n                      The Meaning of \"Plan\"\r                                The Meaning of \"Plan\"\r                                                     \r\n\n          The text of ERISA itself  affords scant guidance as  to\r\n\nwhat  constitutes a  covered \"plan.\"   The  statute, 29  U.S.C.  \r\n\n1002(2)(A), merely  constructs a tautology, defining  an employee\r\n\nbenefit  plan  as \"any  plan,  program  or  fund\" established  or\r\n\nmaintained  by  an employer  that  provides  certain benefits  to\r\n\nemployees.   Relying on the purposes undergirding  the statute to\r\n\ngive meaning to this cryptic language, the Supreme Court has made\r\n\nit very clear that an employee  benefit may be considered a  plan\r\n\nfor  purposes of  ERISA only  if it  involves the  undertaking of\r\n\ncontinuing  administrative  and  financial  obligations   by  the\r\n\nemployer  to the behoof of employees or their beneficiaries.  See\r                                                                           \r\n\nFort  Halifax Packing Co.  v. Coyne, 482  U.S. 1,  12 (1987); see\r                                                                           \r\n\nalso District of Columbia  v. Greater Wash. Bd. of  Trade, 113 S.\r                                                                   \r\n\n                                6\r\r\n\nCt.  580, 584 n.2 (1992) (construing Fort Halifax as holding that\r                                                           \r\n\na  plan exists  only if  an employer  has \"some  minimal, ongoing\r\n\n`administrative' scheme or practice\").\r\n\n          Fort  Halifax is  the beacon  by which  we  must steer.\r                                 \r\n\nThere, the  Court  rejected an  ERISA preemption  challenge to  a\r\n\nMaine statute requiring employers  to tender a one-time severance\r\n\npayment to displaced employees  in the event of a  plant closing.\r\n\nThe  Court held that Maine's plant-closing law did not succumb to\r\n\nERISA's  preemptive  force  because  the  legislatively  mandated\r\n\ntribute  comprised no  more  than a  \"one-time, lump-sum  payment\r\n\ntriggered by a single event.\"  482 U.S. at 12.  Consequently, the\r\n\nstate statute neither \"establishe[d], nor require[d] an  employer\r\n\nto  maintain,  an employee  benefit  plan.\"    Id.  (emphasis  in\r                                                            \r\n\noriginal).\r\n\n          Two of ERISA's cardinal goals   protection of employers\r\n\nand  protection  of employees     appear to  have  influenced the\r\n\nCourt's interpretation of  what constitutes  a plan.   As to  the\r\n\nformer  goal,  the  Court  acknowledged  that  Congress  designed\r\n\nERISA's preemption provision partially to protect employers  from\r\n\na  \"patchwork  scheme\"  of  regulations in  respect  to  employee\r\n\nbenefits.   Id.   This concern has  little or no  pertinence, the\r                         \r\n\nCourt  reasoned, in  a one-time  payment situation  in  which the\r\n\nemployer's only obligation is  to draw a  single check.  See  id.\r                                                                           \r\n\nBy  contrast, this  concern  is highly  pertinent  in respect  to\r\n\nemployee  benefits  that  place  \"periodic  demands\" on  employer\r\n\nassets,  \"creat[ing]  a  need  for  financial  coordination   and\r\n\n                                7\r\r\n\ncontrol.\"  Id.\r                        \r\n\n          As  to ERISA's  other, more  important goal,  the Court\r\n\nrecognized that, in general, ERISA's  substantive protections are\r\n\nintended to safeguard the financial integrity of employee benefit\r\n\nfunds, to permit employee monitoring of earmarked  assets, and to\r\n\nensure that employers' promises are kept.   See id. at 15.  Since\r                                                             \r\n\na single-shot benefit requires no greater assurance than that the\r\n\ncheck  will  not  bounce,  ERISA's  panoply  of  protections  has\r\n\nvirtually nothing to do with such a  simple task.  See id. at 16.\r                                                                    \r\n\nMore elaborately structured benefits, however,  raise a different\r\n\nset  of concerns.  As the Court observed, ongoing investments and\r\n\nobligations are uniquely vulnerable to employer abuse or employer\r\n\ncarelessness, and thus require  ERISA's special prophylaxis.  See\r                                                                           \r\n\nid.\r             \r\n\n          The  upshot is that, in the albedo of Fort Halifax, the\r                                                                      \r\n\nexistence  of  a plan  turns  on  the  nature  and extent  of  an\r\n\nemployer's  benefit obligations.   Withal,  making particularized\r\n\njudgments in this area on  the basis of vague etchings  of policy\r\n\nis no mean feat.  As we wrote on an earlier occasion, \"so long as\r\n\nFort  Halifax prescribes  a definition  based on  the extent  and\r                       \r\n\ncomplexity  of administrative obligations, line drawing  . . . is\r\n\nnecessary and  close  cases  will approach  the  line  from  both\r\n\nsides.\"   Simas v. Quaker Fabric Corp., 6 F.3d 849, 854 (1st Cir.\r                                                \r\n\n1993).\r\n\n          There  is  no  authoritative  checklist  that   can  be\r\n\nconsulted to determine conclusively if an employer's  obligations\r\n\n                                8\r\r\n\nrise to  the level  of an  ERISA plan.   While  a  wide array  of\r\n\nfactors may  be suggestive,  typically \"no  single act  in itself\r\n\nnecessarily constitutes  the establishment  of the plan,  fund or\r\n\nprogram.\"   Donovan v. Dillingham, 688 F.2d 1367, 1373 (11th Cir.\r                                           \r\n\n1982) (en banc).  Yet, some factors tend to be more indicative of\r\n\nthe existence of a plan than others.\r\n\n          One very important consideration  is whether, in  light\r\n\nof  all the  surrounding  facts and  circumstances, a  reasonable\r\n\nemployee would perceive an ongoing  commitment by the employer to\r\n\nprovide  employee benefits.   See Henglein  v. Informal  Plan for\r                                                                           \r\n\nPlant Shutdown Benefits for Salaried Employees, 974 F.2d 391, 400\r                                                        \r\n\n(3d Cir. 1992);  Donovan, 688 F.2d at 1373;  cf. Johnson, 63 F.3d\r                                                                  \r\n\nat  1135 (advocating  that courts  should judge  the  question of\r\n\nwhether an  employer \"established  or maintained\" a  benefit plan\r\n\nwithin  the   scope  of  ERISA  \"from  the  employees'  place  of\r\n\nvantage\").  Thus, evidence that an  employer committed to provide\r\n\nlong-term or  periodic benefits  to its employees  will often  be\r\n\ntelling.   See  Henglein, 974  F.2d at  400;  see also  Kenney v.\r                                                                        \r\n\nRoland Parson Contracting Corp., 28 F.3d 1254, 1258-59 (D.C. Cir.\r                                         \r\n\n1994) (explaining that a plan may be created, even in the absence\r\n\nof formal documentation, by  \"an employer's representation that a\r\n\nplan  has been established, in  conjunction with any action, such\r\n\nas  withholding wages for contribution to such a plan, that tends\r\n\nto  confirm  its representations\").   Anticipating  this reality,\r\n\nthis court stated in Wickman, 908 F.2d at 1083, that the \"crucial\r                                      \r\n\nfactor in determining if a `plan' has been established is whether\r\n\n                                9\r\r\n\nthe [proffering of an  employee benefit] constituted an expressed\r\n\nintention  by the employer to  provide benefits on  a regular and\r\n\nlong term basis.\"\r\n\n          We  end where we began.   In this  cloudy corner of the\r\n\nlaw, each case must be  appraised on its own facts.  All that can\r\n\nbe stated with assurance is that Fort Halifax controls.  Thus, so\r                                                       \r\n\nlong as a proffered benefit does not involve employer obligations\r\n\nmaterially beyond those  reflected in Fort Halifax, see  Simas, 6\r                                                                        \r\n\nF.3d at 853-54,  the benefit will not amount to  a plan under the\r\n\nERISA statute.2\r\n\n                                C.\r                                          C.\r                                            \r\n\n                             Analysis\r                                       Analysis\r                                               \r\n\n          Viewed  against this  backdrop,  the  district  court's\r\n\nconclusion  that ERISA  did  not apply  to  the series  of  early\r\n\nretirement  offers  is eminently  supportable.    Nothing in  the\r\n\noffers,  whether  they  are   assessed  individually  or  in  the\r\n\naggregate,  reflects  the  company's  assumption  of  an  ongoing\r\n\nadministrative  or financial obligation  to its  employees within\r\n\nthe purview of Fort Halifax.\r                                     \r\n\n          Taken  singly,  the  early  retirement  offers  involve\r\n\n                    \r                              \r\n\n     2Simas  involved a  situation in  which an  employer  had to\r                     \r\nfulfill,  under   state  law,  obligations   analogous  to,   but\r\nmaterially beyond, those imposed under the Maine statute at issue\r\nin Fort  Halifax.  The Massachusetts statute  addressed in Simas,\r                                                                          \r\nunlike  the  Maine   statute,  required  individualized  employer\r\ndeterminations, based  on at  least one nonmechanical  criterion,\r\nover a prolonged time period.  See  Simas, 6 F.3d at 853.   Thus,\r                                                   \r\nwe held  that ERISA  preempted the Massachusetts  statute because\r\nthe  statute imposed  obligations on  the employer  equivalent to\r\nthose involved in an ERISA plan.  See id. at 853-54.\r                                                   \r\n\n                                10\r\r\n\nprecisely the kind  of one-time, lump-sum  payment that the  Fort\r                                                                           \r\n\nHalifax Court clearly excluded from  the pantheon of ERISA plans.\r                 \r\n\nSee 482  U.S. at  12.   The company's offers  hinged on  a purely\r             \r\n\nmechanical  determination  of   eligibility  and,  if   accepted,\r\n\nrequired  no  complicated  administrative  apparatus   either  to\r\n\ncalculate or  to distribute  the promised  benefit.   The  offers\r\n\npivoted on a single,  time-specific event.  They did  not involve\r\n\npromises that had to be  kept over a lengthy period, nor  did the\r\n\ncompany thereby make  any lasting financial commitment  of a type\r\n\nthat might implicate ERISA's substantive protections.  The bottom\r\n\nline is  that the company  did no  more than propose  to write  a\r\n\nsingle  check to  each  eligible employee  who accepted  an early\r\n\nretirement  offer.   If this  is not  Fort Halifax  redux,  it is\r                                                            \r\n\nsufficiently  close  to  the  Fort Halifax  model  that  it falls\r                                                    \r\n\noutside  ERISA's sphere.  See  Fort Halifax, 482  U.S. at 12; see\r                                                                           \r\n\nalso Kulinski v.  Medtronic Bio-Medicus, Inc.,  21 F.3d 254,  258\r                                                       \r\n\n(8th Cir. 1994) (holding  that a severance plan involving  a one-\r\n\ntime payment is not an  ERISA plan); Angst v. Mack  Trucks, Inc.,\r                                                                          \r\n\n969  F.3d 1530,  1539 (3d  Cir. 1992)  (similar); Fontenot  v. NL\r                                                                           \r\n\nIndus., Inc., 953 F.2d 960, 962-63 (5th Cir. 1992) (similar).\r                      \r\n\n          The more  intriguing question  in this case  is whether\r\n\nthe incidence of serial  offers   the fact that the  company made\r\n\nnot a  lone offer but  a succession  of offers over  a period  of\r\n\nroughly four years   changes the  result.  We do not believe that\r\n\nit does.   Each of the  four early retirement  offers, in and  of\r\n\nitself, is  beyond  ERISA's  reach.    The  appellants  have  not\r\n\n                                11\r\r\n\nadvanced  any convincing  reason why the  sheer number  of ERISA-\r\n\nexempt early retirement offers, without more, serves to alter the\r\n\nFort  Halifax  analysis.   To be  sure,  in some  circumstances a\r                       \r\n\nparade  of early retirement offers  might constitute a plan under\r\n\nERISA    where,  for example,  employees rely  on the  promise of\r\n\nfuture offers.  Cf. Moeller v. Bertrang, 801 F. Supp. 291, 294-95\r                                                 \r\n\n(D.S.D. 1992) (emphasizing the importance of employee reliance on\r\n\nemployer promises of  future benefits).  But this  record reveals\r\n\nno  such concatenation of circumstances.   Here, the  whole is no\r\n\ngreater than the sum of the parts.\r\n\n          Three  pieces of  information confirm  this conclusion.\r\n\nFirst,  the  administration  of  the offers  neither  required  a\r\n\nspecial   mechanism  nor  engendered  a  need  for  nonmechanical\r\n\ndecisionmaking.   Second, the  record is  devoid of  any evidence\r\n\nthat the serial offers  were the product of a  prearranged design\r\n\nor that the company ever represented  to its work force that they\r\n\nwere linked in  a defined sequence.  Consequently,  the employees\r\n\nhad  no promises of financial  obligation on which  to rely, and,\r\n\nthus, no need for ERISA's substantive protection.  The  finishing\r\n\ntouch is the district court's factual finding that the offers did\r\n\nnot impose continuing obligations  of either an administrative or\r\n\na  financial nature.   See  Belanger, 888  F. Supp.  at 12.   The\r                                              \r\n\nappellants have pointed to no facts that remotely contradict this\r\n\nfactual finding.\r\n\n          To sum up,  it appears  that the  company devised  each\r\n\noffer  without giving thought to possible future offers, and that\r\n\n                                12\r\r\n\neach  offer was motivated  by a bona  fide need to  reduce costs.\r\n\nJust as four eggs,  without more, do not  make an omelette,  four\r\n\nindependent early retirement offers, without visible ties to each\r\n\nother and without  proof of  an enduring obligation  owed by  the\r\n\nemployer to the employees, do not make an ERISA plan.3\r\n\n                               III.\r                                         III.\r                                             \r\n\n                            Conclusion\r                                      Conclusion\r                                                \r\n\n          We need go no further.   The district court found, as a\r\n\nmatter of fact,  that the company's four  early retirement offers\r\n\ninvolved no continuing administrative or  financial obligation on\r\n\nits part, and thus concluded, as a matter of law, that the offers\r\n\ntogether did not constitute a plan under ERISA.  On this  record,\r\n\nwe emphatically agree.\r\n\n          Affirmed.\r                    Affirmed.\r                            \r\n\n                    \r                              \r\n\n     3Although the  appellants press heavily on the fact that the\r\nsame executive designed each  retirement offer, this does nothing\r\nto prove that he did  so as part of  an ERISA plan.  Indeed,  the\r                                                            \r\nuncontroverted evidence strongly  suggests that successive offers\r\nwere   necessary  only  because   the  corporate  profit-and-loss\r\nstatement failed to recuperate in the projected time frame.\r\n\n                                13\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1704\r\n\n                   EDMUND H. BELANGER, ET AL.,\r\n\n                     Plaintiffs, Appellants,\r\n\n                                v.\r\n\n                      WYMAN-GORDON COMPANY,\r\n\n                       Defendant, Appellee.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                             \r\n\n     Mark  I. Zarrow, with whom Lian, Zarrow, Eynon &amp; Shea was on\r                                                                    \r\nbrief, for appellants.\r\n     John  O. Mirick,  with  whom Mirick,  O'Connell, DeMallie  &amp;\r                                                                           \r\nLougee was on brief, for appellee.\r                \r\n\n                                             \r\n\n                        December 14, 1995\r\n                                             \r\n\n          SELYA,  Circuit  Judge.   This  appeal  requires us  to\r                    SELYA,  Circuit  Judge.\r                                          \r\n\ndecide  what constitutes  a benefit  \"plan\" for  purposes of  the\r\n\nEmployee  Retirement Income  Security Act  (ERISA), 29  U.S.C.   \r\n\n1001-1467 (1988).   The heart  of the appellants'  case is  their\r\n\ncontention that a series of four early retirement offers extended\r\n\nby  their employer  over a  four-year period constitute  an ERISA\r\n\nplan.  The  district court  thought not, and  dismissed the  suit\r\n\nafter a bench trial.  We affirm.\r\n\n                                I.\r                                          I.\r                                            \r\n\n                            Background\r                                      Background\r                                                \r\n\n          We  take  the  underlying  facts  principally from  the\r\n\nparties' pretrial stipulations.\r\n\n          Facing an uncertain economic future, defendant-appellee\r\n\nWyman-Gordon Co. (the company) decided  to reduce its work  force\r\n\nin hopes of improving its overall financial outlook.  The company\r\n\nmade its first move in November  1987.  Rather than simply laying\r\n\noff  loyal minions,  the company  offered all  age-qualified non-\r\n\nunion workers (characterized as  all \"weekly and monthly salaried\r\n\nemployees\") an opportunity for early retirement (Offer No.1).  To\r\n\nmake departing  a sweeter  sorrow, the  company proposed  to pay,\r\n\nover  and beyond  regular retirement  benefits, a  lump-sum bonus\r\n\namounting to one  week's pay for each  year of service, plus  two\r\n\ndays' pay for each  year of service  in excess of fifteen  years,\r\n\nmultiplied by 110%.   Offer No. 1 contained no  cap on the number\r\n\nof service years that could be included in calculating the amount\r\n\nof  the one-time  bonus.   Some  eligible employees  accepted the\r\n\n                                2\r\r\n\noffer and some did not.\r\n\n          In January  1990, the company,  still in the  throes of\r\n\ndownsizing, made a similar early retirement offer (Offer  No. 2).\r\n\nIt structured this offer  in much the same manner,  but devised a\r\n\nless complicated  formula for computing retirement  bonuses:  one\r\n\nweek's salary for each year of  service.  Like Offer No. 1, Offer\r\n\nNo. 2 did  not impose a  ceiling on the  number of service  years\r\n\nthat could figure  into the calculation.  Once again,  some   but\r\n\nnot all   of the eligible employees accepted the offer.\r\n\n          In   corporate   America,  financial   security   is  a\r\n\nconsummation  ardently  sought but  seldom  achieved.   When  the\r\n\ncompany's  prognosis remained  gloomy,  it sponsored  yet another\r\n\nearly retirement offer (Offer  No. 3) in January  of 1991.   This\r\n\noffer contemplated that the  amount of an individual's retirement\r\n\nbonus would be calculated  by the same formula used  for purposes\r\n\nof Offer  No. 2 (multiplying one  week's pay times the  number of\r\n\nservice  years), but capped the number of years includable in the\r\n\ncomputation at twenty-five.  Almost  two-thirds of the weekly and\r\n\nmonthly salaried employees  who were eligible  to do so  accepted\r\n\nOffer  No. 3, including the  eighteen persons who  appear here as\r\n\nplaintiffs and  appellants  (all  of  whom had  spent  more  than\r\n\ntwenty-five years in the company's service).\r\n\n          Despite  the winnowing  that  occurred  over time,  the\r\n\ncompany    apparently  convinced  that strength  lay  in lack  of\r\n\nnumbers   undertook further cost-reduction measures in October of\r\n\n1991.     These  included  salary  cuts  and  yet  another  early\r\n\n                                3\r\r\n\nretirement  offer (Offer  No. 4).   As  with the  two immediately\r\n\npreceding  proposals,   the  carrot  that  the   company  dangled\r\n\nconsisted of a bonus calculated on the basis of one week's salary\r\n\nfor each year of  service.  This time, however,  the company made\r\n\nthe offer accessible to more  employees (by lowering the  minimum\r\n\nage  for early retirement) and abjured any ceiling on the maximum\r\n\nnumber  of  service years  includable in  figuring the  lump sum.\r\n\nThirty-eight of  forty-six eligible employees accepted  Offer No.\r\n\n4.\r\n\n          The  appellants  were displeased  no little  (and quite\r\n\nsome)  upon learning of the more generous terms embodied in Offer\r\n\nNo. 4.  Each of them had accepted a capped offer   Offer No.  3  \r\n\nas   an  inducement  to  take   early  retirement,  and  the  cap\r\n\neffectively reduced their early  retirement bonuses by an average\r\n\nof roughly $9,950 per  retiree.  They sued the  company, alleging\r\n\ninter  alia  that  the series  of  four  early retirement  offers\r                     \r\n\nconstituted a  plan under the  terms of ERISA, 29  U.S.C.   1002;\r\n\nthat the plan failed to comply with ERISA's imperatives, e.g, the\r\n\ncompany had not provided a written plan description or a protocol\r\n\nfor amendment,  see 29  U.S.C.     1022  &amp; 1102;  and that  these\r                             \r\n\nviolations entitled them to damages based on what they would have\r\n\nreceived had Offer No. 3 not been capped, together with interest,\r\n\ncounsel fees, and other redress.\r\n\n          After conducting a  non-jury trial, the district  court\r\n\nrejected  the central premise  underlying the  appellants' claim.\r\n\nThe  court  held  that  the  early  retirement  offer  which  the\r\n\n                                4\r\r\n\nappellants accepted did not constitute a plan for ERISA purposes,\r\n\nand  that, therefore, the company was not obliged to heed ERISA's\r\n\nrequirements.   See Belanger v. Wyman-Gordon Co., </pre><span class=\"citation\" data-id=\"1644032\"><a href=\"/opinion/1644032/belanger-v-wyman-gordon-co/\"><span class=\"volume\">888</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">,\r                                                          \r\n\n12 (D. Mass. 1995).  The appellants assign error.1\r\n\n                               II.\r                                         II.\r                                            \r\n\n                            Discussion\r                                      Discussion\r                                                \r\n\n                                A.\r                                          A.\r                                            \r\n\n                        Standard of Review\r                                  Standard of Review\r                                                    \r\n\n          The question whether a given employee benefit or set of\r\n\nbenefits is a plan  properly governed by the strictures  of ERISA\r\n\nrequires a  certain level  of judicial  versatility.   Because an\r\n\ninquiring court must both assess the facts and apply the law, two\r\n\ndifferent standards of review  come into play.  \"For  purposes of\r\n\nappellate review, mixed questions of fact and law ordinarily fall\r\n\nalong  a  degree-of-deference  continuum,  ranging  from  plenary\r\n\nreview  for law-dominated  questions  to  clear-error review  for\r\n\nfact-dominated questions.\"   Johnson  v. Watts Regulator  Co., </pre><span class=\"citation\" data-id=\"702493\"><a href=\"/opinion/702493/pens-plan-guide-p-23912p-james-johnson-v-watts-regulator-company/\"><span class=\"volume\">63</span>\r                                                                       \r\n\n<span class=\"reporter\">F.3d</span>  <span class=\"page\">1129</span></a></span><pre class=\"inline\">,  1132 (1st  Cir.  1995).   At  the  near  end of  the\r\n\ncontinuum, the district court's interpretation of the word \"plan\"\r\n\nas it is used in ERISA poses a question of law subject to de novo\r\n\nreview.   At the  far end of  the continuum, the  court's inquiry\r\n\ninto the nature  and scope of the  benefits actually at issue  in\r\n\nthe instant  case  demands factfinding,  and  is to  that  extent\r\n\n                    \r                              \r\n\n     1In  the district  court, the  appellants also  raised other\r\nclaims.   The  court  found  against  them  on  all  fronts,  see\r                                                                           \r\n</pre><span class=\"citation\" data-id=\"1644032\"><span class=\"antecedent_guess\">Belanger,</span>  <a href=\"/opinion/1644032/belanger-v-wyman-gordon-co/\"><span class=\"volume\">888</span> <span class=\"reporter\">F. Supp.</span> at  <span class=\"page\">12-13</span></a></span><pre class=\"inline\">, and only  this ERISA claim has\r                  \r\nbeen preserved for review.\r\n\n                                5\r\r\n\nreviewable only for clear error.  In other words, as  long as the\r\n\ntrial court accurately applies  the relevant legal standards, the\r\n\nexistence vel non of an  ERISA plan is principally a question  of\r                           \r\n\nfact, and the court of appeals must defer to the district court's\r\n\njudgment unless that judgment is clearly erroneous.   See Wickman\r                                                                           \r\n\nv. Northwestern Nat'l Ins.  Co., </pre><span class=\"citation\" data-id=\"545155\"><a href=\"/opinion/545155/mary-jane-wickman-v-northwestern-national-insurance-company/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1077</span></a></span><pre class=\"inline\">, 1082  (1st Cir.),\r                                         \r\n\ncert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1013</span> </span><pre class=\"inline\"> (1990); see also  Cumpiano v. Banco\r                                                                           \r\n\nSantander P.R.,  </pre><span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">148</span></a></span><pre class=\"inline\">, 152 (1st  Cir. 1990)  (explaining\r                        \r\n\nthat there is no clear error \"unless, on the whole of the record,\r\n\n[the court of appeals] form[s] a strong, unyielding belief that a\r\n\nmistake has been made\").\r\n\n                                B.\r                                          B.\r                                            \r\n\n                      The Meaning of \"Plan\"\r                                The Meaning of \"Plan\"\r                                                     \r\n\n          The text of ERISA itself  affords scant guidance as  to\r\n\nwhat  constitutes a  covered \"plan.\"   The  statute, 29  U.S.C.  \r\n\n1002(2)(A), merely  constructs a tautology, defining  an employee\r\n\nbenefit  plan  as \"any  plan,  program  or  fund\" established  or\r\n\nmaintained  by  an employer  that  provides  certain benefits  to\r\n\nemployees.   Relying on the purposes undergirding  the statute to\r\n\ngive meaning to this cryptic language, the Supreme Court has made\r\n\nit very clear that an employee  benefit may be considered a  plan\r\n\nfor  purposes of  ERISA only  if it  involves the  undertaking of\r\n\ncontinuing  administrative  and  financial  obligations   by  the\r\n\nemployer  to the behoof of employees or their beneficiaries.  See\r                                                                           \r\n\nFort  Halifax Packing Co.  v. Coyne, </pre><span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"volume\">482</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  12 (1987); see\r                                                                           \r\n\nalso District of Columbia  v. Greater Wash. Bd. of  Trade, 113 S.\r                                                                   \r\n\n                                6\r\r\n\nCt.  580, 584 n.2 (1992) (construing Fort Halifax as holding that\r                                                           \r\n\na  plan exists  only if  an employer  has \"some  minimal, ongoing\r\n\n`administrative' scheme or practice\").\r\n\n          Fort  Halifax is  the beacon  by which  we  must steer.\r                                 \r\n\nThere, the  Court  rejected an  ERISA preemption  challenge to  a\r\n\nMaine statute requiring employers  to tender a one-time severance\r\n\npayment to displaced employees  in the event of a  plant closing.\r\n\nThe  Court held that Maine's plant-closing law did not succumb to\r\n\nERISA's  preemptive  force  because  the  legislatively  mandated\r\n\ntribute  comprised no  more  than a  \"one-time, lump-sum  payment\r\n\ntriggered by a single </pre><span class=\"citation\" data-id=\"111901\"><span class=\"antecedent_guess\">event.\"</span>  <a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">12</span></a></span><pre class=\"inline\">.  Consequently, the\r\n\nstate statute neither \"establishe[d], nor require[d] an  employer\r\n\nto  maintain,  an employee  benefit  plan.\"    </pre><span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"id_token\">Id.</span>  (emphasis  in\r</a></span><pre class=\"inline\">                                                            \r\n\noriginal).\r\n\n          Two of ERISA's cardinal goals   protection of employers\r\n\nand  protection  of employees     appear to  have  influenced the\r\n\nCourt's interpretation of  what constitutes  a plan.   As to  the\r\n\nformer  goal,  the  Court  acknowledged  that  Congress  designed\r\n\nERISA's preemption provision partially to protect employers  from\r\n\na  \"patchwork  scheme\"  of  regulations in  respect  to  employee\r\n\nbenefits.   </pre><span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"id_token\">Id.</span>   This concern </a></span><pre class=\"inline\">has  little or no  pertinence, the\r                         \r\n\nCourt  reasoned, in  a one-time  payment situation  in  which the\r\n\nemployer's only obligation is  to draw a  single check.  See  </pre><span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"id_token\">id.</span>\r                                                                           \r\n\nBy  contrast, </a></span><pre class=\"inline\">this  concern  is highly  pertinent  in respect  to\r\n\nemployee  benefits  that  place  \"periodic  demands\" on  employer\r\n\nassets,  \"creat[ing]  a  need  for  financial  coordination   and\r\n\n                                7\r\r\n\ncontrol.\"  </pre><span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"id_token\">Id.</span>\r                        \r\n\n          As  to </a></span><pre class=\"inline\">ERISA's  other, more  important goal,  the Court\r\n\nrecognized that, in general, ERISA's  substantive protections are\r\n\nintended to safeguard the financial integrity of employee benefit\r\n\nfunds, to permit employee monitoring of earmarked  assets, and to\r\n\nensure that employers' promises are kept.   See </pre><span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"id_token\">id.</span> at 15. </a></span><pre class=\"inline\"> Since\r                                                             \r\n\na single-shot benefit requires no greater assurance than that the\r\n\ncheck  will  not  bounce,  ERISA's  panoply  of  protections  has\r\n\nvirtually nothing to do with such a  simple task.  See </pre><span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"id_token\">id.</span> at 16.\r</a></span><pre class=\"inline\">                                                                    \r\n\nMore elaborately structured benefits, however,  raise a different\r\n\nset  of concerns.  As the Court observed, ongoing investments and\r\n\nobligations are uniquely vulnerable to employer abuse or employer\r\n\ncarelessness, and thus require  ERISA's special prophylaxis.  See\r                                                                           \r\n\n</pre><span class=\"citation\" data-id=\"111901\"><a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"id_token\">id.</span>\r             \r\n\n          The  upshot </a></span><pre class=\"inline\">is that, in the albedo of Fort Halifax, the\r                                                                      \r\n\nexistence  of  a plan  turns  on  the  nature  and extent  of  an\r\n\nemployer's  benefit obligations.   Withal,  making particularized\r\n\njudgments in this area on  the basis of vague etchings  of policy\r\n\nis no mean feat.  As we wrote on an earlier occasion, \"so long as\r\n\nFort  Halifax prescribes  a definition  based on  the extent  and\r                       \r\n\ncomplexity  of administrative obligations, line drawing  . . . is\r\n\nnecessary and  close  cases  will approach  the  line  from  both\r\n\nsides.\"   Simas v. Quaker Fabric Corp., </pre><span class=\"citation\" data-id=\"654586\"><a href=\"/opinion/654586/john-simas-v-quaker-fabric-corporation-of-fall-river-commonwealth-of/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">849</span></a></span><pre class=\"inline\">, 854 (1st Cir.\r                                                \r\n\n1993).\r\n\n          There  is  no  authoritative  checklist  that   can  be\r\n\nconsulted to determine conclusively if an employer's  obligations\r\n\n                                8\r\r\n\nrise to  the level  of an  ERISA plan.   While  a  wide array  of\r\n\nfactors may  be suggestive,  typically \"no  single act  in itself\r\n\nnecessarily constitutes  the establishment  of the plan,  fund or\r\n\nprogram.\"   Donovan v. Dillingham, </pre><span class=\"citation\" data-id=\"409101\"><a href=\"/opinion/409101/raymond-j-donovan-secretary-of-the-united-states-department-of-labor/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1367</span></a></span><pre class=\"inline\">, 1373 (11th Cir.\r                                           \r\n\n1982) (en banc).  Yet, some factors tend to be more indicative of\r\n\nthe existence of a plan than others.\r\n\n          One very important consideration  is whether, in  light\r\n\nof  all the  surrounding  facts and  circumstances, a  reasonable\r\n\nemployee would perceive an ongoing  commitment by the employer to\r\n\nprovide  employee benefits.   See Henglein  v. Informal  Plan for\r                                                                           \r\n\nPlant Shutdown Benefits for Salaried Employees, </pre><span class=\"citation\" data-id=\"590228\"><a href=\"/opinion/590228/george-w-henglein-lc-albacker-rb-andrews-rl-appeldorn-rh/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">391</span></a></span><pre class=\"inline\">, 400\r                                                        \r\n\n(3d Cir. 1992);  </pre><span class=\"citation\" data-id=\"409101\"><span class=\"antecedent_guess\">Donovan,</span> <a href=\"/opinion/409101/raymond-j-donovan-secretary-of-the-united-states-department-of-labor/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1373</span></a></span><pre class=\"inline\">;  cf. </pre><span class=\"citation\" data-id=\"702493\"><span class=\"antecedent_guess\">Johnson,</span> <a href=\"/opinion/702493/pens-plan-guide-p-23912p-james-johnson-v-watts-regulator-company/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n\nat  <span class=\"page\">1135</span> </a></span><pre class=\"inline\">(advocating  that courts  should judge  the  question of\r\n\nwhether an  employer \"established  or maintained\" a  benefit plan\r\n\nwithin  the   scope  of  ERISA  \"from  the  employees'  place  of\r\n\nvantage\").  Thus, evidence that an  employer committed to provide\r\n\nlong-term or  periodic benefits  to its employees  will often  be\r\n\ntelling.   See  </pre><span class=\"citation\" data-id=\"590228\"><span class=\"antecedent_guess\">Henglein,</span> <a href=\"/opinion/590228/george-w-henglein-lc-albacker-rb-andrews-rl-appeldorn-rh/\"><span class=\"volume\">974</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">400</span></a></span><pre class=\"inline\">;  see also  Kenney v.\r                                                                        \r\n\nRoland Parson Contracting Corp., </pre><span class=\"citation\" data-id=\"673800\"><a href=\"/opinion/673800/john-j-kenney-jr-v-roland-parson-contracting-corporation/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1254</span></a></span><pre class=\"inline\">, 1258-59 (D.C. Cir.\r                                         \r\n\n1994) (explaining that a plan may be created, even in the absence\r\n\nof formal documentation, by  \"an employer's representation that a\r\n\nplan  has been established, in  conjunction with any action, such\r\n\nas  withholding wages for contribution to such a plan, that tends\r\n\nto  confirm  its representations\").   Anticipating  this reality,\r\n\nthis court stated in </pre><span class=\"citation\" data-id=\"545155\"><span class=\"antecedent_guess\">Wickman,</span> <a href=\"/opinion/545155/mary-jane-wickman-v-northwestern-national-insurance-company/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1083</span></a></span><pre class=\"inline\">, that the \"crucial\r                                      \r\n\nfactor in determining if a `plan' has been established is whether\r\n\n                                9\r\r\n\nthe [proffering of an  employee benefit] constituted an expressed\r\n\nintention  by the employer to  provide benefits on  a regular and\r\n\nlong term basis.\"\r\n\n          We  end where we began.   In this  cloudy corner of the\r\n\nlaw, each case must be  appraised on its own facts.  All that can\r\n\nbe stated with assurance is that Fort Halifax controls.  Thus, so\r                                                       \r\n\nlong as a proffered benefit does not involve employer obligations\r\n\nmaterially beyond those  reflected in Fort Halifax, see  </pre><span class=\"citation\" data-id=\"654586\"><span class=\"antecedent_guess\">Simas,</span> <a href=\"/opinion/654586/john-simas-v-quaker-fabric-corporation-of-fall-river-commonwealth-of/\"><span class=\"volume\">6</span>\r                                                                        \r\n\n<span class=\"reporter\">F.3d</span> at <span class=\"page\">853-54</span></a></span><pre class=\"inline\">,  the benefit will not amount to  a plan under the\r\n\nERISA statute.2\r\n\n                                C.\r                                          C.\r                                            \r\n\n                             Analysis\r                                       Analysis\r                                               \r\n\n          Viewed  against this  backdrop,  the  district  court's\r\n\nconclusion  that ERISA  did  not apply  to  the series  of  early\r\n\nretirement  offers  is eminently  supportable.    Nothing in  the\r\n\noffers,  whether  they  are   assessed  individually  or  in  the\r\n\naggregate,  reflects  the  company's  assumption  of  an  ongoing\r\n\nadministrative  or financial obligation  to its  employees within\r\n\nthe purview of Fort Halifax.\r                                     \r\n\n          Taken  singly,  the  early  retirement  offers  involve\r\n\n                    \r                              \r\n\n     2Simas  involved a  situation in  which an  employer  had to\r                     \r\nfulfill,  under   state  law,  obligations   analogous  to,   but\r\nmaterially beyond, those imposed under the Maine statute at issue\r\nin Fort  Halifax.  The Massachusetts statute  addressed in Simas,\r                                                                          \r\nunlike  the  Maine   statute,  required  individualized  employer\r\ndeterminations, based  on at  least one nonmechanical  criterion,\r\nover a prolonged time period.  See  </pre><span class=\"citation\" data-id=\"654586\"><span class=\"antecedent_guess\">Simas,</span> <a href=\"/opinion/654586/john-simas-v-quaker-fabric-corporation-of-fall-river-commonwealth-of/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">853</span></a></span><pre class=\"inline\">.   Thus,\r                                                   \r\nwe held  that ERISA  preempted the Massachusetts  statute because\r\nthe  statute imposed  obligations on  the employer  equivalent to\r\nthose involved in an ERISA plan.  See </pre><span class=\"citation\" data-id=\"654586\"><a href=\"/opinion/654586/john-simas-v-quaker-fabric-corporation-of-fall-river-commonwealth-of/\"><span class=\"id_token\">id.</span> at 853-54.\r</a></span><pre class=\"inline\">                                                   \r\n\n                                10\r\r\n\nprecisely the kind  of one-time, lump-sum  payment that the  Fort\r                                                                           \r\n\nHalifax Court clearly excluded from  the pantheon of ERISA plans.\r                 \r\n\n</pre><span class=\"citation\" data-id=\"111901\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"volume\">482</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">12</span></a></span><pre class=\"inline\">.   The company's offers  hinged on  a purely\r             \r\n\nmechanical  determination  of   eligibility  and,  if   accepted,\r\n\nrequired  no  complicated  administrative  apparatus   either  to\r\n\ncalculate or  to distribute  the promised  benefit.   The  offers\r\n\npivoted on a single,  time-specific event.  They did  not involve\r\n\npromises that had to be  kept over a lengthy period, nor  did the\r\n\ncompany thereby make  any lasting financial commitment  of a type\r\n\nthat might implicate ERISA's substantive protections.  The bottom\r\n\nline is  that the company  did no  more than propose  to write  a\r\n\nsingle  check to  each  eligible employee  who accepted  an early\r\n\nretirement  offer.   If this  is not  Fort Halifax  redux,  it is\r                                                            \r\n\nsufficiently  close  to  the  Fort Halifax  model  that  it falls\r                                                    \r\n\noutside  ERISA's sphere.  See  Fort </pre><span class=\"citation\" data-id=\"111901\"><span class=\"antecedent_guess\">Halifax,</span> <a href=\"/opinion/111901/fort-halifax-packing-co-v-coyne/\"><span class=\"volume\">482</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">12</span></a></span><pre class=\"inline\">; see\r                                                                           \r\n\nalso Kulinski v.  Medtronic Bio-Medicus, Inc.,  </pre><span class=\"citation\" data-id=\"667220\"><a href=\"/opinion/667220/james-m-kulinski-v-medtronic-bio-medicus-inc-james-m-kulinski-v/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">254</span></a></span><pre class=\"inline\">,  258\r                                                       \r\n\n(8th Cir. 1994) (holding  that a severance plan involving  a one-\r\n\ntime payment is not an  ERISA plan); Angst v. Mack  Trucks, Inc.,\r                                                                          \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">969</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1530</span></span><pre class=\"inline\">,  1539 (3d  Cir. 1992)  (similar); Fontenot  v. NL\r                                                                           \r\n\nIndus., Inc., </pre><span class=\"citation\" data-id=\"575856\"><a href=\"/opinion/575856/john-e-fontenot-v-nl-industries-inc/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span><pre class=\"inline\">, 962-63 (5th Cir. 1992) (similar).\r                      \r\n\n          The more  intriguing question  in this case  is whether\r\n\nthe incidence of serial  offers   the fact that the  company made\r\n\nnot a  lone offer but  a succession  of offers over  a period  of\r\n\nroughly four years   changes the  result.  We do not believe that\r\n\nit does.   Each of the  four early retirement  offers, in and  of\r\n\nitself, is  beyond  ERISA's  reach.    The  appellants  have  not\r\n\n                                11\r\r\n\nadvanced  any convincing  reason why the  sheer number  of ERISA-\r\n\nexempt early retirement offers, without more, serves to alter the\r\n\nFort  Halifax  analysis.   To be  sure,  in some  circumstances a\r                       \r\n\nparade  of early retirement offers  might constitute a plan under\r\n\nERISA    where,  for example,  employees rely  on the  promise of\r\n\nfuture offers.  Cf. Moeller v. Bertrang, </pre><span class=\"citation\" data-id=\"1944807\"><a href=\"/opinion/1944807/moeller-v-bertrang/\"><span class=\"volume\">801</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">291</span></a></span><pre class=\"inline\">, 294-95\r                                                 \r\n\n(D.S.D. 1992) (emphasizing the importance of employee reliance on\r\n\nemployer promises of  future benefits).  But this  record reveals\r\n\nno  such concatenation of circumstances.   Here, the  whole is no\r\n\ngreater than the sum of the parts.\r\n\n          Three  pieces of  information confirm  this conclusion.\r\n\nFirst,  the  administration  of  the offers  neither  required  a\r\n\nspecial   mechanism  nor  engendered  a  need  for  nonmechanical\r\n\ndecisionmaking.   Second, the  record is  devoid of  any evidence\r\n\nthat the serial offers  were the product of a  prearranged design\r\n\nor that the company ever represented  to its work force that they\r\n\nwere linked in  a defined sequence.  Consequently,  the employees\r\n\nhad  no promises of financial  obligation on which  to rely, and,\r\n\nthus, no need for ERISA's substantive protection.  The  finishing\r\n\ntouch is the district court's factual finding that the offers did\r\n\nnot impose continuing obligations  of either an administrative or\r\n\na  financial nature.   See  </pre><span class=\"citation\" data-id=\"1644032\"><span class=\"antecedent_guess\">Belanger,</span> <a href=\"/opinion/1644032/belanger-v-wyman-gordon-co/\"><span class=\"volume\">888</span>  <span class=\"reporter\">F. Supp.</span>  at <span class=\"page\">12</span></a></span><pre class=\"inline\">.   The\r                                              \r\n\nappellants have pointed to no facts that remotely contradict this\r\n\nfactual finding.\r\n\n          To sum up,  it appears  that the  company devised  each\r\n\noffer  without giving thought to possible future offers, and that\r\n\n                                12\r\r\n\neach  offer was motivated  by a bona  fide need to  reduce costs.\r\n\nJust as four eggs,  without more, do not  make an omelette,  four\r\n\nindependent early retirement offers, without visible ties to each\r\n\nother and without  proof of  an enduring obligation  owed by  the\r\n\nemployer to the employees, do not make an ERISA plan.3\r\n\n                               III.\r                                         III.\r                                             \r\n\n                            Conclusion\r                                      Conclusion\r                                                \r\n\n          We need go no further.   The district court found, as a\r\n\nmatter of fact,  that the company's four  early retirement offers\r\n\ninvolved no continuing administrative or  financial obligation on\r\n\nits part, and thus concluded, as a matter of law, that the offers\r\n\ntogether did not constitute a plan under ERISA.  On this  record,\r\n\nwe emphatically agree.\r\n\n          Affirmed.\r                    Affirmed.\r                            \r\n\n                    \r                              \r\n\n     3Although the  appellants press heavily on the fact that the\r\nsame executive designed each  retirement offer, this does nothing\r\nto prove that he did  so as part of  an ERISA plan.  Indeed,  the\r                                                            \r\nuncontroverted evidence strongly  suggests that successive offers\r\nwere   necessary  only  because   the  corporate  profit-and-loss\r\nstatement failed to recuperate in the projected time frame.\r\n\n                                13\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111901/",
    "https://www.courtlistener.com/api/rest/v3/opinions/409101/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545155/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575856/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590228/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654586/",
    "https://www.courtlistener.com/api/rest/v3/opinions/667220/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673800/",
    "https://www.courtlistener.com/api/rest/v3/opinions/702493/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1644032/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1944807/"
  ]
}