{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196496/",
  "id": 196496,
  "absolute_url": "/opinion/196496/united-states-v-twitty/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196496/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:07:20Z",
  "date_modified": "2020-02-21T23:13:18.900617Z",
  "type": "010combined",
  "sha1": "c4cf98d6d07010d9fa6f1b8fb90f502686bc1f30",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1056.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1056\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      WILLIAM A. TWITTY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n                         ERRATA SHEET\r                                     ERRATA SHEET\r\n\nThe opinion of this court issued December  28, 1995, is amended as\r\nfollows:\r\n\nPage 3, line 22:  Change \"July 1990\" to \"July 1991\".\r\n\nPage 6,  second full  paragraph, line  9:   Insert the  word \"not\"\r\nafter the word \"does\".\r\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1056\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      WILLIAM A. TWITTY,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n          Aldrich and Coffin, Senior Circuit Judges.\r                                                               \r\n\n                                         \r\n\nEvan  Slavitt, by  Appointment of  the  Court,  with whom  Mary P.\r                                                                              \r\nMurray, and Hinckley, Allen &amp; Snyder were on briefs for appellant.\r                                            \r\nMichael  J.  Pelgro, Assistant  United States  Attorney, Organized\r                               \r\nCrime Drug Enforcement Task  Force, with whom Donald K.  Stern, United\r                                                                      \r\nStates Attorney, was on brief for the United States. \r\n\n                                         \r\n\n                      December 28, 1995\r\n                                         \r\r\n\n     BOUDIN,  Circuit  Judge.   By a  superseding indictment,\r                                        \r\n\nWilliam Twitty  was charged with four  others with conspiring\r\n\nto violate  federal firearms laws  by unlawfully  purchasing,\r\n\npossessing  and selling handguns.   18 U.S.C.    371.  Twitty\r\n\nwas  also  named in  two  other  counts: one  for  unlawfully\r\n\ndealing in  firearms, id.    922(a)(1)(A), and the  other for\r                                     \r\n\nunlawfully  possessing  handguns   with  obliterated   serial\r\n\nnumbers, id.   922(k).   The events alleged took place in the\r                        \r\n\nBoston area from 1990 to 1993.   \r\n\n     Prior  to trial,  three co-defendants--Erik  Martin, his\r\n\nwife  Stephanie  Martin,  and  Twitty's  half-brother Stephen\r\n\nJordan--pled guilty.   The last co-defendant, Pierre Cameron,\r\n\npled guilty after the  jury was selected for his  joint trial\r\n\nwith Twitty.  The evidence against Twitty, taken in the light\r\n\nmost favorable  to the verdict,  United States  v. Brien,  59\r                                                                    \r\n\nF.3d  274, 275  (1st  Cir.), cert.  denied,  116 S.  Ct.  401\r                                                      \r\n\n(1995), permitted the jury to find the following facts (which\r\n\nwe supplement, as required, in discussing individual issues).\r\n\n     In  January   1990,  Cameron  assisted  Erik  Martin  in\r\n\nsecuring a  federal firearms license, enabling  the latter to\r\n\norder firearms  wholesale through  the mails  and to  deal in\r\n\nfirearms.  Twitty  and the Martins  were very close  friends.\r\n\nBeginning in March 1990, Erik Martin used his federal license\r\n\nand local  permits to  acquire handguns for  Twitty, Cameron,\r\n\nand later Jordan.  Stephanie Martin was involved primarily in\r\n\n                             -2-\r                                         -2-\r\r\n\nreceiving the shipments and,  in one instance, in  placing an\r\n\norder at Twitty's behest when Erik Martin was unavailable.\r\n\n     Twitty  introduced Jordan  to  Erik Martin  in September\r\n\n1990.  While  Jordan often dealt  directly with Erik  Martin,\r\n\nTwitty and  Jordan were involved  with each other  on certain\r\n\noccasions.  For example, Twitty delivered purchase money from\r\n\nJordan  to Martin in one instance in  late 1990.  In the same\r\n\nperiod,  Twitty drove Jordan and Erik Martin to a store where\r\n\nJordan  bought a  grinding device,  later used  to obliterate\r\n\nserial  numbers  from  the guns  and  stored  for  a time  in\r\n\nTwitty's basement.  \r\n\n     In  early  1991,  shortly after  Jordan's  apartment was\r\n\nraided by police, Twitty began to order handguns through Erik\r\n\nMartin on a large scale.   Twitty acquired a beeper.  Despite\r\n\nhaving a  very low paying job, Twitty  began to show signs of\r\n\nunusual prosperity, buying new clothes, jewelry, and cars and\r\n\nmaking  large  deposits in  a new  bank  account.   There was\r\n\nevidence, including  police seizures  of  firearms, that  the\r\n\nguns ordered by  Twitty were  being resold  illegally in  the\r\n\nBoston area and that Twitty and Erik Martin were obliterating\r\n\nthe  serial numbers.    Cameron also  bought  guns from  Erik\r\n\nMartin but in much smaller numbers.\r\n\n     In July 1991, federal agents tracing a recovered firearm\r\n\nsought  to interview Erik Martin.   The last  gun shipment to\r\n\nMartin arrived on July 10 and that same day he conferred with\r\n\n                             -3-\r                                         -3-\r\r\n\nTwitty  about  the federal  inquiry.   Over the  next several\r\n\ndays, Twitty  sought to destroy evidence  of the transactions\r\n\nat the Martin house and asked  Martin to have Cameron make up\r\n\nphony  paperwork  to  help  conceal the  disposition  of  the\r\n\nweapons.  Twitty also told Erik Martin to file a false police\r\n\nreport  that the latter's records, required to be kept by him\r\n\nas a licensed dealer, had been stolen.  \r\n\n     At the end  of July,  Twitty left his  home and his  job\r\n\nwithout explanation.   Erik  Martin met  him  by accident  in\r\n\nNovember  1991  and  they  discussed  the  continuing federal\r\n\ninvestigation,  Twitty promising  to help  Martin \"straighten\r\n\nthe whole  matter out\" so  that Martin could avoid  jail.  In\r\n\nDecember 1991,  Twitty was interviewed by  federal agents and\r\n\ndenied knowledge  of the firearms conspiracy.   Shortly after\r\n\nhis  arrest,  in  September  1993,  Twitty  gave  handwriting\r\n\nexemplars that were intentionally distorted.\r\n\n     At trial,  Twitty  did not  contest the  existence of  a\r\n\nfirearms  conspiracy, virtually  conceding that  a conspiracy\r\n\nexisted among Erik Martin and others.  Instead, Twitty denied\r\n\nhis  own  participation  in  the  conspiracy  and  sought  to\r\n\nundermine the  credibility of Erik Martin,  who provided much\r\n\nof  the direct  evidence of Twitty's  involvement.   The jury\r\n\nconvicted Twitty on all three counts.  He was later sentenced\r\n\nto  97   months'  imprisonment  and  now   appeals  both  his\r\n\nconviction and his sentence.\r\n\n                             -4-\r                                         -4-\r\r\n\n     1.    In this  court,  Twitty's boldest  argument  is to\r\n\nclaim,  essentially for  the  first time,  that the  evidence\r\n\nshowed three different conspiracies (between Erik Martin and,\r\n\nrespectively,  Cameron, Twitty,  and Jordan).   Twitty agrees\r\n\nnow  that  the  evidence  was  sufficient  to  show  his  own\r\n\ninvolvement but only in the narrow conspiracy between him and\r\n\nErik  Martin.  And  he argues that  he was prejudiced  by the\r\n\nadmission  of evidence that  related solely to  the other two\r\n\nsupposedly  separate conspiracies,  those between  Martin and\r\n\nCameron and between Martin and Jordan.  \r\n\n     Twitty's argument is a common one in conspiracy appeals.\r\n\nWhenever  a conspiracy  involves successive  transactions and\r\n\nmultiple  players,  it  is  usually  possible  to  slice  the\r\n\nenterprise into discrete portions.   Even a single conspiracy\r\n\nis  likely  to  involve  subsidiary  agreements  relating  to\r\n\ndifferent individuals and transactions.   And more often than\r\n\nnot,  none  of  the  agreements  is  explicit;  agreement  is\r\n\ninferred  from  conduct; and  the  conceptual  tests used  to\r\n\ndistinguish  between one  conspiracy and  many are  not sharp\r\n\nedged.  See, e.g., United  States v. Drougas, 748 F.2d 8,  17\r                                                        \r\n\n(1st Cir. 1984).\r\n\n     In this case, the government offers a number of  answers\r\n\nto Twitty's  argument, including a  claim that he  waived it,\r\n\nbut  we think that taken together  two points are sufficient.\r\n\nFirst,  ample evidence  linked  Twitty and  Jordan to  single\r\n\n                             -5-\r                                         -5-\r\r\n\nconspiracy  with the  Martins.   Twitty introduced  Jordan to\r\n\nErik Martin;  conveyed money from Jordan  to Martin; traveled\r\n\nwith both when Jordan purchased  a grinding device that could\r\n\nobliterate   serial   numbers;  pressed   Martin   to  expand\r\n\noperations after  Martin lost some of Jordan's gun-purchasing\r\n\nmoney; discussed  gun deliveries  with Jordan; and  stayed in\r\n\ncontinuing touch with him.\r\n\n     On  the bases of  these and other  connections, the jury\r\n\ndid not have  to stretch  to conclude that  Twitty, Erik  and\r\n\nStephanie Martin,  and Jordan conspired  together to traffick\r\n\nin  weapons.  Twitty's and Jordan's illegal dealings with the\r\n\nMartins occurred in the same time frame, in the same area and\r\n\nin  the same manner.  Taking these overlaps together with the\r\n\ndirect contacts  between Twitty and  Jordan, we think  that a\r\n\nsingle hub  and spoke conspiracy  among the  four was  shown.\r\n\nE.g., see United States v. Dworken, 855 F.2d 12, 24 (1st Cir.\r                                              \r\n\n1988).\r\n\n     Second,  it is more of  a stretch to  include Cameron in\r\n\nthe same conspiracy, although perhaps not impossible.  But if\r\n\nwe  assume  arguendo  that  Cameron  engaged  in  a  separate\r                                \r\n\nconspiracy  with  the Martins,  we  think  that the  variance\r\n\nbetween the larger  five-person conspiracy  charged, and  the\r\n\nsmaller  four-person conspiracy amply  proved against Twitty,\r\n\nwas harmless.  So long as the statutory violation remains the\r\n\nsame,  the jury  can  convict even  if  the facts  found  are\r\n\n                             -6-\r                                         -6-\r\r\n\nsomewhat  different  than  those  charged--so   long  as  the\r\n\ndifference does not cause unfair prejudice.  United States v.\r                                                                      \r\n\nGlenn, 828 F.2d 855, 858 (1st Cir. 1987).\r                 \r\n\n     No  such prejudice  has been  shown here.   Even  if the\r\n\nconspiracy charged had been narrowed to four persons, some of\r\n\nthe  evidence against  Cameron  could have  been admitted  to\r\n\nexplain  how Erik Martin began  his business and  how, at the\r\n\nend, Twitty  attempted  to use  Cameron  to conceal  his  own\r\n\nwrongdoing.    While  the  evidence  against Jordan  involved\r\n\ndrugs,  Twitty's appeal  briefs  point to  nothing especially\r\n\ndramatic  about the  bulk  of the  evidence against  Cameron.\r\n\nSome guns were recovered  from Cameron's apartment but, given\r\n\nthe  guns recovered from Jordan and the Martins and the large\r\n\nvolume of orders by  Martin, the presence of guns  was hardly\r\n\nin doubt.\r\n\n     2.    Twitty's  next  set  of  objections  involves  the\r\n\nadmissibility  of evidence  designed  to show  that the  guns\r\n\nobtained through  the  Martins  were  unlawfully  re-sold  by\r\n\nTwitty and others.   The first objection is  easily resolved.\r\n\nDuring 1991 and 1992, the police recovered from third parties\r\n\nhandguns with obliterated serial  numbers.  The government at\r\n\ntrial  offered evidence  of such incidents  to show  that the\r\n\nserial  numbers (restored  in whole  or part)  and gun  types\r\n\nmatched  those ordered  by  Martin and  passed on  to Twitty,\r\n\nJordan, or Cameron.  Much of this evidence was undisputed.\r\n\n                             -7-\r                                         -7-\r\r\n\n     As to two such instances, however,  Twitty says that the\r\n\nevidence  was insufficient to connect the seized guns to guns\r\n\nordered  through Martin.   In  one, the  gun types  matched a\r\n\ndelivery  to Martin on the same day; Martin testified that he\r\n\nhad delivered them to Twitty, who immediately ground down the\r\n\nnumbers; and the partly restored numbers matched those of the\r\n\nguns  Martin  had  received.    All  that  was  required  for\r\n\nadmission was evidence sufficient to permit a reasonable jury\r\n\nto  conclude that  the  guns were  the  same, Fed.  R.  Evid.\r\n\n901(a), and that was plainly present.\r\n\n     In  the other instance, a handgun was recovered six days\r\n\nafter  delivery of three guns of  the same type to Martin for\r\n\nTwitty.   Although  the recovered  weapon had  an obliterated\r\n\nserial number, an expert testified that three restored digits\r\n\n(two others could not be restored) were consistent with those\r\n\non  one  of the  guns received  by  Martin six  days earlier.\r\n\nAgain,  this  was  sufficient  for  the  court to  admit  the\r\n\nevidence, since a rational  jury could find that this  weapon\r\n\nwas one of the guns received by Martin.\r\n\n     With more cause, Twitty  objects to statistical evidence\r\n\noffered  at trial  by  the government  for  the same  general\r\n\npurpose,  namely, to show the conspiracy's resale of guns.  A\r\n\nBoston police ballistic expert  testified that, in the summer\r\n\nof  1991, he noticed a sharp increase in police recoveries of\r\n\nDavis  .380 caliber semiautomatic pistols with serial numbers\r\n\n                             -8-\r                                         -8-\r\r\n\nobliterated in the same  manner.  Based on  police department\r\n\ncomputer  records,  he  testified  that there  were  no  such\r\n\nrecoveries from 1988 to  May 1991 and that from  mid-May 1991\r\n\nto the  end of the year, there  were 30 such recoveries, plus\r\n\n13 in 1992 and 9 in 1993.\r\n\n     According to  the witness,  similar, but  less dramatic,\r\n\nincreases  occurred  in the  same  time frames  in  two other\r\n\ncategories of weapons  with obliterated  serial numbers:  the\r\n\nRaven .25 caliber semiautomatic pistol and the Intratec Tec-9\r\n\n9mm semiautomatic pistol.   The significance of these figures\r\n\nwas  that other  government evidence  showed that  Martin had\r\n\nreceived at least 255  handguns from July 1990 to  July 1991,\r\n\nall but about 30 being delivered after April 1, 1991; and 206\r\n\nof  these  weapons  were  of the  three  types  whose  street\r\n\nseizures had increased markedly in 1991 and thereafter.\r\n\n     On appeal, Twitty says that the evidence was irrelevant,\r\n\nunnecessary, duplicative, and prejudicial.  As to  relevance,\r\n\nTwitty  does not attack the  quality of the  data, see, e.g.,\r                                                                        \r\n\nUnited  States v.  Trenkler, 61  F.3d 45,  59 n.21  (1st Cir.\r                                       \r\n\n1995), nor  does this  case involve the  kind of  statistical\r\n\ninference  whose remoteness from the facts of the case has on\r\n\noccasion troubled courts.  See, e.g., Smith v. Rapid Transit,\r                                                                         \r\n\nInc.,  58 N.E.2d 754, 755  (Mass. 1945).   Twitty argues only\r                \r\n\nthat the evidence did not show that the seized guns listed in\r\n\nthe  computer came from the conspiracy, but we think that the\r\n\n                             -9-\r                                         -9-\r\r\n\ninference  from the  statistics,  the weapon  types, and  the\r\n\ntiming showed enough of a connection.\r\n\n     Twitty  next  argues--to  support  his  claim  that this\r\n\nstatistical  evidence  was unnecessary  and duplicative--that\r\n\nthe existence of a gun trafficking conspiracy was effectively\r\n\nconceded  at trial  and that  other non-statistical  evidence\r\n\nsufficed to prove that  some guns ordered by Martin  had been\r\n\nresold.    But other  considerations  aside,  the statistical\r\n\nevidence tended  to support  claims of  sales  by or  through\r\n\nTwitty  since  he had  prompted many  of  the orders  and the\r\n\nincrease   in   recoveries   coincided   with   his   greater\r\n\ninvolvement.   This  reinforced  the very  connection to  the\r\n\nconspiracy that Twitty sought to deny at trial.\r\n\n     Twitty's most  direct argument  is that  the statistical\r\n\nevidence  was unduly prejudicial, tending to  link him with a\r\n\ngun epidemic in Boston.  Yet proving that the weapons reached\r\n\nthe street merely spells  out what was implicit in  the proof\r\n\nthat  large numbers  of  guns were  delivered  to Martin  for\r\n\nTwitty  and that  Twitty's financial  condition  had improved\r\n\nsharply.  The statistical evidence from the ballistics expert\r\n\nwas not lurid or blood-curdling.   The balancing of probative\r\n\nvalue  against  unfair  prejudice  is weighted  in  favor  of\r\n\nadmissibility, see Fed. R.  Evid. 403, and confided primarily\r                              \r\n\nto the sound discretion of the trial judge.  United States v.\r                                                                      \r\n\n                             -10-\r                                         -10-\r\r\n\nSutton, 970  F.2d 1001, 1008  (1st Cir. 1992).   There was no\r                  \r\n\nabuse of discretion here.\r\n\n     3.  Twitty's most potent  claim relates to his sentence.\r\n\nUnder   amendments  effective   on  November  1,   1991,  the\r\n\nSentencing  Guidelines increased  the penalties  for firearms\r\n\noffenses.   Twitty points out that no more guns were obtained\r\n\nafter  July 1991, no sales  after that time  were proved, and\r\n\nthat after July his own contacts with other conspirators were\r\n\nminimal.    He  contends   that  either  the  conspiracy  was\r\n\nabandoned  or he had withdrawn  from it prior  to November 1,\r\n\n1991,  entitling him to the lower penalty available under the\r\n\nearlier  version of  the guidelines.   See  United States  v.\r                                                                     \r\n\nGarafano, 36 F.3d 133, 134 (1st Cir. 1994).\r                    \r\n\n     The pre-sentence report said  that the conspiracy should\r\n\nbe  deemed to continue past November 1, 1991, because not all\r\n\nof the weapons had been recovered by that date; but on appeal\r\n\neven  the government  does  not defend  this position,  which\r\n\nwould extend  many such conspiracies indefinitely.   Nor does\r\n\nit matter that the indictment alleged a conspiracy continuing\r                                                 \r\n\nto on or around December 1991 and the  jury convicted, for on\r\n\nthe evidence presented, and under the charge given to it, the\r\n\njury  had no reason to  care whether the  conspiracy ended in\r\n\nJuly  or December or whether  Twitty withdrew from  it in its\r\n\nwind-down phase.\r\n\n                             -11-\r                                         -11-\r\r\n\n     There  is  one  other  basis for  applying  the  amended\r\n\nguideline  but we  think  that it  is insufficient,  although\r\n\npossibly  a  close call.    In  an alternative  finding,  the\r\n\ndistrict judge ruled that  the conspiracy included a cover-up\r\n\neffort that did continue past November 1991.  Mere efforts to\r\n\nconceal a crime do  not automatically extend the life  of the\r\n\ncrime  itself, but acts of concealment can extend the life of\r\n\na  conspiracy  if  the   proof  shows  \"an  express  original\r\n\nagreement  among  the  conspirators  to continue  to  act  in\r\n\nconcert  in order  to cover  up\" their  crime.   Grunewald v.\r                                                                      \r\n\nUnited  States, 353 U.S. 391, 404 (1957); e.g., United States\r                                                                         \r\n\nv. Bigos, 459  F.2d 639,  643 (1st Cir.),  cert. denied,  409\r                                                                   \r\n\nU.S. 847  (1972) (hijacking plan included  explicit agreement\r\n\nto cover up).\r\n\n     In this  case the government  does urge that  there were\r\n\nexpress agreements  to  conceal when,  as already  recounted,\r\n\nTwitty  in July 1991  enlisted Martin to  persuade Cameron to\r\n\nprovide  a false cover story to mislead federal agents and to\r\n\nfile  a false  theft report  with the  Boston police.   While\r\n\nthese  events occurred prior to November 1991, Twitty met the\r\n\nMartins in  November, promising  to help  keep Martin  out of\r\n\njail and  thereafter lied  to  federal agents.   If  ordinary\r\n\nconspiracy rules  governed, the July actions  might be enough\r\n\nto infer  that the conspiracy  had been  enlarged to  include\r\n\nconcealment as an objective.\r\n\n                             -12-\r                                         -12-\r\r\n\n     Grunewald,  however, laid  down special  requirements of\r                          \r\n\nproof resting  upon a  distinct policy concern,  namely, that\r\n\n\"every conspiracy is by its  very nature secret\"; that \"every\r\n\nconspiracy will  inevitably be  followed by actions  taken to\r\n\ncover the conspirators' traces\"; and that if these facts were\r\n\nenough  for a  conspiracy  to conceal,  then  the statute  of\r\n\nlimitations and other safeguards  would be virtually \"wipe[d]\r\n\nout.\"  353 U.S. at  402.  For this reason, it held  that even\r\n\negregious   and  organized  acts   of  concealment  were  not\r\n\nsufficient,1  unless  agreed  to  as  part  of  the  original\r\n\nconspiratorial plan.  It summarized the point thusly:  \r\n\n     [A] vital distinction must  be made between acts of\r\n     concealment   done  in  furtherance   of  the  main\r\n     criminal objectives of the  conspiracy, and acts of\r\n     concealment  done  after  these central  objectives\r\n     have  been  attained,  for   the  purpose  only  of\r\n     covering up after the crime.\r\n\nId. at 405.  \r               \r\n\n                    \r                                \r\n\n     1In Grunewald itself, as the Court recounted,\r                              \r\n\n          [G]reat efforts were  made to conceal the\r\n          conspiracy  when  the danger  of exposure\r\n          appeared.  For example, Bolich got rid of\r\n          certain records showing  that he had used\r\n          Grunewald's  hotel  suite in  Washington;\r\n          Patullo's accountant was persuaded to lie\r\n          to the grand jury concerning a check made\r\n          out to an associate of  the conspirators;\r\n          Grunewald   attempted  to   persuade  his\r\n          secretary not to talk to  the grand jury;\r\n          and the taxpayers were repeatedly told by\r\n          Halperin  and  his  associates   to  keep\r\n          quiet.\r\n\n353 U.S. at 403.\r\n\n                             -13-\r                                         -13-\r\r\n\n     While there were arguably explicit agreements to conceal\r\n\nbetween Twitty and Martin, they occurred late in the day when\r\n\nthe conspirators  knew that  agents were  on their  trail and\r\n\nactive trafficking in  guns had come  to an abrupt halt.   On\r\n\nany  realistic view  of the  matter, Twitty  and Martin  were\r\n\nengaged \"only [in] covering up after the crime.\"   This might\r\n\nbe  a closer case if the conspirators had continued their gun\r\n\ntrafficking and agreed to new measures of concealment as part\r\n\nof  an expanded conspiracy.   Id. (distinguishing concealment\r                                             \r\n\n\"in furtherance of\" an ongoing conspiracy).\r\n\n     We  do   not  think  that  our   conclusion  involves  a\r\n\ndisagreement with the  able trial judge about  facts he found\r\n\nor  even  characterizations,  matters on  which  the  clearly\r\n\nerroneous  standard is  normally applied.   United  States v.\r                                                                      \r\n\nWright, 873  F.2d 437, 444 (1st Cir.  1989).  Rather, we read\r                  \r\n\nGrunewald  to impose a special burden to show that an express\r                     \r\n\nagreement to conceal  was, or  at least became,  part of  the\r\n\ncentral  conspiratorial  agreement and  that  the later  acts\r\n\nrelied upon were in furtherance of this agreement.  There are\r\n\nno findings to this effect  in our case and no evidence  that\r\n\nwe think would permit such findings.2\r\n\n                    \r                                \r\n\n     2The  government does  rely  on one  set of  concealment\r\nmeasures that occurred during  the course of the conspiracy--\r\nthe obliterating of serial  numbers.  But these arrangements,\r\nprobably designed  in part to  increase the selling  price of\r\nthe  weapons, were a narrow effort having nothing directly to\r\ndo with the acts occurring in or after November.\r\n\n                             -14-\r                                         -14-\r\r\n\n     Twitty also objects to  the district court's decision to\r\n\napply a four-level enhancement for his role in the offense as\r\n\nan  organizer or leader.   U.S.S.G.   3B1.1(a).   This status\r\n\nrequires  that  the criminal  activity  of  the organizer  or\r\n\nleader  either  involve  five  or  more  participants  or  be\r\n\n\"otherwise  extensive.\"   The sentencing  judge found  all of\r\n\nthese  requisites, namely,  that Twitty  was an  organizer or\r\n\nleader, that there were five  members in the conspiracy,  and\r\n\nthat the activities were otherwise extensive.  \r\n\n     The  evidence indicated  that during  the first  half of\r\n\n1991,  Twitty made the basic decisions about how many guns to\r\n\npurchase  and  when  to  buy  and  sell  them,  substantially\r\n\nincreasing  the  number  of   weapons  acquired  through  the\r\n\nMartins.  A  defendant who \"makes the  critical strategic and\r\n\noperational decisions\" in a group enterprise can be deemed an\r\n\norganizer or  leader.   United States  v. Talladino, 38  F.3d\r                                                               \r\n\n1255, 1261 (1st Cir.  1994).  By this test,  Twitty qualifies\r\n\neven without regard to other evidence that tends to reinforce\r\n\nhis prominent role in the group.\r\n\n     Unless Cameron is considered a member of the conspiracy,\r\n\nan  issue that  we  do  not  reach,  the  number  of  clearly\r\n\nestablished conspirators is only four.  Regardless of numbers\r\n\nthe   criminal   activities   themselves    were   \"otherwise\r\n\nextensive.\"    The  number  of  guns  obtained  and sold  was\r\n\nsubstantial;  the conspiracy  extended over many  months; and\r\n\n                             -15-\r                                         -15-\r\r\n\nthe  arrangements--acquisition from  out  of  state  sources,\r\n\nobliterating   of   serial  numbers,   and  distribution--was\r\n\nreasonably elaborate.  That is enough to support the district\r\n\ncourt's findings.  See United States v. Rostoff, 53 F.3d 398,\r                                                           \r\n\n414 (1st Cir. 1995).  \r\n\n     Twitty  has raised  several other  claims regarding  the\r\n\nadmissibility  of other  evidence (e.g.,  testimony as  to an\r                                                   \r\n\nadmission made  by  Twitty) and  the lack  of an  evidentiary\r\n\nhearing  at sentencing  on Twitty's  use of  drugs.   We have\r\n\nexamined his arguments on these issues but conclude that they\r\n\nare without  merit and do not  require individual discussion.\r\n\nThis  is not intended as  criticism of counsel;  the case has\r\n\nbeen well briefed on both sides.\r\n\n     The judgment of conviction is affirmed.  The sentence is\r                                                       \r\n\nvacated  and the  case  remanded for  resentencing under  the\r                                            \r\n\nearlier version of the Sentencing Guidelines.\r\n\n     It is so ordered.\r                                 \r\n\n                             -16-\r                                         -16-\r\r\n",
  "html": "<p class=\"case_cite\">72 F.3d 228</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William A. TWITTY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1056.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 6, 1995.<br>Decided Dec. 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Evan Slavitt, by Appointment of the Court, with whom Mary P. Murray, and Hinckley, Allen &amp; Snyder were on briefs, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Michael J. Pelgro, Assistant United States Attorney, Organized Crime Drug Enforcement Task Force, with whom Donald K. Stern, United States Attorney, Boston, MA, was on brief, for United States.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By a superseding indictment, William Twitty was charged with four others with conspiring to violate federal firearms laws by unlawfully purchasing, possessing and selling handguns.  18 U.S.C. Sec. 371.  Twitty was also named in two other counts:  one for unlawfully dealing in firearms, id. Sec. 922(a)(1)(A), and the other for unlawfully possessing handguns with obliterated serial numbers, id. Sec. 922(k).  The events alleged took place in the Boston area from 1990 to 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Prior to trial, three co-defendants--Erik Martin, his wife Stephanie Martin, and Twitty's half-brother Stephen Jordan--pled guilty.  The last co-defendant, Pierre Cameron, pled guilty after the jury was selected for his joint trial with Twitty.  The evidence against Twitty, taken in the light most favorable to the verdict, United States v. Brien, 59 F.3d 274, 275 (1st Cir.), cert. denied, --- U.S. ----, 116 S.Ct. 401, 133 L.Ed.2d 320 (1995), permitted the jury to find the following facts (which we supplement, as required, in discussing individual issues).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In January 1990, Cameron assisted Erik Martin in securing a federal firearms license, enabling the latter to order firearms wholesale through the mails and to deal in firearms.  Twitty and the Martins were very close friends.  Beginning in March 1990, Erik Martin used his federal license and local permits to acquire handguns for Twitty, Cameron, and later Jordan.  Stephanie Martin was involved primarily in receiving the shipments and, in one instance, in placing an order at Twitty's behest when Erik Martin was unavailable.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Twitty introduced Jordan to Erik Martin in September 1990.  While Jordan often dealt directly with Erik Martin, Twitty and Jordan were involved with each other on certain occasions.  For example, Twitty delivered purchase money from Jordan to Martin in one instance in late 1990.  In the same period, Twitty drove Jordan and Erik Martin to a store where Jordan bought a grinding device, later used to obliterate serial numbers from the guns and stored for a time in Twitty's basement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In early 1991, shortly after Jordan's apartment was raided by police, Twitty began to order handguns through Erik Martin on a large scale.  Twitty acquired a beeper.  Despite having a very low paying job, Twitty began to show signs of unusual prosperity, buying new clothes, jewelry, and cars and making large deposits in a new bank account.  There was evidence, including police seizures of firearms, that the guns ordered by Twitty were being resold illegally in the Boston area and that Twitty and Erik Martin were obliterating the serial numbers.  Cameron also bought guns from Erik Martin but in much smaller numbers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In July 1991, federal agents tracing a recovered firearm sought to interview Erik Martin.  The last gun shipment to Martin arrived on July 10 and that same day he conferred with Twitty about the federal inquiry.  Over the next several days, Twitty sought to destroy evidence of the transactions at the Martin house and asked Martin to have Cameron make up phony paperwork to help conceal the disposition of the weapons.  Twitty also told Erik Martin to file a false police report that the latter's records, required to be kept by him as a licensed dealer, had been stolen.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the end of July, Twitty left his home and his job without explanation.  Erik Martin met him by accident in November 1991 and they discussed the continuing federal investigation, Twitty promising to help Martin \"straighten the whole matter out\" so that Martin could avoid jail.  In December 1991, Twitty was interviewed by federal agents and denied knowledge of the firearms conspiracy.  Shortly after his arrest, in September 1993, Twitty gave handwriting exemplars that were intentionally distorted.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At trial, Twitty did not contest the existence of a firearms conspiracy, virtually conceding that a conspiracy existed among Erik Martin and others.  Instead, Twitty denied his own participation in the conspiracy and sought to undermine the credibility of Erik Martin, who provided much of the direct evidence of Twitty's involvement.  The jury convicted Twitty on all three counts.  He was later sentenced to 97 months' imprisonment and now appeals both his conviction and his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1.  In this court, Twitty's boldest argument is to claim, essentially for the first time, that the evidence showed three different conspiracies (between Erik Martin and, respectively, Cameron, Twitty, and Jordan). Twitty agrees now that the evidence was sufficient to show his own involvement but only in the narrow conspiracy between him and Erik Martin.  And he argues that he was prejudiced by the admission of evidence that related solely to the other two supposedly separate conspiracies, those between Martin and Cameron and between Martin and Jordan.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Twitty's argument is a common one in conspiracy appeals.  Whenever a conspiracy involves successive transactions and multiple players, it is usually possible to slice the enterprise into discrete portions.  Even a single conspiracy is likely to involve subsidiary agreements relating to different individuals and transactions.  And more often than not, none of the agreements is explicit;  agreement is inferred from conduct;  and the conceptual tests used to distinguish between one conspiracy and many are not sharp edged.  See, e.g., United States v. Drougas, 748 F.2d 8, 17 (1st Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this case, the government offers a number of answers to Twitty's argument, including a claim that he waived it, but we think that taken together two points are sufficient.  First, ample evidence linked Twitty and Jordan to single conspiracy with the Martins.  Twitty introduced Jordan to Erik Martin;  conveyed money from Jordan to Martin;  traveled with both when Jordan purchased a grinding device that could obliterate serial numbers;  pressed Martin to expand operations after Martin lost some of Jordan's gun-purchasing money;  discussed gun deliveries with Jordan;  and stayed in continuing touch with him.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On the bases of these and other connections, the jury did not have to stretch to conclude that Twitty, Erik and Stephanie Martin, and Jordan conspired together to traffick in weapons.  Twitty's and Jordan's illegal dealings with the Martins occurred in the same time frame, in the same area and in the same manner.  Taking these overlaps together with the direct contacts between Twitty and Jordan, we think that a single hub and spoke conspiracy among the four was shown.  E.g., see United States v. Dworken, 855 F.2d 12, 24 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Second, it is more of a stretch to include Cameron in the same conspiracy, although perhaps not impossible.  But if we assume arguendo that Cameron engaged in a separate conspiracy with the Martins, we think that the variance between the larger five-person conspiracy charged, and the smaller four-person conspiracy amply proved against Twitty, was harmless.  So long as the statutory violation remains the same, the jury can convict even if the facts found are somewhat different than those charged--so long as the difference does not cause unfair prejudice.  United States v. Glenn, 828 F.2d 855, 858 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">No such prejudice has been shown here.  Even if the conspiracy charged had been narrowed to four persons, some of the evidence against Cameron could have been admitted to explain how Erik Martin began his business and how, at the end, Twitty attempted to use Cameron to conceal his own wrongdoing.  While the evidence against Jordan involved drugs, Twitty's appeal briefs point to nothing especially dramatic about the bulk of the evidence against Cameron.  Some guns were recovered from Cameron's apartment but, given the guns recovered from Jordan and the Martins and the large volume of orders by Martin, the presence of guns was hardly in doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">2. Twitty's next set of objections involves the admissibility of evidence designed to show that the guns obtained through the Martins were unlawfully re-sold by Twitty and others.  The first objection is easily resolved.  During 1991 and 1992, the police recovered from third parties handguns with obliterated serial numbers.  The government at trial offered evidence of such incidents to show that the serial numbers (restored in whole or part) and gun types matched those ordered by Martin and passed on to Twitty, Jordan, or Cameron.  Much of this evidence was undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As to two such instances, however, Twitty says that the evidence was insufficient to connect the seized guns to guns ordered through Martin.  In one, the gun types matched a delivery to Martin on the same day;  Martin testified that he had delivered them to Twitty, who immediately ground down the numbers;  and the partly restored numbers matched those of the guns Martin had received.  All that was required for admission was evidence sufficient to permit a reasonable jury to conclude that the guns were the same, Fed.R.Evid. 901(a), and that was plainly present.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the other instance, a handgun was recovered six days after delivery of three guns of the same type to Martin for Twitty.  Although the recovered weapon had an obliterated serial number, an expert testified that three restored digits (two others could not be restored) were consistent with those on one of the guns received by Martin six days earlier.  Again, this was sufficient for the court to admit the evidence, since a rational jury could find that this weapon was one of the guns received by Martin.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">With more cause, Twitty objects to statistical evidence offered at trial by the government for the same general purpose, namely, to show the conspiracy's resale of guns.  A Boston police ballistic expert testified that, in the summer of 1991, he noticed a sharp increase in police recoveries of Davis .380 caliber semiautomatic pistols with serial numbers obliterated in the same manner.  Based on police department computer records, he testified that there were no such recoveries from 1988 to May 1991 and that from mid-May 1991 to the end of the year, there were 30 such recoveries, plus 13 in 1992 and 9 in 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">According to the witness, similar, but less dramatic, increases occurred in the same time frames in two other categories of weapons with obliterated serial numbers:  the Raven .25 caliber semiautomatic pistol and the Intratec Tec-9 9mm semiautomatic pistol.  The significance of these figures was that other government evidence showed that Martin had received at least 255 handguns from July 1990 to July 1991, all but about 30 being delivered after April 1, 1991;  and 206 of these weapons were of the three types whose street seizures had increased markedly in 1991 and thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On appeal, Twitty says that the evidence was irrelevant, unnecessary, duplicative, and prejudicial.  As to relevance, Twitty does not attack the quality of the data, see, e.g., United States v. Trenkler, 61 F.3d 45, 59 n. 21 (1st Cir.1995), nor does this case involve the kind of statistical inference whose remoteness from the facts of the case has on occasion troubled courts.  See, e.g., Smith v. Rapid Transit, Inc., 317 Mass. 469, 58 N.E.2d 754, 755 (1945).  Twitty argues only that the evidence did not show that the seized guns listed in the computer came from the conspiracy, but we think that the inference from the statistics, the weapon types, and the timing showed enough of a connection.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Twitty next argues--to support his claim that this statistical evidence was unnecessary and duplicative--that the existence of a gun trafficking conspiracy was effectively conceded at trial and that other non-statistical evidence sufficed to prove that some guns ordered by Martin had been resold.  But other considerations aside, the statistical evidence tended to support claims of sales by or through Twitty since he had prompted many of the orders and the increase in recoveries coincided with his greater involvement.  This reinforced the very connection to the conspiracy that Twitty sought to deny at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Twitty's most direct argument is that the statistical evidence was unduly prejudicial, tending to link him with a gun epidemic in Boston.  Yet proving that the weapons reached the street merely spells out what was implicit in the proof that large numbers of guns were delivered to Martin for Twitty and that Twitty's financial condition had improved sharply.  The statistical evidence from the ballistics expert was not lurid or blood-curdling.  The balancing of probative value against unfair prejudice is weighted in favor of admissibility, see Fed.R.Evid. 403, and confided primarily to the sound discretion of the trial judge.  United States v. Sutton, 970 F.2d 1001, 1008 (1st Cir.1992).  There was no abuse of discretion here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">3. Twitty's most potent claim relates to his sentence.  Under amendments effective on November 1, 1991, the Sentencing Guidelines increased the penalties for firearms offenses.  Twitty points out that no more guns were obtained after July 1991, no sales after that time were proved, and that after July his own contacts with other conspirators were minimal.  He contends that either the conspiracy was abandoned or he had withdrawn from it prior to November 1, 1991, entitling him to the lower penalty available under the earlier version of the guidelines.  See United States v. Garafano, 36 F.3d 133, 134 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The pre-sentence report said that the conspiracy should be deemed to continue past November 1, 1991, because not all of the weapons had been recovered by that date;  but on appeal even the government does not defend this position, which would extend many such conspiracies indefinitely.  Nor does it matter that the indictment alleged a conspiracy continuing to on or around December 1991 and the jury convicted, for on the evidence presented, and under the charge given to it, the jury had no reason to care whether the conspiracy ended in July or December or whether Twitty withdrew from it in its wind-down phase.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There is one other basis for applying the amended guideline but we think that it is insufficient, although possibly a close call.  In an alternative finding, the district judge ruled that the conspiracy included a cover-up effort that did continue past November 1991.  Mere efforts to conceal a crime do not automatically extend the life of the crime itself, but acts of concealment can extend the life of a conspiracy if the proof shows \"an express original agreement among the conspirators to continue to act in concert in order to cover up\" their crime.  Grunewald v. United States, 353 U.S. 391, 404, 77 S.Ct. 963, 973-74, 1 L.Ed.2d 931 (1957);  e.g., United States v. Bigos, 459 F.2d 639, 643 (1st Cir.), cert. denied, 409 U.S. 847, 93 S.Ct. 53, 34 L.Ed.2d 88 (1972) (hijacking plan included explicit agreement to cover up).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In this case the government does urge that there were express agreements to conceal when, as already recounted, Twitty in July 1991 enlisted Martin to persuade Cameron to provide a false cover story to mislead federal agents and to file a false theft report with the Boston police.  While these events occurred prior to November 1991, Twitty met the Martins in November, promising to help keep Martin out of jail and thereafter lied to federal agents.  If ordinary conspiracy rules governed, the July actions might be enough to infer that the conspiracy had been enlarged to include concealment as an objective.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Grunewald, however, laid down special requirements of proof resting upon a distinct policy concern, namely, that \"every conspiracy is by its very nature secret\";  that \"every conspiracy will inevitably be followed by actions taken to cover the conspirators' traces\";  and that if these facts were enough for a conspiracy to conceal, then the statute of limitations and other safeguards would be virtually \"wipe[d] out.\"  353 U.S. at 402, 77 S.Ct. at 973-74.   For this reason, it held that even egregious and organized acts of concealment were not sufficient,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> unless agreed to as part of the original conspiratorial plan.  It summarized the point thusly:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>[A] vital distinction must be made between acts of concealment done in furtherance of the main criminal objectives of the conspiracy, and acts of concealment done after these central objectives have been attained, for the purpose only of covering up after the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Id. at 405, 77 S.Ct. at 974.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">While there were arguably explicit agreements to conceal between Twitty and Martin, they occurred late in the day when the conspirators knew that agents were on their trail and active trafficking in guns had come to an abrupt halt.  On any realistic view of the matter, Twitty and Martin were engaged \"only [in] covering up after the crime.\"   This might be a closer case if the conspirators had continued their gun trafficking and agreed to new measures of concealment as part of an expanded conspiracy.  Id. (distinguishing concealment \"in furtherance of\" an ongoing conspiracy).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We do not think that our conclusion involves a disagreement with the able trial judge about facts he found or even characterizations, matters on which the clearly erroneous standard is normally applied.  United States v. Wright, 873 F.2d 437, 444 (1st Cir.1989).  Rather, we read Grunewald to impose a special burden to show that an express agreement to conceal was, or at least became, part of the central conspiratorial agreement and that the later acts relied upon were in furtherance of this agreement.  There are no findings to this effect in our case and no evidence that we think would permit such findings.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Twitty also objects to the district court's decision to apply a four-level enhancement for his role in the offense as an organizer or leader.  U.S.S.G. Sec. 3B1.1(a).  This status requires that the criminal activity of the organizer or leader either involve five or more participants or be \"otherwise extensive.\"   The sentencing judge found all of these requisites, namely, that Twitty was an organizer or leader, that there were five members in the conspiracy, and that the activities were otherwise extensive.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The evidence indicated that during the first half of 1991, Twitty made the basic decisions about how many guns to purchase and when to buy and sell them, substantially increasing the number of weapons acquired through the Martins.  A defendant who \"makes the critical strategic and operational decisions\" in a group enterprise can be deemed an organizer or leader.  United States v. Talladino, 38 F.3d 1255, 1261 (1st Cir.1994).  By this test, Twitty qualifies even without regard to other evidence that tends to reinforce his prominent role in the group.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Unless Cameron is considered a member of the conspiracy, an issue that we do not reach, the number of clearly established conspirators is only four.  Regardless of numbers the criminal activities themselves were \"otherwise extensive.\"   The number of guns obtained and sold was substantial;  the conspiracy extended over many months;  and the arrangements--acquisition from out of state sources, obliterating of serial numbers, and distribution--were reasonably elaborate.  That is enough to support the district court's findings.  See United States v. Rostoff, 53 F.3d 398, 414 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Twitty has raised several other claims regarding the admissibility of other evidence (e.g., testimony as to an admission made by Twitty) and the lack of an evidentiary hearing at sentencing on Twitty's use of drugs.  We have examined his arguments on these issues but conclude that they are without merit and do not require individual discussion.  This is not intended as criticism of counsel;  the case has been well briefed on both sides.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The judgment of conviction is affirmed.   The sentence is vacated and the case remanded for resentencing under the earlier version of the Sentencing Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In Grunewald itself, as the Court recounted,</p>\n        <p>[G]reat efforts were made to conceal the conspiracy when the danger of exposure appeared.  For example, Bolich got rid of certain records showing that he had used Grunewald's hotel suite in Washington;  Patullo's accountant was persuaded to lie to the grand jury concerning a check made out to an associate of the conspirators;  Grunewald attempted to persuade his secretary not to talk to the grand jury;  and the taxpayers were repeatedly told by Halperin and his associates to keep quiet.</p>\n        <p>353 U.S. at 403, 77 S.Ct. at 973.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government does rely on one set of concealment measures that occurred during the course of the conspiracy--the obliterating of serial numbers.  But these arrangements, probably designed in part to increase the selling price of the weapons, were a narrow effort having nothing directly to do with the acts occurring in or after November</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William A. TWITTY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1056.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 6, 1995.<br>Decided Dec. 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Evan Slavitt, by Appointment of the Court, with whom Mary P. Murray, and Hinckley, Allen &amp; Snyder were on briefs, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Michael J. Pelgro, Assistant United States Attorney, Organized Crime Drug Enforcement Task Force, with whom Donald K. Stern, United States Attorney, Boston, MA, was on brief, for United States.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By a superseding indictment, William Twitty was charged with four others with conspiring to violate federal firearms laws by unlawfully purchasing, possessing and selling handguns.  18 U.S.C. Sec. 371.  Twitty was also named in two other counts:  one for unlawfully dealing in firearms, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 922(a)(1)(A), </span>and the other for unlawfully possessing handguns with obliterated serial numbers, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 922(k). </span> The events alleged took place in the Boston area from 1990 to 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Prior to trial, three co-defendants--Erik Martin, his wife Stephanie Martin, and Twitty's half-brother Stephen Jordan--pled guilty.  The last co-defendant, Pierre Cameron, pled guilty after the jury was selected for his joint trial with Twitty.  The evidence against Twitty, taken in the light most favorable to the verdict, United States v. Brien, <span class=\"citation\" data-id=\"196183\"><a href=\"/opinion/196183/united-states-v-brien/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 275 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">401</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">320</span> </span>(1995), permitted the jury to find the following facts (which we supplement, as required, in discussing individual issues).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In January 1990, Cameron assisted Erik Martin in securing a federal firearms license, enabling the latter to order firearms wholesale through the mails and to deal in firearms.  Twitty and the Martins were very close friends.  Beginning in March 1990, Erik Martin used his federal license and local permits to acquire handguns for Twitty, Cameron, and later Jordan.  Stephanie Martin was involved primarily in receiving the shipments and, in one instance, in placing an order at Twitty's behest when Erik Martin was unavailable.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Twitty introduced Jordan to Erik Martin in September 1990.  While Jordan often dealt directly with Erik Martin, Twitty and Jordan were involved with each other on certain occasions.  For example, Twitty delivered purchase money from Jordan to Martin in one instance in late 1990.  In the same period, Twitty drove Jordan and Erik Martin to a store where Jordan bought a grinding device, later used to obliterate serial numbers from the guns and stored for a time in Twitty's basement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In early 1991, shortly after Jordan's apartment was raided by police, Twitty began to order handguns through Erik Martin on a large scale.  Twitty acquired a beeper.  Despite having a very low paying job, Twitty began to show signs of unusual prosperity, buying new clothes, jewelry, and cars and making large deposits in a new bank account.  There was evidence, including police seizures of firearms, that the guns ordered by Twitty were being resold illegally in the Boston area and that Twitty and Erik Martin were obliterating the serial numbers.  Cameron also bought guns from Erik Martin but in much smaller numbers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In July 1991, federal agents tracing a recovered firearm sought to interview Erik Martin.  The last gun shipment to Martin arrived on July 10 and that same day he conferred with Twitty about the federal inquiry.  Over the next several days, Twitty sought to destroy evidence of the transactions at the Martin house and asked Martin to have Cameron make up phony paperwork to help conceal the disposition of the weapons.  Twitty also told Erik Martin to file a false police report that the latter's records, required to be kept by him as a licensed dealer, had been stolen.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the end of July, Twitty left his home and his job without explanation.  Erik Martin met him by accident in November 1991 and they discussed the continuing federal investigation, Twitty promising to help Martin \"straighten the whole matter out\" so that Martin could avoid jail.  In December 1991, Twitty was interviewed by federal agents and denied knowledge of the firearms conspiracy.  Shortly after his arrest, in September 1993, Twitty gave handwriting exemplars that were intentionally distorted.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At trial, Twitty did not contest the existence of a firearms conspiracy, virtually conceding that a conspiracy existed among Erik Martin and others.  Instead, Twitty denied his own participation in the conspiracy and sought to undermine the credibility of Erik Martin, who provided much of the direct evidence of Twitty's involvement.  The jury convicted Twitty on all three counts.  He was later sentenced to 97 months' imprisonment and now appeals both his conviction and his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1.  In this court, Twitty's boldest argument is to claim, essentially for the first time, that the evidence showed three different conspiracies (between Erik Martin and, respectively, Cameron, Twitty, and Jordan). Twitty agrees now that the evidence was sufficient to show his own involvement but only in the narrow conspiracy between him and Erik Martin.  And he argues that he was prejudiced by the admission of evidence that related solely to the other two supposedly separate conspiracies, those between Martin and Cameron and between Martin and Jordan.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Twitty's argument is a common one in conspiracy appeals.  Whenever a conspiracy involves successive transactions and multiple players, it is usually possible to slice the enterprise into discrete portions.  Even a single conspiracy is likely to involve subsidiary agreements relating to different individuals and transactions.  And more often than not, none of the agreements is explicit;  agreement is inferred from conduct;  and the conceptual tests used to distinguish between one conspiracy and many are not sharp edged.  See, e.g., United States v. Drougas, <span class=\"citation\" data-id=\"444351\"><a href=\"/opinion/444351/united-states-v-aristedes-drougas-united-states-of-america-v-michael-a/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 17 (1st Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this case, the government offers a number of answers to Twitty's argument, including a claim that he waived it, but we think that taken together two points are sufficient.  First, ample evidence linked Twitty and Jordan to single conspiracy with the Martins.  Twitty introduced Jordan to Erik Martin;  conveyed money from Jordan to Martin;  traveled with both when Jordan purchased a grinding device that could obliterate serial numbers;  pressed Martin to expand operations after Martin lost some of Jordan's gun-purchasing money;  discussed gun deliveries with Jordan;  and stayed in continuing touch with him.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On the bases of these and other connections, the jury did not have to stretch to conclude that Twitty, Erik and Stephanie Martin, and Jordan conspired together to traffick in weapons.  Twitty's and Jordan's illegal dealings with the Martins occurred in the same time frame, in the same area and in the same manner.  Taking these overlaps together with the direct contacts between Twitty and Jordan, we think that a single hub and spoke conspiracy among the four was shown.  E.g., see United States v. Dworken, <span class=\"citation\" data-id=\"510631\"><a href=\"/opinion/510631/united-states-v-jay-lewis-dworken-aka-jason-lewis-jay-lewis-united/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 24 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Second, it is more of a stretch to include Cameron in the same conspiracy, although perhaps not impossible.  But if we assume arguendo that Cameron engaged in a separate conspiracy with the Martins, we think that the variance between the larger five-person conspiracy charged, and the smaller four-person conspiracy amply proved against Twitty, was harmless.  So long as the statutory violation remains the same, the jury can convict even if the facts found are somewhat different than those charged--so long as the difference does not cause unfair prejudice.  United States v. Glenn, <span class=\"citation\" data-id=\"494122\"><a href=\"/opinion/494122/united-states-v-kenneth-robert-glenn-united-states-of-america-v-manuel/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span>, 858 (1st Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">No such prejudice has been shown here.  Even if the conspiracy charged had been narrowed to four persons, some of the evidence against Cameron could have been admitted to explain how Erik Martin began his business and how, at the end, Twitty attempted to use Cameron to conceal his own wrongdoing.  While the evidence against Jordan involved drugs, Twitty's appeal briefs point to nothing especially dramatic about the bulk of the evidence against Cameron.  Some guns were recovered from Cameron's apartment but, given the guns recovered from Jordan and the Martins and the large volume of orders by Martin, the presence of guns was hardly in doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">2. Twitty's next set of objections involves the admissibility of evidence designed to show that the guns obtained through the Martins were unlawfully re-sold by Twitty and others.  The first objection is easily resolved.  During 1991 and 1992, the police recovered from third parties handguns with obliterated serial numbers.  The government at trial offered evidence of such incidents to show that the serial numbers (restored in whole or part) and gun types matched those ordered by Martin and passed on to Twitty, Jordan, or Cameron.  Much of this evidence was undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As to two such instances, however, Twitty says that the evidence was insufficient to connect the seized guns to guns ordered through Martin.  In one, the gun types matched a delivery to Martin on the same day;  Martin testified that he had delivered them to Twitty, who immediately ground down the numbers;  and the partly restored numbers matched those of the guns Martin had received.  All that was required for admission was evidence sufficient to permit a reasonable jury to conclude that the guns were the same, Fed.R.Evid. 901(a), and that was plainly present.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the other instance, a handgun was recovered six days after delivery of three guns of the same type to Martin for Twitty.  Although the recovered weapon had an obliterated serial number, an expert testified that three restored digits (two others could not be restored) were consistent with those on one of the guns received by Martin six days earlier.  Again, this was sufficient for the court to admit the evidence, since a rational jury could find that this weapon was one of the guns received by Martin.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">With more cause, Twitty objects to statistical evidence offered at trial by the government for the same general purpose, namely, to show the conspiracy's resale of guns.  A Boston police ballistic expert testified that, in the summer of 1991, he noticed a sharp increase in police recoveries of Davis .380 caliber semiautomatic pistols with serial numbers obliterated in the same manner.  Based on police department computer records, he testified that there were no such recoveries from 1988 to May 1991 and that from mid-May 1991 to the end of the year, there were 30 such recoveries, plus 13 in 1992 and 9 in 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">According to the witness, similar, but less dramatic, increases occurred in the same time frames in two other categories of weapons with obliterated serial numbers:  the Raven .25 caliber semiautomatic pistol and the Intratec Tec-9 9mm semiautomatic pistol.  The significance of these figures was that other government evidence showed that Martin had received at least 255 handguns from July 1990 to July 1991, all but about 30 being delivered after April 1, 1991;  and 206 of these weapons were of the three types whose street seizures had increased markedly in 1991 and thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On appeal, Twitty says that the evidence was irrelevant, unnecessary, duplicative, and prejudicial.  As to relevance, Twitty does not attack the quality of the data, see, e.g., United States v. Trenkler, <span class=\"citation\" data-id=\"196186\"><a href=\"/opinion/196186/united-states-v-trenkler/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 59 n. 21 (1st Cir.1995), nor does this case involve the kind of statistical inference whose remoteness from the facts of the case has on occasion troubled courts.  See, e.g., Smith v. Rapid Transit, Inc., <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">469</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">754</span></span>, 755 (1945).  Twitty argues only that the evidence did not show that the seized guns listed in the computer came from the conspiracy, but we think that the inference from the statistics, the weapon types, and the timing showed enough of a connection.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Twitty next argues--to support his claim that this statistical evidence was unnecessary and duplicative--that the existence of a gun trafficking conspiracy was effectively conceded at trial and that other non-statistical evidence sufficed to prove that some guns ordered by Martin had been resold.  But other considerations aside, the statistical evidence tended to support claims of sales by or through Twitty since he had prompted many of the orders and the increase in recoveries coincided with his greater involvement.  This reinforced the very connection to the conspiracy that Twitty sought to deny at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Twitty's most direct argument is that the statistical evidence was unduly prejudicial, tending to link him with a gun epidemic in Boston.  Yet proving that the weapons reached the street merely spells out what was implicit in the proof that large numbers of guns were delivered to Martin for Twitty and that Twitty's financial condition had improved sharply.  The statistical evidence from the ballistics expert was not lurid or blood-curdling.  The balancing of probative value against unfair prejudice is weighted in favor of admissibility, see Fed.R.Evid. 403, and confided primarily to the sound discretion of the trial judge.  United States v. Sutton, <span class=\"citation\" data-id=\"587576\"><a href=\"/opinion/587576/united-states-v-arthur-sutton/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1001</span></a></span>, 1008 (1st Cir.1992).  There was no abuse of discretion here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">3. Twitty's most potent claim relates to his sentence.  Under amendments effective on November 1, 1991, the Sentencing Guidelines increased the penalties for firearms offenses.  Twitty points out that no more guns were obtained after July 1991, no sales after that time were proved, and that after July his own contacts with other conspirators were minimal.  He contends that either the conspiracy was abandoned or he had withdrawn from it prior to November 1, 1991, entitling him to the lower penalty available under the earlier version of the guidelines.  See United States v. Garafano, <span class=\"citation\" data-id=\"195613\"><a href=\"/opinion/195613/united-states-v-garafano/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span>, 134 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The pre-sentence report said that the conspiracy should be deemed to continue past November 1, 1991, because not all of the weapons had been recovered by that date;  but on appeal even the government does not defend this position, which would extend many such conspiracies indefinitely.  Nor does it matter that the indictment alleged a conspiracy continuing to on or around December 1991 and the jury convicted, for on the evidence presented, and under the charge given to it, the jury had no reason to care whether the conspiracy ended in July or December or whether Twitty withdrew from it in its wind-down phase.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There is one other basis for applying the amended guideline but we think that it is insufficient, although possibly a close call.  In an alternative finding, the district judge ruled that the conspiracy included a cover-up effort that did continue past November 1991.  Mere efforts to conceal a crime do not automatically extend the life of the crime itself, but acts of concealment can extend the life of a conspiracy if the proof shows \"an express original agreement among the conspirators to continue to act in concert in order to cover up\" their crime.  Grunewald v. United States, <span class=\"citation\" data-id=\"105508\"><a href=\"/opinion/105508/grunewald-v-united-states/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, 404, <span class=\"citation\" data-id=\"105508\"><a href=\"/opinion/105508/grunewald-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">963</span></a></span>, 973-74, <span class=\"citation\" data-id=\"105508\"><a href=\"/opinion/105508/grunewald-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">931</span> </a></span>(1957);  e.g., United States v. Bigos, <span class=\"citation\" data-id=\"303229\"><a href=\"/opinion/303229/united-states-v-thaddeus-bigos-united-states-of-america-v-dennis/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">639</span></a></span>, 643 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">847</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">53</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">88</span> </span>(1972) (hijacking plan included explicit agreement to cover up).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In this case the government does urge that there were express agreements to conceal when, as already recounted, Twitty in July 1991 enlisted Martin to persuade Cameron to provide a false cover story to mislead federal agents and to file a false theft report with the Boston police.  While these events occurred prior to November 1991, Twitty met the Martins in November, promising to help keep Martin out of jail and thereafter lied to federal agents.  If ordinary conspiracy rules governed, the July actions might be enough to infer that the conspiracy had been enlarged to include concealment as an objective.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Grunewald, however, laid down special requirements of proof resting upon a distinct policy concern, namely, that \"every conspiracy is by its very nature secret\";  that \"every conspiracy will inevitably be followed by actions taken to cover the conspirators' traces\";  and that if these facts were enough for a conspiracy to conceal, then the statute of limitations and other safeguards would be virtually \"wipe[d] <span class=\"citation\" data-id=\"105508\"><span class=\"antecedent_guess\">out.\"</span>  <a href=\"/opinion/105508/grunewald-v-united-states/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">402</span></a></span>, 77 S.Ct. at 973-74.   For this reason, it held that even egregious and organized acts of concealment were not sufficient,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> unless agreed to as part of the original conspiratorial plan.  It summarized the point thusly:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>[A] vital distinction must be made between acts of concealment done in furtherance of the main criminal objectives of the conspiracy, and acts of concealment done after these central objectives have been attained, for the purpose only of covering up after the crime.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"105508\"><a href=\"/opinion/105508/grunewald-v-united-states/\"><span class=\"id_token\">Id.</span> at 405, </a></span>77 S.Ct. at 974.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">While there were arguably explicit agreements to conceal between Twitty and Martin, they occurred late in the day when the conspirators knew that agents were on their trail and active trafficking in guns had come to an abrupt halt.  On any realistic view of the matter, Twitty and Martin were engaged \"only [in] covering up after the crime.\"   This might be a closer case if the conspirators had continued their gun trafficking and agreed to new measures of concealment as part of an expanded conspiracy.  <span class=\"citation\" data-id=\"105508\"><a href=\"/opinion/105508/grunewald-v-united-states/\"><span class=\"id_token\">Id.</span> (distinguishing concealment </a></span>\"in furtherance of\" an ongoing conspiracy).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We do not think that our conclusion involves a disagreement with the able trial judge about facts he found or even characterizations, matters on which the clearly erroneous standard is normally applied.  United States v. Wright, <span class=\"citation\" data-id=\"522147\"><a href=\"/opinion/522147/united-states-v-bertie-alexander-wright/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">437</span></a></span>, 444 (1st Cir.1989).  Rather, we read Grunewald to impose a special burden to show that an express agreement to conceal was, or at least became, part of the central conspiratorial agreement and that the later acts relied upon were in furtherance of this agreement.  There are no findings to this effect in our case and no evidence that we think would permit such findings.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Twitty also objects to the district court's decision to apply a four-level enhancement for his role in the offense as an organizer or leader.  U.S.S.G. Sec. 3B1.1(a).  This status requires that the criminal activity of the organizer or leader either involve five or more participants or be \"otherwise extensive.\"   The sentencing judge found all of these requisites, namely, that Twitty was an organizer or leader, that there were five members in the conspiracy, and that the activities were otherwise extensive.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The evidence indicated that during the first half of 1991, Twitty made the basic decisions about how many guns to purchase and when to buy and sell them, substantially increasing the number of weapons acquired through the Martins.  A defendant who \"makes the critical strategic and operational decisions\" in a group enterprise can be deemed an organizer or leader.  United States v. Talladino, <span class=\"citation\" data-id=\"195724\"><a href=\"/opinion/195724/united-states-v-talladino/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1255</span></a></span>, 1261 (1st Cir.1994).  By this test, Twitty qualifies even without regard to other evidence that tends to reinforce his prominent role in the group.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Unless Cameron is considered a member of the conspiracy, an issue that we do not reach, the number of clearly established conspirators is only four.  Regardless of numbers the criminal activities themselves were \"otherwise extensive.\"   The number of guns obtained and sold was substantial;  the conspiracy extended over many months;  and the arrangements--acquisition from out of state sources, obliterating of serial numbers, and distribution--were reasonably elaborate.  That is enough to support the district court's findings.  See United States v. Rostoff, <span class=\"citation\" data-id=\"196027\"><a href=\"/opinion/196027/united-states-v-rostoff/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">398</span></a></span>, 414 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Twitty has raised several other claims regarding the admissibility of other evidence (e.g., testimony as to an admission made by Twitty) and the lack of an evidentiary hearing at sentencing on Twitty's use of drugs.  We have examined his arguments on these issues but conclude that they are without merit and do not require individual discussion.  This is not intended as criticism of counsel;  the case has been well briefed on both sides.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The judgment of conviction is affirmed.   The sentence is vacated and the case remanded for resentencing under the earlier version of the Sentencing Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In Grunewald itself, as the Court recounted,</p>\n        <p>[G]reat efforts were made to conceal the conspiracy when the danger of exposure appeared.  For example, Bolich got rid of certain records showing that he had used Grunewald's hotel suite in Washington;  Patullo's accountant was persuaded to lie to the grand jury concerning a check made out to an associate of the conspirators;  Grunewald attempted to persuade his secretary not to talk to the grand jury;  and the taxpayers were repeatedly told by Halperin and his associates to keep quiet.</p>\n        <p>353 U.S. at <span class=\"citation\" data-id=\"105508\"><span class=\"antecedent_guess\">403,</span> <a href=\"/opinion/105508/grunewald-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">973</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government does rely on one set of concealment measures that occurred during the course of the conspiracy--the obliterating of serial numbers.  But these arrangements, probably designed in part to increase the selling price of the weapons, were a narrow effort having nothing directly to do with the acts occurring in or after November</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/105508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195613/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195724/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196027/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196183/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196186/",
    "https://www.courtlistener.com/api/rest/v3/opinions/303229/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444351/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494122/",
    "https://www.courtlistener.com/api/rest/v3/opinions/510631/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522147/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587576/"
  ]
}