{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196526/",
  "id": 196526,
  "absolute_url": "/opinion/196526/krewson-v-quincy/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196526/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:07:58Z",
  "date_modified": "2020-02-21T23:15:00.853310Z",
  "type": "010combined",
  "sha1": "aa6616709f525531fd6417f99a96a365c4b535d4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/wp.opinions/92-2437.01A",
  "local_path": "wpd/1996/01/23/Krewson_v._Quincy_et_al.wpd",
  "plain_text": "",
  "html": "<p class=\"case_cite\">74 F.3d 15</p>\n    <p class=\"parties\">David S. KREWSON, Plaintiff-Appellee,<br>v.<br>CITY OF QUINCY, et al., Defendants-Appellees,<br>John McDonough, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 92-2437.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 9, 1994.<br>Decided Jan. 23, 1996.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David C. Jenkins, with whom Grady and Dwyer were on brief, Boston, MA, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Robert LeRoux Hernandez, Malden, MA, for appellee David S. Krewson.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, ALDRICH, Senior Circuit Judge, and YOUNG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">YOUNG, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">David S. Krewson (\"Krewson\") originally brought this action against Quincy Police Lieutenant John McDonough (\"McDonough\"), McDonough's two immediate supervisors, and the City of Quincy (the \"City\") pursuant to 42 U.S.C. Sec. 1983 and Mass.Gen.L. ch. 12, Sec. 11I for violating his civil rights during the course of Krewson's arrest and detention on murder charges.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Krewson's complaint also stated claims under Mass.Gen.L. ch. 258 (negligence) and common law theories of false arrest, false imprisonment, assault and battery, malicious prosecution, and intentional infliction of emotional distress.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After a four-day trial, the district court granted directed verdicts to both supervisors on all counts, to the City on all counts except negligence under Mass.Gen.L. ch. 258, and to McDonough on all counts but those arising out of certain of his actions on October 12, 1986.  The jury found that the City was not liable for negligence, and returned a verdict in favor of McDonough on Krewson's federal civil rights claim.  The jury held McDonough liable, however, for intentionally inflicting emotional distress on Krewson (awarding $5,000) and for violating the Massachusetts Civil Rights Act, awarding Krewson $1,500 on this latter claim.  Judgment entered on March 20, 1992.  None of the parties appealed this judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Thereafter, Krewson filed an application under Mass.Gen.L. ch. 12, Sec. 11I, seeking $67,387 in attorneys' fees (based on 305.9 attorney hours and 154.7 law clerk hours) and $13,262.29 in costs, for a total of $80,649.29.  McDonough's counsel made no objection to this application despite Massachusetts District Court Local Rule 7.1(B)(2), which requires the filing of written objection to such a motion within fourteen days after service.  The district judge allowed the fee application by written order which, in its entirety, reads:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>I find that the attorney did the work certified, that his client prevailed, and that the rates charged are reasonable and representative of rates in the community for comparable legal services.  The petition is allowed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Margin Endorsement of Petition for Fees, Addendum to Appellee's Brief at 1.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This was enough to catch the attention of McDonough's counsel, who promptly moved for reconsideration, belatedly briefing the relevant issues.  The district judge denied the motion, and this appeal followed.</p>\n    </div>\n    <p>I. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When, in determining a fee award, a district court carefully \"weigh[s] the factors to be considered and arrive[s] at an award within a supportable range, the appellate court will not interfere.\"   See Nydam v. Lennerton, 948 F.2d 808, 813 (1st Cir.1991) (quoting Wojtkowski v. Cade, 725 F.2d 127, 131 [1st Cir.1984].  Thus, this Court will reverse \"only for mistake of law or abuse of discretion.\"  Lipsett v. Blanco, 975 F.2d 934, 937 (1st Cir.1992);  United States v. Metropolitan Dist. Comm'n, 847 F.2d 12, 14-15 (1st Cir.1988).</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Where a request for attorneys' fees comprises a substantive part of the state-law remedy for a state-law cause of action, the proper rule of decision governing the award is derived from Massachusetts, rather than federal, practice.  See Northern Heel Corp. v. Compo Indus., Inc., 851 F.2d 456, 475 (1st Cir.1988) (applying Massachusetts law to the award of attorneys' fees in diversity action).  Thus, because Krewson here prevailed on his state civil rights claims and not his Sec. 1983 claims, the proper statutory reference is Mass.Gen.L. ch. 12, Sec. 11I.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Massachusetts Civil Rights Act provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>[a]ny aggrieved person ... who prevail[s] in an action authorized by this section shall be entitled to an award of the costs of the litigation and reasonable attorneys' fees in an amount to be fixed by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mass.Gen.Laws Ann. 12, Sec. 11I (West 1986) (emphasis supplied).  McDonough here argues both that Krewson is not a \"prevailing party\" within the meaning of the statute and that the fees awarded were not \"reasonable\" in light of the small amount of money awarded Krewson by the jury.  Further, McDonough argues that the trial court committed reversible error by awarding Krewson costs, including expert witness fees, in an action arising under state law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">1. \"Prevailing party\"--The Supreme Judicial Court of Massachusetts has \"conclude[d] that the Legislature intended 'prevail' to have the same meaning [in ch. 12 Sec. 11I] as it does in 42 U.S.C. Sec. 1988.\"  Batchelder v. Allied Stores Corp., 393 Mass. 819, 822, 473 N.E.2d 1128 (1985).  As a \"plaintiff who wins nominal damages is a prevailing party under Sec. 1988,\" Farrar v. Hobby, 506 U.S. 103, 111-12, 113 S.Ct. 566, 573, 121 L.Ed.2d 494 (1992), the district court did not abuse its discretion in ruling that the jury's award of $1,500 was sufficient to entitle Krewson to prevailing party status under Massachusetts law.  See also Wilcox v. City of Reno, 42 F.3d 550 (9th Cir.1994) (upholding a $66,535 fee award to plaintiff, loser of a barroom brawl with police, who won $1 on his excessive force claim under Sec. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">2. \"Reasonableness\"--Although there is no controlling authority on the Massachusetts standard for \"reasonable\" attorneys' fees under the state civil rights act, courts have held that, with respect to other fee-shifting statutes in Massachusetts, there is \"no pat formula for computation of fee-shifting awards.\"   See, e.g., Peckham v. Continental Casualty Ins. Co., 895 F.2d 830, 841-42 (1st Cir.1990) (awarding attorneys' fees for violation of Mass.Gen.L. ch. 93A in diversity action).  Rather, courts should \"focus[ ] on what [counsel's] services were objectively worth.\"  Id. at 842 (citing Heller v. Silverbranch Constr.  Co., 376 Mass. 621, 382 N.E.2d 1065 [1978] [Hennessey, C.J.].  In making this determination courts may consider a variety of factors, including the nature of the case, the time and labor required, the amount of damages involved, the result obtained, the experience and reputation of the attorney, the usual price charged by other attorneys for similar work, and the amount of awards granted in other cases.  See Linthicum v. Archambault, 379 Mass. 381, 388-89, 398 N.E.2d 482 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Despite the brevity of his endorsement, the district judge here explicitly found that \"the attorney did the work as certified, that his client prevailed, and that the rates charged are reasonable and representative of rates in the community for comparable legal services.\"   Margin Endorsement of Petition for Fees, Addendum to Appellee's Brief at 1.  In so doing, the district judge adopted the calculation proffered by plaintiff's attorney.  This is sufficient to constitute a \"clear explanation of the reasons undergirding ... [the] fee award,\" and entitles the trial court's determination to deference.  Peckham, 895 F.2d at 842;  see also Stowe v. Bologna, 417 Mass. 199, 203, 629 N.E.2d 304 (1994) (stating that the trial court should start from the amount of time documented by the plaintiff's attorney and then decide whether these calculations are reasonable, taking into account the public interest in having persons with meritorious claims adequately represented) (fee award for violation of rent control statute);  Fontaine, 415 Mass. at 324, 613 N.E.2d 881 (\"[t]he amount of a reasonable attorney's fee, awarded on the basis of statutory authority ... is largely discretionary with the judge, who is in the best position to determine how much time was reasonably spent on a case, and the fair value of the attorney's services\");  Deary v. City of Gloucester, 9 F.3d 191, 197 (1st Cir.1993) (stating that appellate courts should defer to any thoughtful rationale articulated by the trial court when reviewing a fee award);  United States v. Metropolitan Dist. Comm'n, 847 F.2d 12, 20 (1st Cir.1988) (\"The district court--which ... has frequently lived with the litigation and the lawyers for long periods of time, and which is likely to be more familiar with the marketplace--has the best coign of vantage\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Moreover, where Massachusetts courts have reviewed fee awards pursuant to remedial statutes, they have held that an award of reasonable attorneys' fees should not be reduced to reflect the actual amount of the jury award.  See, e.g., Sanitoy, Inc. v. Ilco Unican Corp., 413 Mass. 627, 633-34, 602 N.E.2d 193 (1992) (holding that because of the nature of the case and the public interest served by the \"citizen enforcement\" provision of the Massachusetts hazardous waste statute, courts may not reduce an award of reasonable attorneys' fees by a percentage of response costs recovered);  Olmstead v. Murphy, 21 Mass.App.Ct. 664, 666, 489 N.E.2d 707, rev. denied, 397 Mass. 1102, 492 N.E.2d 98 (1986) (\"[w]hen the public has, as here, a particular interest in the vindication of a legal right, the market value of legal services ... should not be automatically discounted because that value is high in relation to the amount recovered\") (fee award under Mass.Gen.L. ch. 215, Sec. 34A);  see also Fontaine v. Ebtec Corp., 415 Mass. 309, 325, 613 N.E.2d 881 (1993) (determining that in employment discrimination case, \"fair market rates for time reasonably spent should be the basic measure of reasonable fees, and should govern unless there are special reasons to depart from them\") (fee award pursuant to Mass.Gen.L. ch. 151B, Sec. 9).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Because the policy interests underlying fee awards under federal civil rights statutes are similar to those underlying fee awards in Massachusetts civil rights cases, case law under Sec. 1988 provides additional guidance.  The Supreme Court has recognized that a plaintiff who obtains relief in a civil rights lawsuit, especially \"in the area of individual police misconduct,\" acts as a private attorney general deterring future violations and that, therefore, consistent with congressional intent, \"reasonable attorney's fees ... are not conditioned upon and need not be proportionate to an award of money damages.\"  City of Riverside v. Rivera, 477 U.S. 561, 574-76, 106 S.Ct. 2686, 2694-95, 91 L.Ed.2d 466 (1986) (upholding $245,456.25 fee award based on jury award of compensatory and punitive damages of $13,300 for federal claims and $20,050 for state claims).  Likewise, courts in this circuit have held that in federal civil rights cases a fee award is not limited by the size of the recovery but may, in appropriate circumstance, greatly exceed it.  See Lewis v. Kendrick, 944 F.2d 949, 957 (1st Cir.1991);  Gonzales v. Jillson, 642 F.Supp. 908 (D.Mass.1986) (Tauro, J.)  (finding in a police brutality case that the award of $30,922.50 in attorneys' fees when the jury awarded plaintiff $1,000 was not excessive because \"[t]he significance of the monetary award [was] outweighed by the important public interests vindicated by the general jury verdict\").  \"No other result could comport with the principle that plaintiffs should have an unrestricted opportunity to vindicate their civil rights.\"  Lewis, 944 F.2d at 957.   Thus, as a remedial civil rights statute, Sec. 11I is entitled to a more liberal construction of its terms than other fee shifting statutes such as Mass.Gen.L. ch. 93A.  See Batchelder, 393 Mass. at 822, 473 N.E.2d 1128.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">3. Successful vs. unsuccessful claims--In one respect, however, the summary endorsement of the district judge was totally silent.  Krewson submitted a fee application that claimed recompense for the entire time his attorney spent pursuing the case.  In fact, he \"prevailed\" on but a portion of his claims, and those but modestly.  The endorsement of the district judge nowhere considers the time Krewson spent advancing unsuccessful theories of liability.  With respect to the analogous fee shifting provision of Mass.Gen.L. ch. 93A, we have held that if a plaintiff prevails on some of his claims and loses on others, the fee award may be limited to the time spent proving the successful claims, unless it can be shown that the claims were interconnected.  See Peckham, 895 F.2d at 841-42 (citing Hanner v. Classic Auto Body, Inc., 10 Mass.App.Ct. 121, 123-24, 406 N.E.2d 686 [1980];  Equitable Life Assurance Soc. v. Porter-Englehart, 867 F.2d 79, 91 (1st Cir.1989) (where Chapter 93A violation proven, fees recoverable only for \"any meaningful amount of legal work ... independently required\" by the dereliction);  Whyte v. Connecticut Mut. Life Ins. Co., 818 F.2d 1005, 1011 n. 20 (1st Cir.1987) (similar).  Here, Krewson claimed false arrest, assault and battery, and false imprisonment--among other things--arising out of certain events taking place on October 5-6, 1986.  He lost all these claims.  This, his counsel told the jury, was one half of his case;  the events of October 12 comprised the other half.  App., vol.  III at 4-95.  The district judge so charged the jury, keeping the claims distinct just as Krewson's counsel had argued.  Id. at 4, 104-06.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On this record, there is no adequate basis for concluding that all Krewson's claims are so sufficiently interconnected as to warrant a fee award in the total sum claimed by Krewson.  Compare Wagenmann v. Adams, 829 F.2d 196, 225 (1st Cir.1987) (ruling that the suit at issue could not be viewed as a series of discrete claims for purposes of fee award under Sec. 1988 where \"[a]ll of the triable issues arose out of a short, visibly linked series of events\").  Indeed, particularly having in mind that the burden is upon Krewson to show an interconnection between the failed claims and the successful one, not only did they, on their face, appear separate, but they were so presented.  Krewson cannot try on the basis of separateness, which facilitated the jury's finding in his favor on at least part of the case, and then, when it comes to fees, contend connectedness.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This is not to say that some of the depositions and other preparations were not related both to the events of October 5-6 and those of October 12.  So long as the attorney's work was reasonably necessary for the prosecution of the October 12 claims, the district judge can properly charge these fees to McDonough.  As we said in Peckham, \"in the last analysis, the fee-shifting anodyne focuses on 'what [counsel's] services were objectively worth.' \"  Peckham, 895 F.2d at 843, citing Heller v. Silverbranch Constr.  Corp., 376 Mass. 621, 629, 382 N.E.2d 1065 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">4. Costs--The failure to consider apportionment as between successful and unsuccessful claims infects the issue of costs as well.  McDonough argues that the district court abused its discretion in including expert witness fees and costs in the award.  The award of costs in this case is not governed by Sec. 1988 as asserted by McDonough.  Rather, this Court applies the state standard in evaluating claims for costs if the plaintiff prevailed only on the parallel state claims.  See Freeman v. Package Mach. Co., 865 F.2d 1331, 1347 (1st Cir.1988).  Where, as here, the Commonwealth has granted explicit statutory cost-shifting authority, there is a presumption in Massachusetts law favoring the awarding of expert witness fees.  Id. at 1347-49 (upholding the granting of expert witness fees under Mass.Gen.L. ch. 151B, Sec. 9) (citing Linthicum, 379 Mass. at 389, 398 N.E.2d 482).   In light of that presumption, this Court concludes that expert witness fees may be properly awarded in a successful action under the Massachusetts Civil Rights Act.  Freeman does suggest, however, that an expert witness' fee can be prorated to reflect the work performed for certain claims.  863 F.2d at 1350.   Here, McDonough appears to make a persuasive argument that the testimony of expert Robert DiGrazia was limited to issues relating to the first half of the case--the arrest on October 5th (testimony which was later stricken) and the liability of the City.  Having remanded the fee award to the district court for apportionment, however, we deem it appropriate likewise to remand to the district judge the issue of costs for resolution in the first instance.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Accordingly, the fee award is vacated and the matter of appropriate attorney's fees and costs is remanded to the district court for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The charges against Krewson were ultimately dismissed</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></span></p>\n    <p class=\"parties\">David S. KREWSON, Plaintiff-Appellee,<br>v.<br>CITY OF QUINCY, et al., Defendants-Appellees,<br>John McDonough, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 92-2437.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 9, 1994.<br>Decided Jan. 23, 1996.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David C. Jenkins, with whom Grady and Dwyer were on brief, Boston, MA, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Robert LeRoux Hernandez, Malden, MA, for appellee David S. Krewson.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, ALDRICH, Senior Circuit Judge, and YOUNG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">YOUNG, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">David S. Krewson (\"Krewson\") originally brought this action against Quincy Police Lieutenant John McDonough (\"McDonough\"), McDonough's two immediate supervisors, and the City of Quincy (the \"City\") pursuant to 42 U.S.C. Sec. 1983 and Mass.Gen.L. ch. 12, Sec. 11I for violating his civil rights during the course of Krewson's arrest and detention on murder charges.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Krewson's complaint also stated claims under Mass.Gen.L. ch. 258 (negligence) and common law theories of false arrest, false imprisonment, assault and battery, malicious prosecution, and intentional infliction of emotional distress.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After a four-day trial, the district court granted directed verdicts to both supervisors on all counts, to the City on all counts except negligence under Mass.Gen.L. ch. 258, and to McDonough on all counts but those arising out of certain of his actions on October 12, 1986.  The jury found that the City was not liable for negligence, and returned a verdict in favor of McDonough on Krewson's federal civil rights claim.  The jury held McDonough liable, however, for intentionally inflicting emotional distress on Krewson (awarding $5,000) and for violating the Massachusetts Civil Rights Act, awarding Krewson $1,500 on this latter claim.  Judgment entered on March 20, 1992.  None of the parties appealed this judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Thereafter, Krewson filed an application under Mass.Gen.L. ch. 12, Sec. 11I, seeking $67,387 in attorneys' fees (based on 305.9 attorney hours and 154.7 law clerk hours) and $13,262.29 in costs, for a total of $80,649.29.  McDonough's counsel made no objection to this application despite Massachusetts District Court Local Rule 7.1(B)(2), which requires the filing of written objection to such a motion within fourteen days after service.  The district judge allowed the fee application by written order which, in its entirety, reads:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>I find that the attorney did the work certified, that his client prevailed, and that the rates charged are reasonable and representative of rates in the community for comparable legal services.  The petition is allowed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Margin Endorsement of Petition for Fees, Addendum to Appellee's Brief at 1.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This was enough to catch the attention of McDonough's counsel, who promptly moved for reconsideration, belatedly briefing the relevant issues.  The district judge denied the motion, and this appeal followed.</p>\n    </div>\n    <p>I. STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When, in determining a fee award, a district court carefully \"weigh[s] the factors to be considered and arrive[s] at an award within a supportable range, the appellate court will not interfere.\"   See Nydam v. Lennerton, <span class=\"citation\" data-id=\"571448\"><a href=\"/opinion/571448/raymond-g-nydam-v-joseph-lennerton-jr-etc-and-joseph-f-fontaine/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">808</span></a></span>, 813 (1st Cir.1991) (quoting Wojtkowski v. Cade, <span class=\"citation\" data-id=\"429744\"><a href=\"/opinion/429744/dana-m-wojtkowski-v-richard-k-cade/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span>, 131 [1st Cir.1984].  Thus, this Court will reverse \"only for mistake of law or abuse of discretion.\"  Lipsett v. Blanco, <span class=\"citation\" data-id=\"591130\"><a href=\"/opinion/591130/annabelle-lipsett-v-gumersindo-blanco/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span>, 937 (1st Cir.1992);  United States v. Metropolitan Dist. Comm'n, <span class=\"citation\" data-id=\"506188\"><a href=\"/opinion/506188/united-states-v-metropolitan-district-commission-conservation-law/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 14-15 (1st Cir.1988).</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Where a request for attorneys' fees comprises a substantive part of the state-law remedy for a state-law cause of action, the proper rule of decision governing the award is derived from Massachusetts, rather than federal, practice.  See Northern Heel Corp. v. Compo Indus., Inc., <span class=\"citation\" data-id=\"508714\"><a href=\"/opinion/508714/northern-heel-corp-v-compo-industries-inc/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 475 (1st Cir.1988) (applying Massachusetts law to the award of attorneys' fees in diversity action).  Thus, because Krewson here prevailed on his state civil rights claims and not his Sec. 1983 claims, the proper statutory reference is Mass.Gen.L. ch. 12, Sec. 11I.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Massachusetts Civil Rights Act provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>[a]ny aggrieved person ... who prevail[s] in an action authorized by this section shall be entitled to an award of the costs of the litigation and reasonable attorneys' fees in an amount to be fixed by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mass.Gen.Laws Ann. 12, Sec. 11I (West 1986) (emphasis supplied).  McDonough here argues both that Krewson is not a \"prevailing party\" within the meaning of the statute and that the fees awarded were not \"reasonable\" in light of the small amount of money awarded Krewson by the jury.  Further, McDonough argues that the trial court committed reversible error by awarding Krewson costs, including expert witness fees, in an action arising under state law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">1. \"Prevailing party\"--The Supreme Judicial Court of Massachusetts has \"conclude[d] that the Legislature intended 'prevail' to have the same meaning [in ch. 12 Sec. 11I] as it does in 42 U.S.C. Sec. 1988.\"  Batchelder v. Allied Stores Corp., <span class=\"citation\" data-id=\"2031985\"><a href=\"/opinion/2031985/batchelder-v-allied-stores-corp/\"><span class=\"volume\">393</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">819</span></a></span>, 822, <span class=\"citation\" data-id=\"2031985\"><a href=\"/opinion/2031985/batchelder-v-allied-stores-corp/\"><span class=\"volume\">473</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1128</span> </a></span>(1985).  As a \"plaintiff who wins nominal damages is a prevailing party under Sec. 1988,\" Farrar v. Hobby, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 111-12, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">566</span></a></span>, 573, <span class=\"citation\" data-id=\"112798\"><a href=\"/opinion/112798/farrar-v-hobby/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span> </a></span>(1992), the district court did not abuse its discretion in ruling that the jury's award of $1,500 was sufficient to entitle Krewson to prevailing party status under Massachusetts law.  See also Wilcox v. City of Reno, <span class=\"citation\" data-id=\"684132\"><a href=\"/opinion/684132/william-a-wilcox-v-city-of-reno/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">550</span> </a></span>(9th Cir.1994) (upholding a $66,535 fee award to plaintiff, loser of a barroom brawl with police, who won $1 on his excessive force claim under Sec. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">2. \"Reasonableness\"--Although there is no controlling authority on the Massachusetts standard for \"reasonable\" attorneys' fees under the state civil rights act, courts have held that, with respect to other fee-shifting statutes in Massachusetts, there is \"no pat formula for computation of fee-shifting awards.\"   See, e.g., Peckham v. Continental Casualty Ins. Co., <span class=\"citation\" data-id=\"536169\"><a href=\"/opinion/536169/scott-peckham-v-continental-casualty-insurance-co-scott-peckham-v/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">830</span></a></span>, 841-42 (1st Cir.1990) (awarding attorneys' fees for violation of Mass.Gen.L. ch. 93A in diversity action).  Rather, courts should \"focus[ ] on what [counsel's] services were objectively worth.\"  <span class=\"citation\" data-id=\"536169\"><a href=\"/opinion/536169/scott-peckham-v-continental-casualty-insurance-co-scott-peckham-v/\"><span class=\"id_token\">Id.</span> at 842 </a></span>(citing Heller v. Silverbranch Constr.  Co., <span class=\"citation\" data-id=\"2018716\"><a href=\"/opinion/2018716/heller-v-silverbranch-construction-corp/\"><span class=\"volume\">376</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">621</span></a></span>, <span class=\"citation\" data-id=\"2018716\"><a href=\"/opinion/2018716/heller-v-silverbranch-construction-corp/\"><span class=\"volume\">382</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1065</span> </a></span>[1978] [Hennessey, C.J.].  In making this determination courts may consider a variety of factors, including the nature of the case, the time and labor required, the amount of damages involved, the result obtained, the experience and reputation of the attorney, the usual price charged by other attorneys for similar work, and the amount of awards granted in other cases.  See Linthicum v. Archambault, <span class=\"citation\" data-id=\"2053355\"><a href=\"/opinion/2053355/linthicum-v-archambault/\"><span class=\"volume\">379</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">381</span></a></span>, 388-89, <span class=\"citation\" data-id=\"2053355\"><a href=\"/opinion/2053355/linthicum-v-archambault/\"><span class=\"volume\">398</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">482</span> </a></span>(1979).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Despite the brevity of his endorsement, the district judge here explicitly found that \"the attorney did the work as certified, that his client prevailed, and that the rates charged are reasonable and representative of rates in the community for comparable legal services.\"   Margin Endorsement of Petition for Fees, Addendum to Appellee's Brief at 1.  In so doing, the district judge adopted the calculation proffered by plaintiff's attorney.  This is sufficient to constitute a \"clear explanation of the reasons undergirding ... [the] fee award,\" and entitles the trial court's determination to deference.  <span class=\"citation\" data-id=\"536169\"><span class=\"antecedent_guess\">Peckham,</span> <a href=\"/opinion/536169/scott-peckham-v-continental-casualty-insurance-co-scott-peckham-v/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">842</span></a></span>;  see also Stowe v. Bologna, <span class=\"citation\" data-id=\"2158489\"><a href=\"/opinion/2158489/stowe-v-bologna/\"><span class=\"volume\">417</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">199</span></a></span>, 203, <span class=\"citation\" data-id=\"2158489\"><a href=\"/opinion/2158489/stowe-v-bologna/\"><span class=\"volume\">629</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">304</span> </a></span>(1994) (stating that the trial court should start from the amount of time documented by the plaintiff's attorney and then decide whether these calculations are reasonable, taking into account the public interest in having persons with meritorious claims adequately represented) (fee award for violation of rent control statute);  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Fontaine,</span> <span class=\"volume\">415</span> <span class=\"reporter\">Mass.</span> at <span class=\"page\">324</span></span>, <span class=\"citation\" data-id=\"2035627\"><a href=\"/opinion/2035627/fontaine-v-ebtec-corp/\"><span class=\"volume\">613</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">881</span> </a></span>(\"[t]he amount of a reasonable attorney's fee, awarded on the basis of statutory authority ... is largely discretionary with the judge, who is in the best position to determine how much time was reasonably spent on a case, and the fair value of the attorney's services\");  Deary v. City of Gloucester, <span class=\"citation\" data-id=\"195029\"><a href=\"/opinion/195029/deary-v-city-of-gloucester/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">191</span></a></span>, 197 (1st Cir.1993) (stating that appellate courts should defer to any thoughtful rationale articulated by the trial court when reviewing a fee award);  United States v. Metropolitan Dist. Comm'n, <span class=\"citation\" data-id=\"506188\"><a href=\"/opinion/506188/united-states-v-metropolitan-district-commission-conservation-law/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 20 (1st Cir.1988) (\"The district court--which ... has frequently lived with the litigation and the lawyers for long periods of time, and which is likely to be more familiar with the marketplace--has the best coign of vantage\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Moreover, where Massachusetts courts have reviewed fee awards pursuant to remedial statutes, they have held that an award of reasonable attorneys' fees should not be reduced to reflect the actual amount of the jury award.  See, e.g., Sanitoy, Inc. v. Ilco Unican Corp., <span class=\"citation\" data-id=\"2198171\"><a href=\"/opinion/2198171/sanitoy-inc-v-ilco-unican-corp/\"><span class=\"volume\">413</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">627</span></a></span>, 633-34, <span class=\"citation\" data-id=\"2198171\"><a href=\"/opinion/2198171/sanitoy-inc-v-ilco-unican-corp/\"><span class=\"volume\">602</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">193</span> </a></span>(1992) (holding that because of the nature of the case and the public interest served by the \"citizen enforcement\" provision of the Massachusetts hazardous waste statute, courts may not reduce an award of reasonable attorneys' fees by a percentage of response costs recovered);  Olmstead v. Murphy, 21 Mass.App.Ct. 664, 666, <span class=\"citation\" data-id=\"2100945\"><a href=\"/opinion/2100945/olmstead-v-murphy/\"><span class=\"volume\">489</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">707</span></a></span>, rev. denied, <span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">98</span> </span>(1986) (\"[w]hen the public has, as here, a particular interest in the vindication of a legal right, the market value of legal services ... should not be automatically discounted because that value is high in relation to the amount recovered\") (fee award under Mass.Gen.L. ch. 215, Sec. 34A);  see also Fontaine v. Ebtec Corp., <span class=\"citation\" data-id=\"2035627\"><a href=\"/opinion/2035627/fontaine-v-ebtec-corp/\"><span class=\"volume\">415</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">309</span></a></span>, 325, <span class=\"citation\" data-id=\"2035627\"><a href=\"/opinion/2035627/fontaine-v-ebtec-corp/\"><span class=\"volume\">613</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">881</span> </a></span>(1993) (determining that in employment discrimination case, \"fair market rates for time reasonably spent should be the basic measure of reasonable fees, and should govern unless there are special reasons to depart from them\") (fee award pursuant to Mass.Gen.L. ch. 151B, Sec. 9).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Because the policy interests underlying fee awards under federal civil rights statutes are similar to those underlying fee awards in Massachusetts civil rights cases, case law under Sec. 1988 provides additional guidance.  The Supreme Court has recognized that a plaintiff who obtains relief in a civil rights lawsuit, especially \"in the area of individual police misconduct,\" acts as a private attorney general deterring future violations and that, therefore, consistent with congressional intent, \"reasonable attorney's fees ... are not conditioned upon and need not be proportionate to an award of money damages.\"  City of Riverside v. Rivera, <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">561</span></a></span>, 574-76, <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, 2694-95, <span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span> </a></span>(1986) (upholding $245,456.25 fee award based on jury award of compensatory and punitive damages of $13,300 for federal claims and $20,050 for state claims).  Likewise, courts in this circuit have held that in federal civil rights cases a fee award is not limited by the size of the recovery but may, in appropriate circumstance, greatly exceed it.  See Lewis v. Kendrick, <span class=\"citation no-link\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">949</span></span>, 957 (1st Cir.1991);  Gonzales v. Jillson, <span class=\"citation\" data-id=\"2399298\"><a href=\"/opinion/2399298/gonzales-v-jillson/\"><span class=\"volume\">642</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">908</span> </a></span>(D.Mass.1986) (Tauro, J.)  (finding in a police brutality case that the award of $30,922.50 in attorneys' fees when the jury awarded plaintiff $1,000 was not excessive because \"[t]he significance of the monetary award [was] outweighed by the important public interests vindicated by the general jury verdict\").  \"No other result could comport with the principle that plaintiffs should have an unrestricted opportunity to vindicate their civil rights.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Lewis,</span> <span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">957</span></span>.   Thus, as a remedial civil rights statute, Sec. 11I is entitled to a more liberal construction of its terms than other fee shifting statutes such as Mass.Gen.L. ch. 93A.  See <span class=\"citation\" data-id=\"2031985\"><span class=\"antecedent_guess\">Batchelder,</span> <a href=\"/opinion/2031985/batchelder-v-allied-stores-corp/\"><span class=\"volume\">393</span> <span class=\"reporter\">Mass.</span> at <span class=\"page\">822</span></a></span>, <span class=\"citation\" data-id=\"2031985\"><a href=\"/opinion/2031985/batchelder-v-allied-stores-corp/\"><span class=\"volume\">473</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1128</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">3. Successful vs. unsuccessful claims--In one respect, however, the summary endorsement of the district judge was totally silent.  Krewson submitted a fee application that claimed recompense for the entire time his attorney spent pursuing the case.  In fact, he \"prevailed\" on but a portion of his claims, and those but modestly.  The endorsement of the district judge nowhere considers the time Krewson spent advancing unsuccessful theories of liability.  With respect to the analogous fee shifting provision of Mass.Gen.L. ch. 93A, we have held that if a plaintiff prevails on some of his claims and loses on others, the fee award may be limited to the time spent proving the successful claims, unless it can be shown that the claims were interconnected.  See <span class=\"citation\" data-id=\"536169\"><span class=\"antecedent_guess\">Peckham,</span> <a href=\"/opinion/536169/scott-peckham-v-continental-casualty-insurance-co-scott-peckham-v/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">841-42</span> </a></span>(citing Hanner v. Classic Auto Body, Inc., 10 Mass.App.Ct. 121, 123-24, <span class=\"citation\" data-id=\"2029778\"><a href=\"/opinion/2029778/hanner-v-classic-auto-body-inc/\"><span class=\"volume\">406</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">686</span> </a></span>[1980];  Equitable Life Assurance Soc. v. Porter-Englehart, <span class=\"citation\" data-id=\"518091\"><a href=\"/opinion/518091/the-equitable-life-assurance-society-of-the-united-states-v-sandra/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">79</span></a></span>, 91 (1st Cir.1989) (where Chapter 93A violation proven, fees recoverable only for \"any meaningful amount of legal work ... independently required\" by the dereliction);  Whyte v. Connecticut Mut. Life Ins. Co., <span class=\"citation\" data-id=\"488518\"><a href=\"/opinion/488518/ursula-c-whyte-etc-v-connecticut-mutual-life-insurance-company-ursula/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1005</span></a></span>, 1011 n. 20 (1st Cir.1987) (similar).  Here, Krewson claimed false arrest, assault and battery, and false imprisonment--among other things--arising out of certain events taking place on October 5-6, 1986.  He lost all these claims.  This, his counsel told the jury, was one half of his case;  the events of October 12 comprised the other half.  App., vol.  III at 4-95.  The district judge so charged the jury, keeping the claims distinct just as Krewson's counsel had argued.  <span class=\"citation\" data-id=\"488518\"><a href=\"/opinion/488518/ursula-c-whyte-etc-v-connecticut-mutual-life-insurance-company-ursula/\"><span class=\"id_token\">Id.</span> at 4, </a></span>104-06.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On this record, there is no adequate basis for concluding that all Krewson's claims are so sufficiently interconnected as to warrant a fee award in the total sum claimed by Krewson.  Compare Wagenmann v. Adams, <span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 225 (1st Cir.1987) (ruling that the suit at issue could not be viewed as a series of discrete claims for purposes of fee award under Sec. 1988 where \"[a]ll of the triable issues arose out of a short, visibly linked series of events\").  Indeed, particularly having in mind that the burden is upon Krewson to show an interconnection between the failed claims and the successful one, not only did they, on their face, appear separate, but they were so presented.  Krewson cannot try on the basis of separateness, which facilitated the jury's finding in his favor on at least part of the case, and then, when it comes to fees, contend connectedness.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This is not to say that some of the depositions and other preparations were not related both to the events of October 5-6 and those of October 12.  So long as the attorney's work was reasonably necessary for the prosecution of the October 12 claims, the district judge can properly charge these fees to McDonough.  As we said in Peckham, \"in the last analysis, the fee-shifting anodyne focuses on 'what [counsel's] services were objectively worth.' \"  <span class=\"citation\" data-id=\"536169\"><span class=\"antecedent_guess\">Peckham,</span> <a href=\"/opinion/536169/scott-peckham-v-continental-casualty-insurance-co-scott-peckham-v/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">843</span></a></span>, citing Heller v. Silverbranch Constr.  Corp., <span class=\"citation\" data-id=\"2018716\"><a href=\"/opinion/2018716/heller-v-silverbranch-construction-corp/\"><span class=\"volume\">376</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">621</span></a></span>, 629, <span class=\"citation\" data-id=\"2018716\"><a href=\"/opinion/2018716/heller-v-silverbranch-construction-corp/\"><span class=\"volume\">382</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1065</span> </a></span>(1978).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">4. Costs--The failure to consider apportionment as between successful and unsuccessful claims infects the issue of costs as well.  McDonough argues that the district court abused its discretion in including expert witness fees and costs in the award.  The award of costs in this case is not governed by Sec. 1988 as asserted by McDonough.  Rather, this Court applies the state standard in evaluating claims for costs if the plaintiff prevailed only on the parallel state claims.  See Freeman v. Package Mach. Co., <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1347 (1st Cir.1988).  Where, as here, the Commonwealth has granted explicit statutory cost-shifting authority, there is a presumption in Massachusetts law favoring the awarding of expert witness fees.  <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"id_token\">Id.</span> at 1347-49 </a></span>(upholding the granting of expert witness fees under Mass.Gen.L. ch. 151B, Sec. 9) (citing <span class=\"citation\" data-id=\"2053355\"><span class=\"antecedent_guess\">Linthicum,</span> <a href=\"/opinion/2053355/linthicum-v-archambault/\"><span class=\"volume\">379</span> <span class=\"reporter\">Mass.</span> at <span class=\"page\">389</span></a></span>, <span class=\"citation\" data-id=\"2053355\"><a href=\"/opinion/2053355/linthicum-v-archambault/\"><span class=\"volume\">398</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">482</span></a></span>).   In light of that presumption, this Court concludes that expert witness fees may be properly awarded in a successful action under the Massachusetts Civil Rights Act.  Freeman does suggest, however, that an expert witness' fee can be prorated to reflect the work performed for certain <span class=\"citation no-link\"><span class=\"antecedent_guess\">claims.</span>  <span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1350</span></span>.   Here, McDonough appears to make a persuasive argument that the testimony of expert Robert DiGrazia was limited to issues relating to the first half of the case--the arrest on October 5th (testimony which was later stricken) and the liability of the City.  Having remanded the fee award to the district court for apportionment, however, we deem it appropriate likewise to remand to the district judge the issue of costs for resolution in the first instance.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Accordingly, the fee award is vacated and the matter of appropriate attorney's fees and costs is remanded to the district court for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The charges against Krewson were ultimately dismissed</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111730/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195029/",
    "https://www.courtlistener.com/api/rest/v3/opinions/429744/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488518/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506188/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508714/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518091/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536169/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571448/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591130/",
    "https://www.courtlistener.com/api/rest/v3/opinions/684132/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2018716/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2029778/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2031985/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2035627/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2053355/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2100945/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2158489/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2198171/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2399298/"
  ]
}