{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196554/",
  "id": 196554,
  "absolute_url": "/opinion/196554/united-states-v-cruz-quilan/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196554/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:41Z",
  "date_modified": "2020-02-21T23:16:33.562106Z",
  "type": "010combined",
  "sha1": "97e4540bfc592bde7fde1d622c929b1e870c5406",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2217.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 94-2217\r\nNo. 95-1390\r\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     JOSE R. CRUZ-KUILAN,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n      [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \r\n                                         \r\n\n                            Before\r\n\n           Selya, Boudin, and Lynch, Circuit Judges.\r                                                               \r\n\n                                         \r\n\nMiriam Ramos Grateroles for appellant.\r                                   \r\n\nMiguel A.  Pereira, Assistant  United States  Attorney, with  whom\r                              \r\nGuillermo  Gil, United States Attorney,  was on brief,  for the United\r                      \r\nStates.\r\n\n                                         \r\n\n                       February 5, 1996\r\n                                         \r\n\n          LYNCH, Circuit  Judge.   This is an  appeal from  a\r                      LYNCH, Circuit  Judge.\r                                           \r\r\n\nconviction for a  carjacking which resulted  in the owner  of\r\n\nthe car being shot  to death in front of his  wife and son in\r\n\nthe  carport of their home in Puerto Rico.  Jose Cruz-Kuilan,\r\n\nage 20  at the time of the  crime, was convicted of violating\r\n\n18  U.S.C.   2119(3), the carjacking statute, and 18 U.S.C.  \r\n\n2, aiding and  abetting in  the same, and  sentenced to  life\r\n\nimprisonment.   The primary argument on appeal -- that it was\r\n\nerror to  allow expert testimony from  a forensic pathologist\r\n\nand to admit photographs  of the victim's wounds --  is based\r\n\non  a theory this court recently rejected in United States v.\r                                                                      \r\n\nRivera-Gomez, 67 F.3d 993 (1st Cir. 1995).  Because the other\r                        \r\n\narguments presented are without merit, we affirm.\r\n\n          The crime was cold-blooded and brutal.  Cruz-Kuilan\r\n\nand  two companions,  Marrero  Santiago  and Rangel  Pizzini,\r\n\ndecided to steal a car, settled on a Buick Le Sabre they saw,\r\n\nand followed it  in their own car.   Theodore Edward  Fuhs, a\r\n\nbusinessman, and his wife Luz  Martinez Fuhs were driving  to\r\n\ntheir  home  in  Levittown, Puerto  Rico,  in  the  Le Sabre,\r\n\nunaware of being followed.   Their son Carl was  outside when\r\n\nhis  parents  pulled  into  the  \"marquesina,\"  the  carport.\r\n\nMarrero and Cruz-Kuilan walked  up to the car before  Mr. and\r\n\nMrs. Fuhs could get out.  Pizzini remained in the assailants'\r\n\ncar.   In Spanish, Marrero  ordered Mr. Fuhs out  of the car.\r\n\nMr.  Fuhs, a continental American citizen,  did not appear to\r\n\nunderstand.  As  Mr. Fuhs got out of the  car, Marrero, angry\r\n\n                             -3-\r                                          3\r\r\n\nat  how slowly Fuhs was  moving, pistol whipped  him twice on\r\n\nthe head.   Mr.  Fuhs  lunged for  Marrero  and the  two  men\r\n\ntoppled.   Cruz-Kuilan moved to  within two feet  of Mr. Fuhs\r\n\nand fired point  blank at his  back.  Mr.  Fuhs was  mortally\r\n\nwounded.  One of  the bullets  passed through  him to  injure\r\n\nMarrero, underneath.  Cruz-Kuilan and Marrero got into the Le\r\n\nSabre and fled.   Realizing  Marrero was in  need of  medical\r\n\ncare and would be  questioned, they torched the Le  Sabre and\r\n\nprepared a story.   When Marrero sought medical care,  he was\r\n\nindeed  questioned.    His story  began  to  unravel and  the\r\n\narrests followed in the next several months.\r\n\n          At   trial,  both   Marrero   and  Pizzini   turned\r\n\ngovernment  witnesses   in  exchange  for  leniency.     They\r\n\nidentified Cruz-Kuilan.  While Mrs. Fuhs and her son provided\r\n\nimportant  corroborating  testimony,  neither could  identify\r\n\nCruz-Kuilan as one of the assailants.   It took the jury  two\r\n\nand one-half hours to convict.\r\n\n          On  appeal Cruz-Kuilan  makes these  arguments: (i)\r\n\nthat the district court  erred in admitting evidence relating\r\n\nto Mr. Fuhs'  death; (ii) that the evidence  was insufficient\r\n\nfor  a  guilty verdict;  (iii)  that  the prosecutor  in  his\r\n\nclosing argument improperly  vouched for  the credibility  of\r\n\nthe government's witnesses; and  (iv) that the district court\r\n\nerred  in denying a new trial  motion based on after-acquired\r\n\nevidence of a government witness' prior bad acts.            \r\n\n                             -4-\r                                          4\r\r\n\nI. Admissibility of Evidence of Death\r                                                 \r\n\n          Cruz-Kuilan's main argument is that he  was charged\r\n\nwith  carjacking,1 not with murder,  and so it  was error for\r\n\nthe trial court  to admit evidence  of Mr. Fuhs'  death.   In\r\n\nparticular, he  complains about  the testimony of  a forensic\r\n\npathologist who  traced the path  of the bullets  through Mr.\r\n\nFuhs' body and of  the admission of photographs of  Mr. Fuhs'\r\n\nwounds.  Such  evidence, he  says, was not  relevant and  was\r\n\nunduly prejudicial.  The statute itself, though, requires not\r\n\njust  theft  of a  car while  possessing  a firearm,  but the\r\n\ntaking of  a car from  another \"by  force and violence  or by\r\n\nintimidation, or attempts to do so.\" 18 U.S.C.   2119.  \r\n\n          The   global  challenge  to  the  admissibility  of\r\n\nevidence of death  in a carjacking case  was soundly rejected\r\n\n                    \r                                \r\n\n1.  The carjacking statute provides:\r\n\n          Whoever, possessing a firearm . . . takes\r\n          a   motor   vehicle    that   has    been\r\n          transported,  shipped,   or  received  in\r\n          interstate or foreign  commerce from  the\r\n          person  or presence  of another  by force\r\n          and  violence  or  by   intimidation,  or\r\n          attempts to do so, shall --\r\n          (1)   be  fined   under  this   title  or\r\n          imprisoned not  more  than 15  years,  or\r\n          both,\r\n          (2)  if  serious  bodily  injury  .  .  .\r\n          results, be  fined  under this  title  or\r\n          imprisoned  not  more than  25  years, or\r\n          both, and\r\n          (3) if death results, be fined under this\r\n          title  or  imprisoned for  any  number of\r\n          years up to life, or both.\r\n\n18 U.S.C.   2119 (Supp. V 1993).\r\n\n                             -5-\r                                          5\r\r\n\nin United States  v. Rivera-Gomez, 67  F.3d 993, 996-98  (1st\r                                             \r\n\nCir.  1995) (\"It is difficult  to conceive of  a situation in\r\n\nwhich the death  of a victim will not be  relevant to the use\r\n\nof force  and violence during the commission  of an attempted\r\n\ncarjacking.\")  (citing  United  States v.  Rodriguez,  871 F.\r                                                                \r\n\nSupp. 545, 549 (D.P.R.  1994) (admitting evidence of victim's\r\n\ndeath  and means by which it was accomplished as relevant and\r\n\n\"highly persuasive\"  of \"force and violence\"  in a carjacking\r\n\nprosecution)).  The death in this case was  a central part of\r\n\nthe carjacking and  its \"force and  violence\" component.   As\r\n\nsuch it was relevant.\r\n\n          Cruz-Kuilan  argues  that  even  if  relevant,  the\r\n\nevidence was \"unfairly prejudicial\" under Rule 403.  See Fed.\r                                                                    \r\n\nR. Evid. 403.  But here, as in Rivera-Gomez, the \"evidence at\r                                                       \r\n\nissue  [was] so  tightly linked  to guilt  as defined  by the\r\n\nelements  of the  offense,  [that] it  would be  surpassingly\r\n\ndifficult to  justify a finding of  unfair prejudice stemming\r\n\nfrom its introduction.\"  67 F.3d at 997.  The photographs and\r\n\ntestimony  by  a  forensics  expert  went to  more  than  the\r\n\ndetermination of the \"force and violence\" element.  They also\r\n\nwent to  corroborating the  government's theory of  the case.\r\n\nThe  evidence showed  lacerations on Mr.  Fuhs' head  and the\r\n\nentry  and exit points of the bullets that passed through his\r\n\nbody.    The  lacerations  on  Mr.  Fuhs'  head  corroborated\r\n\nMarrero's  story that  he had  struck Mr.  Fuhs twice  on the\r\n\n                             -6-\r                                          6\r\r\n\nhead.  Similarly, the  paths of the bullets  corroborated the\r\n\ngovernment's theory  that one  of the bullets  shot by  Cruz-\r\n\nKuilan passed through  Mr. Fuhs and proceeded  to hit Marrero\r\n\nwhile he was under Mr. Fuhs.\r\n\n          Our standard  of review on questions of evidentiary\r\n\nrelevance balanced against prejudicial effect is for abuse of\r\n\ndiscretion.  Id.  at 997.  \"A decision  by the district court\r                            \r\n\non a Rule 403 determination must stand absent a demonstration\r\n\nof  'extraordinarily  compelling  circumstances.'\"     United\r                                                                         \r\n\nStates  v. Lombard,   F.3d  ,  ,  No. 94-2000, slip op. at 50\r                              \r\n\n(1st  Cir. Dec. 15, 1995) (quoting United States v. Lewis, 40\r                                                                     \r\n\nF.3d 1325, 1339  (1st Cir.  1994)).  Defendant  has shown  no\r\n\nsuch circumstances, and there was no abuse.\r\n\nII. Sufficiency of Evidence\r                                       \r\n\n          Cruz-Kuilan  argues  that  there  was  insufficient\r\n\nevidence for the  jury to have found  him guilty, and  so the\r\n\ndistrict court erred in not granting his motion for acquittal\r\n\nunder Fed. R. Crim. Proc. 29.  In reviewing a sufficiency  of\r\n\nthe evidence claim we  look at the evidence in the light most\r\n\nfavorable to the verdict.  See United States v. Cotto-Aponte,\r                                                                        \r\n\n30 F.3d 4, 5 (1st Cir. 1994).\r\n\n          The argument fails.  That the jury chose to believe\r\n\nthe  testimony of Cruz-Kuilan's  fellow carjackers -- despite\r\n\nhis pungent cross examination of their characters and motives\r\n\n--  and  to disbelieve  the  alibi  offered by  Cruz-Kuilan's\r\n\n                             -7-\r                                          7\r\r\n\nestranged  wife and  mother,  was well  within its  province.\r\n\nCredibility determinations  are  uniquely within  the  jury's\r\n\nprovince,  and we defer to the jury's verdict if the evidence\r\n\ncan support varying inferences.  See United States v. Rivera-\r                                                                         \r\n\nSola, 713 F.2d  866, 869  (1st Cir. 1983);  United States  v.\r                                                                     \r\n\nWinter, 663  F.2d 1120, 1127  (1st Cir. 1981),  cert. denied,\r                                                                        \r\n\n460 U.S. 1011 (1983).\r\n\nIII.  Closing Argument\r                                  \r\n\n          Cruz-Kuilan  makes   a  misplaced  attack   on  the\r\n\nprosecution's  closing argument.   Pulling  together numerous\r\n\nstatements  made by  the  prosecution in  its closing,  Cruz-\r\n\nKuilan asserts  that the  prosecution improperly vouched  for\r\n\nthe  credibility of  its witnesses.   Since no  objection was\r\n\nmade at  the time, our review is for plain error.  See United\r                                                                         \r\n\nStates v. Diaz-Martinez, 71 F.3d 946, 950 (1st Cir. 1995).\r                                   \r\n\n          In  essence, defendant  objects  to  statements  in\r\n\nclosing by  the  prosecution that  the  jury should  come  to\r\n\nbelieve  on the evidence that the events occurred the way the\r\n\ngovernment's witnesses said they did.  That is not vouching.\r\n\n          Improper  vouching  occurs  where  the  prosecution\r\n\nplaces the  \"prestige of the  government behind a  witness by\r\n\nmaking  personal assurances about  the witness' credibility.\"\r\n\nUnited  States v. Neal, 36  F.3d 1190, 1207  (1st Cir. 1994).\r                                  \r\n\nArguing that a witness  is speaking the truth because  he has\r\n\nreason to do  so is  not \"making personal  assurances.\"   See\r                                                                         \r\n\n                             -8-\r                                          8\r\r\n\nUnited States v. Dockray,  943 F.2d 152, 156 (1st  Cir. 1991)\r                                    \r\n\n(informing the  jury of the effect  of a plea  agreement on a\r\n\nwitness'  incentives to  testify  truthfully is  not improper\r\n\nvouching).\r\n\n          As   well,  the   prosecution's  argument   was  an\r\n\nappropriate  response  to  Cruz-Kuilan's own  arguments  that\r\n\nMarrero and Pizzini were less worthy of belief as a result of\r\n\ntheir plea bargains.  See United States  v. Mejia-Lozano, 829\r                                                                    \r\n\nF.2d 268, 274 (1st Cir. 1987) (prosecution has greater leeway\r\n\nin responding  to attack on, and  attempting to rehabilitate,\r\n\nits witnesses).\r\n\nIV.  New Trial Motion\r                                 \r\n\n          Cruz-Kuilan's final effort is to claim error in the\r\n\ndenial of  his request  for a  new trial.   That  request was\r\n\nbased in  turn on a claim that  the prosecution had failed to\r\n\nprovide the defense with information about certain \"prior bad\r\n\nacts\" committed by Pizzini.  Cruz-Kuilan asserts that shortly\r\n\nbefore trial  in this  case, the Commonwealth's  courts found\r\n\nprobable cause for murder, weapons possession, and possession\r\n\nof  a  stolen  vehicle  against  Pizzini.2    We  review  the\r\n\n                    \r                                \r\n\n2.  Defense counsel has represented  to us that Pizzini later\r\npleaded guilty in the  Commonwealth's courts to second degree\r\nmurder,  to violating the weapons laws and to having a stolen\r\nvehicle.  But that plea was not entered until close to a year\r\nafter  the federal trial here.   Furthermore, this  was not a\r\ncase where defendant claimed that Pizzini,  not he, fired the\r\nweapon.  Such a claim would  be of no moment given the aiding\r\nand abetting charge  and that the substantive charge  was not\r\nmurder, but carjacking.   In any event, Cruz-Kuilan's defense\r\n\n                             -9-\r                                          9\r\r\n\ndistrict court's determination  for an  abuse of  discretion.\r\n\nSee United States  v. Pettiford,  962 F.2d 74,  77 (1st  Cir.\r                                           \r\n\n1992).\r\n\n          Pizzini   was  hardly  of  sterling  character  and\r\n\nadmitted  to  a  prior  robbery conviction  and  three  prior\r\n\nrobbery  charges.     Indeed,  the  prosecution   itself  had\r\n\ndescribed Pizzini  as a  frequent participant  in carjackings\r\n\nand  a convicted robber.   Pizzini's  testimony was  that he,\r\n\nMarrero, and  Cruz-Kuilan planned  to steal  a  car, that  he\r\n\ndrove  everyone  to Levittown  where they  spotted a  car and\r\n\nfollowed  it and that  he dropped Marrero  and Cruz-Kuilan at\r\n\nthe carport and  left.  He did not see Mr. Fuhs being held at\r\n\ngun point or being shot.\r\n\n          We assume arguendo, as did the district court, that\r\n\nthe  prosecution knew or should have  known of the additional\r\n\nasserted  \"prior  bad  acts\"  evidence, without  in  any  way\r\n\nimpugning the government here.  The question for the district\r\n\ncourt  as to the new  evidence is whether  \"it is 'material,'\r\n\n[and]  it  is  'material'  only  if there  is  'a  reasonable\r\n\nprobability' that the evidence would have changed the result,\r\n\nand a  'reasonable probability' is 'a  probability sufficient\r\n\nto undermine  confidence in the outcome.'\"   United States v.\r                                                                      \r\n\nSepulveda, 15 F.3d 1216, 1220 (1st Cir. 1993) (quoting United\r                                                                         \r\n\nStates v.  Bagley, 473 U.S.  667, 682 (1985)),  cert. denied,\r                                                                        \r\n\n                    \r                                \r\n\nwas that he was not there at all.      \r\n\n                             -10-\r                                          10\r\r\n\n114 S. Ct. 2714 (1994).  Given Pizzini's admittedly extensive\r\n\ncriminal  past, it  was not  an abuse  of discretion  for the\r\n\ndistrict court  to find  that the  lack of  additional cross-\r\n\nexamination  on  the  same   well  developed  theme  did  not\r\n\nundermine  confidence in  the  jury verdict  of  guilt.   Cf.\r                                                                         \r\n\nSepulveda,  15 F.3d at 1219 (no abuse of discretion in denial\r                     \r\n\nof new trial request where the newly disclosed information at\r\n\nissue would  have  at most  impeached  further a  witness  of\r\n\nalready \"dubious\"  credibility).  In  light of all  the other\r\n\nevidence, it is highly improbable that the \"newly discovered\"\r\n\nevidence would have  mattered a whit.  There was  no abuse of\r\n\ndiscretion by the district court. \r\n\n          Affirmed.    \r                               \r\n\n                             -11-\r                                          11\r\r\n",
  "html": "<p class=\"case_cite\">75 F.3d 59</p>\n    <p class=\"case_cite\">43 Fed. R. Evid. Serv. 1083</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jose R. CRUZ-KUILAN, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-2217, 95-1390.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1996.<br>Decided Feb. 5, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Miriam Ramos Grateroles, Bayamon, PR, for appellant.</p>\n      <p class=\"indent\">Miguel A. Pereira, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, Hato Rey, PR, was on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN, and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a conviction for a carjacking which resulted in the owner of the car being shot to death in front of his wife and son in the carport of their home in Puerto Rico.   Jose Cruz-Kuilan, age 20 at the time of the crime, was convicted of violating 18 U.S.C. &#167; 2119(3), the carjacking statute, and 18 U.S.C. &#167; 2, aiding and abetting in the same, and sentenced to life imprisonment.   The primary argument on appeal--that it was error to allow expert testimony from a forensic pathologist and to admit photographs of the victim's wounds--is based on a theory this court recently rejected in United States v. Rivera-Gomez, 67 F.3d 993 (1st Cir.1995).   Because the other arguments presented are without merit, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The crime was cold-blooded and brutal.   Cruz-Kuilan and two companions, Marrero Santiago and Rangel Pizzini, decided to steal a car, settled on a Buick Le Sabre they saw, and followed it in their own car.   Theodore Edward Fuhs, a businessman, and his wife Luz Martinez Fuhs were driving to their home in Levittown, Puerto Rico, in the Le Sabre, unaware of being followed.   Their son Carl was outside when his parents pulled into the \"marquesina,\" the carport.   Marrero and Cruz-Kuilan walked up to the car before Mr. and Mrs. Fuhs could get out.   Pizzini remained in the assailants' car.   In Spanish, Marrero ordered Mr. Fuhs out of the car.   Mr. Fuhs, a continental American citizen, did not appear to understand.   As Mr. Fuhs got out of the car, Marrero, angry at how slowly Fuhs was moving, pistol whipped him twice on the head.   Mr. Fuhs lunged for Marrero and the two men toppled.   Cruz-Kuilan moved to within two feet of Mr. Fuhs and fired point blank at his back.   Mr. Fuhs was mortally wounded.   One of the bullets passed through him to injure Marrero, underneath.   Cruz-Kuilan and Marrero got into the Le Sabre and fled.   Realizing Marrero was in need of medical care and would be questioned, they torched the Le Sabre and prepared a story.   When Marrero sought medical care, he was indeed questioned.   His story began to unravel and the arrests followed in the next several months.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At trial, both Marrero and Pizzini turned government witnesses in exchange for leniency.   They identified Cruz-Kuilan.   While Mrs. Fuhs and her son provided important corroborating testimony, neither could identify Cruz-Kuilan as one of the assailants.   It took the jury two and one-half hours to convict.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal Cruz-Kuilan makes these arguments:  (i) that the district court erred in admitting evidence relating to Mr. Fuhs' death;  (ii) that the evidence was insufficient for a guilty verdict;  (iii) that the prosecutor in his closing argument improperly vouched for the credibility of the government's witnesses;  and (iv) that the district court erred in denying a new trial motion based on after-acquired evidence of a government witness' prior bad acts.</p>\n    </div>\n    <p>I. Admissibility of Evidence of Death</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Cruz-Kuilan's main argument is that he was charged with carjacking,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> not with murder, and so it was error for the trial court to admit evidence of Mr. Fuhs' death.   In particular, he complains about the testimony of a forensic pathologist who traced the path of the bullets through Mr. Fuhs' body and of the admission of photographs of Mr. Fuhs' wounds.   Such evidence, he says, was not relevant and was unduly prejudicial.   The statute itself, though, requires not just theft of a car while possessing a firearm, but the taking of a car from another \"by force and violence or by intimidation, or [an] attempt[ ] to do so.\"  18 U.S.C. &#167; 2119.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The global challenge to the admissibility of evidence of death in a carjacking case was soundly rejected in United States v. Rivera-Gomez, 67 F.3d 993, 996-98 (1st Cir.1995) (\"It is difficult to conceive of a situation in which the death of a victim will not be relevant to the use of force and violence during the commission of an attempted carjacking.\")  (citing United States v. Rodriguez, 871 F.Supp. 545, 549 (D.P.R.1994) (admitting evidence of victim's death and means by which it was accomplished as relevant and \"highly persuasive\" of \"force and violence\" in a carjacking prosecution)).   The death in this case was a central part of the carjacking and its \"force and violence\" component.   As such it was relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Cruz-Kuilan argues that even if relevant, the evidence was \"unfairly prejudicial\" under Rule 403.   See Fed.R.Evid. 403.   But here, as in Rivera-Gomez, the \"evidence at issue [was] so tightly linked to guilt as defined by the elements of the offense, [that] it would be surpassingly difficult to justify a finding of unfair prejudice stemming from its introduction.\"  67 F.3d at 997.   The photographs and testimony by a forensics expert went to more than the determination of the \"force and violence\" element.   They also went to corroborating the government's theory of the case.   The evidence showed lacerations on Mr. Fuhs' head and the entry and exit points of the bullets that passed through his body.   The lacerations on Mr. Fuhs' head corroborated Marrero's story that he had struck Mr. Fuhs twice on the head.   Similarly, the paths of the bullets corroborated the government's theory that one of the bullets shot by Cruz-Kuilan passed through Mr. Fuhs and proceeded to hit Marrero while he was under Mr. Fuhs.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Our standard of review on questions of evidentiary relevance balanced against prejudicial effect is for abuse of discretion.  Id. at 997.  \"A decision by the district court on a Rule 403 determination must stand absent a demonstration of 'extraordinarily compelling circumstances.' \"  United States v. Lombard, 72 F.3d 170, 190 (1st Cir.1995) (quoting United States v. Lewis, 40 F.3d 1325, 1339 (1st Cir.1994)).   Defendant has shown no such circumstances, and there was no abuse.</p>\n    </div>\n    <p>II. Sufficiency of Evidence</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Cruz-Kuilan argues that there was insufficient evidence for the jury to have found him guilty, and so the district court erred in not granting his motion for acquittal under Fed.R.Crim.Proc. 29.   In reviewing a sufficiency of the evidence claim we look at the evidence in the light most favorable to the verdict.   See United States v. Cotto-Aponte, 30 F.3d 4, 5 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The argument fails.   That the jury chose to believe the testimony of Cruz-Kuilan's fellow carjackers--despite his pungent cross-examination of their characters and motives--and to disbelieve the alibi offered by Cruz-Kuilan's estranged wife and mother, was well within its province.   Credibility determinations are uniquely within the jury's province, and we defer to the jury's verdict if the evidence can support varying inferences.   See United States v. Rivera-Sola, 713 F.2d 866, 869 (1st Cir.1983);  United States v. Winter, 663 F.2d 1120, 1127 (1st Cir.1981), cert. denied, 460 U.S. 1011, 103 S.Ct. 1250, 75 L.Ed.2d 479 (1983).</p>\n    </div>\n    <p>III. Closing Argument</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Cruz-Kuilan makes a misplaced attack on the prosecution's closing argument.   Pulling together numerous statements made by the prosecution in its closing, Cruz-Kuilan asserts that the prosecution improperly vouched for the credibility of its witnesses.   Since no objection was made at the time, our review is for plain error.   See United States v. Diaz-Martinez, 71 F.3d 946, 950 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In essence, defendant objects to statements in closing by the prosecution that the jury should come to believe on the evidence that the events occurred the way the government's witnesses said they did.   That is not vouching.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Improper vouching occurs where the prosecution places the \"prestige of the government behind a witness by making personal assurances about the witness' credibility.\"  United States v. Neal, 36 F.3d 1190, 1207 (1st Cir.1994).   Arguing that a witness is speaking the truth because he has reason to do so is not \"making personal assurances.\"   See United States v. Dockray, 943 F.2d 152, 156 (1st Cir.1991) (informing the jury of the effect of a plea agreement on a witness' incentives to testify truthfully is not improper vouching).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As well, the prosecution's argument was an appropriate response to Cruz-Kuilan's own arguments that Marrero and Pizzini were less worthy of belief as a result of their plea bargains.   See United States v. Mejia-Lozano, 829 F.2d 268, 274 (1st Cir.1987) (prosecution has greater leeway in responding to attack on, and attempting to rehabilitate, its witnesses).</p>\n    </div>\n    <p>IV. New Trial Motion</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Cruz-Kuilan's final effort is to claim error in the denial of his request for a new trial.   That request was based in turn on a claim that the prosecution had failed to provide the defense with information about certain \"prior bad acts\" committed by Pizzini.   Cruz-Kuilan asserts that shortly before trial in this case, the Commonwealth's courts found probable cause for charges of murder, weapons possession, and possession of a stolen vehicle against Pizzini.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We review the district court's determination for an abuse of discretion.   See United States v. Pettiford, 962 F.2d 74, 77 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Pizzini was hardly of sterling character and admitted to a prior robbery conviction and three prior robbery charges.   Indeed, the prosecution itself had described Pizzini as a frequent participant in carjackings and a convicted robber.   Pizzini's testimony was that he, Marrero, and Cruz-Kuilan planned to steal a car, that he drove everyone to Levittown where they spotted a car and followed it and that he dropped Marrero and Cruz-Kuilan at the carport and left.   He did not see Mr. Fuhs being held at gun point or being shot.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We assume arguendo, as did the district court, that the prosecution knew or should have known of the additional asserted \"prior bad acts\" evidence, without in any way impugning the government here.   The question for the district court as to the new evidence is whether \"it is 'material,' [and] it is 'material' only if there is 'a reasonable probability' that the evidence would have changed the result, and a 'reasonable probability' is 'a probability sufficient to undermine confidence in the outcome.' \"  United States v. Sepulveda, 15 F.3d 1216, 1220 (1st Cir.1993) (quoting United States v. Bagley, 473 U.S. 667, 682, 105 S.Ct. 3375, 3383, 87 L.Ed.2d 481 (1985)), cert. denied, --- U.S. ----, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994).   Given Pizzini's admittedly extensive criminal past, it was not an abuse of discretion for the district court to find that the lack of additional cross-examination on the same well developed theme did not undermine confidence in the jury verdict of guilt.   Cf. Sepulveda, 15 F.3d at 1219 (no abuse of discretion in denial of new trial request where the newly disclosed information at issue would have at most impeached further a witness of already \"dubious\" credibility).   In light of all the other evidence, it is highly improbable that the \"newly discovered\" evidence would have mattered a whit.   There was no abuse of discretion by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The carjacking statute provides:</p>\n        <p>Whoever, possessing a firearm ... takes a motor vehicle that has been transported, shipped, or received in interstate or foreign commerce from the person or presence of another by force and violence or by intimidation, or attempts to do so, shall--</p>\n        <p>(1) be fined under this title or imprisoned not more than 15 years, or both,</p>\n        <p>(2) if serious bodily injury ... results, be fined under this title or imprisoned not more than 25 years, or both, and</p>\n        <p>(3) if death results, be fined under this title or imprisoned for any number of years up to life, or both.</p>\n        <p>18 U.S.C. &#167; 2119 (Supp.  V 1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defense counsel has represented to us that Pizzini later pleaded guilty in the Commonwealth's courts to second degree murder, to violating the weapons laws and to having a stolen vehicle.   But that plea was not entered until close to a year after the federal trial here.   Furthermore, this was not a case where defendant claimed that Pizzini, not he, fired the weapon.   Such a claim would be of no moment given the aiding and abetting charge and that the substantive charge was not murder, but carjacking.   In any event, Cruz-Kuilan's defense was that he was not there at all</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">1083</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jose R. CRUZ-KUILAN, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-2217, 95-1390.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1996.<br>Decided Feb. 5, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Miriam Ramos Grateroles, Bayamon, PR, for appellant.</p>\n      <p class=\"indent\">Miguel A. Pereira, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, Hato Rey, PR, was on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN, and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a conviction for a carjacking which resulted in the owner of the car being shot to death in front of his wife and son in the carport of their home in Puerto Rico.   Jose Cruz-Kuilan, age 20 at the time of the crime, was convicted of violating 18 U.S.C. &#167; 2119(3), the carjacking statute, and 18 U.S.C. &#167; 2, aiding and abetting in the same, and sentenced to life imprisonment.   The primary argument on appeal--that it was error to allow expert testimony from a forensic pathologist and to admit photographs of the victim's wounds--is based on a theory this court recently rejected in United States v. Rivera-Gomez, <span class=\"citation\" data-id=\"705988\"><a href=\"/opinion/705988/united-states-v-luis-raul-rivera-gomez/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span> </a></span>(1st Cir.1995).   Because the other arguments presented are without merit, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The crime was cold-blooded and brutal.   Cruz-Kuilan and two companions, Marrero Santiago and Rangel Pizzini, decided to steal a car, settled on a Buick Le Sabre they saw, and followed it in their own car.   Theodore Edward Fuhs, a businessman, and his wife Luz Martinez Fuhs were driving to their home in Levittown, Puerto Rico, in the Le Sabre, unaware of being followed.   Their son Carl was outside when his parents pulled into the \"marquesina,\" the carport.   Marrero and Cruz-Kuilan walked up to the car before Mr. and Mrs. Fuhs could get out.   Pizzini remained in the assailants' car.   In Spanish, Marrero ordered Mr. Fuhs out of the car.   Mr. Fuhs, a continental American citizen, did not appear to understand.   As Mr. Fuhs got out of the car, Marrero, angry at how slowly Fuhs was moving, pistol whipped him twice on the head.   Mr. Fuhs lunged for Marrero and the two men toppled.   Cruz-Kuilan moved to within two feet of Mr. Fuhs and fired point blank at his back.   Mr. Fuhs was mortally wounded.   One of the bullets passed through him to injure Marrero, underneath.   Cruz-Kuilan and Marrero got into the Le Sabre and fled.   Realizing Marrero was in need of medical care and would be questioned, they torched the Le Sabre and prepared a story.   When Marrero sought medical care, he was indeed questioned.   His story began to unravel and the arrests followed in the next several months.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At trial, both Marrero and Pizzini turned government witnesses in exchange for leniency.   They identified Cruz-Kuilan.   While Mrs. Fuhs and her son provided important corroborating testimony, neither could identify Cruz-Kuilan as one of the assailants.   It took the jury two and one-half hours to convict.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal Cruz-Kuilan makes these arguments:  (i) that the district court erred in admitting evidence relating to Mr. Fuhs' death;  (ii) that the evidence was insufficient for a guilty verdict;  (iii) that the prosecutor in his closing argument improperly vouched for the credibility of the government's witnesses;  and (iv) that the district court erred in denying a new trial motion based on after-acquired evidence of a government witness' prior bad acts.</p>\n    </div>\n    <p>I. Admissibility of Evidence of Death</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Cruz-Kuilan's main argument is that he was charged with carjacking,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> not with murder, and so it was error for the trial court to admit evidence of Mr. Fuhs' death.   In particular, he complains about the testimony of a forensic pathologist who traced the path of the bullets through Mr. Fuhs' body and of the admission of photographs of Mr. Fuhs' wounds.   Such evidence, he says, was not relevant and was unduly prejudicial.   The statute itself, though, requires not just theft of a car while possessing a firearm, but the taking of a car from another \"by force and violence or by intimidation, or [an] attempt[ ] to do so.\"  18 U.S.C. &#167; 2119.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The global challenge to the admissibility of evidence of death in a carjacking case was soundly rejected in United States v. Rivera-Gomez, <span class=\"citation\" data-id=\"705988\"><a href=\"/opinion/705988/united-states-v-luis-raul-rivera-gomez/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 996-98 (1st Cir.1995) (\"It is difficult to conceive of a situation in which the death of a victim will not be relevant to the use of force and violence during the commission of an attempted carjacking.\")  (citing United States v. Rodriguez, <span class=\"citation no-link\"><span class=\"volume\">871</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">545</span></span>, 549 (D.P.R.1994) (admitting evidence of victim's death and means by which it was accomplished as relevant and \"highly persuasive\" of \"force and violence\" in a carjacking prosecution)).   The death in this case was a central part of the carjacking and its \"force and violence\" component.   As such it was relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Cruz-Kuilan argues that even if relevant, the evidence was \"unfairly prejudicial\" under Rule 403.   See Fed.R.Evid. 403.   But here, as in Rivera-Gomez, the \"evidence at issue [was] so tightly linked to guilt as defined by the elements of the offense, [that] it would be surpassingly difficult to justify a finding of unfair prejudice stemming from its <span class=\"citation\" data-id=\"705988\"><span class=\"antecedent_guess\">introduction.\"</span>  <a href=\"/opinion/705988/united-states-v-luis-raul-rivera-gomez/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">997</span></a></span>.   The photographs and testimony by a forensics expert went to more than the determination of the \"force and violence\" element.   They also went to corroborating the government's theory of the case.   The evidence showed lacerations on Mr. Fuhs' head and the entry and exit points of the bullets that passed through his body.   The lacerations on Mr. Fuhs' head corroborated Marrero's story that he had struck Mr. Fuhs twice on the head.   Similarly, the paths of the bullets corroborated the government's theory that one of the bullets shot by Cruz-Kuilan passed through Mr. Fuhs and proceeded to hit Marrero while he was under Mr. Fuhs.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Our standard of review on questions of evidentiary relevance balanced against prejudicial effect is for abuse of discretion.  <span class=\"citation\" data-id=\"705988\"><a href=\"/opinion/705988/united-states-v-luis-raul-rivera-gomez/\"><span class=\"id_token\">Id.</span> at 997. </a></span> \"A decision by the district court on a Rule 403 determination must stand absent a demonstration of 'extraordinarily compelling circumstances.' \"  United States v. Lombard, <span class=\"citation\" data-id=\"196476\"><a href=\"/opinion/196476/united-states-v-lombard/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 190 (1st Cir.1995) (quoting United States v. Lewis, <span class=\"citation\" data-id=\"195723\"><a href=\"/opinion/195723/united-states-v-lewis/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span>, 1339 (1st Cir.1994)).   Defendant has shown no such circumstances, and there was no abuse.</p>\n    </div>\n    <p>II. Sufficiency of Evidence</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Cruz-Kuilan argues that there was insufficient evidence for the jury to have found him guilty, and so the district court erred in not granting his motion for acquittal under Fed.R.Crim.Proc. 29.   In reviewing a sufficiency of the evidence claim we look at the evidence in the light most favorable to the verdict.   See United States v. Cotto-Aponte, <span class=\"citation\" data-id=\"195504\"><a href=\"/opinion/195504/united-states-v-cotto-aponte/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 5 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The argument fails.   That the jury chose to believe the testimony of Cruz-Kuilan's fellow carjackers--despite his pungent cross-examination of their characters and motives--and to disbelieve the alibi offered by Cruz-Kuilan's estranged wife and mother, was well within its province.   Credibility determinations are uniquely within the jury's province, and we defer to the jury's verdict if the evidence can support varying inferences.   See United States v. Rivera-Sola, <span class=\"citation\" data-id=\"422230\"><a href=\"/opinion/422230/united-states-v-sigfredo-rivera-sola-aka-freddy/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">866</span></a></span>, 869 (1st Cir.1983);  United States v. Winter, <span class=\"citation\" data-id=\"396888\"><a href=\"/opinion/396888/united-states-v-howard-t-winter-united-states-of-america-v-melvin/\"><span class=\"volume\">663</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1120</span></a></span>, 1127 (1st Cir.1981), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1011</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1250</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">479</span> </span>(1983).</p>\n    </div>\n    <p>III. Closing Argument</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Cruz-Kuilan makes a misplaced attack on the prosecution's closing argument.   Pulling together numerous statements made by the prosecution in its closing, Cruz-Kuilan asserts that the prosecution improperly vouched for the credibility of its witnesses.   Since no objection was made at the time, our review is for plain error.   See United States v. Diaz-Martinez, <span class=\"citation\" data-id=\"196470\"><a href=\"/opinion/196470/united-states-v-diaz-martinez/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">946</span></a></span>, 950 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In essence, defendant objects to statements in closing by the prosecution that the jury should come to believe on the evidence that the events occurred the way the government's witnesses said they did.   That is not vouching.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Improper vouching occurs where the prosecution places the \"prestige of the government behind a witness by making personal assurances about the witness' credibility.\"  United States v. Neal, <span class=\"citation\" data-id=\"679500\"><a href=\"/opinion/679500/united-states-v-gary-p-neal-united-states-v-william-f-kenney-jr/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1190</span></a></span>, 1207 (1st Cir.1994).   Arguing that a witness is speaking the truth because he has reason to do so is not \"making personal assurances.\"   See United States v. Dockray, <span class=\"citation\" data-id=\"567594\"><a href=\"/opinion/567594/united-states-v-edward-e-dockray/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span>, 156 (1st Cir.1991) (informing the jury of the effect of a plea agreement on a witness' incentives to testify truthfully is not improper vouching).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As well, the prosecution's argument was an appropriate response to Cruz-Kuilan's own arguments that Marrero and Pizzini were less worthy of belief as a result of their plea bargains.   See United States v. Mejia-Lozano, <span class=\"citation\" data-id=\"494593\"><a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 274 (1st Cir.1987) (prosecution has greater leeway in responding to attack on, and attempting to rehabilitate, its witnesses).</p>\n    </div>\n    <p>IV. New Trial Motion</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Cruz-Kuilan's final effort is to claim error in the denial of his request for a new trial.   That request was based in turn on a claim that the prosecution had failed to provide the defense with information about certain \"prior bad acts\" committed by Pizzini.   Cruz-Kuilan asserts that shortly before trial in this case, the Commonwealth's courts found probable cause for charges of murder, weapons possession, and possession of a stolen vehicle against Pizzini.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We review the district court's determination for an abuse of discretion.   See United States v. Pettiford, <span class=\"citation\" data-id=\"582530\"><a href=\"/opinion/582530/united-states-v-brian-a-pettiford/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">74</span></a></span>, 77 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Pizzini was hardly of sterling character and admitted to a prior robbery conviction and three prior robbery charges.   Indeed, the prosecution itself had described Pizzini as a frequent participant in carjackings and a convicted robber.   Pizzini's testimony was that he, Marrero, and Cruz-Kuilan planned to steal a car, that he drove everyone to Levittown where they spotted a car and followed it and that he dropped Marrero and Cruz-Kuilan at the carport and left.   He did not see Mr. Fuhs being held at gun point or being shot.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We assume arguendo, as did the district court, that the prosecution knew or should have known of the additional asserted \"prior bad acts\" evidence, without in any way impugning the government here.   The question for the district court as to the new evidence is whether \"it is 'material,' [and] it is 'material' only if there is 'a reasonable probability' that the evidence would have changed the result, and a 'reasonable probability' is 'a probability sufficient to undermine confidence in the outcome.' \"  United States v. Sepulveda, <span class=\"citation\" data-id=\"195120\"><a href=\"/opinion/195120/united-states-v-sepulveda/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1216</span></a></span>, 1220 (1st Cir.1993) (quoting United States v. Bagley, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 682, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3375</span></a></span>, 3383, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span> </a></span>(1985)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span> </span>(1994).   Given Pizzini's admittedly extensive criminal past, it was not an abuse of discretion for the district court to find that the lack of additional cross-examination on the same well developed theme did not undermine confidence in the jury verdict of guilt.   Cf. <span class=\"citation\" data-id=\"195120\"><span class=\"antecedent_guess\">Sepulveda,</span> <a href=\"/opinion/195120/united-states-v-sepulveda/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1219</span> </a></span>(no abuse of discretion in denial of new trial request where the newly disclosed information at issue would have at most impeached further a witness of already \"dubious\" credibility).   In light of all the other evidence, it is highly improbable that the \"newly discovered\" evidence would have mattered a whit.   There was no abuse of discretion by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The carjacking statute provides:</p>\n        <p>Whoever, possessing a firearm ... takes a motor vehicle that has been transported, shipped, or received in interstate or foreign commerce from the person or presence of another by force and violence or by intimidation, or attempts to do so, shall--</p>\n        <p>(1) be fined under this title or imprisoned not more than 15 years, or both,</p>\n        <p>(2) if serious bodily injury ... results, be fined under this title or imprisoned not more than 25 years, or both, and</p>\n        <p>(3) if death results, be fined under this title or imprisoned for any number of years up to life, or both.</p>\n        <p>18 U.S.C. &#167; 2119 (Supp.  V 1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defense counsel has represented to us that Pizzini later pleaded guilty in the Commonwealth's courts to second degree murder, to violating the weapons laws and to having a stolen vehicle.   But that plea was not entered until close to a year after the federal trial here.   Furthermore, this was not a case where defendant claimed that Pizzini, not he, fired the weapon.   Such a claim would be of no moment given the aiding and abetting charge and that the substantive charge was not murder, but carjacking.   In any event, Cruz-Kuilan's defense was that he was not there at all</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195120/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195504/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195723/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196470/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196476/",
    "https://www.courtlistener.com/api/rest/v3/opinions/396888/",
    "https://www.courtlistener.com/api/rest/v3/opinions/422230/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494593/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567594/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582530/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679500/",
    "https://www.courtlistener.com/api/rest/v3/opinions/705988/"
  ]
}