{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196541/",
  "id": 196541,
  "absolute_url": "/opinion/196541/united-states-v-ottens/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196541/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:23Z",
  "date_modified": "2020-02-21T23:15:44.199042Z",
  "type": "010combined",
  "sha1": "aa9ca143ab97a14a037177daccd797e1d9acf535",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1899.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1899\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                         ALAN C. OTTENS,\r\n\n                      Defendant, Appellant.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                             \r\n\n                              Before\r\n\n                     Selya, Boudin and Lynch,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                             \r\n\n     Peter B. Krupp, Federal Defender Office, for appellant.\r                                                      \r\n     Anita S.  Lichtblau, Trial Attorney, United  States Dep't of\r                                  \r\nJustice, with whom Donald K. Stern, United States Attorney, Ellen\r                                                                           \r\nR.  Meltzer,  Special  Counsel,   and  Paul  M.  Glickman,  Trial\r                                                                   \r\nAttorney, were on brief, for the United States.\r\n\n                                             \r\n\n                         January 30, 1996\r\n                                             \r\r\n\n          SELYA,  Circuit Judge.    Defendant-appellant  Alan  C.\r                    SELYA,  Circuit Judge.\r                                         \r\n\nOttens pleaded  guilty to  a golconda  of charges  involving bank\r\n\nfraud, 18  U.S.C.    1344,  bank bribery,  18 U.S.C.    215,  and\r\n\nconspiracy to commit such  felonies, 18 U.S.C.   371.   Seventeen\r\n\nmonths  after accepting  appellant's  guilty plea,  the  district\r\n\ncourt denied  his request  for a  ninth  continuance and  imposed\r\n\nsentence.  Ottens appeals.  We affirm.\r\n\n                                I.\r                                          I.\r                                            \r\n\n                          The Background\r                                    The Background\r                                                  \r\n\n          Because the facts underlying the offenses of conviction\r\n\nare of only  peripheral interest in connection  with this appeal,\r\n\nwe sketch the background.\r\n\n          Ottens  rode  the  crest  of  a  wave  of  real  estate\r\n\ndevelopment that surged through New England in the 1980s.  Unable\r\n\nto  match his resources to  his ambitions, he  caught the nearest\r\n\nway.  During the period from 1986 to 1988, he delivered in excess\r\n\nof  $250,000 in bribes (including cash, jewelry, and a new house)\r\n\nto  Jeffrey Diminico, a loan officer of the Lawrence Savings Bank\r\n\n(the Bank).  In  return, the Bank disbursed extravagant  loans to\r\n\nOttens and entities that he controlled.  This skulduggery did not\r\n\nmark  the full extent of Ottens' repertoire; he also bribed other\r\n\nbankers  and, on the side,  brokered questionable loans for third\r\n\nparties through  Diminico  (exacting substantial  kickbacks  from\r\n\nbenefitted borrowers).\r\n\n          We need describe only two of the renegade transactions.\r\n\nThe first venture had three phases (each facilitated by bribery).\r\n\n                                2\r\r\n\nInitially,  Ottens euchred  a  $400,000  loan  from the  Bank  to\r\n\npurchase  a parcel  of  real estate  in Marlboro,  Massachusetts.\r\n\nNext,  he borrowed  $1,175,000  from the  Bank  to refinance  the\r\n\noriginal  loan,  acquire  adjacent  property,  and   construct  a\r\n\nbuilding on the site.  Finally,  when the loan went into default,\r\n\nhe recruited a  purchaser for  the project and  arranged for  the\r\n\nBank  to  furnish financing  (even though  he knew  the purchaser\r\n\ncould not  service the  debt).  The  Bank ultimately  foreclosed,\r\n\nsustaining a loss of approximately $2,750,000.1\r\n\n          The second transaction  involved real  estate in  North\r\n\nAndover, Massachusetts.  Diminico  assisted Ottens in procuring a\r\n\ncommitment from the Bank to supply $1,400,000 for  acquisition of\r\n\nthe tract.  After  closing on the land for considerably less than\r\n\nthe  face  amount  of  the  loan,  Ottens wangled  an  additional\r\n\n$6,000,000 in  construction financing for the  ostensible purpose\r\n\nof  building a  new  headquarters for  the  Bank.2   When  Ottens\r\n\ndefaulted, the Bank absorbed a loss of roughly $4,500,000.\r\n\n                               II.\r                                         II.\r                                            \r\n\n                      The Proceedings Below\r                                The Proceedings Below\r                                                     \r\n\n                    \r                              \r\n\n     1In  contrast, Ottens profited at every  stage.  He siphoned\r\noff  $100,000  from the  initial loan  proceeds  and used  it for\r\npurposes  unrelated to site acquisition.   He later diverted over\r\n$500,000 of the  construction loan proceeds.   When he eventually\r\narranged the hapless extension of credit for the new borrower, he\r\nmanaged to extract some $400,000 for himself.\r\n\n     2In   a  characteristic   maneuver,  Ottens   diverted  some\r\n$2,000,000 of the loan proceeds.  He used the plundered funds for\r\na  wide  variety  of  unauthorized  expenditures  (including  the\r\ninstallation  of a swimming pool  at the residence  of the Bank's\r\npresident).\r\n\n                                3\r\r\n\n          In early  1994, Ottens waived indictment  and, pursuant\r\n\nto  a written agreement with the United States, pleaded guilty to\r\n\na  nine-count   information.    The  court   originally  set  the\r\n\ndisposition  hearing for March 29,  1994.  Ottens cooperated with\r\n\nthe government and remained free on his own recognizance.  At his\r\n\nrequest,  the court  postponed sentencing  four times  during the\r\n\nnext fourteen months.\r\n\n          In  the  spring  of   1995,  Ottens'  lawyer  moved  to\r\n\nwithdraw.  The court acquiesced and deferred sentencing until May\r\n\n26, 1995.   On  May 15, the  court notified the  Federal Defender\r\n\nOffice that it had been designated to represent Ottens.  A member\r\n\nof that  office  entered an  appearance.   On  May  25 the  newly\r\n\nappointed attorney  moved for  a sixth continuance,  advising the\r\n\ncourt  that  he  needed  the  extra  time  both  to  prepare  for\r\n\nsentencing  and to sort out a possible conflict of interest.  The\r\n\ncourt  granted a  reprieve  until June  13.   On  June 7,  having\r\n\nsatisfied  himself  vis-a-vis  the  suspected  conflict,  counsel\r\n\nsought  a further  thirty-day postponement  in order  to do  more\r\n\nspade work.   The district court,  expressing grave concern  over\r\n\nthe repeated delays, continued the disposition hearing until June\r\n\n20.  On  that date, counsel protested that he  had been unable to\r\n\nmaster the case's complexities and beseeched the court to put off\r\n\nthe  hearing yet again.   Although  noting rather  pointedly that\r\n\ncounsel  had  already represented  the defendant  for thirty-five\r\n\ndays, the court  yielded to the  importuning and rescheduled  the\r\n\nhearing for June 30.\r\n\n                                4\r\r\n\n          On June  28, defense  counsel submitted  a fifteen-page\r\n\nsentencing memorandum (supported by  a 400-page appendix) arguing\r\n\nthat  multiple  causes  beyond  Ottens' chicanery  triggered  the\r\n\nBank's losses, and that,  in all events, the alleged  losses were\r\n\noverstated.  The attorney  then asked for another thirty  days to\r\n\nassemble  additional materials  in support of  these contentions.\r\n\nThe  next   day,  notwithstanding   his  claim  of   insufficient\r\n\npreparation   time,  the   attorney  submitted   a  supplementary\r\n\nmemorandum addressing multiple  loss causation.  On  June 30, the\r\n\ncourt  denied the motion for  a ninth continuance.   Judge Gorton\r\n\nobserved  that sentencing  had  already been  delayed for  nearly\r\n\nseventeen months, that successor counsel had been on the case for\r\n\nalmost  six  full weeks,  and  that the  filed  memoranda clearly\r\n\nilluminated the defense's points.\r\n\n          Little daunted, Ottens' lawyer renewed his motion for a\r\n\ncontinuance,  this  time alleging  that  the  government had  not\r\n\nseasonably  disclosed   how  it  calculated  the   loss  that  it\r\n\nattributed to the offense conduct.   The district court summarily\r\n\ndenied  this  motion,  proceeded  with  the  disposition hearing,\r\n\nestablished a guideline sentencing  range (GSR) of 37-46 months,3\r\n                    \r                              \r\n\n     3Applying the  November 1987 version of  the guidelines, the\r\ncourt  started with  a base  offense level  of six,  see U.S.S.G.\r                                                                  \r\n 2F1.1(a),  added   eleven  levels  because   the  loss  exceeded\r\n$5,000,000, see  U.S.S.G.  2F1.1(b)(1)(L), added four  levels due\r                         \r\nto Ottens' role in the offense, see U.S.S.G.  3B1.1(a), added two\r                                             \r\nlevels  because the  offense conduct  required more  than minimal\r\nplanning, see  U.S.S.G.  2F1.1(b)(2),  and subtracted two  levels\r                       \r\nfor acceptance  of responsibility,  see U.S.S.G.  3E1.1(a).   The\r                                                 \r\nadjusted offense level   21   combined with the lack of any prior\r\ncriminal record  to produce the GSR.   See U.S.S.G. Ch.  5, Pt. A\r                                                    \r\n(Sentencing Table).\r\n\n                                5\r\r\n\nrejected Ottens'  entreaty for a downward  departure, and imposed\r\n\ninter alia a mid-range prison  sentence (forty-two months).  This\r                    \r\n\nappeal ensued.\r\n\n                               III.\r                                         III.\r                                             \r\n\n                     The Further Continuance\r                               The Further Continuance\r                                                      \r\n\n          Ottens contends  that the  district court's  refusal to\r\n\ngrant  a ninth  continuance following  his guilty  plea left  his\r\n\nlawyer  with insufficient  time to prepare  for sentencing.   Our\r\n\nreview  of the record confirms  that the court  acted well within\r\n\nits discretion in rejecting this supplication.\r\n\n          We need not tarry.   Time is a lawyer's stock in trade,\r\n\nand a thorough lawyer almost always can find ways in which to put\r\n\nadditional time to  productive use.   The test,  however, is  not\r\n\ncounsel's subjective satisfaction with his level of preparedness.\r\n\nIt is  the province of  the district court to  manage its docket,\r\n\nsee United  States v. Devin, 918  F.2d 280, 291  (1st Cir. 1990),\r                                     \r\n\nand,  within   that  province,  to  decide   what  constitutes  a\r\n\nreasonable  period of time for preparation.  See United States v.\r                                                                        \r\n\nSaccoccia, 58 F.3d  754, 770 (1st Cir. 1995).   We will meddle in\r                   \r\n\nthe trial court's  determination only if  an abuse of  discretion\r\n\nlooms,  that is, if the  allegedly aggrieved party  can show that\r\n\nthe  court \"indulged  a  serious  error  of  law  or  suffered  a\r\n\nmeaningful lapse of judgment, resulting in  substantial prejudice\r\n\nto the movant.\"  Id.\r                              \r\n\n                                6\r\r\n\n          When  confronted by  a  motion for  a continuance,  the\r\n\ntrial court may have a  variety of concerns.  Some may  relate to\r\n\nthe nature and stage of the proceeding; a  mid-trial continuance,\r\n\nfor  example,  evokes  different  concerns  than   rearranging  a\r\n\npretrial hearing.   See Devin, 918  F.2d at 291.   Obviously, the\r                                       \r\n\nreasons that  the movant contemporaneously adduces  in support of\r\n\nthe request are  important.   See United States  v. Lussier,  929\r                                                                     \r\n\nF.2d 25, 28 (1st Cir. 1991).   Then, too, the court is  likely to\r\n\ntake into  account prior continuances  and such other  factors as\r\n\n\"the amount of time needed for effective preparation, the  amount\r\n\nof time  actually available for  preparation, the amount  of time\r\n\npreviously  available for  preparation  and how  assiduously  the\r\n\nmovant  used  that  time, the  extent  to  which  the movant  has\r\n\ncontributed to  his perceived predicament, the  complexity of the\r\n\ncase, the  availability of  assistance from other  sources, [and]\r\n\nthe probable utility of a continuance. . . .\"  Saccoccia, 58 F.3d\r                                                                  \r\n\nat   770.    This  list  is  neither  exclusive  nor  universally\r\n\napplicable.  For instance, the court typically will want to weigh\r\n\na  panoply of  somewhat more  ineffable concerns,  including \"the\r\n\nextent  of  inconvenience  to  others (such  as  the  court,  the\r\n\nwitnesses, and  the opposing  party) should a  continuance ensue,\r\n\nand the likelihood of  injustice or unfair prejudice attributable\r\n\nto the denial of a continuance.\"  Id.\r                                               \r\n\n          After the  trial court  has ruled, appellate  review is\r\n\ndeferential.  Each  case is  sui generis, and  the compendium  of\r                                                  \r\n\nrelevant  factors varies from situation to situation.  Hence, the\r\n\n                                7\r\r\n\ncourt of  appeals, like the trial court,  employs a case-specific\r\n\napproach.  See United  States v. Torres, 793  F.2d 436, 440  (1st\r                                                 \r\n\nCir.), cert. denied, 479  U.S. 889 (1986).  The  appellate court,\r                             \r\n\nhowever,  looks  primarily to  the  persuasiveness  of the  trial\r\n\ncourt's reasons for refusing the continuance and gives due regard\r\n\nnot only to the factors which inform that court's ruling but also\r\n\nto its superior point of vantage.\r\n\n          Here,  the balance  tilts heavily  against the  movant.\r\n\nFor  one thing,  sentencing hearings  are ancillary  to the  main\r\n\nevent   the  determination of guilt or  innocence   and  they are\r\n\ncharacterized  by a  certain informality  in the  presentation of\r\n\nproof.  See, e.g., United States v. Tardiff, 969 F.2d 1283,  1287\r                                                     \r\n\n(1st Cir. 1992).   Thus, while such hearings are  important, less\r\n\npreparation  time  is required,  on  average,  for a  disposition\r\n\nhearing  than for a trial.  For another thing, once a defendant's\r\n\nguilt has been determined,  the public has a  heightened interest\r\n\nin  the  prompt   dispensation  of   punishment.     Accordingly,\r\n\nsentencing should occur with reasonable dispatch.\r\n\n          Third, the  reasons given here in support  of a further\r\n\npostponement  do  not hold  water.   Ottens'  theory is  that yet\r\n\nanother  continuance  would  have  provided  sufficient  time  to\r\n\ndocument other  causes  of  the Bank's  loss  (e.g.,  the  Bank's\r\n\ncomplicity, lack of interest in mitigation, and unsound operating\r\n\nprocedures; the  impact of a  plummeting real estate  market) and\r\n\nthereby have enabled him to demonstrate  the appropriateness of a\r\n\ndownward  departure.  See e.g., United States v. Rostoff, 53 F.3d\r                                                                  \r\n\n                                8\r\r\n\n398,  406-07  (1st  Cir.   1995)  (holding  that  the  guidelines\r\n\nauthorize  discretionary  departures  to  reflect  multiple  loss\r\n\ncausation); United States v. Gregorio, 956 F.2d 341,  346-47 (1st\r                                               \r\n\nCir. 1992)  (similar);  see generally  U.S.S.G.  2F1.1,  comment.\r                                               \r\n\n(n.11)  (Nov. 1987).  Ottens  argues that the  court's refusal to\r\n\ngrant him  the extra  time reflected  an  arbitrary concern  with\r\n\nexpeditiousness  at the  expense  of fairness,  and thus  invites\r\n\nreversal.   See, e.g., Morris v.  Slappy, 461 U.S. 1,  12 (1983);\r                                                  \r\n\nUnited States v.  Soldevila-Lopez, 17 F.3d 480,  487-90 (1st Cir.\r                                           \r\n\n1994).\r\n\n          But this  reproof is mostly sound  and fury, signifying\r\n\nlittle.   The district court delayed  the disposition hearing for\r\n\nmore than  seventeen months after accepting  Ottens' guilty plea.\r\n\nThe  court granted  eight successive  sentencing  continuances in\r\n\nresponse to Ottens' requests.   On the last two  occasions, Judge\r\n\nGorton warned that the end was near.  A court is not obligated to\r\n\npostpone  sentencing  indefinitely  simply  because  a defendant,\r\n\nhoping against hope, desires more  time to search for potentially\r\n\nhelpful tidbits.\r\n\n          In this  instance, the  record confirms that  the lower\r\n\ncourt was generous, rather than grudging, in the time allotted to\r\n\nthe defense for  preparation.  Ottens'  first lawyer had  fifteen\r\n\nmonths  within which to excavate the government's files and lay a\r\n\nfoundation for a sentencing strategy.  His second lawyer then had\r\n\nan  additional  forty-six days  to  prepare  for the  disposition\r\n\nhearing.  The comprehensive sentencing memoranda filed on Ottens'\r\n\n                                9\r\r\n\nbehalf  show  beyond  peradventure of  doubt  counsel's  thorough\r\n\npreparation  and his  command of  the facts.   Consequently,  the\r\n\ndistrict court did not abuse its discretion in declining to grant\r\n\na ninth continuance.4\r\n\n                               IV.\r                                         IV.\r                                            \r\n\n                      The Refusal to Depart\r                                The Refusal to Depart\r                                                     \r\n\n          Ottens assigns  error to  the imposition of  a sentence\r\n\nwithin the GSR.  He maintains that the district court should have\r\n\ndeparted  downward on the basis of multiple loss causation.  See,\r                                                                          \r\n\ne.g.,  Rostoff, 53  F.3d  at 406-07.    We lack  jurisdiction  to\r                        \r\n\nentertain the assigned error.\r\n\n          At sentencing,  Judge Gorton  gave two reasons  for his\r\n\nrefusal  to impose  a more  lenient sentence.   First,  the judge\r\n\nfound  that the  \"facts of  this case do  not warrant  a downward\r\n\ndeparture.\"    Second, he  ruled that  the  language of  the plea\r\n\nagreement prohibited Ottens  from seeking  a downward  departure.\r\n\nSince  the first  ground  is dispositive  of  this facet  of  the\r\n\nappeal, we have no occasion to evaluate the second ground, and we\r\n\ntake no view of its correctness.\r\n\n          For reasons  that we  have already explained  at length\r\n\n                    \r                              \r\n\n     4Ottens' claim  that the  government failed to  disclose the\r\nbasis of  its loss computation is  bootless.  From  the time that\r\nsuccessor  counsel   first  appeared,   he  had  access   to  the\r\npresentence  investigation   report.     In  turn,  that   report\r\nsatisfactorily explicated the anatomy  of the claimed loss (which\r\ncomprised  most   prominently  $2,750,000  attributable   to  the\r\nMarlboro venture and $4,000,000 attributable to the North Andover\r\nfiasco).\r\n\n                                10\r\r\n\n(and which do not  bear repeating here),  it is the general  rule\r\n\nthat  a  defendant  cannot   appeal  from  the  district  court's\r\n\ndiscretionary  decision  not   to  depart  below  the   guideline\r\n\nsentencing  range.  See United States v. Pierro, 32 F.3d 611, 619\r                                                         \r\n\n(1st  Cir. 1994), cert. denied,  115 S. Ct.  919 (1995); Tardiff,\r                                                                          \r\n\n969 F.2d at 1290; United States v. Amparo, 961 F.2d 288, 292 (1st\r                                                   \r\n\nCir.), cert. denied, 113 S.  Ct. 224 (1992).5  This  appeal falls\r                             \r\n\nsquarely  within the sweep of  the rule.   The judge acknowledged\r\n\nthat  multiple   loss  causation   could  constitute   a  legally\r\n\ncognizable basis  for a  downward  departure in  some cases,  but\r\n\ndecided  that  no  departure  for  multiple  loss  causation  was\r\n\njustified on the facts of this  case.  This is precisely the sort\r\n\nof     discretionary,     fact-specific,      departure-declining\r\n\ndetermination  that appellate  courts lack  the power  to review.\r\n\nSee  United States v. Morrison, 46 F.3d 127, 130 (1st Cir. 1995);\r                                        \r\n\nUnited States v. Romero, 32 F.3d 641, 653 (1st Cir. 1994); United\r                                                                           \r\n\nStates v. LeBlanc, 24 F.3d 340, 348 (1st Cir.), cert. denied, 115\r                                                                      \r\n\nS. Ct. 250 (1994); Tardiff, 969 F.2d at 1290.\r                                    \r\n\n                    \r                              \r\n\n     5A  different situation obtains \"when the sentencing court's\r\ndeclination to depart results from a mistake of law.\"  Pierro, 32\r                                                                       \r\nF.3d  at 619.   Thus,  \"appellate jurisdiction  may attach  if it\r\nappears  that the failure  to depart stemmed  from the sentencing\r\ncourt's mistaken impression that it lacked the legal authority to\r\ndeviate from the guideline range  or, relatedly, from the court's\r\nmisapprehension  of  the  rules governing  departures.\"    United\r                                                                           \r\nStates v.  Gifford, 17 F.3d 462,  473 (1st Cir. 1994).   But that\r                            \r\nexception  takes  hold only  \"[i]f  the  judge sets  differential\r\nfactfinding and  evaluative judgments to  one side, and  says, in\r\neffect, `this circumstance of which you speak, even if it exists,\r\ndoes not  constitute a legally sufficient  basis for departure.'\"\r\nPierro, 32 F.3d at 619.  Nothing remotely resembling a mistake of\r                \r\nlaw transpired in this instance.\r\n\n                                11\r\r\n\n          We need go no  further.  Here, the lower  court clearly\r\n\nunderstood that  multiple loss causation comprised  a permissible\r\n\nground  for  a downward  departure,  carefully  evaluated Ottens'\r\n\nclaim in  light  of  that knowledge,  and  denied  the  departure\r\n\nrequest in the circumstances  of the particular case.   No appeal\r                                                              \r\n\nlies from that factbound determination.\r\n\n          Affirmed.\r                    Affirmed.\r                            \r\n\n                                12\r\r\n",
  "html": "<p class=\"case_cite\">74 F.3d 357</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Alan C. OTTENS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1899.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1996.<br>Decided Jan. 30, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter B. Krupp, Federal Defender Office, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Anita S. Lichtblau, Trial Attorney, United States Dep't of Justice, Boston, MA, with whom Donald K. Stern, United States Attorney, Ellen R. Meltzer, Special Counsel, McLean, VA, and Paul M. Glickman, Trial Attorney, Newton, MA, were on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Alan C. Ottens pleaded guilty to a golconda of charges involving bank fraud, 18 U.S.C. Sec. 1344, bank bribery, 18 U.S.C. Sec. 215, and conspiracy to commit such felonies, 18 U.S.C. Sec. 371.  Seventeen months after accepting appellant's guilty plea, the district court denied his request for a ninth continuance and imposed sentence.  Ottens appeals.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>The Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the facts underlying the offenses of conviction are of only peripheral interest in connection with this appeal, we sketch the background.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Ottens rode the crest of a wave of real estate development that surged through New England in the 1980s.  Unable to match his resources to his ambitions, he caught the nearest way.  During the period from 1986 to 1988, he delivered in excess of $250,000 in bribes (including cash, jewelry, and a new house) to Jeffrey Diminico, a loan officer of the Lawrence Savings Bank (the Bank).  In return, the Bank disbursed extravagant loans to Ottens and entities that he controlled.  This skulduggery did not mark the full extent of Ottens' repertoire;  he also bribed other bankers and, on the side, brokered questionable loans for third parties through Diminico (exacting substantial kickbacks from benefitted borrowers).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We need describe only two of the renegade transactions.  The first venture had three phases (each facilitated by bribery).  Initially, Ottens euchred a $400,000 loan from the Bank to purchase a parcel of real estate in Marlboro, Massachusetts.  Next, he borrowed $1,175,000 from the Bank to refinance the original loan, acquire adjacent property, and construct a building on the site.  Finally, when the loan went into default, he recruited a purchaser for the project and arranged for the Bank to furnish financing (even though he knew the purchaser could not service the debt).  The Bank ultimately foreclosed, sustaining a loss of approximately $2,750,000.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The second transaction involved real estate in North Andover, Massachusetts.  Diminico assisted Ottens in procuring a commitment from the Bank to supply $1,400,000 for acquisition of the tract.  After closing on the land for considerably less than the face amount of the loan, Ottens wangled an additional $6,000,000 in construction financing for the ostensible purpose of building a new headquarters for the Bank.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  When Ottens defaulted, the Bank absorbed a loss of roughly $4,500,000.</p>\n    </div>\n    <p>II.</p>\n    <p>The Proceedings Below</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In early 1994, Ottens waived indictment and, pursuant to a written agreement with the United States, pleaded guilty to a nine-count information.  The court originally set the disposition hearing for March 29, 1994.  Ottens cooperated with the government and remained free on his own recognizance.  At his request, the court postponed sentencing four times during the next fourteen months.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the spring of 1995, Ottens' lawyer moved to withdraw.  The court acquiesced and deferred sentencing until May 26, 1995.  On May 15, the court notified the Federal Defender Office that it had been designated to represent Ottens.  A member of that office entered an appearance.  On May 25 the newly appointed attorney moved for a sixth continuance, advising the court that he needed the extra time both to prepare for sentencing and to sort out a possible conflict of interest.  The court granted a reprieve until June 13.  On June 7, having satisfied himself vis-a-vis the suspected conflict, counsel sought a further thirty-day postponement in order to do more spade work.  The district court, expressing grave concern over the repeated delays, continued the disposition hearing until June 20.  On that date, counsel protested that he had been unable to master the case's complexities and beseeched the court to put off the hearing yet again.  Although noting rather pointedly that counsel had already represented the defendant for thirty-five days, the court yielded to the importuning and rescheduled the hearing for June 30.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 28, defense counsel submitted a fifteen-page sentencing memorandum (supported by a 400-page appendix) arguing that multiple causes beyond Ottens' chicanery triggered the Bank's losses, and that, in all events, the alleged losses were overstated.  The attorney then asked for another thirty days to assemble additional materials in support of these contentions.  The next day, notwithstanding his claim of insufficient preparation time, the attorney submitted a supplementary memorandum addressing multiple loss causation.  On June 30, the court denied the motion for a ninth continuance.  Judge Gorton observed that sentencing had already been delayed for nearly seventeen months, that successor counsel had been on the case for almost six full weeks, and that the filed memoranda clearly illuminated the defense's points.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Little daunted, Ottens' lawyer renewed his motion for a continuance, this time alleging that the government had not seasonably disclosed how it calculated the loss that it attributed to the offense conduct.  The district court summarily denied this motion, proceeded with the disposition hearing, established a guideline sentencing range (GSR) of 37-46 months,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> rejected Ottens' entreaty for a downward departure, and imposed inter alia a mid-range prison sentence (forty-two months).  This appeal ensued.</p>\n    </div>\n    <p>III.</p>\n    <p>The Further Continuance</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Ottens contends that the district court's refusal to grant a ninth continuance following his guilty plea left his lawyer with insufficient time to prepare for sentencing.  Our review of the record confirms that the court acted well within its discretion in rejecting this supplication.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We need not tarry.  Time is a lawyer's stock in trade, and a thorough lawyer almost always can find ways in which to put additional time to productive use.  The test, however, is not counsel's subjective satisfaction with his level of preparedness.  It is the province of the district court to manage its docket, see United States v. Devin, 918 F.2d 280, 291 (1st Cir.1990), and, within that province, to decide what constitutes a reasonable period of time for preparation.  See United States v. Saccoccia, 58 F.3d 754, 770 (1st Cir.1995).  We will meddle in the trial court's determination only if an abuse of discretion looms, that is, if the allegedly aggrieved party can show that the court \"indulged a serious error of law or suffered a meaningful lapse of judgment, resulting in substantial prejudice to the movant.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When confronted by a motion for a continuance, the trial court may have a variety of concerns.  Some may relate to the nature and stage of the proceeding;  a mid-trial continuance, for example, evokes different concerns than rearranging a pretrial hearing.  See Devin, 918 F.2d at 291.   Obviously, the reasons that the movant contemporaneously adduces in support of the request are important.  See United States v. Lussier, 929 F.2d 25, 28 (1st Cir.1991).  Then, too, the court is likely to take into account prior continuances and such other factors as \"the amount of time needed for effective preparation, the amount of time actually available for preparation, the amount of time previously available for preparation and how assiduously the movant used that time, the extent to which the movant has contributed to his perceived predicament, the complexity of the case, the availability of assistance from other sources, [and] the probable utility of a continuance....\"  Saccoccia, 58 F.3d at 770.   This list is neither exclusive nor universally applicable.  For instance, the court typically will want to weigh a panoply of somewhat more ineffable concerns, including \"the extent of inconvenience to others (such as the court, the witnesses, and the opposing party) should a continuance ensue, and the likelihood of injustice or unfair prejudice attributable to the denial of a continuance.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After the trial court has ruled, appellate review is deferential.  Each case is sui generis, and the compendium of relevant factors varies from situation to situation.  Hence, the court of appeals, like the trial court, employs a case-specific approach.  See United States v. Torres, 793 F.2d 436, 440 (1st Cir.), cert. denied, 479 U.S. 889, 107 S.Ct. 287, 93 L.Ed.2d 262 (1986).  The appellate court, however, looks primarily to the persuasiveness of the trial court's reasons for refusing the continuance and gives due regard not only to the factors which inform that court's ruling but also to its superior point of vantage.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, the balance tilts heavily against the movant.  For one thing, sentencing hearings are ancillary to the main event--the determination of guilt or innocence--and they are characterized by a certain informality in the presentation of proof.  See, e.g., United States v. Tardiff, 969 F.2d 1283, 1287 (1st Cir.1992).  Thus, while such hearings are important, less preparation time is required, on average, for a disposition hearing than for a trial.  For another thing, once a defendant's guilt has been determined, the public has a heightened interest in the prompt dispensation of punishment.  Accordingly, sentencing should occur with reasonable dispatch.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Third, the reasons given here in support of a further postponement do not hold water.  Ottens' theory is that yet another continuance would have provided sufficient time to document other causes of the Bank's loss (e.g., the Bank's complicity, lack of interest in mitigation, and unsound operating procedures;  the impact of a plummeting real estate market) and thereby have enabled him to demonstrate the appropriateness of a downward departure.  See e.g., United States v. Rostoff, 53 F.3d 398, 406-07 (1st Cir.1995) (holding that the guidelines authorize discretionary departures to reflect multiple loss causation);  United States v. Gregorio, 956 F.2d 341, 346-47 (1st Cir.1992) (similar);  see generally U.S.S.G. Sec. 2F1.1, comment.  (n. 11) (Nov.1987).  Ottens argues that the court's refusal to grant him the extra time reflected an arbitrary concern with expeditiousness at the expense of fairness, and thus invites reversal.  See, e.g., Morris v. Slappy, 461 U.S. 1, 12, 103 S.Ct. 1610, 1616, 75 L.Ed.2d 610 (1983);  United States v. Soldevila-Lopez, 17 F.3d 480, 487-90 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But this reproof is mostly sound and fury, signifying little.  The district court delayed the disposition hearing for more than seventeen months after accepting Ottens' guilty plea.  The court granted eight successive sentencing continuances in response to Ottens' requests.  On the last two occasions, Judge Gorton warned that the end was near.  A court is not obligated to postpone sentencing indefinitely simply because a defendant, hoping against hope, desires more time to search for potentially helpful tidbits.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this instance, the record confirms that the lower court was generous, rather than grudging, in the time allotted to the defense for preparation.  Ottens' first lawyer had fifteen months within which to excavate the government's files and lay a foundation for a sentencing strategy.  His second lawyer then had an additional forty-six days to prepare for the disposition hearing.  The comprehensive sentencing memoranda filed on Ottens' behalf show beyond peradventure of doubt counsel's thorough preparation and his command of the facts.  Consequently, the district court did not abuse its discretion in declining to grant a ninth continuance.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>IV.</p>\n    <p>The Refusal to Depart</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Ottens assigns error to the imposition of a sentence within the GSR.  He maintains that the district court should have departed downward on the basis of multiple loss causation.  See, e.g., Rostoff, 53 F.3d at 406-07.   We lack jurisdiction to entertain the assigned error.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At sentencing, Judge Gorton gave two reasons for his refusal to impose a more lenient sentence.  First, the judge found that the \"facts of this case do not warrant a downward departure.\"   Second, he ruled that the language of the plea agreement prohibited Ottens from seeking a downward departure.  Since the first ground is dispositive of this facet of the appeal, we have no occasion to evaluate the second ground, and we take no view of its correctness.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For reasons that we have already explained at length (and which do not bear repeating here), it is the general rule that a defendant cannot appeal from the district court's discretionary decision not to depart below the guideline sentencing range.  See United States v. Pierro, 32 F.3d 611, 619 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 919, 130 L.Ed.2d 799 (1995);  Tardiff, 969 F.2d at 1290;  United States v. Amparo, 961 F.2d 288, 292 (1st Cir.), cert. denied, 506 U.S. 878, 113 S.Ct. 224, 121 L.Ed.2d 161 (1992).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  This appeal falls squarely within the sweep of the rule.  The judge acknowledged that multiple loss causation could constitute a legally cognizable basis for a downward departure in some cases, but decided that no departure for multiple loss causation was justified on the facts of this case.  This is precisely the sort of discretionary, fact-specific, departure-declining determination that appellate courts lack the power to review.  See United States v. Morrison, 46 F.3d 127, 130 (1st Cir.1995);  United States v. Romero, 32 F.3d 641, 653 (1st Cir.1994);  United States v. LeBlanc, 24 F.3d 340, 348 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 250, 130 L.Ed.2d 172 (1994);  Tardiff, 969 F.2d at 1290.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We need go no further.  Here, the lower court clearly understood that multiple loss causation comprised a permissible ground for a downward departure, carefully evaluated Ottens' claim in light of that knowledge, and denied the departure request in the circumstances of the particular case.   No appeal lies from that factbound determination.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In contrast, Ottens profited at every stage.  He siphoned off $100,000 from the initial loan proceeds and used it for purposes unrelated to site acquisition.  He later diverted over $500,000 of the construction loan proceeds.  When he eventually arranged the hapless extension of credit for the new borrower, he managed to extract some $400,000 for himself</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In a characteristic maneuver, Ottens diverted some $2,000,000 of the loan proceeds.  He used the plundered funds for a wide variety of unauthorized expenditures (including the installation of a swimming pool at the residence of the Bank's president)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Applying the November 1987 version of the guidelines, the court started with a base offense level of six, see U.S.S.G. Sec. 2F1.1(a), added eleven levels because the loss exceeded $5,000,000, see U.S.S.G. Sec. 2F1.1(b)(1)(L), added four levels due to Ottens' role in the offense, see U.S.S.G. Sec. 3B1.1(a), added two levels because the offense conduct required more than minimal planning, see U.S.S.G. Sec. 2F1.1(b)(2), and subtracted two levels for acceptance of responsibility, see U.S.S.G. Sec. 3E1.1(a).  The adjusted offense level--21--combined with the lack of any prior criminal record to produce the GSR.  See U.S.S.G. Ch. 5, Pt. A (Sentencing Table)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Ottens' claim that the government failed to disclose the basis of its loss computation is bootless.  From the time that successor counsel first appeared, he had access to the presentence investigation report.  In turn, that report satisfactorily explicated the anatomy of the claimed loss (which comprised most prominently $2,750,000 attributable to the Marlboro venture and $4,000,000 attributable to the North Andover fiasco)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> A different situation obtains \"when the sentencing court's declination to depart results from a mistake of law.\"  Pierro, 32 F.3d at 619.   Thus, \"appellate jurisdiction may attach if it appears that the failure to depart stemmed from the sentencing court's mistaken impression that it lacked the legal authority to deviate from the guideline range or, relatedly, from the court's misapprehension of the rules governing departures.\"  United States v. Gifford, 17 F.3d 462, 473 (1st Cir.1994).  But that exception takes hold only \"[i]f the judge sets differential factfinding and evaluative judgments to one side, and says, in effect, 'this circumstance of which you speak, even if it exists, does not constitute a legally sufficient basis for departure.' \"  Pierro, 32 F.3d at 619.   Nothing remotely resembling a mistake of law transpired in this instance</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">357</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Alan C. OTTENS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1899.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1996.<br>Decided Jan. 30, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter B. Krupp, Federal Defender Office, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Anita S. Lichtblau, Trial Attorney, United States Dep't of Justice, Boston, MA, with whom Donald K. Stern, United States Attorney, Ellen R. Meltzer, Special Counsel, McLean, VA, and Paul M. Glickman, Trial Attorney, Newton, MA, were on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Alan C. Ottens pleaded guilty to a golconda of charges involving bank fraud, 18 U.S.C. Sec. 1344, bank bribery, 18 U.S.C. Sec. 215, and conspiracy to commit such felonies, 18 U.S.C. Sec. 371.  Seventeen months after accepting appellant's guilty plea, the district court denied his request for a ninth continuance and imposed sentence.  Ottens appeals.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>The Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the facts underlying the offenses of conviction are of only peripheral interest in connection with this appeal, we sketch the background.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Ottens rode the crest of a wave of real estate development that surged through New England in the 1980s.  Unable to match his resources to his ambitions, he caught the nearest way.  During the period from 1986 to 1988, he delivered in excess of $250,000 in bribes (including cash, jewelry, and a new house) to Jeffrey Diminico, a loan officer of the Lawrence Savings Bank (the Bank).  In return, the Bank disbursed extravagant loans to Ottens and entities that he controlled.  This skulduggery did not mark the full extent of Ottens' repertoire;  he also bribed other bankers and, on the side, brokered questionable loans for third parties through Diminico (exacting substantial kickbacks from benefitted borrowers).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We need describe only two of the renegade transactions.  The first venture had three phases (each facilitated by bribery).  Initially, Ottens euchred a $400,000 loan from the Bank to purchase a parcel of real estate in Marlboro, Massachusetts.  Next, he borrowed $1,175,000 from the Bank to refinance the original loan, acquire adjacent property, and construct a building on the site.  Finally, when the loan went into default, he recruited a purchaser for the project and arranged for the Bank to furnish financing (even though he knew the purchaser could not service the debt).  The Bank ultimately foreclosed, sustaining a loss of approximately $2,750,000.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The second transaction involved real estate in North Andover, Massachusetts.  Diminico assisted Ottens in procuring a commitment from the Bank to supply $1,400,000 for acquisition of the tract.  After closing on the land for considerably less than the face amount of the loan, Ottens wangled an additional $6,000,000 in construction financing for the ostensible purpose of building a new headquarters for the Bank.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  When Ottens defaulted, the Bank absorbed a loss of roughly $4,500,000.</p>\n    </div>\n    <p>II.</p>\n    <p>The Proceedings Below</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In early 1994, Ottens waived indictment and, pursuant to a written agreement with the United States, pleaded guilty to a nine-count information.  The court originally set the disposition hearing for March 29, 1994.  Ottens cooperated with the government and remained free on his own recognizance.  At his request, the court postponed sentencing four times during the next fourteen months.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the spring of 1995, Ottens' lawyer moved to withdraw.  The court acquiesced and deferred sentencing until May 26, 1995.  On May 15, the court notified the Federal Defender Office that it had been designated to represent Ottens.  A member of that office entered an appearance.  On May 25 the newly appointed attorney moved for a sixth continuance, advising the court that he needed the extra time both to prepare for sentencing and to sort out a possible conflict of interest.  The court granted a reprieve until June 13.  On June 7, having satisfied himself vis-a-vis the suspected conflict, counsel sought a further thirty-day postponement in order to do more spade work.  The district court, expressing grave concern over the repeated delays, continued the disposition hearing until June 20.  On that date, counsel protested that he had been unable to master the case's complexities and beseeched the court to put off the hearing yet again.  Although noting rather pointedly that counsel had already represented the defendant for thirty-five days, the court yielded to the importuning and rescheduled the hearing for June 30.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 28, defense counsel submitted a fifteen-page sentencing memorandum (supported by a 400-page appendix) arguing that multiple causes beyond Ottens' chicanery triggered the Bank's losses, and that, in all events, the alleged losses were overstated.  The attorney then asked for another thirty days to assemble additional materials in support of these contentions.  The next day, notwithstanding his claim of insufficient preparation time, the attorney submitted a supplementary memorandum addressing multiple loss causation.  On June 30, the court denied the motion for a ninth continuance.  Judge Gorton observed that sentencing had already been delayed for nearly seventeen months, that successor counsel had been on the case for almost six full weeks, and that the filed memoranda clearly illuminated the defense's points.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Little daunted, Ottens' lawyer renewed his motion for a continuance, this time alleging that the government had not seasonably disclosed how it calculated the loss that it attributed to the offense conduct.  The district court summarily denied this motion, proceeded with the disposition hearing, established a guideline sentencing range (GSR) of 37-46 months,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> rejected Ottens' entreaty for a downward departure, and imposed inter alia a mid-range prison sentence (forty-two months).  This appeal ensued.</p>\n    </div>\n    <p>III.</p>\n    <p>The Further Continuance</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Ottens contends that the district court's refusal to grant a ninth continuance following his guilty plea left his lawyer with insufficient time to prepare for sentencing.  Our review of the record confirms that the court acted well within its discretion in rejecting this supplication.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We need not tarry.  Time is a lawyer's stock in trade, and a thorough lawyer almost always can find ways in which to put additional time to productive use.  The test, however, is not counsel's subjective satisfaction with his level of preparedness.  It is the province of the district court to manage its docket, see United States v. Devin, <span class=\"citation\" data-id=\"551278\"><a href=\"/opinion/551278/united-states-v-francis-e-devin/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span>, 291 (1st Cir.1990), and, within that province, to decide what constitutes a reasonable period of time for preparation.  See United States v. Saccoccia, <span class=\"citation\" data-id=\"196165\"><a href=\"/opinion/196165/united-states-v-saccoccia/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 770 (1st Cir.1995).  We will meddle in the trial court's determination only if an abuse of discretion looms, that is, if the allegedly aggrieved party can show that the court \"indulged a serious error of law or suffered a meaningful lapse of judgment, resulting in substantial prejudice to the movant.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When confronted by a motion for a continuance, the trial court may have a variety of concerns.  Some may relate to the nature and stage of the proceeding;  a mid-trial continuance, for example, evokes different concerns than rearranging a pretrial hearing.  See <span class=\"citation\" data-id=\"551278\"><span class=\"antecedent_guess\">Devin,</span> <a href=\"/opinion/551278/united-states-v-francis-e-devin/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">291</span></a></span>.   Obviously, the reasons that the movant contemporaneously adduces in support of the request are important.  See United States v. Lussier, <span class=\"citation\" data-id=\"558022\"><a href=\"/opinion/558022/united-states-v-joseph-lussier/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 28 (1st Cir.1991).  Then, too, the court is likely to take into account prior continuances and such other factors as \"the amount of time needed for effective preparation, the amount of time actually available for preparation, the amount of time previously available for preparation and how assiduously the movant used that time, the extent to which the movant has contributed to his perceived predicament, the complexity of the case, the availability of assistance from other sources, [and] the probable utility of a continuance....\"  <span class=\"citation\" data-id=\"196165\"><span class=\"antecedent_guess\">Saccoccia,</span> <a href=\"/opinion/196165/united-states-v-saccoccia/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">770</span></a></span>.   This list is neither exclusive nor universally applicable.  For instance, the court typically will want to weigh a panoply of somewhat more ineffable concerns, including \"the extent of inconvenience to others (such as the court, the witnesses, and the opposing party) should a continuance ensue, and the likelihood of injustice or unfair prejudice attributable to the denial of a continuance.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After the trial court has ruled, appellate review is deferential.  Each case is sui generis, and the compendium of relevant factors varies from situation to situation.  Hence, the court of appeals, like the trial court, employs a case-specific approach.  See United States v. Torres, <span class=\"citation\" data-id=\"471763\"><a href=\"/opinion/471763/united-states-v-gilbert-torres/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">436</span></a></span>, 440 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">889</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">287</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">262</span> </span>(1986).  The appellate court, however, looks primarily to the persuasiveness of the trial court's reasons for refusing the continuance and gives due regard not only to the factors which inform that court's ruling but also to its superior point of vantage.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, the balance tilts heavily against the movant.  For one thing, sentencing hearings are ancillary to the main event--the determination of guilt or innocence--and they are characterized by a certain informality in the presentation of proof.  See, e.g., United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1287 (1st Cir.1992).  Thus, while such hearings are important, less preparation time is required, on average, for a disposition hearing than for a trial.  For another thing, once a defendant's guilt has been determined, the public has a heightened interest in the prompt dispensation of punishment.  Accordingly, sentencing should occur with reasonable dispatch.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Third, the reasons given here in support of a further postponement do not hold water.  Ottens' theory is that yet another continuance would have provided sufficient time to document other causes of the Bank's loss (e.g., the Bank's complicity, lack of interest in mitigation, and unsound operating procedures;  the impact of a plummeting real estate market) and thereby have enabled him to demonstrate the appropriateness of a downward departure.  See e.g., United States v. Rostoff, <span class=\"citation\" data-id=\"196027\"><a href=\"/opinion/196027/united-states-v-rostoff/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">398</span></a></span>, 406-07 (1st Cir.1995) (holding that the guidelines authorize discretionary departures to reflect multiple loss causation);  United States v. Gregorio, <span class=\"citation\" data-id=\"577673\"><a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">341</span></a></span>, 346-47 (1st Cir.1992) (similar);  see generally U.S.S.G. Sec. 2F1.1, comment.  (n. 11) (Nov.1987).  Ottens argues that the court's refusal to grant him the extra time reflected an arbitrary concern with expeditiousness at the expense of fairness, and thus invites reversal.  See, e.g., Morris v. Slappy, <span class=\"citation\" data-id=\"110914\"><a href=\"/opinion/110914/morris-v-slappy/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 12, <span class=\"citation\" data-id=\"110914\"><a href=\"/opinion/110914/morris-v-slappy/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1610</span></a></span>, 1616, <span class=\"citation\" data-id=\"110914\"><a href=\"/opinion/110914/morris-v-slappy/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">610</span> </a></span>(1983);  United States v. Soldevila-Lopez, <span class=\"citation\" data-id=\"664046\"><a href=\"/opinion/664046/united-states-v-angel-a-soldevila-lopez-aka-angelo/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 487-90 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But this reproof is mostly sound and fury, signifying little.  The district court delayed the disposition hearing for more than seventeen months after accepting Ottens' guilty plea.  The court granted eight successive sentencing continuances in response to Ottens' requests.  On the last two occasions, Judge Gorton warned that the end was near.  A court is not obligated to postpone sentencing indefinitely simply because a defendant, hoping against hope, desires more time to search for potentially helpful tidbits.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this instance, the record confirms that the lower court was generous, rather than grudging, in the time allotted to the defense for preparation.  Ottens' first lawyer had fifteen months within which to excavate the government's files and lay a foundation for a sentencing strategy.  His second lawyer then had an additional forty-six days to prepare for the disposition hearing.  The comprehensive sentencing memoranda filed on Ottens' behalf show beyond peradventure of doubt counsel's thorough preparation and his command of the facts.  Consequently, the district court did not abuse its discretion in declining to grant a ninth continuance.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>IV.</p>\n    <p>The Refusal to Depart</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Ottens assigns error to the imposition of a sentence within the GSR.  He maintains that the district court should have departed downward on the basis of multiple loss causation.  See, e.g., <span class=\"citation\" data-id=\"196027\"><span class=\"antecedent_guess\">Rostoff,</span> <a href=\"/opinion/196027/united-states-v-rostoff/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">406-07</span></a></span>.   We lack jurisdiction to entertain the assigned error.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At sentencing, Judge Gorton gave two reasons for his refusal to impose a more lenient sentence.  First, the judge found that the \"facts of this case do not warrant a downward departure.\"   Second, he ruled that the language of the plea agreement prohibited Ottens from seeking a downward departure.  Since the first ground is dispositive of this facet of the appeal, we have no occasion to evaluate the second ground, and we take no view of its correctness.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For reasons that we have already explained at length (and which do not bear repeating here), it is the general rule that a defendant cannot appeal from the district court's discretionary decision not to depart below the guideline sentencing range.  See United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 619 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span> </span>(1995);  <span class=\"citation\" data-id=\"587242\"><span class=\"antecedent_guess\">Tardiff,</span> <a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1290</span></a></span>;  United States v. Amparo, <span class=\"citation\" data-id=\"581358\"><a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span>, 292 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">878</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">161</span> </span>(1992).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  This appeal falls squarely within the sweep of the rule.  The judge acknowledged that multiple loss causation could constitute a legally cognizable basis for a downward departure in some cases, but decided that no departure for multiple loss causation was justified on the facts of this case.  This is precisely the sort of discretionary, fact-specific, departure-declining determination that appellate courts lack the power to review.  See United States v. Morrison, <span class=\"citation\" data-id=\"195889\"><a href=\"/opinion/195889/united-states-v-morrison/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></a></span>, 130 (1st Cir.1995);  United States v. Romero, <span class=\"citation\" data-id=\"195567\"><a href=\"/opinion/195567/united-states-v-romero/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 653 (1st Cir.1994);  United States v. LeBlanc, <span class=\"citation\" data-id=\"670485\"><a href=\"/opinion/670485/united-states-v-telex-leblanc-united-states-of-america-v-telex-j/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">340</span></a></span>, 348 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">250</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span> </span>(1994);  <span class=\"citation\" data-id=\"587242\"><span class=\"antecedent_guess\">Tardiff,</span> <a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1290</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We need go no further.  Here, the lower court clearly understood that multiple loss causation comprised a permissible ground for a downward departure, carefully evaluated Ottens' claim in light of that knowledge, and denied the departure request in the circumstances of the particular case.   No appeal lies from that factbound determination.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In contrast, Ottens profited at every stage.  He siphoned off $100,000 from the initial loan proceeds and used it for purposes unrelated to site acquisition.  He later diverted over $500,000 of the construction loan proceeds.  When he eventually arranged the hapless extension of credit for the new borrower, he managed to extract some $400,000 for himself</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In a characteristic maneuver, Ottens diverted some $2,000,000 of the loan proceeds.  He used the plundered funds for a wide variety of unauthorized expenditures (including the installation of a swimming pool at the residence of the Bank's president)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Applying the November 1987 version of the guidelines, the court started with a base offense level of six, see U.S.S.G. Sec. 2F1.1(a), added eleven levels because the loss exceeded $5,000,000, see U.S.S.G. Sec. 2F1.1(b)(1)(L), added four levels due to Ottens' role in the offense, see U.S.S.G. Sec. 3B1.1(a), added two levels because the offense conduct required more than minimal planning, see U.S.S.G. Sec. 2F1.1(b)(2), and subtracted two levels for acceptance of responsibility, see U.S.S.G. Sec. 3E1.1(a).  The adjusted offense level--21--combined with the lack of any prior criminal record to produce the GSR.  See U.S.S.G. Ch. 5, Pt. A (Sentencing Table)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Ottens' claim that the government failed to disclose the basis of its loss computation is bootless.  From the time that successor counsel first appeared, he had access to the presentence investigation report.  In turn, that report satisfactorily explicated the anatomy of the claimed loss (which comprised most prominently $2,750,000 attributable to the Marlboro venture and $4,000,000 attributable to the North Andover fiasco)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> A different situation obtains \"when the sentencing court's declination to depart results from a mistake of law.\"  <span class=\"citation\" data-id=\"195522\"><span class=\"antecedent_guess\">Pierro,</span> <a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">619</span></a></span>.   Thus, \"appellate jurisdiction may attach if it appears that the failure to depart stemmed from the sentencing court's mistaken impression that it lacked the legal authority to deviate from the guideline range or, relatedly, from the court's misapprehension of the rules governing departures.\"  United States v. Gifford, <span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 473 (1st Cir.1994).  But that exception takes hold only \"[i]f the judge sets differential factfinding and evaluative judgments to one side, and says, in effect, 'this circumstance of which you speak, even if it exists, does not constitute a legally sufficient basis for departure.' \"  <span class=\"citation\" data-id=\"195522\"><span class=\"antecedent_guess\">Pierro,</span> <a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">619</span></a></span>.   Nothing remotely resembling a mistake of law transpired in this instance</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110914/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195567/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195889/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196027/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196165/",
    "https://www.courtlistener.com/api/rest/v3/opinions/471763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551278/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558022/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577673/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581358/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664046/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670485/"
  ]
}