{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196570/",
  "id": 196570,
  "absolute_url": "/opinion/196570/phc-inc-v-pioneer-healthcare/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196570/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:09:08Z",
  "date_modified": "2020-02-21T23:08:18.063868Z",
  "type": "010combined",
  "sha1": "4e346f3564e846badc7407d5555e7d556658b185",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1525.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1525\r\n\n                          PHC, INC.,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n              PIONEER HEALTHCARE, INC., ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Nancy Gertner, U.S. District Judge]\r                                                              \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nMichael Arthur Walsh with whom Lisa  A. Richards and Choate,  Hall\r                                                                              \r\n&amp; Stewart were on brief for appellant.\r                 \r\nEsther J.  Horwich with  whom Steven  J. Brooks  was on brief  for\r                                                           \r\nappellees.\r\n\n                                         \r\n\n                      February 12, 1996\r\n                                         \r\r\n\n     BOUDIN,  Circuit  Judge.   This  case  presents familiar\r                                        \r\n\nproblems  of federal jurisdiction,  civil procedure,  and the\r\n\nrelationship between court and agency; but the problems arise\r\n\nin an unusual context:  that of the unique and  complex legal\r\n\nregime that governs trademarks and unfair competition.  Since\r\n\nthe appeal is from an order granting  a motion to dismiss, we\r\n\ndraw our facts from the pleadings.\r\n\n                              I.\r\n\n     Plaintiff-appellant,  PHC,  Inc.,  is   a  Massachusetts\r\n\ncorporation based in  Peabody, Massachusetts, which  operates\r\n\nalcohol and  substance  abuse  centers  across  the  country.\r\n\nDefendant-appellees  are Pioneer  Health Care,  Inc.  and its\r\n\nmanagement   affiliate   Pioneer  Management   Systems,  Inc.\r\n\n(collectively,  \"the Pioneer  companies\"); the  former offers\r\n\nmedical  care services  in  and near  the  Pioneer Valley  in\r\n\nwestern   Massachusetts.      The   Pioneer   companies   are\r\n\nMassachusetts  corporations  based  in  West  Springfield and\r\n\ntheir   names  are  recorded  with  the  Massachusetts  state\r\n\nsecretary under Mass. Gen. L. ch. 156B,   11.\r\n\n     At  some point it came  to the attention  of the Pioneer\r\n\ncompanies that PHC was using the name \"Pioneer Healthcare\" or\r\n\n\"Pioneer  Health Care\"  in its literature.   On  December 13,\r\n\n1993,  the  Pioneer companies  sent  a  letter to  PHC  which\r\n\nasserted  that  this  use  violated  Massachusetts  law   and\r\n\ndemanded that it  stop.   The letter also  demanded that  PHC\r\n\n                             -2-\r                                         -2-\r\r\n\ncancel its earlier registration (as of  February 16, 1993) of\r\n\nthe  mark  PIONEER  HEALTHCARE   with  the  U.S.  Patent  and\r\n\nTrademark  Office.    A   second  letter  to  PHC  threatened\r\n\nlitigation.    \r\n\n     PHC responded in a March  17, 1993, letter, declining to\r\n\ncomply with any  of the  demands.  The  letter asserted  that\r\n\ngeographic and  product differences  meant that there  was no\r\n\nconfusion  between  the  parties'  respective   uses  of  the\r\n\ndisputed  terms.    It  asserted equitable  defenses  to  any\r\n\ninfringement claim.  And it said that the registration of the\r\n\nPioneer  companies' names with  the Massachusetts authorities\r\n\nwas irrelevant.  \r\n\n     The Pioneer companies in turn filed a petition with  the\r\n\nU.S. Patent  and Trademark Office  on May 25,  1994, claiming\r\n\nlongstanding use of the marks PIONEER HEALTH CARE and PIONEER\r\n\nHEALTH and asking  the office to cancel PHC's registration on\r\n\ngrounds  of  confusion.   15 U.S.C.      1052(d), 1064.   The\r\n\nPioneer companies' marks  were not federally  registered, but\r\n\nconfusion   between  a   registered  mark   and   an  earlier\r\n\nunregistered \"mark or trade name,\" id.   1052(d), may lead to\r                                                  \r\n\nthe cancellation of the registered mark.  Blanchard Importing\r                                                                         \r\n\n&amp;  Distributing Co. v. Societe E. Blanchard et Fils, 402 F.2d\r                                                               \r\n\n797 (C.C.P.A.  1968).   An  administrative  proceeding  began\r\n\nbefore the Trademark Trial and Appeal Board (\"the  Board\"), a\r\n\ncomponent of the Patent and Trademark Office.\r\n\n                             -3-\r                                         -3-\r\r\n\n     On December 9, 1994, PHC responded by filing the present\r\n\ndeclaratory  judgment action in  the district court.   In its\r\n\nfirst count, PHC sought a declaration that its own use of the\r\n\nmark it had  registered--PIONEER HEALTHCARE--did not  violate\r\n\nany rights  of the Pioneer  companies under section  43(a) of\r\n\nthe Lanham Act, 15 U.S.C.   1125(a).  The second count sought\r\n\na preemptive  declaratory judgment  that PHC was  entitled to\r\n\nmaintain its  registration  of the  mark  at the  Patent  and\r\n\nTrademark Office.  \r\n\n     After filing  its district  court action, PHC  asked the\r\n\nTrademark Trial and Appeal  Board to suspend its cancellation\r\n\nproceeding  pending the  outcome of  the court  action.   The\r\n\nBoard has a rule contemplating such suspensions where a court\r\n\naction may  moot the matter before  the agency.  37  C.F.R.  \r\n\n2.117.   The  Board  complied  with PHC's  request,  and  the\r\n\nadministrative proceeding is now in abeyance.\r\n\n     Thereafter, the Pioneer companies moved in the  district\r\n\ncourt for  dismissal  of  the  declaratory  judgment  action,\r\n\nurging  inter alia  that  the district  court lacked  subject\r                              \r\n\nmatter  jurisdiction  and  that  the action  itself  was  \"an\r\n\nimproper attempt  to circumvent the  administrative process.\"\r\n\nIn a  detailed opinion  dated  April 12,  1995, the  district\r\n\ncourt granted  the motion, relying  upon both of  the grounds\r\n\nurged and  its own discretion not to \"take this case from the\r\n\n. . . administrative scheme designed to hear it.\"\r\n\n                             -4-\r                                         -4-\r\r\n\n                             II.\r\n\n     The  district court's first  ground for dismissing PHC's\r\n\ncomplaint was jurisdictional and bore  directly on count I of\r\n\nthe complaint.  The district court construed the letters from\r\n\nthe  Pioneer companies  to PHC  as threatening  a suit  under\r\n\nMassachusetts state law to protect their corporate names; the\r\n\ncourt said that these letters \"cannot be construed as federal\r\n\ncharges  of  infringement.   Pioneer [the  Pioneer companies]\r\n\ndoes not own a  federally registered mark which would  enable\r\n\nthem to bring a federal infringement action.\"\r\n\n     Taking  this view of the matter, the district court then\r\n\ninvoked  the  settled rule  that  where  a plaintiff  asks  a\r\n\nfederal court  for a declaration that  it is not  liable on a\r                                                            \r\n\nstate  claim,   there  is  ordinarily  no   federal  question\r\n\njurisdiction.  Public Serv. Comm'n of Utah v. Wycoff Co., 344\r                                                                    \r\n\nU.S.  237, 248 (1952).  This is  generally true even if it is\r\n\nassumed  that a federal  defense might  have been  offered to\r\n\ndefeat the  state claim.   Id.; see  also Skelly  Oil Co.  v.\r                                                                     \r\n\nPhillips Petroleum Co., 339 U.S. 667, 672 (1950).\r                                  \r\n\n     On appeal,  PHC  responds that  what  it sought  in  the\r\n\ndistrict court was a declaration that it was not liable on an\r\n\nanticipated  federal  claim against  it, namely,  a potential\r                                \r\n\nclaim by  the Pioneer  companies that PHC's  conduct violated\r\n\nsection  43(a)  of the  Lanham  Act,  a provision  explicitly\r\n\nreferenced  in count  I of  PHC's complaint.    Section 43(a)\r\n\n                             -5-\r                                         -5-\r\r\n\ncreates a federal civil  cause of action for any  one damaged\r\n\ninter alia by another's use in commerce of any word, term, or\r                      \r\n\nname that\r\n\n     is likely to cause  confusion, or to cause mistake,\r\n     or to deceive as to the affiliation, connection, or\r\n     association of  such person with another person, or\r\n     as to  the origin, sponsorship, or  approval of his\r\n     or her goods, services, or commercial activities by\r\n     another person.\r\n\n     This \"false designation  of origin\" claim  under section\r\n\n43(a) is  a close  cousin to  a claim  for infringement  of a\r\n\nfederally  registered mark  authorized by  section 32  of the\r\n\nLanham  Act, 15 U.S.C.    1114.  An  infringement claim under\r\n\nsection  32 requires that the  mark be a federally registered\r\n\ntrademark.  Id.    But  a  section  43(a)  claim,  which  PHC\r                           \r\n\npurported to  anticipate, does not  require that the  mark or\r\n\nname be  federally registered, Quabaug Rubber  Co. v. Fabiano\r                                                                         \r\n\nShoe  Co., 567 F.2d 154, 160 (1st Cir. 1977), and is commonly\r                     \r\n\nused to  prevent infringement of unregistered  trademarks.  3\r\n\nJ.  Thomas  McCarthy,  McCarthy   on  Trademarks  and  Unfair\r                                                                         \r\n\nCompetition   27.03  (3d ed.  1992).  A  claim under  section\r                       \r\n\n43(a) is  a federal  cause of action,  automatically invoking\r\n\nfederal question jurisdiction.   28 U.S.C.   1331.   See also\r                                                                         \r\n\n15 U.S.C.   1121(a).     The   more  difficult   question  is\r\n\nwhether PHC could reasonably have anticipated a claim against\r\n\nit  under  section  43(a) of  the  Lanham  Act and  therefore\r\n\nbrought a declaratory  judgment to forestall it.   Whether or\r\n\nnot  conceived  of  as  \"jurisdictional,\"  such    reasonable\r\n\n                             -6-\r                                         -6-\r\r\n\nanticipation   is   a  settled   requirement  in   a  federal\r\n\ndeclaratory  judgment  action  of  this  character.     E.g.,\r                                                                        \r\n\nSweetheart Plastics,  Inc. v. Illinois Tool  Works, Inc., 439\r                                                                    \r\n\nF.2d  871, 873  (1st Cir. 1971).   A  federal court  will not\r\n\nstart up the  machinery of adjudication to  repel an entirely\r\n\nspeculative threat.  \r\n\n     If  one looked solely at the letters sent by the Pioneer\r\n\ncompanies,  one  might  be  genuinely puzzled  whether  those\r\n\nletters threatened  only a  suit under Massachusetts  law for\r\n\nthe misuse of  a corporate  name or whether  they implied  as\r\n\nwell an intent to resort to the Lanham Act.  The only statute\r\n\nmentioned in the letters was \"Massachusetts General Laws\" and\r\n\nthe mention was in the context of referring to PHC's use of a\r\n\ncorporate \"name.\"   The  letters did request  cancellation of\r\n\nPHC's federal trademark, but  they made no specific reference\r\n\nto a suit for infringement or under section 43(a).\r\n\n     On the other hand,  the conduct of PHC, as  described by\r\n\nthe  Pioneer companies'  letters,  could easily  amount to  a\r\n\nviolation of  section 43(a);  the second letter  alleged that\r\n\nPHC's alleged use was \"misleading, confusing, and will result\r\n\nin  irreparable  harm\"--language  typical of  a  claim  under\r\n\nsection 43(a).  The first letter threatened to seek  recovery\r\n\nof damages, as well as an injunction.  Damages are a standard\r\n\nremedy   under  section   43(a),  15   U.S.C.      1117;  the\r\n\nMassachusetts  statute  protecting  corporate names  provides\r\n\n                             -7-\r                                         -7-\r\r\n\nonly for administrative and injunctive relief.  Mass. Gen. L.\r\n\nch. 156B,   11.\r\n\n     In  all  events, the  question  under  the case  law  on\r\n\ndeclaratory  judgments is  not whether the  Pioneer companies\r\n\nmade a specific threat to bring a section 43(a) claim or even\r\n\nhad such a claim  in mind.  The federal  declaratory judgment\r\n\nstatute   aims   at  resolving   potential   disputes,  often\r\n\ncommercial in character, that can  reasonably be feared by  a\r\n\npotential  target  in  light  of the  other  side's  conduct.\r\n\nCardinal  Chem. Co. v. Morton  Int'l, Inc., 113  S. Ct. 1967,\r                                                      \r\n\n1974-75  (1993).  No competent lawyer advising PHC could fail\r\n\nto tell it  that, based  on the threatening  letters and  the\r\n\nsurrounding circumstances, a section  43(a) suit was a likely\r\n\noutcome.  \r\n\n     Quite  likely PHC  had  tactical advantages  in mind  in\r\n\nbringing  the declaratory  judgment  action.   But, absent  a\r\n\nshowing of bad faith so substantial as to foreclose equitable\r\n\nrelief, its subjective aims  do not matter.  The  question is\r\n\nwhether the  Pioneer companies' letters made  a section 43(a)\r\n\nclaim  against  PHC  a  reasonable prospect.    Although  the\r\n\ndistrict court did not pass explicitly upon this question, an\r\n\naffirmative answer is so clear to  us that there is no reason\r\n\nto  remand on  this  issue.   Thus,  the district  court  had\r\n\nfederal subject-matter jurisdiction as to count I.\r\n\n                             -8-\r                                         -8-\r\r\n\n     Federal  subject  matter jurisdiction  over count  II is\r\n\nequally plain.  In count  II, PHC asked the court  to declare\r\n\nthat  its federally  registered  mark was  valid;  this is  a\r\n\nmatter governed  entirely by  federal law and  plainly within\r\n\nthe  federal  question  jurisdiction  of  a  district  court.\r\n\nAdditionally, section 37 of the Lanham Act, 15 U.S.C.   1119,\r\n\ncited in count  II, empowers the federal courts to \"determine\r\n\nthe  right to  registration [and]  order the  cancellation of\r\n\nregistrations\" in civil cases  in which a registered mark  is\r\n\nat issue, and provides that such determinations shall control\r\n\nthe Patent and Trademark Office.\r\n\n                             III.\r\n\n     Although federal subject  matter jurisdiction is  secure\r\n\nas to  both count I and  count II, a judge  might well wonder\r\n\nwhether  it  ought  to  be  exercised  in  the  teeth  of  an\r\n\nadministrative  proceeding pending before  the Board.   PHC's\r\n\nclaim under count II sought a declaration  that PHC's federal\r\n\nmark was valid; that was the very subject of the cancellation\r\n\nproceeding.  As for  count I, issues of confusion,  likely to\r\n\nbe  addressed in the Board proceeding, might easily have been\r\n\npertinent, perhaps even controlling.\r\n\n     Problems of coordination and priority  between court and\r\n\nagency  are usually  discussed  under the  rubric of  primary\r\n\njurisdiction.  E.g., Massachusetts v. Blackstone Valley Elec.\r                                                                         \r\n\nCo., 67  F.3d 981, 992 (1st  Cir. 1995).  The  district court\r               \r\n\n                             -9-\r                                         -9-\r\r\n\ndid not use this phrase, but it did rely upon  two cases from\r\n\nthe  Seventh Circuit that  dismissed as premature declaratory\r\n\njudgment suits brought solely to affirm federal  registration\r\n\nof trademarks;  in each  case proceedings were  still pending\r\n\nbefore the Board.1   The  district court also  noted that  it\r\n\nsaw no  reason \"to take  this case\"  from \"an  administrative\r\n\nscheme designed to hear it.\"\r\n\n     The  primary  jurisdiction rubric  is less  an organized\r\n\ndoctrine  than  a  set of  precedents  that  guide  courts in\r\n\ndeciding  when  an  issue should  be  resolved  in the  first\r\n\ninstance  by an agency that has special competence to address\r\n\nit.  United States v. Western Pacific R.R. Co.,  352 U.S. 59,\r                                                          \r\n\n64  (1956).    The  expertise  of  the  agency,  avoidance of\r\n\nconflict,  indications  of  legislative  intent,   and  other\r\n\nfactors may permit, sometimes even require, such deference by\r\n\ncourt to  agency.  Pierce, Shapiro  &amp; Verkuil, Administrative\r                                                                         \r\n\nLaw and Process    5.8 (2d ed. 1992).  Although  the agency's\r                           \r\n\nown decision may be  subject to judicial review, such  review\r\n\nis customarily of a limited kind.\r\n\n     Two  factors  weigh  heavily against  deference  to  the\r\n\nadministrative proceeding here.   First, the Board  is not an\r\n\nordinary  administrative agency whose findings control unless\r\n\n                    \r                                \r\n\n     1Homemakers, Inc.  v. Chicago  Home for the  Friendless,\r                                                                        \r\n313 F. Supp. 1087 (N.D. Ill. 1970), aff'd,  169 U.S. P.Q. 262\r                                                     \r\n(7th  Cir., cert.  denied,  404 U.S.  831 (1971);  Merrick v.\r                                                                      \r\nSharpe &amp; Dohme, 185  F.2d 713 (7th Cir. 1950),  cert. denied,\r                                                                        \r\n340 U.S. 954 (1951).\r\n\n                             -10-\r                                         -10-\r\r\n\nset  aside  after court  review  under  a highly  deferential\r\n\nstandard.   Under  the Lanham  Act,  where a  contested Board\r\n\nproceeding has  already addressed  the validity of  the mark,\r\n\nthe Board's findings can  be challenged in a civil  action in\r\n\ndistrict court through new evidence, and, at least to a large\r\n\nextent,  the issues  can be  litigated afresh.   15  U.S.C.  \r\n\n1071(b).2  And  Congress permits an initial proceeding in the\r\n\ndistrict court  to challenge  or affirm a  federal registered\r\n\nmark in civil suits  in which a federally registered  mark is\r\n\nin issue,  even without any  prior resort to  the Board.   15\r\n\nU.S.C.   1119.  \r\n\n     Second,  at  least  where   an  infringement  claim   is\r\n\ninvolved--whether   directly  asserted   by  an   \"owner\"  or\r\n\nchallenged  in  a  declaratory action--there  is  often  some\r\n\nurgency.   Ongoing business conduct is  likely to be involved\r\n\nand harm,  possibly irreparable,  may be accruing.   Further,\r\n\nthe  Board  cannot give  relief  for  an infringement  claim,\r\n\neither  injunctive  or  by  way  of  damages.    Under  these\r\n\ncircumstances,   awaiting  the   Board's   action   is   less\r\n\nattractive;  and this is doubly so because (as already noted)\r\n\n                    \r                                \r\n\n     2The  law  in  this  area is  complicated,  and  perhaps\r\nconfused; no  simple generalization does  it justice.   See 3\r                                                                       \r\nMccarthy, supra,   21.05.  For present purposes, it is enough\r                           \r\nthat  something  close  to  de  novo  proceedings  are  often\r                                                \r\npossible.  See Goya Foods, Inc. v. Tropicana Prod., Inc., 846\r                                                                    \r\nF.2d 848, 853 (2d Cir. 1988). \r\n\n                             -11-\r                                         -11-\r\r\n\nits administrative  findings can so easily  be relitigated in\r\n\ncourt.\r\n\n     Such reasons persuaded the Second Circuit in Goya Foods,\r                                                                         \r\n\nInc. v. Tropicana Prod.,  Inc., 846 F.2d 848 (2d  Cir. 1988).\r                                          \r\n\nThere, a  district court  had dismissed a  declaratory action\r\n\nbrought to  declare the plaintiff  not liable for  a possible\r\n\ntrademark claim; the  district court had  relied on the  fact\r\n\nthat  a  proceeding  to  oppose the  declaratory  plaintiff's\r\n\ntrademark application was pending before the Board in denying\r\n\nthe  plaintiff leave  to  proceed in  court.   Distinguishing\r\n\nordinary primary jurisdiction cases, the Second Circuit ruled\r\n\nthat  the declaratory  judgment  on  the  infringement  claim\r\n\nshould proceed and should not await the Board's action.\r\n\n     We  take the  same view  and conclude  that the  section\r\n\n43(a)  claim in the present case should not be deferred based\r\n\non primary jurisdiction concerns.  The Second Circuit did not\r\n\ndecide whether, given that the  infringement claim was to  be\r\n\nheard by  the district court at once, a companion declaratory\r\n\nclaim  addressed to  the validity  of a  federally registered\r\n\nmark should also be  heard despite the pendency of  the Board\r                            \r\n\nproceeding.  Our case does present that wrinkle, but we think\r\n\nthat the answer is  clear at least in principle:  both claims\r\n\nshould be heard if this  course is more efficient; otherwise,\r\n\nnot.\r\n\n                             -12-\r                                         -12-\r\r\n\n     If no infringement claim were made in the district court\r\n\nbut only a claim that  a federal registration was or  was not\r\n\nvalid, a good argument might exist (absent unusual facts) for\r\n\nawaiting the  completion  of  any  pending  Board  proceeding\r\n\naddressed to the mark's validity.  See Goya, 846 F.2d at 853.\r                                                       \r\n\nBut  where an infringement claim is also present and is going\r\n\nto be  considered promptly  by the  court, it normally  makes\r\n\nsense  for the court to resolve a companion validity claim at\r\n\nthe  same  time,  if the  issues  underlying  the  two claims\r                                \r\n\noverlap to an extent that makes this course sensible.\r\n\n     It is hard  to say in the abstract that  such an overlap\r\n\nwill  always exist,  but  our own  case  is probably  a  good\r\n\nillustration.   Seemingly, the  section 43(a) claim  may turn\r\n\nlargely on whether there  is confusion between the registered\r\n\nPHC  mark  and  the   unregistered  marks  that  the  Pioneer\r\n\ncompanies  use to  describe  their services;  and it  appears\r\n\nlikely  that this is also  a central issue,  perhaps the only\r\n\nissue,   in  determining   the  validity  of   PHC's  federal\r\n\nregistration.  Put differently,  if deciding count I requires\r\n\nthe district court to resolve much or all of the substance of\r\n\ncount  II, it would waste  everyone's time not  to settle the\r\n\nregistration issue now.\r\n\n          We are not in  a position to make a  final judgment\r\n\nwhether in this  case count  II should be  litigated at  this\r\n\ntime,  stayed, or  dismissed.   Neither the  parties  nor the\r\n\n                             -13-\r                                         -13-\r\r\n\ndistrict  court   has  sought   to  analyze  in   detail  the\r\n\nrelationship between the issues  underlying the two counts in\r\n\nthe factual  context of  this case; our  conjecture, pointing\r\n\ntoward immediate consideration of  count II, is plausible but\r\n\nit may or may not  be warranted here.  The district  court is\r\n\nfree to make its own initial judgment.\r\n\n                          CONCLUSION\r\n\n     We conclude that the  district court erred in dismissing\r\n\nthe complaint.  There  is nothing in the record  or arguments\r\n\nbefore us that makes it appropriate for the district court to\r\n\ndismiss or defer  consideration of count I.  As  to count II,\r\n\nthe district  court does  have authority  to decide  count II\r\n\nand, in our  view, that  would be the  appropriate course  if\r\n\ndeciding count I effectively entailed deciding many or all of\r\n\nthe issues underlying count II.    \r\n\n     The  judgment  of  dismissal  is vacated  and  the  case\r                                                         \r\n\nremanded for proceedings consistent with this opinion.\r                    \r\n\n                             -14-\r                                         -14-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1525\r\n\n                          PHC, INC.,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n              PIONEER HEALTHCARE, INC., ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Nancy Gertner, U.S. District Judge]\r                                                              \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nMichael Arthur Walsh with whom Lisa  A. Richards and Choate,  Hall\r                                                                              \r\n&amp; Stewart were on brief for appellant.\r                 \r\nEsther J.  Horwich with  whom Steven  J. Brooks  was on brief  for\r                                                           \r\nappellees.\r\n\n                                         \r\n\n                      February 12, 1996\r\n                                         \r\r\n\n     BOUDIN,  Circuit  Judge.   This  case  presents familiar\r                                        \r\n\nproblems  of federal jurisdiction,  civil procedure,  and the\r\n\nrelationship between court and agency; but the problems arise\r\n\nin an unusual context:  that of the unique and  complex legal\r\n\nregime that governs trademarks and unfair competition.  Since\r\n\nthe appeal is from an order granting  a motion to dismiss, we\r\n\ndraw our facts from the pleadings.\r\n\n                              I.\r\n\n     Plaintiff-appellant,  PHC,  Inc.,  is   a  Massachusetts\r\n\ncorporation based in  Peabody, Massachusetts, which  operates\r\n\nalcohol and  substance  abuse  centers  across  the  country.\r\n\nDefendant-appellees  are Pioneer  Health Care,  Inc.  and its\r\n\nmanagement   affiliate   Pioneer  Management   Systems,  Inc.\r\n\n(collectively,  \"the Pioneer  companies\"); the  former offers\r\n\nmedical  care services  in  and near  the  Pioneer Valley  in\r\n\nwestern   Massachusetts.      The   Pioneer   companies   are\r\n\nMassachusetts  corporations  based  in  West  Springfield and\r\n\ntheir   names  are  recorded  with  the  Massachusetts  state\r\n\nsecretary under Mass. Gen. L. ch. 156B,   11.\r\n\n     At  some point it came  to the attention  of the Pioneer\r\n\ncompanies that PHC was using the name \"Pioneer Healthcare\" or\r\n\n\"Pioneer  Health Care\"  in its literature.   On  December 13,\r\n\n1993,  the  Pioneer companies  sent  a  letter to  PHC  which\r\n\nasserted  that  this  use  violated  Massachusetts  law   and\r\n\ndemanded that it  stop.   The letter also  demanded that  PHC\r\n\n                             -2-\r                                         -2-\r\r\n\ncancel its earlier registration (as of  February 16, 1993) of\r\n\nthe  mark  PIONEER  HEALTHCARE   with  the  U.S.  Patent  and\r\n\nTrademark  Office.    A   second  letter  to  PHC  threatened\r\n\nlitigation.    \r\n\n     PHC responded in a March  17, 1993, letter, declining to\r\n\ncomply with any  of the  demands.  The  letter asserted  that\r\n\ngeographic and  product differences  meant that there  was no\r\n\nconfusion  between  the  parties'  respective   uses  of  the\r\n\ndisputed  terms.    It  asserted equitable  defenses  to  any\r\n\ninfringement claim.  And it said that the registration of the\r\n\nPioneer  companies' names with  the Massachusetts authorities\r\n\nwas irrelevant.  \r\n\n     The Pioneer companies in turn filed a petition with  the\r\n\nU.S. Patent  and Trademark Office  on May 25,  1994, claiming\r\n\nlongstanding use of the marks PIONEER HEALTH CARE and PIONEER\r\n\nHEALTH and asking  the office to cancel PHC's registration on\r\n\ngrounds  of  confusion.   15 U.S.C.      1052(d), 1064.   The\r\n\nPioneer companies' marks  were not federally  registered, but\r\n\nconfusion   between  a   registered  mark   and   an  earlier\r\n\nunregistered \"mark or trade name,\" </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>   1052(d), may </span><pre class=\"inline\">lead to\r                                                  \r\n\nthe cancellation of the registered mark.  Blanchard Importing\r                                                                         \r\n\n&amp;  Distributing Co. v. Societe E. Blanchard et Fils, </pre><span class=\"citation\" data-id=\"282135\"><a href=\"/opinion/282135/blanchard-importing-distributing-co-inc-v-societe-e-blanchard-et/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.2d</span>\r                                                               \r\n\n<span class=\"page\">797</span> </a></span><pre class=\"inline\">(C.C.P.A.  1968).   An  administrative  proceeding  began\r\n\nbefore the Trademark Trial and Appeal Board (\"the  Board\"), a\r\n\ncomponent of the Patent and Trademark Office.\r\n\n                             -3-\r                                         -3-\r\r\n\n     On December 9, 1994, PHC responded by filing the present\r\n\ndeclaratory  judgment action in  the district court.   In its\r\n\nfirst count, PHC sought a declaration that its own use of the\r\n\nmark it had  registered--PIONEER HEALTHCARE--did not  violate\r\n\nany rights  of the Pioneer  companies under section  43(a) of\r\n\nthe Lanham Act, 15 U.S.C.   1125(a).  The second count sought\r\n\na preemptive  declaratory judgment  that PHC was  entitled to\r\n\nmaintain its  registration  of the  mark  at the  Patent  and\r\n\nTrademark Office.  \r\n\n     After filing  its district  court action, PHC  asked the\r\n\nTrademark Trial and Appeal  Board to suspend its cancellation\r\n\nproceeding  pending the  outcome of  the court  action.   The\r\n\nBoard has a rule contemplating such suspensions where a court\r\n\naction may  moot the matter before  the agency.  37  C.F.R.  \r\n\n2.117.   The  Board  complied  with PHC's  request,  and  the\r\n\nadministrative proceeding is now in abeyance.\r\n\n     Thereafter, the Pioneer companies moved in the  district\r\n\ncourt for  dismissal  of  the  declaratory  judgment  action,\r\n\nurging  inter alia  that  the district  court lacked  subject\r                              \r\n\nmatter  jurisdiction  and  that  the action  itself  was  \"an\r\n\nimproper attempt  to circumvent the  administrative process.\"\r\n\nIn a  detailed opinion  dated  April 12,  1995, the  district\r\n\ncourt granted  the motion, relying  upon both of  the grounds\r\n\nurged and  its own discretion not to \"take this case from the\r\n\n. . . administrative scheme designed to hear it.\"\r\n\n                             -4-\r                                         -4-\r\r\n\n                             II.\r\n\n     The  district court's first  ground for dismissing PHC's\r\n\ncomplaint was jurisdictional and bore  directly on count I of\r\n\nthe complaint.  The district court construed the letters from\r\n\nthe  Pioneer companies  to PHC  as threatening  a suit  under\r\n\nMassachusetts state law to protect their corporate names; the\r\n\ncourt said that these letters \"cannot be construed as federal\r\n\ncharges  of  infringement.   Pioneer [the  Pioneer companies]\r\n\ndoes not own a  federally registered mark which would  enable\r\n\nthem to bring a federal infringement action.\"\r\n\n     Taking  this view of the matter, the district court then\r\n\ninvoked  the  settled rule  that  where  a plaintiff  asks  a\r\n\nfederal court  for a declaration that  it is not  liable on a\r                                                            \r\n\nstate  claim,   there  is  ordinarily  no   federal  question\r\n\njurisdiction.  Public Serv. Comm'n of Utah v. Wycoff Co., </pre><span class=\"citation\" data-id=\"105059\"><a href=\"/opinion/105059/public-serv-commn-of-utah-v-wycoff-co/\"><span class=\"volume\">344</span>\r                                                                    \r\n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">237</span></a></span><pre class=\"inline\">, 248 (1952).  This is  generally true even if it is\r\n\nassumed  that a federal  defense might  have been  offered to\r\n\ndefeat the  state claim.   Id.; see  also Skelly  Oil Co.  v.\r                                                                     \r\n\nPhillips Petroleum Co., </pre><span class=\"citation\" data-id=\"104808\"><a href=\"/opinion/104808/skelly-oil-co-v-phillips-petroleum-co/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span><pre class=\"inline\">, 672 (1950).\r                                  \r\n\n     On appeal,  PHC  responds that  what  it sought  in  the\r\n\ndistrict court was a declaration that it was not liable on an\r\n\nanticipated  federal  claim against  it, namely,  a potential\r                                \r\n\nclaim by  the Pioneer  companies that PHC's  conduct violated\r\n\nsection  43(a)  of the  Lanham  Act,  a provision  explicitly\r\n\nreferenced  in count  I of  PHC's complaint.    Section 43(a)\r\n\n                             -5-\r                                         -5-\r\r\n\ncreates a federal civil  cause of action for any  one damaged\r\n\ninter alia by another's use in commerce of any word, term, or\r                      \r\n\nname that\r\n\n     is likely to cause  confusion, or to cause mistake,\r\n     or to deceive as to the affiliation, connection, or\r\n     association of  such person with another person, or\r\n     as to  the origin, sponsorship, or  approval of his\r\n     or her goods, services, or commercial activities by\r\n     another person.\r\n\n     This \"false designation  of origin\" claim  under section\r\n\n43(a) is  a close  cousin to  a claim  for infringement  of a\r\n\nfederally  registered mark  authorized by  section 32  of the\r\n\nLanham  Act, 15 U.S.C.    1114.  An  infringement claim under\r\n\nsection  32 requires that the  mark be a federally registered\r\n\ntrademark.  </pre><span class=\"citation\" data-id=\"104808\"><a href=\"/opinion/104808/skelly-oil-co-v-phillips-petroleum-co/\"><span class=\"id_token\">Id.</span>    But  a </a></span><pre class=\"inline\"> section  43(a)  claim,  which  PHC\r                           \r\n\npurported to  anticipate, does not  require that the  mark or\r\n\nname be  federally registered, Quabaug Rubber  Co. v. Fabiano\r                                                                         \r\n\nShoe  Co., </pre><span class=\"citation\" data-id=\"351555\"><a href=\"/opinion/351555/quabaug-rubber-company-v-fabiano-shoe-co-inc/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">154</span></a></span><pre class=\"inline\">, 160 (1st Cir. 1977), and is commonly\r                     \r\n\nused to  prevent infringement of unregistered  trademarks.  3\r\n\nJ.  Thomas  McCarthy,  McCarthy   on  Trademarks  and  Unfair\r                                                                         \r\n\nCompetition   27.03  (3d ed.  1992).  A  claim under  section\r                       \r\n\n43(a) is  a federal  cause of action,  automatically invoking\r\n\nfederal question jurisdiction.   28 U.S.C.   1331.   See also\r                                                                         \r\n\n15 U.S.C.   1121(a).     The   more  difficult   question  is\r\n\nwhether PHC could reasonably have anticipated a claim against\r\n\nit  under  section  43(a) of  the  Lanham  Act and  therefore\r\n\nbrought a declaratory  judgment to forestall it.   Whether or\r\n\nnot  conceived  of  as  \"jurisdictional,\"  such    reasonable\r\n\n                             -6-\r                                         -6-\r\r\n\nanticipation   is   a  settled   requirement  in   a  federal\r\n\ndeclaratory  judgment  action  of  this  character.     E.g.,\r                                                                        \r\n\nSweetheart Plastics,  Inc. v. Illinois Tool  Works, Inc., </pre><span class=\"citation\" data-id=\"295426\"><a href=\"/opinion/295426/sweetheart-plastics-inc-v-illinois-tool-works-inc/\"><span class=\"volume\">439</span>\r                                                                    \r\n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">871</span></a></span><pre class=\"inline\">, 873  (1st Cir. 1971).   A  federal court  will not\r\n\nstart up the  machinery of adjudication to  repel an entirely\r\n\nspeculative threat.  \r\n\n     If  one looked solely at the letters sent by the Pioneer\r\n\ncompanies,  one  might  be  genuinely puzzled  whether  those\r\n\nletters threatened  only a  suit under Massachusetts  law for\r\n\nthe misuse of  a corporate  name or whether  they implied  as\r\n\nwell an intent to resort to the Lanham Act.  The only statute\r\n\nmentioned in the letters was \"Massachusetts General Laws\" and\r\n\nthe mention was in the context of referring to PHC's use of a\r\n\ncorporate \"name.\"   The  letters did request  cancellation of\r\n\nPHC's federal trademark, but  they made no specific reference\r\n\nto a suit for infringement or under section 43(a).\r\n\n     On the other hand,  the conduct of PHC, as  described by\r\n\nthe  Pioneer companies'  letters,  could easily  amount to  a\r\n\nviolation of  section 43(a);  the second letter  alleged that\r\n\nPHC's alleged use was \"misleading, confusing, and will result\r\n\nin  irreparable  harm\"--language  typical of  a  claim  under\r\n\nsection 43(a).  The first letter threatened to seek  recovery\r\n\nof damages, as well as an injunction.  Damages are a standard\r\n\nremedy   under  section   43(a),  15   U.S.C.      1117;  the\r\n\nMassachusetts  statute  protecting  corporate names  provides\r\n\n                             -7-\r                                         -7-\r\r\n\nonly for administrative and injunctive relief.  Mass. Gen. L.\r\n\nch. 156B,   11.\r\n\n     In  all  events, the  question  under  the case  law  on\r\n\ndeclaratory  judgments is  not whether the  Pioneer companies\r\n\nmade a specific threat to bring a section 43(a) claim or even\r\n\nhad such a claim  in mind.  The federal  declaratory judgment\r\n\nstatute   aims   at  resolving   potential   disputes,  often\r\n\ncommercial in character, that can  reasonably be feared by  a\r\n\npotential  target  in  light  of the  other  side's  conduct.\r\n\nCardinal  Chem. Co. v. Morton  Int'l, Inc., </pre><span class=\"citation\" data-id=\"112857\"><a href=\"/opinion/112857/cardinal-chemical-co-v-morton-intl-inc/\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1967</span></a></span><pre class=\"inline\">,\r                                                      \r\n\n1974-75  (1993).  No competent lawyer advising PHC could fail\r\n\nto tell it  that, based  on the threatening  letters and  the\r\n\nsurrounding circumstances, a section  43(a) suit was a likely\r\n\noutcome.  \r\n\n     Quite  likely PHC  had  tactical advantages  in mind  in\r\n\nbringing  the declaratory  judgment  action.   But, absent  a\r\n\nshowing of bad faith so substantial as to foreclose equitable\r\n\nrelief, its subjective aims  do not matter.  The  question is\r\n\nwhether the  Pioneer companies' letters made  a section 43(a)\r\n\nclaim  against  PHC  a  reasonable prospect.    Although  the\r\n\ndistrict court did not pass explicitly upon this question, an\r\n\naffirmative answer is so clear to  us that there is no reason\r\n\nto  remand on  this  issue.   Thus,  the district  court  had\r\n\nfederal subject-matter jurisdiction as to count I.\r\n\n                             -8-\r                                         -8-\r\r\n\n     Federal  subject  matter jurisdiction  over count  II is\r\n\nequally plain.  In count  II, PHC asked the court  to declare\r\n\nthat  its federally  registered  mark was  valid;  this is  a\r\n\nmatter governed  entirely by  federal law and  plainly within\r\n\nthe  federal  question  jurisdiction  of  a  district  court.\r\n\nAdditionally, section 37 of the Lanham Act, 15 U.S.C.   1119,\r\n\ncited in count  II, empowers the federal courts to \"determine\r\n\nthe  right to  registration [and]  order the  cancellation of\r\n\nregistrations\" in civil cases  in which a registered mark  is\r\n\nat issue, and provides that such determinations shall control\r\n\nthe Patent and Trademark Office.\r\n\n                             III.\r\n\n     Although federal subject  matter jurisdiction is  secure\r\n\nas to  both count I and  count II, a judge  might well wonder\r\n\nwhether  it  ought  to  be  exercised  in  the  teeth  of  an\r\n\nadministrative  proceeding pending before  the Board.   PHC's\r\n\nclaim under count II sought a declaration  that PHC's federal\r\n\nmark was valid; that was the very subject of the cancellation\r\n\nproceeding.  As for  count I, issues of confusion,  likely to\r\n\nbe  addressed in the Board proceeding, might easily have been\r\n\npertinent, perhaps even controlling.\r\n\n     Problems of coordination and priority  between court and\r\n\nagency  are usually  discussed  under the  rubric of  primary\r\n\njurisdiction.  E.g., Massachusetts v. Blackstone Valley Elec.\r                                                                         \r\n\nCo., </pre><span class=\"citation\" data-id=\"705987\"><a href=\"/opinion/705987/commonwealth-of-massachusetts-v-blackstone-valley-electric-company/\"><span class=\"volume\">67</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">981</span></a></span><pre class=\"inline\">, 992 (1st  Cir. 1995).  The  district court\r               \r\n\n                             -9-\r                                         -9-\r\r\n\ndid not use this phrase, but it did rely upon  two cases from\r\n\nthe  Seventh Circuit that  dismissed as premature declaratory\r\n\njudgment suits brought solely to affirm federal  registration\r\n\nof trademarks;  in each  case proceedings were  still pending\r\n\nbefore the Board.1   The  district court also  noted that  it\r\n\nsaw no  reason \"to take  this case\"  from \"an  administrative\r\n\nscheme designed to hear it.\"\r\n\n     The  primary  jurisdiction rubric  is less  an organized\r\n\ndoctrine  than  a  set of  precedents  that  guide  courts in\r\n\ndeciding  when  an  issue should  be  resolved  in the  first\r\n\ninstance  by an agency that has special competence to address\r\n\nit.  United States v. Western Pacific R.R. Co.,  </pre><span class=\"citation\" data-id=\"105425\"><a href=\"/opinion/105425/united-states-v-western-pacific-r-co/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span><pre class=\"inline\">,\r                                                          \r\n\n64  (1956).    The  expertise  of  the  agency,  avoidance of\r\n\nconflict,  indications  of  legislative  intent,   and  other\r\n\nfactors may permit, sometimes even require, such deference by\r\n\ncourt to  agency.  Pierce, Shapiro  &amp; Verkuil, Administrative\r                                                                         \r\n\nLaw and Process    5.8 (2d ed. 1992).  Although  the agency's\r                           \r\n\nown decision may be  subject to judicial review, such  review\r\n\nis customarily of a limited kind.\r\n\n     Two  factors  weigh  heavily against  deference  to  the\r\n\nadministrative proceeding here.   First, the Board  is not an\r\n\nordinary  administrative agency whose findings control unless\r\n\n                    \r                                \r\n\n     1Homemakers, Inc.  v. Chicago  Home for the  Friendless,\r                                                                        \r\n</pre><span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1087</span> </span><pre class=\"inline\">(N.D. Ill. 1970), aff'd,  169 U.S. P.Q. 262\r                                                     \r\n(7th  Cir., cert.  denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">831</span> </span><pre class=\"inline\">(1971);  Merrick v.\r                                                                      \r\nSharpe &amp; Dohme, </pre><span class=\"citation no-link\"><span class=\"volume\">185</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">713</span> </span><pre class=\"inline\">(7th Cir. 1950),  cert. denied,\r                                                                        \r\n</pre><span class=\"citation no-link\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">954</span> </span><pre class=\"inline\">(1951).\r\n\n                             -10-\r                                         -10-\r\r\n\nset  aside  after court  review  under  a highly  deferential\r\n\nstandard.   Under  the Lanham  Act,  where a  contested Board\r\n\nproceeding has  already addressed  the validity of  the mark,\r\n\nthe Board's findings can  be challenged in a civil  action in\r\n\ndistrict court through new evidence, and, at least to a large\r\n\nextent,  the issues  can be  litigated afresh.   15  U.S.C.  \r\n\n1071(b).2  And  Congress permits an initial proceeding in the\r\n\ndistrict court  to challenge  or affirm a  federal registered\r\n\nmark in civil suits  in which a federally registered  mark is\r\n\nin issue,  even without any  prior resort to  the Board.   15\r\n\nU.S.C.   1119.  \r\n\n     Second,  at  least  where   an  infringement  claim   is\r\n\ninvolved--whether   directly  asserted   by  an   \"owner\"  or\r\n\nchallenged  in  a  declaratory action--there  is  often  some\r\n\nurgency.   Ongoing business conduct is  likely to be involved\r\n\nand harm,  possibly irreparable,  may be accruing.   Further,\r\n\nthe  Board  cannot give  relief  for  an infringement  claim,\r\n\neither  injunctive  or  by  way  of  damages.    Under  these\r\n\ncircumstances,   awaiting  the   Board's   action   is   less\r\n\nattractive;  and this is doubly so because (as already noted)\r\n\n                    \r                                \r\n\n     2The  law  in  this  area is  complicated,  and  perhaps\r\nconfused; no  simple generalization does  it justice.   See 3\r                                                                       \r\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Mccarthy,</span> supra</span><pre class=\"inline\">,   21.05.  For present purposes, it is enough\r                           \r\nthat  something  close  to  de  novo  proceedings  are  often\r                                                \r\npossible.  See Goya Foods, Inc. v. Tropicana Prod., Inc., </pre><span class=\"citation\" data-id=\"506058\"><a href=\"/opinion/506058/goya-foods-inc-v-tropicana-products-inc/\"><span class=\"volume\">846</span>\r                                                                    \r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span><pre class=\"inline\">, 853 (2d Cir. 1988). \r\n\n                             -11-\r                                         -11-\r\r\n\nits administrative  findings can so easily  be relitigated in\r\n\ncourt.\r\n\n     Such reasons persuaded the Second Circuit in Goya Foods,\r                                                                         \r\n\nInc. v. Tropicana Prod.,  Inc., </pre><span class=\"citation\" data-id=\"506058\"><a href=\"/opinion/506058/goya-foods-inc-v-tropicana-products-inc/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span> </a></span><pre class=\"inline\">(2d  Cir. 1988).\r                                          \r\n\nThere, a  district court  had dismissed a  declaratory action\r\n\nbrought to  declare the plaintiff  not liable for  a possible\r\n\ntrademark claim; the  district court had  relied on the  fact\r\n\nthat  a  proceeding  to  oppose the  declaratory  plaintiff's\r\n\ntrademark application was pending before the Board in denying\r\n\nthe  plaintiff leave  to  proceed in  court.   Distinguishing\r\n\nordinary primary jurisdiction cases, the Second Circuit ruled\r\n\nthat  the declaratory  judgment  on  the  infringement  claim\r\n\nshould proceed and should not await the Board's action.\r\n\n     We  take the  same view  and conclude  that the  section\r\n\n43(a)  claim in the present case should not be deferred based\r\n\non primary jurisdiction concerns.  The Second Circuit did not\r\n\ndecide whether, given that the  infringement claim was to  be\r\n\nheard by  the district court at once, a companion declaratory\r\n\nclaim  addressed to  the validity  of a  federally registered\r\n\nmark should also be  heard despite the pendency of  the Board\r                            \r\n\nproceeding.  Our case does present that wrinkle, but we think\r\n\nthat the answer is  clear at least in principle:  both claims\r\n\nshould be heard if this  course is more efficient; otherwise,\r\n\nnot.\r\n\n                             -12-\r                                         -12-\r\r\n\n     If no infringement claim were made in the district court\r\n\nbut only a claim that  a federal registration was or  was not\r\n\nvalid, a good argument might exist (absent unusual facts) for\r\n\nawaiting the  completion  of  any  pending  Board  proceeding\r\n\naddressed to the mark's validity.  See </pre><span class=\"citation\" data-id=\"506058\"><span class=\"antecedent_guess\">Goya,</span> <a href=\"/opinion/506058/goya-foods-inc-v-tropicana-products-inc/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">853</span></a></span><pre class=\"inline\">.\r                                                       \r\n\nBut  where an infringement claim is also present and is going\r\n\nto be  considered promptly  by the  court, it normally  makes\r\n\nsense  for the court to resolve a companion validity claim at\r\n\nthe  same  time,  if the  issues  underlying  the  two claims\r                                \r\n\noverlap to an extent that makes this course sensible.\r\n\n     It is hard  to say in the abstract that  such an overlap\r\n\nwill  always exist,  but  our own  case  is probably  a  good\r\n\nillustration.   Seemingly, the  section 43(a) claim  may turn\r\n\nlargely on whether there  is confusion between the registered\r\n\nPHC  mark  and  the   unregistered  marks  that  the  Pioneer\r\n\ncompanies  use to  describe  their services;  and it  appears\r\n\nlikely  that this is also  a central issue,  perhaps the only\r\n\nissue,   in  determining   the  validity  of   PHC's  federal\r\n\nregistration.  Put differently,  if deciding count I requires\r\n\nthe district court to resolve much or all of the substance of\r\n\ncount  II, it would waste  everyone's time not  to settle the\r\n\nregistration issue now.\r\n\n          We are not in  a position to make a  final judgment\r\n\nwhether in this  case count  II should be  litigated at  this\r\n\ntime,  stayed, or  dismissed.   Neither the  parties  nor the\r\n\n                             -13-\r                                         -13-\r\r\n\ndistrict  court   has  sought   to  analyze  in   detail  the\r\n\nrelationship between the issues  underlying the two counts in\r\n\nthe factual  context of  this case; our  conjecture, pointing\r\n\ntoward immediate consideration of  count II, is plausible but\r\n\nit may or may not  be warranted here.  The district  court is\r\n\nfree to make its own initial judgment.\r\n\n                          CONCLUSION\r\n\n     We conclude that the  district court erred in dismissing\r\n\nthe complaint.  There  is nothing in the record  or arguments\r\n\nbefore us that makes it appropriate for the district court to\r\n\ndismiss or defer  consideration of count I.  As  to count II,\r\n\nthe district  court does  have authority  to decide  count II\r\n\nand, in our  view, that  would be the  appropriate course  if\r\n\ndeciding count I effectively entailed deciding many or all of\r\n\nthe issues underlying count II.    \r\n\n     The  judgment  of  dismissal  is vacated  and  the  case\r                                                         \r\n\nremanded for proceedings consistent with this opinion.\r                    \r\n\n                             -14-\r                                         -14-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104808/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105059/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105425/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112857/",
    "https://www.courtlistener.com/api/rest/v3/opinions/282135/",
    "https://www.courtlistener.com/api/rest/v3/opinions/295426/",
    "https://www.courtlistener.com/api/rest/v3/opinions/351555/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506058/",
    "https://www.courtlistener.com/api/rest/v3/opinions/705987/"
  ]
}