{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196521/",
  "id": 196521,
  "absolute_url": "/opinion/196521/am-capens-co-v-american-trading/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196521/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:07:54Z",
  "date_modified": "2020-02-21T23:14:53.389941Z",
  "type": "010combined",
  "sha1": "f9879fc89e052b746d39d920f7b89061efffea22",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1870.01A",
  "local_path": null,
  "plain_text": "\n\nFebruary 9, 1996\r\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                     \r\n\nNo. 95-1870\r\n\n                   A.M. CAPEN'S CO., INC.,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n         AMERICAN TRADING AND PRODUCTION CORPORATION\r\n     AND BLAS ROSSY ASENCIO AND HIS CONJUGAL PARTNERSHIP,\r\n\n                   Defendants, Appellants.\r\n\n                                     \r\n\n                         ERRATA SHEET\r\n\n   The opinion of  this court  issued on January  18, 1996,  is\r\n\namended as follows:\r\n\n   Page 14, line 6:   Change \"P.R. Laws Ann. tit. 13\"  to \"P.R.\r\n\nLaws Ann. tit. 14\".\r\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo.  95-1870\r\n\n                   A.M. CAPEN'S CO., INC.,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n         AMERICAN TRADING AND PRODUCTION CORPORATION\r\n     AND BLAS ROSSY ASENCIO AND HIS CONJUGAL PARTNERSHIP,\r\n\n                   Defendants, Appellants.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n       [Hon. Daniel R. Dominguez, U.S. District Judge]\r                                                                 \r\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nJos  Enrique Colon Santana for appellant.\r                                      \r\nPhilip E. Roberts for appellee.\r                             \r\n\n                                         \r\n\n                       January 18, 1996\r\n                                         \r\r\n\n          BOWNES, Senior  Circuit Judge.   This is  an appeal\r                      BOWNES, Senior  Circuit Judge.\r                                                   \r\n\nfrom a  preliminary injunction  issued by the  district court\r\n\nbarring defendant-appellant American  Trading and  Production\r\n\nCorp.  (\"ATAPCO\")  from  terminating plaintiff-appellee  A.M.\r\n\nCapen's Co., Inc. (\"Capen's\") as an exclusive distributor for\r\n\nPuerto  Rico of  ATAPCO's  products.   Capen's  had filed  an\r\n\naction  in the United States  District Court for the District\r\n\nof Puerto Rico alleging that  ATAPCO violated P.R. Laws  Ann.\r\n\ntit. 10,   278, et seq. (1976 and  Supp. 1989)(a.k.a. Law 75,\r                                   \r\n\nthe Puerto Rico Dealer's  Act) by terminating the exclusivity\r\n\nof the distributorship.  Section 278a of title 10 provides:\r\n\n             Notwithstanding  the  existence  in  a\r\n          dealer's contract of  a clause  reserving\r\n          to  the parties  the unilateral  right to\r\n          terminate  the existing  relationship, no\r\n          principal  or  grantor  may  directly  or\r\n          indirectly perform any act detrimental to\r\n          the established relationship or refuse to\r\n          renew   said   contract  on   its  normal\r\n          expiration, except for just cause.\r\n\nThe injunction was issued  pursuant to the provisional remedy\r\n\nprovision, Section 278b.1 of the Act, which provides:\r\n\n             In  any litigation  in which  there is\r\n          directly   or  indirectly   involved  the\r\n          termination of a dealer's contract or any\r\n          act   in   prejudice   of  the   relation\r\n          established  between   the  principal  or\r\n          grantor and  the  dealer, the  Court  may\r\n          grant,  during the time the litigation is\r\n          pending solution,  any provisional remedy\r\n          or  measure of an  interdictory nature to\r\n          do or to desist  from doing, ordering any\r\n          of the parties, or both, to continue,  in\r\n          all its terms,  the relation  established\r\n          by  the  dealer's  contract,   and/or  to\r\n          abstain  from performing  any act  or any\r\n\n                             -2-\r                                          2\r\r\n\n          omission  in prejudice  thereof.   In any\r\n          case  in  which  the  provisional  remedy\r\n          herein provided is  requested, the  Court\r\n          shall  consider  the  interests   of  all\r\n          parties concerned and the purposes of the\r\n          public policy contained in this chapter.\r\n\n          There  is no  dispute as  to the  basic facts.   In\r\n\n1978,  Capen's  entered  into  an  agreement   with  ATAPCO's\r\n\npredecessor,  Sheller-Globe, to be  the exclusive distributor\r\n\nof  Globe-Weiss  and Steelmaster  office  products in  Puerto\r\n\nRico, the Caribbean, the  Dominican Republic, and Central and\r\n\nSouth America.   The agreement did not  contain an expiration\r\n\ndate.   Although confirmed in  a written letter,  the parties\r\n\ndid not sign a  formal contract because they could  not agree\r\n\non  the law that  would apply to  the contract.   When ATAPCO\r\n\ntook over, the arrangement with Capen's continued, as did the\r\n\ndisagreement as to choice-of-law and forum selection clauses.\r\n\n          ATAPCO,  with its  principal place  of  business in\r\n\nMissouri,  wanted  Missouri law  to  apply  to the  contract.\r\n\nCapen's, a New Jersey corporation with its principal place of\r\n\nbusiness in  that state, wanted Puerto Rico law to apply.  As\r\n\na result, ATAPCO and Capen's never signed a  formal contract.\r\n\nIn December 1993, ATAPCO  wrote a letter to Capen's  in which\r\n\nit terminated the exclusive aspect of the dealership.  ATAPCO\r\n\ndid  not end the Capen's dealership; it reserved the right to\r\n\nsell  to  others.   ATAPCO made  Blas  Rossy Asencio  a sales\r\n\nrepresentative for the area  for which Capen's originally had\r\n\n                             -3-\r                                          3\r\r\n\nthe exclusive rights.  This lawsuit ensued.1\r\n\n              Proceedings of the District Court\r                          Proceedings of the District Court\r                                                           \r\n\n          The  district court  adopted the  recommendation of\r\n\nthe  Magistrate  Judge that  the  provisional  remedy in  the\r\n\nPuerto Rico Dealer's Act be granted.  The court then issued a\r\n\nfull-blown opinion  giving the reasons  for its  action.   It\r\n\nfound that Capen's  \"has exhibited a likelihood of success on\r\n\nthe merits.\"  A.M.  Capens Co., Inc. v. American  Trading and\r                                                                         \r\n\nProd.  Corp., 892 F.  Supp. 36,  38 (D.P.R.  1995).   It then\r                        \r\n\nheld:\r\n\n             Capens   has   also  shown   that  his\r\n          business  will suffer  irreparable injury\r\n          if the injunction  is not granted because\r\n          Mr.  Rossy Asencio will  continue to sell\r\n          the  products in the areas wherein Capens\r\n          had  the  exclusivity   with  the   added\r\n          competitive  advantage   for  Asencio  of\r\n          freight charges assumed  by ATAPCO.   The\r\n          above  will  obviously mean  that Capens'\r\n          business  market  will  be  significantly\r\n          irreparably diminished.\r\n\n             The harm that Capens will  suffer most\r\n          certainly  outweighs  ATAPCO's   possible\r\n          harm:    the  business area  will  remain\r\n          unchanged (the Caribbean and  Central and\r\n          South America) and  ATAPCO will  continue\r\n          receiving  benefits,  either through  Mr.\r\n          Rossy  Asencio  or  through A.M.  Capens;\r\n          however, the harm is for Capens who  will\r\n          lose  business  market  should Mr.  Rossy\r\n          Asencio  continue  to interfere  with the\r\n          customers.\r\n\nId.  at 38-39.    Finally, the  court  held that  the  public\r               \r\n\n                    \r                                \r\n\n1.  Capen's  has   sued  Blas  Rossy   Asencio  for  tortious\r\ninference with contractual relations.\r\n\n                             -4-\r                                          4\r\r\n\ninterest \r\n\n                             -5-\r                                          5\r\r\n\nwould   not   be  adversely   affected  by   the  preliminary\r\n\ninjunction.  Id. at 39.\r                            \r\n\n          It is  obvious that  what we  are reviewing  is not\r\n\nonly a provisional remedy under the Puerto Rico Dealer's Act,\r\n\nbut  a  preliminary injunction  that  meets,  at least  prima\r                                                                         \r\n\nfacie, all federal requisites.   The appropriate standard for\r                 \r\n\nreviewing a  preliminary injunction  is abuse  of discretion.\r\n\nJiminez Fuentes v. Torres Gaztambide, 807 F.2d  236, 239 (1st\r                                                \r\n\nCir. 1986)(en banc), cert. denied, 481 U.S. 1014 (1987).\r                                             \r\n\n                           Analysis\r                                       Analysis\r                                               \r\n\n          We  start our analysis with the only finding of the\r\n\ndistrict court to which defendant has objected -- probability\r\n\nof success on the  merits.  Defendant's appeal is  posited on\r\n\ntwo  contentions:  that Puerto  Rico law does  not apply; and\r\n\nthat plaintiff is not a dealer under the Puerto Rico Dealer's\r\n\nstatute.    As the  district court  noted,  this is  \"a close\r\n\nmatter.\"  Id.\r                         \r\n\n          That  is because Capen's does not fit the mold of a\r\n\ntypical Puerto Rican dealer.  It does not advertise in Puerto\r\n\nRico  and has  neither  a warehouse  nor  a showroom  on  the\r\n\nIsland.   It sells exclusively to  retailers and wholesalers.\r\n\nThough Capen's sometimes  sends an agent  to Puerto Rico,  it\r\n\ndoes  not have  a  resident agent  on the  Island and  is not\r\n\nqualified to do business  in Puerto Rico on a  regular basis.\r\n\nOn the other hand, the annual sales made by Capen's in Puerto\r\n\n                             -6-\r                                          6\r\r\n\nRico under its exclusive distributorship increased from about\r\n\n$30,000 in 1978 to $423,000 in 1993.  Total Puerto Rico sales\r\n\nof  ATAPCO products  for the  five-year period  spanning from\r\n\n1989 to 1993 came to about $1,976,000.  \r\n\n          The  first  issue  is   what  law  applies.    This\r\n\nnecessitates an examination of the conflict of law principles\r\n\ngoverning contract and tort law.\r\n\n                       Contract Factors\r                                   Contract Factors\r                                                   \r\n\n          ATAPCO contends that the district court incorrectly\r\n\napplied Puerto  Rico choice of  law rules to  the facts.   It\r\n\nstresses  that  none  of  the  acts  --  negotiation  of  the\r                                \r\n\ncontract, performance  of the contract obligations, or breach\r\n\nof the contract -- took place in Puerto Rico.   It points out\r\n\nthat neither it nor Capen's  has offices or employees located\r\n\nin Puerto Rico.  \r\n\n          The Supreme  Court of Puerto Rico  has approved the\r\n\n\"dominant or significant contacts\" test for contract and tort\r\n\nactions.  In re San Juan Dupont Plaza Hotel Fire Litig.,  745\r                                                                   \r\n\nF.  Supp.  79, 82  (D.P.R. 1990).    Thus, \"the  laws  of the\r\n\njurisdiction with the most  significant contacts with respect\r\n\nto the disputed  issue should  apply.\"  Id.   In  determining\r                                                       \r\n\nthis  question,  recourse  to  the  Restatement  (Second)  of\r\n\nConflict  of Laws is appropriate.  Id. (citing Sections 6 and\r                                                  \r\n\n188).\r\n\n          Under  Section  188 of  the  Restatement, absent  a\r\n\n                             -7-\r                                          7\r\r\n\ncontractual  choice  of law,  the contacts  to be  taken into\r\n\naccount in a contract action include:\r\n\n          (a)  the place of contracting,\r\n\n          (b)  the place of negotiation of the contract,\r\n\n          (c)  the place of performance,\r\n\n          (d)   the location of the  subject matter\r\n          of\r\n          the contract, and\r\n\n          (e)  the domicil, residence, nationality,\r\n          place   of   corporation  and   place  of\r\n          business of the parties.\r\n\nRestatement (Second) of Conflict of Laws   188 (1971).\r\n\n          The  places  of  contracting  and  negotiating  the\r\n\ncontract  in question  occurred  in  the  continental  United\r\n\nStates.   ATAPCO and Capen's  met in St.  Louis, Missouri, to\r\n\ndiscuss the  contract; they  also spoke  by phone.   However,\r\n\n\"[s]tanding alone,  the place of contracting  is a relatively\r\n\ninsignificant contact.\"  Id.   188 cmt. e.\r                                        \r\n\n          The  performance of  the  contract takes  place, in\r\n\npart, in  the continental United States.  When Capen's wishes\r\n\nto purchase products  from ATAPCO,  it places  an order  with\r\n\nATAPCO's   customer  service   offices  in   Pennsylvania  or\r\n\nMissouri.  The goods  are then sent to Capen's  in New Jersey\r\n\nor  to the point of  embarkation.  Sometimes  Capen's sends a\r\n\ntrailer   to  the   Pennsylvania  office   to  pick   up  the\r\n\nmerchandise.   But performance also occurs  in Puerto Rico --\r\n\nwhere the market is\r\n\n                             -8-\r                                          8\r\r\n\n -- because the contract  granted Capen's the exclusive right\r\n\nto sell  ATAPCO's products there.  See Id.   188 cmt. c (\"[A]\r                                                      \r\n\nstate  where  a  contract  provides  that  a  given  business\r\n\npractice  is to  be pursued  has an  obvious interest  in the\r\n\napplication of its rule designed to regulate or to deter that\r\n\nbusiness practice.\").\r\n\n          The location of the  subject matter of the contract\r\n\nsimilarly varies, depending on one's  view.  If the  products\r                                                                         \r\n\nsold  by ATAPCO,  and  then by  Capen's,  are considered  the\r\n\nsubject matter,  they start  out in Pennsylvania  or Missouri\r\n\n(and  Kentucky according to ATAPCO) and end up in New Jersey.\r\n\nArguably, this is the end of the line because  when the goods\r\n\nare  shipped to  Puerto  Rico,  they  become the  subject  of\r\n\ncontracts between  Capen's and its customers  in Puerto Rico.\r\n\nATAPCO, not surprisingly,  takes this position, pointing  out\r\n\nthat it has no direct contacts in Puerto Rico.\r\n\n          The  other subject  matter of  the contract  is the\r\n\nstatus of  Capen's as  the exclusive distributor  of ATAPCO's\r\n\nmerchandise.    This, it  seems clear,  is located  in Puerto\r\n\nRico.  It is this subject matter which  is in dispute, rather\r\n\nthan,  say, the  price of  the goods or  the manner  of their\r\n\ndelivery to Capen's.  The essential purpose of the  exclusive\r\n\ndistributor-ship was  to enable Capen's to  sell the products\r\n\nit purchased from ATAPCO in Puerto Rico without competition.\r\n\n          The  last factor -- the  location of the parties --\r\n\n                             -9-\r                                          9\r\r\n\ndoes  not  point  to   Puerto  Rico.    ATAPCO,   a  Missouri\r\n\ncorporation,  has main offices  in Pennsylvania  and Missouri\r\n\nand  also  apparently  conducts  business  in  Maryland   and\r\n\nKentucky.  Capen's is a New Jersey corporation with its place\r\n\nof  business  there.   Capen's  does  not have  any  offices,\r\n\nwarehouses or permanent employees in Puerto Rico; it does not\r\n\nhave  a Puerto Rico address  or phone number.   Capen's does,\r\n\nhowever,  regularly send  employees  to Puerto  Rico to  take\r\n\norders from customers.\r\n\n                         Tort Factors\r                                     Tort Factors\r                                                 \r\n\n          A  breach of Law 75 is considered a \"tortious act.\"\r\n\nTelenetworks, Inc. v. Motorola Universal Data Sys., Inc.,    \r                                                                    \r\n\nF.  Supp.    ,      1995  WL 707412,  at  2 (D.P.R.  Nov. 28,\r\n\n1995).  Section 278b of the  Dealer's Act provides:  \"[i]f no\r\n\njust cause exists  for the  termination . .  . the  principal\r\n\nshall have  executed a  tortious act  against the dealer  and\r\n\nshall indemnify it.\" \r\n\n          The Restatement of  Conflict of Laws  provides that\r\n\nin  a  tort  action the  law  of  the  state  with  the  most\r\n\nsignificant relationship to \"the  occurrence and the parties\"\r\n\ncontrols.   Restatement (Second)  of Conflict  of Laws    145\r\n\n(1971).    The  following   contacts  should  be  taken  into\r\n\nconsideration:\r\n\n          (a)  the place where the injury occurred,\r\n\n          (b)   the place where the conduct causing\r\n          the injury occurred,\r\n\n                             -10-\r                                          10\r\r\n\n          (c)  the domicil, residence, nationality,\r\n          place  of  incorporation  and   place  of\r\n          business of the parties, and\r\n\n          (d)  the place where the relationship, if\r\n               any,  between  the  parties  is\r\n               centered.\r\n\nId.\r               \r\n\n          The injury occurred in  Puerto Rico because that is\r\n\nwhere the  exclusive Capen's dealership was  terminated.  The\r\n\ntermination directly impacts the position Capen's held in the\r\n\nPuerto Rico  market.  See Colletti v. Ovaltine Food Products,\r                                                                        \r\n\n274  F.  Supp.  719, 722  (D.P.R.  1967)  (where an  Illinois\r\n\ncorporation  terminated the distributorship of a Puerto Rican\r\n\ndealer, its failure to \"place the goods in Puerto Rico at the\r\n\ndisposal of  the . . .  dealer\" is a tortious  act which \"did\r\n\nnot take place anywhere but  in Puerto Rico\").  Additionally,\r\n\nbecause Law 75 is aimed at compensating victims  for wrongful\r\n\nterminations,  Puerto Rico,  the site  of the  injury,  has a\r\n\ngreater interest in applying its laws.  See Restatement   145\r                                                       \r\n\ncmt. c; Colletti, 274  F. Supp. at 722 (\"[R]egardless  of the\r                            \r\n\nmanner  in which the defendant  . . .  allegedly notified the\r\n\nplaintiff\"  of the  termination of  its distributorship,  the\r\n\ndefendant  executed the  tortious act  within Puerto  Rico.).\r\n\nViewing all of the relevant factors  as a whole, we find they\r\n\ncut in favor of applying Puerto Rico law. \r\n\n                    General Considerations\r                                General Considerations\r                                                      \r\n\n          Section 6 of  the Restatement (Second)  of Conflict\r\n\n                             -11-\r                                          11\r\r\n\nof Laws sets forth  general choice of law principles.   Where\r\n\nthere is no statute on point, the following factors should be\r\n\nconsidered:\r\n\n          (a)  the needs of the interstate and\r\n          international systems,\r\n\n          (b)  the relevant policies of the forum,\r\n\n          (c)  the relevant policies of other\r\n          interested   states   and  the   relative\r\n          interests   of   those   states  in   the\r\n          determination of the particular issue,\r\n\n          (d)  the protection of justified expecta-\r\n          tions,\r\n\n          (e)  the basic policies underlying the\r\n          particular field of law,\r\n\n          (f)  certainty, predictability and\r\n          uniformity of result, and\r\n\n          (g)  ease in the determination and\r\n          application of the law to be applied.\r\n\nRestatement (Second) of Conflict of Laws   6 (1971).\r\n\n          Taking  the  policy   issues  first,  courts   have\r\n\nrecognized that Law 75 \"was  passed to protect the  interests\r\n\nof   commercial  distributors   working   in  Puerto   Rico.\"\r\n\nBallester Hermanos, Inc. v.  Campbell Soup Co., 797  F. Supp.\r                                                          \r\n\n103,  106 (D.P.R. 1992).   Law 75 is  \"'directed to level the\r\n\ncontractual conditions between two groups financially unequal\r\n\nin their strength.'\"   Draft-Line  Corp. v. Hon  Co., 781  F.\r                                                                \r\n\nSupp 841, 844 (D.P.R. 1991) (quoting Walborg Corp v. Tribunal\r                                                                         \r\n\nSuperior,  140 D.P.R. 184, 189 (1975)),  aff'd, 983 F.2d 1046\r                                                          \r\n\n(1st Cir. 1993).\r\n\n                             -12-\r                                          12\r\r\n\n             The  Dealer's Act  was enacted  by the\r\n          Puerto  Rico  Legislature to  prevent the\r\n          economic  exploitation of  local dealers.\r\n          The Legislature had observed that dealers\r\n          in   Puerto    Rico   were   particularly\r\n          vulnerable  to  summary termination  once\r\n          they had established  a favorable  market\r\n          for a principal's products.\r\n\nId. at 843-44.\r               \r\n\n          The Puerto Rico Dealer's  Act has been described as\r\n\nembodying  a \"strong  public  policy.\"   Medina  &amp; Medina  v.\r                                                                         \r\n\nCountry  Pride Foods, Ltd., 858 F.2d 817, 820 (1st Cir. 1988)\r                                      \r\n\n(response  of  Puerto  Rico  Supreme  Court  to  a  certified\r\n\nquestion  concerning Law 75).  The  case law establishes that\r\n\nPuerto  Rico  has  a  substantial  interest  in  seeing  that\r\n\ndistributorships  are not arbitrarily  terminated or, if they\r\n\nare,  that \"due  reparation\" is  provided to  them.   Bonn v.\r                                                                         \r\n\nPuerto Rico Int'l Airlines,  Inc., 518 F.2d 89, 91  (1st Cir.\r                                             \r\n\n1975).\r\n\n          As the district court pointed out, there is nothing\r\n\nin the  statute that requires  a dealer to  be a  resident of\r\n\nPuerto  Rico,  to  be  authorized   to  do  business  in  the\r\n\nCommonwealth,  or  to have  a place  of  business such  as an\r\n\noffice,  showroom or warehouse on the Island.  Section 278 of\r\n\nthe Act defines \"Dealer\" and \"Dealer's Contract\":\r\n\n             (a)  Dealer:  person actually inter-\r\n          ested  in a dealer's  contract because of\r\n          his having effectively  in his charge  in\r\n          Puerto  Rico  the  distribution,  agency,\r\n          concession or representation  of a  given\r\n          merchandise or service;\r\n\n                             -13-\r                                          13\r\r\n\n             (b)  Dealer's contract:   relationship\r\n          established  between  a   dealer  and   a\r\n          principal   or    grantor   whereby   and\r\n          irrespectively of the manner in which the\r\n          parties may call, characterize or execute\r\n          such  relationship,  the former  actually\r\n          and  effectively  takes  charge   of  the\r\n          distribution of a  merchandise, or of the\r\n          rendering of a service, by  concession or\r\n          franchise, on the market of Puerto Rico.\r\n\nP.R.  Laws Ann.  tit.  10,     278  (1976  and  Supp.  1989).\r\n\nAccordingly, Capen's  appears to  satisfy  the definition  of\r\n\ndealer within the Dealer's Act.\r\n\n          Although both Missouri and New Jersey have statutes\r\n\nprotecting  dealers, we do not think that either state has an\r\n\ninterest in protecting Capen's in  the instant circumstances.\r\n\nMissouri provides  that a  franchisor must give  ninety days'\r\n\nnotice  to  a  franchisee of  a  termination  of  a franchise\r\n\nagreement  and  that,  in  the  absence  of  such  notice,  a\r\n\nfranchisee may recover  damages.  Mo. Rev. Stat.     407.405,\r\n\n407.410  (1974  and Supp.  1975).    The law,  however,  only\r\n\napplies to distributors with a place of business in Missouri.\r\n\nMo. Rev. Stat.   407.400(1) (1974 and Supp. 1975) (definition\r\n\nof \"franchise\").  It  is plain that Capen's has  no franchise\r\n\npresence in Missouri.\r\n\n          New  Jersey  has a  Franchise  Practices Act  which\r\n\nprovides that notice  (60 days)  must be given  prior to  the\r\n\ntermination  of  a  franchise   agreement  and  that  such  a\r\n\ntermination only can  be based  on \"good cause.\"   N.J.  Rev.\r\n\nStat.   56:10-5 (1971).  As in Missouri, the Act applies only\r\n\n                             -14-\r                                          14\r\r\n\nto  a franchisee who establishes a \"place of business\" in New\r\n\nJersey.  Id.   56:10-4.  Thus, even though Capen's is located\r                        \r\n\nin New Jersey, it does not qualify for the Act's protection.\r\n\n          Because  all three  jurisdictions evince  a general\r\n\npolicy of  protecting distributors, we can  fairly infer that\r\n\nthe application of Puerto Rico law would not  offend Missouri\r\n\nor  New  Jersey.   By  restricting protection  to  only those\r\n\ndealers who service customers  within the state, Missouri and\r\n\nNew Jersey  are concerned  with dealers who  have established\r\n\nmarkets  within their borders.  Thus, it makes sense, in this\r\n\ncase, to apply the  law of the jurisdiction in  which Capen's\r\n\nmaintains its market.\r\n\n          In this context, ATAPCO argues that under P.R. Laws\r\n\nAnn. tit. 14,   2403 (1989),  Capen's is not required to file\r\n\ninformational   documents   (certificate  of   incorporation,\r\n\nstatement  of assets  and liabilities)  with the  Puerto Rico\r\n\nDepartment  of State to  qualify as doing  business in Puerto\r\n\nRico.   Section 2403  exempts from filing  those corporations\r\n\nwhich only receive,  outside Puerto Rico,  orders by mail  or\r\n\notherwise  and fill  the orders  by  shipping the  goods into\r\n\nPuerto Rico  from the  outside.   ATAPCO argues  that because\r\n\nSection  2403 exempts  Capen's from having  to qualify  to do\r\n\nbusiness  in Puerto Rico, Puerto Rico can have no interest in\r\n\nprotecting the  status of Capen's  as a distributor.   ATAPCO\r\n\npresents  no  cases in  support  of this  contention  and, as\r\n\n                             -15-\r                                          15\r\r\n\nalready noted, there  is nothing in  the Dealer's Act  giving\r\n\nrise to such a requirement.\r\n\n          This  is  an appeal  from  a  grant of  preliminary\r\n\ninjunctive  relief.   When  an appeal  comes  to us  in  that\r\n\nposture, the appellate court's  \"conclusions as to the merits\r\n\nof  the issues presented on preliminary  injunction are to be\r\n\nunderstood as  statements of probable outcomes,\"  rather than\r\n\nas  comprising the ultimate  law of  the case.   Narragansett\r                                                                         \r\n\nIndian  Tribe v.  Guilbert, 934  F.2d 4,  6 (1st  Cir. 1991);\r                                      \r\n\naccord Jimeniz Fuentes v. Torres Gatzambide, 807 F.2d at 238.\r                                                       \r\n\nIn this case, we conclude that, bringing all the factors into\r\n\nconsideration, the  law of Puerto Rico  most probably applies\r\n\nto  this  hybrid  contract/tort  action  and,  perforce,  the\r\n\ndistrict  court properly  made reference  to the  Puerto Rico\r\n\nDealer's  Act for  the  purpose of  the  motion to  impose  a\r\n\nprovisional remedy.\r\n\n          Because ATAPCO  has neither briefed  nor argued the\r\n\nother factors  that the district court  considered in issuing\r\n\nthe preliminary injunction,  we need not  consider them.   We\r\n\nmust  note, however,  after reviewing  the record  carefully,\r\n\nthat  we agree  with  the district  court's  findings:   that\r\n\nCapen's would suffer  irreparable harm  unless a  preliminary\r\n\ninjunction issued; that no appreciable harm would be incurred\r\n\nby  ATAPCO  by reason  of such  relief;  and that  the public\r\n\ninterest  would not  be adversely  affected by  a preliminary\r\n\n                             -16-\r                                          16\r\r\n\ninjunction.\r\n\n          Affirmed.\r                      Affirmed.\r                               \r\n\n                             -17-\r                                          17\r\r\n",
  "html": "<p class=\"case_cite\">74 F.3d 317</p>\n    <p class=\"parties\">A.M. CAPEN'S CO., INC., Plaintiff, Appellee,<br>v.<br>AMERICAN TRADING AND PRODUCTION CORPORATION and Blas Rossy<br>Asencio and His Conjugal Partnership, Defendants,<br>Appellants.</p>\n    <p class=\"docket\">No. 95-1870.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 8, 1995.<br>Decided Jan. 18, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jose Enrique Colon Santana for appellant.</p>\n      <p class=\"indent\">Philip E. Roberts for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a preliminary injunction issued by the district court barring defendant-appellant American Trading and Production Corp.  (\"ATAPCO\") from terminating plaintiff-appellee A.M. Capen's Co., Inc.  (\"Capen's\") as an exclusive distributor for Puerto Rico of ATAPCO's products.  Capen's had filed an action in the United States District Court for the District of Puerto Rico alleging that ATAPCO violated P.R. Laws Ann. tit. 10, Sec. 278, et seq.  (1976 and Supp.1989) (a.k.a. Law 75, the Puerto Rico Dealer's Act) by terminating the exclusivity of the distributorship.  Section 278a of title 10 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Notwithstanding the existence in a dealer's contract of a clause reserving to the parties the unilateral right to terminate the existing relationship, no principal or grantor may directly or indirectly perform any act detrimental to the established relationship or refuse to renew said contract on its normal expiration, except for just cause.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The injunction was issued pursuant to the provisional remedy provision, Section 278b-1 of the Act, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In any litigation in which there is directly or indirectly involved the termination of a dealer's contract or any act in prejudice of the relation established between the principal or grantor and the dealer, the Court may grant, during the time the litigation is pending solution, any provisional remedy or measure of an interdictory nature to do or to desist from doing, ordering any of the parties, or both, to continue, in all its terms, the relation established by the dealer's contract, and/or to abstain from performing any act or any omission in prejudice thereof.  In any case in which the provisional remedy herein provided is requested, the Court shall consider the interests of all parties concerned and the purposes of the public policy contained in this chapter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There is no dispute as to the basic facts.  In 1978, Capen's entered into an agreement with ATAPCO's predecessor, Sheller-Globe, to be the exclusive distributor of Globe-Weiss and Steelmaster office products in Puerto Rico, the Caribbean, the Dominican Republic, and Central and South America.  The agreement did not contain an expiration date.  Although confirmed in a written letter, the parties did not sign a formal contract because they could not agree on the law that would apply to the contract.  When ATAPCO took over, the arrangement with Capen's continued, as did the disagreement as to choice-of-law and forum selection clauses.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">ATAPCO, with its principal place of business in Missouri, wanted Missouri law to apply to the contract.  Capen's, a New Jersey corporation with its principal place of business in that state, wanted Puerto Rico law to apply.  As a result, ATAPCO and Capen's never signed a formal contract.  In December 1993, ATAPCO wrote a letter to Capen's in which it terminated the exclusive aspect of the dealership.  ATAPCO did not end the Capen's dealership;  it reserved the right to sell to others.  ATAPCO made Blas Rossy Asencio a sales representative for the area for which Capen's originally had the exclusive rights.  This lawsuit ensued.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>Proceedings of the District Court</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court adopted the recommendation of the Magistrate Judge that the provisional remedy in the Puerto Rico Dealer's Act be granted.  The court then issued a full-blown opinion giving the reasons for its action.  It found that Capen's \"has exhibited a likelihood of success on the merits.\"  A.M. Capens Co., Inc. v. American Trading and Prod.  Corp., 892 F.Supp. 36, 38 (D.P.R.1995).  It then held:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Capens has also shown that his business will suffer irreparable injury if the injunction is not granted because Mr. Rossy Asencio will continue to sell the products in the areas wherein Capens had the exclusivity with the added competitive advantage for Asencio of freight charges assumed by ATAPCO.  The above will obviously mean that Capens' business market will be significantly irreparably diminished.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The harm that Capens will suffer most certainly outweighs ATAPCO's possible harm:  the business area will remain unchanged (the Caribbean and Central and South America) and ATAPCO will continue receiving benefits, either through Mr. Rossy Asencio or through A.M. Capens;  however, the harm is for Capens who will lose business market should Mr. Rossy Asencio continue to interfere with the customers.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Id. at 38-39.   Finally, the court held that the public interest would not be adversely affected by the preliminary injunction.  Id. at 39.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is obvious that what we are reviewing is not only a provisional remedy under the Puerto Rico Dealer's Act, but a preliminary injunction that meets, at least prima facie, all federal requisites.  The appropriate standard for reviewing a preliminary injunction is abuse of discretion.  Jimenez Fuentes v. Torres Gaztambide, 807 F.2d 236, 239 (1st Cir.1986) (en banc), cert. denied, 481 U.S. 1014, 107 S.Ct. 1888, 95 L.Ed.2d 496 (1987).</p>\n    </div>\n    <p>Analysis</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We start our analysis with the only finding of the district court to which defendant has objected--probability of success on the merits.  Defendant's appeal is posited on two contentions:  that Puerto Rico law does not apply;  and that plaintiff is not a dealer under the Puerto Rico Dealer's statute.  As the district court noted, this is \"a close matter.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">That is because Capen's does not fit the mold of a typical Puerto Rican dealer.  It does not advertise in Puerto Rico and has neither a warehouse nor a showroom on the Island.  It sells exclusively to retailers and wholesalers.  Though Capen's sometimes sends an agent to Puerto Rico, it does not have a resident agent on the Island and is not qualified to do business in Puerto Rico on a regular basis.  On the other hand, the annual sales made by Capen's in Puerto Rico under its exclusive distributorship increased from about $30,000 in 1978 to $423,000 in 1993.  Total Puerto Rico sales of ATAPCO products for the five-year period spanning from 1989 to 1993 came to about $1,976,000.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The first issue is what law applies.  This necessitates an examination of the conflict of law principles governing contract and tort law.</p>\n    </div>\n    <p>Contract Factors</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">ATAPCO contends that the district court incorrectly applied Puerto Rico choice of law rules to the facts.  It stresses that none of the acts--negotiation of the contract, performance of the contract obligations, or breach of the contract--took place in Puerto Rico.  It points out that neither it nor Capen's has offices or employees located in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Supreme Court of Puerto Rico has approved the \"dominant or significant contacts\" test for contract and tort actions.  In re San Juan Dupont Plaza Hotel Fire Litig., 745 F.Supp. 79, 82 (D.P.R.1990).  Thus, \"the laws of the jurisdiction with the most significant contacts with respect to the disputed issue should apply.\"  Id.  In determining this question, recourse to the Restatement (Second) of Conflict of Laws is appropriate.  Id. (citing Sections 6 and 188).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under Section 188 of the Restatement, absent a contractual choice of law, the contacts to be taken into account in a contract action include:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>(a) the place of contracting,</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>(b) the place of negotiation of the contract,</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>(c) the place of performance,</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>(d) the location of the subject matter of the contract, and</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>(e) the domicil, residence, nationality, place of incorporation and place of business of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Restatement (Second) of Conflict of Laws Sec. 188 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The places of contracting and negotiating the contract in question occurred in the continental United States.  ATAPCO and Capen's met in St. Louis, Missouri, to discuss the contract;  they also spoke by phone.  However, \"[s]tanding alone, the place of contracting is a relatively insignificant contact.\"   Id. Sec. 188 cmt. e.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The performance of the contract takes place, in part, in the continental United States.  When Capen's wishes to purchase products from ATAPCO, it places an order with ATAPCO's customer service offices in Pennsylvania or Missouri.  The goods are then sent to Capen's in New Jersey or to the point of embarkation.  Sometimes Capen's sends a trailer to the Pennsylvania office to pick up the merchandise.  But performance also occurs in Puerto Rico--where the market is--because the contract granted Capen's the exclusive right to sell ATAPCO's products there.  See Id. Sec. 188 cmt. c (\"[A] state where a contract provides that a given business practice is to be pursued has an obvious interest in the application of its rule designed to regulate or to deter that business practice.\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The location of the subject matter of the contract similarly varies, depending on one's view.  If the products sold by ATAPCO, and then by Capen's, are considered the subject matter, they start out in Pennsylvania or Missouri (and Kentucky according to ATAPCO) and end up in New Jersey.  Arguably, this is the end of the line because when the goods are shipped to Puerto Rico, they become the subject of contracts between Capen's and its customers in Puerto Rico.  ATAPCO, not surprisingly, takes this position, pointing out that it has no direct contacts in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The other subject matter of the contract is the status of Capen's as the exclusive distributor of ATAPCO's merchandise.  This, it seems clear, is located in Puerto Rico.  It is this subject matter which is in dispute, rather than, say, the price of the goods or the manner of their delivery to Capen's.  The essential purpose of the exclusive distributorship was to enable Capen's to sell the products it purchased from ATAPCO in Puerto Rico without competition.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The last factor--the location of the parties--does not point to Puerto Rico.  ATAPCO, a Missouri corporation, has main offices in Pennsylvania and Missouri and also apparently conducts business in Maryland and Kentucky.  Capen's is a New Jersey corporation with its place of business there.  Capen's does not have any offices, warehouses or permanent employees in Puerto Rico;  it does not have a Puerto Rico address or phone number.  Capen's does, however, regularly send employees to Puerto Rico to take orders from customers.Tort Factors</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A breach of Law 75 is considered a \"tortious act.\"  Telenetworks, Inc. v. Motorola Universal Data Sys., Inc., 906 F.Supp. 75, 77 (D.P.R.1995).  Section 278b of the Dealer's Act provides:  \"[i]f no just cause exists for the termination ... the principal shall have executed a tortious act against the dealer and shall indemnify it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Restatement of Conflict of Laws provides that in a tort action the law of the state with the most significant relationship to \"the occurrence and the parties\" controls.  Restatement (Second) of Conflict of Laws Sec. 145 (1971).  The following contacts should be taken into consideration:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>(a) the place where the injury occurred,</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>(b) the place where the conduct causing the injury occurred,</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>(c) the domicil, residence, nationality, place of incorporation and place of business of the parties, and</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>(d) the place where the relationship, if any, between the parties is centered.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The injury occurred in Puerto Rico because that is where the exclusive Capen's dealership was terminated.  The termination directly impacts the position Capen's held in the Puerto Rico market.  See Coletti v. Ovaltine Food Products, 274 F.Supp. 719, 722 (D.P.R.1967) (where an Illinois corporation terminated the distributorship of a Puerto Rican dealer, its failure to \"place the goods in Puerto Rico at the disposal of the ... dealer\" is a tortious act which \"did not take place anywhere but in Puerto Rico\").  Additionally, because Law 75 is aimed at compensating victims for wrongful terminations, Puerto Rico, the site of the injury, has a greater interest in applying its laws.  See Restatement Sec. 145 cmt. c;  Coletti, 274 F.Supp. at 722 (\"[R]egardless of the manner in which the defendant ... allegedly notified the plaintiff\" of the termination of its distributorship, the defendant executed the tortious act within Puerto Rico.).  Viewing all of the relevant factors as a whole, we find they cut in favor of applying Puerto Rico law.</p>\n    </div>\n    <p>General Considerations</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Section 6 of the Restatement (Second) of Conflict of Laws sets forth general choice of law principles.  Where there is no statute on point, the following factors should be considered:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>(a) the needs of the interstate and international systems,</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>(b) the relevant policies of the forum,</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>(c) the relevant policies of other interested states and the relative interests of those states in the determination of the particular issue,</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>(d) the protection of justified expectations,</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>(e) the basic policies underlying the particular field of law,</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>(f) certainty, predictability and uniformity of result, and</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>(g) ease in the determination and application of the law to be applied.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Restatement (Second) of Conflict of Laws Sec. 6 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Taking the policy issues first, courts have recognized that Law 75 \"was passed to protect the interests of commercial distributors working in Puerto Rico.\"  Ballester Hermanos, Inc. v. Campbell Soup Co., 797 F.Supp. 103, 106 (D.P.R.1992).  Law 75 is \" 'directed to level the contractual conditions between two groups financially unequal in their strength.' \"  Draft-Line Corp. v. Hon Co., 781 F.Supp. 841, 844 (D.P.R.1991) (quoting Walborg Corp v. Tribunal Superior, 140 D.P.R. 184, 189 (1975)), aff'd, 983 F.2d 1046 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Dealer's Act was enacted by the Puerto Rico Legislature to prevent the economic exploitation of local dealers.  The Legislature had observed that dealers in Puerto Rico were particularly vulnerable to summary termination once they had established a favorable market for a principal's products.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Id. at 843-44.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The Puerto Rico Dealer's Act has been described as embodying a \"strong public policy.\"  Medina &amp; Medina v. Country Pride Foods, Ltd., 858 F.2d 817, 820 (1st Cir.1988) (response of Puerto Rico Supreme Court to a certified question concerning Law 75).  The case law establishes that Puerto Rico has a substantial interest in seeing that distributorships are not arbitrarily terminated or, if they are, that \"due reparation\" is provided to them.  Bonn v. Puerto Rico Int'l Airlines, Inc., 518 F.2d 89, 91 (1st Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">As the district court pointed out, there is nothing in the statute that requires a dealer to be a resident of Puerto Rico, to be authorized to do business in the Commonwealth, or to have a place of business such as an office, showroom or warehouse on the Island.  Section 278 of the Act defines \"Dealer\" and \"Dealer's Contract\":</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">(a) Dealer:  person actually interested in a dealer's contract because of his having effectively in his charge in Puerto Rico the distribution, agency, concession or representation of a given merchandise or service;</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">(b) Dealer's contract:  relationship established between a dealer and a principal or grantor whereby and irrespectively of the manner in which the parties may call, characterize or execute such relationship, the former actually and effectively takes charge of the distribution of a merchandise, or of the rendering of a service, by concession or franchise, on the market of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">P.R.Laws Ann. tit. 10, Sec. 278 (1976 and Supp.1989).  Accordingly, Capen's appears to satisfy the definition of dealer within the Dealer's Act.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Although both Missouri and New Jersey have statutes protecting dealers, we do not think that either state has an interest in protecting Capen's in the instant circumstances.  Missouri provides that a franchisor must give ninety days' notice to a franchisee of a termination of a franchise agreement and that, in the absence of such notice, a franchisee may recover damages.  Mo.Rev.Stat. Secs. 407.405, 407.410 (1974 and Supp.1975).  The law, however, only applies to distributors with a place of business in Missouri.  Mo.Rev.Stat. Sec. 407.400(1) (1974 and Supp.1975) (definition of \"franchise\").  It is plain that Capen's has no franchise presence in Missouri.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">New Jersey has a Franchise Practices Act which provides that notice (60 days) must be given prior to the termination of a franchise agreement and that such a termination only can be based on \"good cause.\"   N.J.Rev.Stat. Sec. 56:10-5 (1971).  As in Missouri, the Act applies only to a franchisee who establishes a \"place of business\" in New Jersey.  Id. Sec. 56:10-4.  Thus, even though Capen's is located in New Jersey, it does not qualify for the Act's protection.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Because all three jurisdictions evince a general policy of protecting distributors, we can fairly infer that the application of Puerto Rico law would not offend Missouri or New Jersey.  By restricting protection to only those dealers who service customers within the state, Missouri and New Jersey are concerned with dealers who have established markets within their borders.  Thus, it makes sense, in this case, to apply the law of the jurisdiction in which Capen's maintains its market.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In this context, ATAPCO argues that under P.R. Laws Ann. tit. 14, Sec. 2403 (1989), Capen's is not required to file informational documents (certificate of incorporation, statement of assets and liabilities) with the Puerto Rico Department of State to qualify as doing business in Puerto Rico.  Section 2403 exempts from filing those corporations which only receive, outside Puerto Rico, orders by mail or otherwise and fill the orders by shipping the goods into Puerto Rico from the outside.  ATAPCO argues that because Section 2403 exempts Capen's from having to qualify to do business in Puerto Rico, Puerto Rico can have no interest in protecting the status of Capen's as a distributor.  ATAPCO presents no cases in support of this contention and, as already noted, there is nothing in the Dealer's Act giving rise to such a requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">This is an appeal from a grant of preliminary injunctive relief.  When an appeal comes to us in that posture, the appellate court's \"conclusions as to the merits of the issues presented on preliminary injunction are to be understood as statements of probable outcomes,\" rather than as comprising the ultimate law of the case.  Narragansett Indian Tribe v. Guilbert, 934 F.2d 4, 6 (1st Cir.1991);  accord Jimenez Fuentes v. Torres Gaztambide, 807 F.2d at 238.   In this case, we conclude that, bringing all the factors into consideration, the law of Puerto Rico most probably applies to this hybrid contract/tort action and, perforce, the district court properly made reference to the Puerto Rico Dealer's Act for the purpose of the motion to impose a provisional remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Because ATAPCO has neither briefed nor argued the other factors that the district court considered in issuing the preliminary injunction, we need not consider them.  We must note, however, after reviewing the record carefully, that we agree with the district court's findings:  that Capen's would suffer irreparable harm unless a preliminary injunction issued;  that no appreciable harm would be incurred by ATAPCO by reason of such relief;  and that the public interest would not be adversely affected by a preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Capen's has sued Blas Rossy Asencio for tortious inference with contractual relations</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">317</span></span></p>\n    <p class=\"parties\">A.M. CAPEN'S CO., INC., Plaintiff, Appellee,<br>v.<br>AMERICAN TRADING AND PRODUCTION CORPORATION and Blas Rossy<br>Asencio and His Conjugal Partnership, Defendants,<br>Appellants.</p>\n    <p class=\"docket\">No. 95-1870.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 8, 1995.<br>Decided Jan. 18, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jose Enrique Colon Santana for appellant.</p>\n      <p class=\"indent\">Philip E. Roberts for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a preliminary injunction issued by the district court barring defendant-appellant American Trading and Production Corp.  (\"ATAPCO\") from terminating plaintiff-appellee A.M. Capen's Co., Inc.  (\"Capen's\") as an exclusive distributor for Puerto Rico of ATAPCO's products.  Capen's had filed an action in the United States District Court for the District of Puerto Rico alleging that ATAPCO violated P.R. Laws Ann. tit. 10, Sec. 278, et seq.  (1976 and Supp.1989) (a.k.a. Law 75, the Puerto Rico Dealer's Act) by terminating the exclusivity of the distributorship.  Section 278a of title 10 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Notwithstanding the existence in a dealer's contract of a clause reserving to the parties the unilateral right to terminate the existing relationship, no principal or grantor may directly or indirectly perform any act detrimental to the established relationship or refuse to renew said contract on its normal expiration, except for just cause.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The injunction was issued pursuant to the provisional remedy provision, Section 278b-1 of the Act, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In any litigation in which there is directly or indirectly involved the termination of a dealer's contract or any act in prejudice of the relation established between the principal or grantor and the dealer, the Court may grant, during the time the litigation is pending solution, any provisional remedy or measure of an interdictory nature to do or to desist from doing, ordering any of the parties, or both, to continue, in all its terms, the relation established by the dealer's contract, and/or to abstain from performing any act or any omission in prejudice thereof.  In any case in which the provisional remedy herein provided is requested, the Court shall consider the interests of all parties concerned and the purposes of the public policy contained in this chapter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There is no dispute as to the basic facts.  In 1978, Capen's entered into an agreement with ATAPCO's predecessor, Sheller-Globe, to be the exclusive distributor of Globe-Weiss and Steelmaster office products in Puerto Rico, the Caribbean, the Dominican Republic, and Central and South America.  The agreement did not contain an expiration date.  Although confirmed in a written letter, the parties did not sign a formal contract because they could not agree on the law that would apply to the contract.  When ATAPCO took over, the arrangement with Capen's continued, as did the disagreement as to choice-of-law and forum selection clauses.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">ATAPCO, with its principal place of business in Missouri, wanted Missouri law to apply to the contract.  Capen's, a New Jersey corporation with its principal place of business in that state, wanted Puerto Rico law to apply.  As a result, ATAPCO and Capen's never signed a formal contract.  In December 1993, ATAPCO wrote a letter to Capen's in which it terminated the exclusive aspect of the dealership.  ATAPCO did not end the Capen's dealership;  it reserved the right to sell to others.  ATAPCO made Blas Rossy Asencio a sales representative for the area for which Capen's originally had the exclusive rights.  This lawsuit ensued.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>Proceedings of the District Court</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court adopted the recommendation of the Magistrate Judge that the provisional remedy in the Puerto Rico Dealer's Act be granted.  The court then issued a full-blown opinion giving the reasons for its action.  It found that Capen's \"has exhibited a likelihood of success on the merits.\"  A.M. Capens Co., Inc. v. American Trading and Prod.  Corp., <span class=\"citation no-link\"><span class=\"volume\">892</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">36</span></span>, 38 (D.P.R.1995).  It then held:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Capens has also shown that his business will suffer irreparable injury if the injunction is not granted because Mr. Rossy Asencio will continue to sell the products in the areas wherein Capens had the exclusivity with the added competitive advantage for Asencio of freight charges assumed by ATAPCO.  The above will obviously mean that Capens' business market will be significantly irreparably diminished.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The harm that Capens will suffer most certainly outweighs ATAPCO's possible harm:  the business area will remain unchanged (the Caribbean and Central and South America) and ATAPCO will continue receiving benefits, either through Mr. Rossy Asencio or through A.M. Capens;  however, the harm is for Capens who will lose business market should Mr. Rossy Asencio continue to interfere with the customers.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 38-39. </span>  Finally, the court held that the public interest would not be adversely affected by the preliminary injunction.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 39.</span></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is obvious that what we are reviewing is not only a provisional remedy under the Puerto Rico Dealer's Act, but a preliminary injunction that meets, at least prima facie, all federal requisites.  The appropriate standard for reviewing a preliminary injunction is abuse of discretion.  Jimenez Fuentes v. Torres Gaztambide, <span class=\"citation\" data-id=\"480539\"><a href=\"/opinion/480539/arnaldo-jimenez-fuentes-v-honorable-jaime-torres-gaztambide/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">236</span></a></span>, 239 (1st Cir.1986) (en banc), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1014</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1888</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">496</span> </span>(1987).</p>\n    </div>\n    <p>Analysis</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We start our analysis with the only finding of the district court to which defendant has objected--probability of success on the merits.  Defendant's appeal is posited on two contentions:  that Puerto Rico law does not apply;  and that plaintiff is not a dealer under the Puerto Rico Dealer's statute.  As the district court noted, this is \"a close matter.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">That is because Capen's does not fit the mold of a typical Puerto Rican dealer.  It does not advertise in Puerto Rico and has neither a warehouse nor a showroom on the Island.  It sells exclusively to retailers and wholesalers.  Though Capen's sometimes sends an agent to Puerto Rico, it does not have a resident agent on the Island and is not qualified to do business in Puerto Rico on a regular basis.  On the other hand, the annual sales made by Capen's in Puerto Rico under its exclusive distributorship increased from about $30,000 in 1978 to $423,000 in 1993.  Total Puerto Rico sales of ATAPCO products for the five-year period spanning from 1989 to 1993 came to about $1,976,000.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The first issue is what law applies.  This necessitates an examination of the conflict of law principles governing contract and tort law.</p>\n    </div>\n    <p>Contract Factors</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">ATAPCO contends that the district court incorrectly applied Puerto Rico choice of law rules to the facts.  It stresses that none of the acts--negotiation of the contract, performance of the contract obligations, or breach of the contract--took place in Puerto Rico.  It points out that neither it nor Capen's has offices or employees located in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Supreme Court of Puerto Rico has approved the \"dominant or significant contacts\" test for contract and tort actions.  In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation no-link\"><span class=\"volume\">745</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">79</span></span>, 82 (D.P.R.1990).  Thus, \"the laws of the jurisdiction with the most significant contacts with respect to the disputed issue should apply.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  In determining </span>this question, recourse to the Restatement (Second) of Conflict of Laws is appropriate.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (citing Sections </span>6 and 188).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under Section 188 of the Restatement, absent a contractual choice of law, the contacts to be taken into account in a contract action include:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>(a) the place of contracting,</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>(b) the place of negotiation of the contract,</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>(c) the place of performance,</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>(d) the location of the subject matter of the contract, and</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>(e) the domicil, residence, nationality, place of incorporation and place of business of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Restatement (Second) of Conflict of Laws Sec. 188 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The places of contracting and negotiating the contract in question occurred in the continental United States.  ATAPCO and Capen's met in St. Louis, Missouri, to discuss the contract;  they also spoke by phone.  However, \"[s]tanding alone, the place of contracting is a relatively insignificant contact.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> Sec. 188 </span>cmt. e.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The performance of the contract takes place, in part, in the continental United States.  When Capen's wishes to purchase products from ATAPCO, it places an order with ATAPCO's customer service offices in Pennsylvania or Missouri.  The goods are then sent to Capen's in New Jersey or to the point of embarkation.  Sometimes Capen's sends a trailer to the Pennsylvania office to pick up the merchandise.  But performance also occurs in Puerto Rico--where the market is--because the contract granted Capen's the exclusive right to sell ATAPCO's products there.  See <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> Sec. 188 </span>cmt. c (\"[A] state where a contract provides that a given business practice is to be pursued has an obvious interest in the application of its rule designed to regulate or to deter that business practice.\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The location of the subject matter of the contract similarly varies, depending on one's view.  If the products sold by ATAPCO, and then by Capen's, are considered the subject matter, they start out in Pennsylvania or Missouri (and Kentucky according to ATAPCO) and end up in New Jersey.  Arguably, this is the end of the line because when the goods are shipped to Puerto Rico, they become the subject of contracts between Capen's and its customers in Puerto Rico.  ATAPCO, not surprisingly, takes this position, pointing out that it has no direct contacts in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The other subject matter of the contract is the status of Capen's as the exclusive distributor of ATAPCO's merchandise.  This, it seems clear, is located in Puerto Rico.  It is this subject matter which is in dispute, rather than, say, the price of the goods or the manner of their delivery to Capen's.  The essential purpose of the exclusive distributorship was to enable Capen's to sell the products it purchased from ATAPCO in Puerto Rico without competition.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The last factor--the location of the parties--does not point to Puerto Rico.  ATAPCO, a Missouri corporation, has main offices in Pennsylvania and Missouri and also apparently conducts business in Maryland and Kentucky.  Capen's is a New Jersey corporation with its place of business there.  Capen's does not have any offices, warehouses or permanent employees in Puerto Rico;  it does not have a Puerto Rico address or phone number.  Capen's does, however, regularly send employees to Puerto Rico to take orders from customers.Tort Factors</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A breach of Law 75 is considered a \"tortious act.\"  Telenetworks, Inc. v. Motorola Universal Data Sys., Inc., <span class=\"citation no-link\"><span class=\"volume\">906</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">75</span></span>, 77 (D.P.R.1995).  Section 278b of the Dealer's Act provides:  \"[i]f no just cause exists for the termination ... the principal shall have executed a tortious act against the dealer and shall indemnify it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Restatement of Conflict of Laws provides that in a tort action the law of the state with the most significant relationship to \"the occurrence and the parties\" controls.  Restatement (Second) of Conflict of Laws Sec. 145 (1971).  The following contacts should be taken into consideration:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>(a) the place where the injury occurred,</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>(b) the place where the conduct causing the injury occurred,</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>(c) the domicil, residence, nationality, place of incorporation and place of business of the parties, and</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>(d) the place where the relationship, if any, between the parties is centered.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The injury occurred in Puerto Rico because that is where the exclusive Capen's dealership was terminated.  The termination directly impacts the position Capen's held in the Puerto Rico market.  See Coletti v. Ovaltine Food Products, <span class=\"citation\" data-id=\"1574966\"><a href=\"/opinion/1574966/coletti-v-ovaltine-food-products/\"><span class=\"volume\">274</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">719</span></a></span>, 722 (D.P.R.1967) (where an Illinois corporation terminated the distributorship of a Puerto Rican dealer, its failure to \"place the goods in Puerto Rico at the disposal of the ... dealer\" is a tortious act which \"did not take place anywhere but in Puerto Rico\").  Additionally, because Law 75 is aimed at compensating victims for wrongful terminations, Puerto Rico, the site of the injury, has a greater interest in applying its laws.  See Restatement Sec. 145 cmt. c;  <span class=\"citation\" data-id=\"1574966\"><span class=\"antecedent_guess\">Coletti,</span> <a href=\"/opinion/1574966/coletti-v-ovaltine-food-products/\"><span class=\"volume\">274</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">722</span> </a></span>(\"[R]egardless of the manner in which the defendant ... allegedly notified the plaintiff\" of the termination of its distributorship, the defendant executed the tortious act within Puerto Rico.).  Viewing all of the relevant factors as a whole, we find they cut in favor of applying Puerto Rico law.</p>\n    </div>\n    <p>General Considerations</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Section 6 of the Restatement (Second) of Conflict of Laws sets forth general choice of law principles.  Where there is no statute on point, the following factors should be considered:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>(a) the needs of the interstate and international systems,</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>(b) the relevant policies of the forum,</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>(c) the relevant policies of other interested states and the relative interests of those states in the determination of the particular issue,</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>(d) the protection of justified expectations,</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>(e) the basic policies underlying the particular field of law,</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>(f) certainty, predictability and uniformity of result, and</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>(g) ease in the determination and application of the law to be applied.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Restatement (Second) of Conflict of Laws Sec. 6 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Taking the policy issues first, courts have recognized that Law 75 \"was passed to protect the interests of commercial distributors working in Puerto Rico.\"  Ballester Hermanos, Inc. v. Campbell Soup Co., <span class=\"citation no-link\"><span class=\"volume\">797</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">103</span></span>, 106 (D.P.R.1992).  Law 75 is \" 'directed to level the contractual conditions between two groups financially unequal in their strength.' \"  Draft-Line Corp. v. Hon Co., <span class=\"citation no-link\"><span class=\"volume\">781</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">841</span></span>, 844 (D.P.R.1991) (quoting Walborg Corp v. Tribunal Superior, 140 D.P.R. 184, 189 (1975)), aff'd, <span class=\"citation no-link\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1046</span> </span>(1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Dealer's Act was enacted by the Puerto Rico Legislature to prevent the economic exploitation of local dealers.  The Legislature had observed that dealers in Puerto Rico were particularly vulnerable to summary termination once they had established a favorable market for a principal's products.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 843-44.</span></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The Puerto Rico Dealer's Act has been described as embodying a \"strong public policy.\"  Medina &amp; Medina v. Country Pride Foods, Ltd., <span class=\"citation\" data-id=\"512579\"><a href=\"/opinion/512579/medina-medina-v-country-pride-foods-ltd-medina-medina-v-country/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span>, 820 (1st Cir.1988) (response of Puerto Rico Supreme Court to a certified question concerning Law 75).  The case law establishes that Puerto Rico has a substantial interest in seeing that distributorships are not arbitrarily terminated or, if they are, that \"due reparation\" is provided to them.  Bonn v. Puerto Rico Int'l Airlines, Inc., <span class=\"citation\" data-id=\"328495\"><a href=\"/opinion/328495/edith-bonn-etc-cross-appellees-v-puerto-rico-international-airlines/\"><span class=\"volume\">518</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">89</span></a></span>, 91 (1st Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">As the district court pointed out, there is nothing in the statute that requires a dealer to be a resident of Puerto Rico, to be authorized to do business in the Commonwealth, or to have a place of business such as an office, showroom or warehouse on the Island.  Section 278 of the Act defines \"Dealer\" and \"Dealer's Contract\":</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">(a) Dealer:  person actually interested in a dealer's contract because of his having effectively in his charge in Puerto Rico the distribution, agency, concession or representation of a given merchandise or service;</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">(b) Dealer's contract:  relationship established between a dealer and a principal or grantor whereby and irrespectively of the manner in which the parties may call, characterize or execute such relationship, the former actually and effectively takes charge of the distribution of a merchandise, or of the rendering of a service, by concession or franchise, on the market of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">P.R.Laws Ann. tit. 10, Sec. 278 (1976 and Supp.1989).  Accordingly, Capen's appears to satisfy the definition of dealer within the Dealer's Act.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Although both Missouri and New Jersey have statutes protecting dealers, we do not think that either state has an interest in protecting Capen's in the instant circumstances.  Missouri provides that a franchisor must give ninety days' notice to a franchisee of a termination of a franchise agreement and that, in the absence of such notice, a franchisee may recover damages.  Mo.Rev.Stat. Secs. 407.405, 407.410 (1974 and Supp.1975).  The law, however, only applies to distributors with a place of business in Missouri.  Mo.Rev.Stat. Sec. 407.400(1) (1974 and Supp.1975) (definition of \"franchise\").  It is plain that Capen's has no franchise presence in Missouri.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">New Jersey has a Franchise Practices Act which provides that notice (60 days) must be given prior to the termination of a franchise agreement and that such a termination only can be based on \"good cause.\"   N.J.Rev.Stat. Sec. 56:10-5 (1971).  As in Missouri, the Act applies only to a franchisee who establishes a \"place of business\" in New Jersey.  <span class=\"citation\" data-id=\"328495\"><a href=\"/opinion/328495/edith-bonn-etc-cross-appellees-v-puerto-rico-international-airlines/\"><span class=\"id_token\">Id.</span> Sec. 56:10-4. </a></span> Thus, even though Capen's is located in New Jersey, it does not qualify for the Act's protection.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Because all three jurisdictions evince a general policy of protecting distributors, we can fairly infer that the application of Puerto Rico law would not offend Missouri or New Jersey.  By restricting protection to only those dealers who service customers within the state, Missouri and New Jersey are concerned with dealers who have established markets within their borders.  Thus, it makes sense, in this case, to apply the law of the jurisdiction in which Capen's maintains its market.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In this context, ATAPCO argues that under P.R. Laws Ann. tit. 14, Sec. 2403 (1989), Capen's is not required to file informational documents (certificate of incorporation, statement of assets and liabilities) with the Puerto Rico Department of State to qualify as doing business in Puerto Rico.  Section 2403 exempts from filing those corporations which only receive, outside Puerto Rico, orders by mail or otherwise and fill the orders by shipping the goods into Puerto Rico from the outside.  ATAPCO argues that because Section 2403 exempts Capen's from having to qualify to do business in Puerto Rico, Puerto Rico can have no interest in protecting the status of Capen's as a distributor.  ATAPCO presents no cases in support of this contention and, as already noted, there is nothing in the Dealer's Act giving rise to such a requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">This is an appeal from a grant of preliminary injunctive relief.  When an appeal comes to us in that posture, the appellate court's \"conclusions as to the merits of the issues presented on preliminary injunction are to be understood as statements of probable outcomes,\" rather than as comprising the ultimate law of the case.  Narragansett Indian Tribe v. Guilbert, <span class=\"citation\" data-id=\"561828\"><a href=\"/opinion/561828/narragansett-indian-tribe-v-paul-e-guilbert/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 6 (1st Cir.1991);  accord Jimenez Fuentes v. Torres <span class=\"citation\" data-id=\"480539\"><span class=\"antecedent_guess\">Gaztambide,</span> <a href=\"/opinion/480539/arnaldo-jimenez-fuentes-v-honorable-jaime-torres-gaztambide/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">238</span></a></span>.   In this case, we conclude that, bringing all the factors into consideration, the law of Puerto Rico most probably applies to this hybrid contract/tort action and, perforce, the district court properly made reference to the Puerto Rico Dealer's Act for the purpose of the motion to impose a provisional remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Because ATAPCO has neither briefed nor argued the other factors that the district court considered in issuing the preliminary injunction, we need not consider them.  We must note, however, after reviewing the record carefully, that we agree with the district court's findings:  that Capen's would suffer irreparable harm unless a preliminary injunction issued;  that no appreciable harm would be incurred by ATAPCO by reason of such relief;  and that the public interest would not be adversely affected by a preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Capen's has sued Blas Rossy Asencio for tortious inference with contractual relations</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/328495/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512579/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561828/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1574966/"
  ]
}