{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196567/",
  "id": 196567,
  "absolute_url": "/opinion/196567/mitrano-v-total/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196567/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:09:03Z",
  "date_modified": "2020-02-21T23:08:03.396538Z",
  "type": "010combined",
  "sha1": "bd506250af369173ab477253cae491767ce492b3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1827.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\n\nNo. 95-1827\r\n\n                     FRANCIS P. MITRANO,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n               TOTAL PHARMACEUTICAL CARE, INC.\r\n              AND ABBEY HEALTHCARE GROUP, INC.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. Rya W. Zobel, U.S. District Judge]\r                                                              \r\n\n                                         \r\n\n                            Before\r\n\n                      Cyr, Circuit Judge,\r                                                    \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nJohn Traficonte for appellant.\r                           \r\nJoseph L.  Stanganelli, with whom David  H. Erichsen  and Hale and\r                                                                              \r\nDorr, were on brief for appellees.\r            \r\n\n                                         \r\n\n                       February 9, 1996\r\n                                         \r\r\n\n          Per Curiam.   Appellant Francis P. Mitrano  brought\r                      Per Curiam.\r                                \r\n\nthis  diversity action against  his former employer, appellee\r\n\nTotal    Pharmaceutical    Care,   Inc.    (\"TPC\"),   seeking\r\n\nindemnification  for litigation expenses as provided in TPC's\r\n\ncorporate  bylaws.     Mitrano   also  sued  appellee   Abbey\r\n\nHealthcare Group,  Inc. (\"Abbey\"), which had  acquired TPC in\r\n\n1993  and affirmed at that time its obligation to honor TPC's\r\n\nindemnification  bylaw.   In  October  1994,  shareholders of\r\n\nAbbey  filed a  securities fraud  class action  in California\r\n\nagainst  Abbey and  various individuals,  including appellant\r\n\nMitrano, a former  officer of appellee TPC.   Mitrano brought\r\n\nthe  instant lawsuit  to recover  attorney fees  and expenses\r\n\nincurred in defending the securities class action, as well as\r\n\nthe  fees and expenses incurred in this suit to establish his\r\n\nright to indemnification.\r\n\n          The   corporate   bylaws  of   TPC,   a  California\r\n\ncorporation, provide  that TPC \"shall  indemnify its Officers\r\n\nand  Directors to  the fullest  extent permitted by  law\" and\r\n\nthat TPC \"is required to advance expenses to its Officers and\r\n\nDirectors   as  incurred,  including   expenses  relating  to\r\n\nobtaining a  determination that  such Officers  and Directors\r\n\nare  entitled to  indemnification.\"   It  is undisputed  that\r\n\nMitrano  is entitled to  indemnification only  for litigation\r\n\nexpenses that are \"reasonably incurred.\"\r\n\n                             -2-\r                                          2\r\r\n\n          To defend the securities class  action, Mitrano and\r\n\nfour  other   individual   defendants  jointly   retained   a\r\n\nCalifornia  law  firm.    Mitrano,  who  worked  for  TPC  in\r\n\nMassachusetts and still resides there, also retained a Boston\r\n\nlawyer,  Curtis C.  Pfunder, as  personal counsel.   In  late\r\n\nOctober 1994, Mitrano made a written demand to  Abbey/TPC for\r\n\nadvancement and indemnification  of his litigation  expenses.\r\n\nOn  November   21,   1994,  Abbey/TPC   responded,   offering\r\n\nadvancement  and indemnification, but  only if Mitrano agreed\r\n\nto,  inter  alia, (1)  forego  any  unrelated claims  against\r                            \r\n\nAbbey/TPC, (2)  refrain from  assisting others in  any action\r\n\nagainst Abbey/TPC, and (3) mortgage  his home as security for\r\n\nfee advances.   Mitrano  found these  conditions unacceptable\r\n\nand, on  November 30,  1994, had  attorney Pfunder  file this\r\n\nlawsuit.\r\n\n          After   Mitrano  filed  suit,  Abbey/TPC  took  the\r\n\nposition that his retention  of Pfunder as individual counsel\r\n\nwas  unreasonable and  informed Mitrano that  Abbey/TPC would\r\n\nnot indemnify him  for the  Pfunder representation.   At  the\r\n\nsame  time,  Abbey/TPC  also   softened  its  conditions  for\r\n\nindemnification  of the  fees  for the  California firm,  and\r\n\neventually it paid those fees, which are not in dispute here.\r\n\nSeveral months later,  Abbey/TPC made an offer  to settle the\r\n\ndispute  over Pfunder's fees, but the offer fell far short of\r\n\nthe  fees Mitrano had already incurred.  In February 1995, by\r\n\n                             -3-\r                                          3\r\r\n\nagreement   Mitrano   was  dismissed   from   the  underlying\r\n\nsecurities class action.\r\n\n          In March  1995, after the  district judge's efforts\r\n\nto encourage  settlement  failed,  the  parties  filed  cross\r\n\nmotions  for summary  judgment.   The only  issue on  summary\r\n\njudgment was the reasonableness of the fees that  Mitrano had\r\n\nincurred with Pfunder,  which at that point amounted to about\r\n\n$54,000.  The district judge found that it was reasonable for\r\n\nMitrano  to  retain  Pfunder  as individual  counsel  in  the\r\n\nsecurities class action, and  that Pfunder's $195 hourly rate\r\n\nand the hours  expended in that action were  also reasonable.\r\n\nAccordingly,  the  district  judge  granted  partial  summary\r\n\njudgment for  Mitrano in  the  amount of  $22,170, which  the\r\n\nparties  agreed was  the amount  allocable to  the securities\r\n\nclass action.  Neither party challenges those rulings.\r\n\n          The district judge, however, found that Mitrano was\r\n\nunreasonable in  prematurely filing the  instant lawsuit,  in\r\n\nfailing to  negotiate with  Abbey/TPC over the  conditions it\r\n\nsought to impose, and in not  accepting the settlement offer.\r\n\nThe judge,  therefore, granted  partial summary  judgment for\r\n\nAbbey/TPC, ruling that all the  fees and expenses incurred in\r\n\nthis lawsuit were not recoverable because it was unreasonable\r\n\nto have filed suit in the first place.  Accordingly, it found\r\n\nAbbey/TPC  not  liable  on  the portion  of  Mitrano's  claim\r\n\narising from this indemnification action.  \r\n\n                             -4-\r                                          4\r\r\n\n          The district judge also  ruled that Mitrano was not\r\n\nentitled  to prejudgment interest  under Massachusetts law on\r\n\nthe $22,170 award because he had not actually paid those fees\r\n\nto Pfunder.\r\n\n          Mitrano appealed, asserting that the district court\r\n\nerred in (1) denying his claim for fees and expenses incurred\r\n\nin  this action to enforce  his right to indemnification, (2)\r\n\ndenying  sub silentio his claim for fees and expenses in this\r                                 \r\n\nappeal, and (3) denying prejudgment interest.\r\n\n          We review a grant  of summary judgment de  novo and\r                                                                     \r\n\nare  guided by  the same  criteria as  the district  court; a\r\n\ngrant of summary judgment cannot  stand on appeal \"unless the\r\n\nrecord discloses  no trialworthy  issue of material  fact and\r\n\nthe moving party is entitled to judgment as a matter of law.\"\r\n\nAlexis v. McDonald's Restaurants of Mass., Inc., 67 F.3d 341,\r                                                           \r\n\n346 (1st Cir. 1995).\r\n\n          We are  convinced that the district  judge erred in\r\n\ngranting  summary judgment  for Abbey/TPC on  Mitrano's claim\r\n\nfor  fees  and  expenses incurred  in  this  action.   First,\r\n\nAbbey/TPC does not challenge the district judge's ruling that\r\n\nit was obligated  to indemnify Mitrano for  Pfunder's fees in\r\n\nthe  securities  class  action,  contrary to  its  unyielding\r\n\nposition in  refusing Mitrano's demand.   Second, TPC's bylaw\r\n\nrequires   advancement   and  indemnification   of  \"expenses\r\n\nrelating to  obtaining a  determination that [an  officer is]\r\n\n                             -5-\r                                          5\r\r\n\nentitled  to indemnification,\"  and that  requirement clearly\r\n\napplies  to this action.  Third, for several reasons, Mitrano\r\n\nwas not unreasonable in  bringing this suit against Abbey/TPC\r\n\nto enforce his indemnification rights.  \r\n\n          Abbey/TPC  attempted  to  strong-arm  Mitrano  into\r\n\naccepting  onerous  conditions,  not requiring  the  relevant\r\n\nbylaw, in order to obtain his clear right to indemnification.\r\n\nMitrano  was aware  that Abbey/TPC  had refused  to indemnify\r\n\nanother former officer, who eventually won a judgment against\r\n\nAbbey/TPC    for    indemnification.       And,   Abbey/TPC's\r\n\nintransigence was  confirmed when,  only two weeks  after the\r\n\nsuit  was  filed,  Abbey/TPC  announced  that  it  would  not\r\n\nindemnify Mitrano  for his  expenses for  individual counsel,\r\n\nexpenses  which the  district  judge ultimately  found to  be\r\n\nreasonable.   Based on the  summary judgment record,  we hold\r\n\nnot only that  the district judge  erred in granting  partial\r\n\nsummary judgment  for Abbey/TPC, but also  that Mitrano acted\r\n\nreasonably, as a matter  of law, in prosecuting this  lawsuit\r\n\nto enforce  his right  to indemnification.   Consequently, we\r\n\nfurther  hold that  Abbey/TPC is  liable  to Mitrano  for the\r\n\nreasonable fees  and expenses incurred in  bringing this suit\r\n\nto  a conclusion,  including the fees  and expenses  for this\r\n\nappeal  and for proceedings on remand.  See Fed-Mart Corp. v.\r                                                                      \r\n\nPrice,  168  Cal.  Rptr.  525,  533  (Cal.  Ct.   App.  1980)\r                 \r\n\n(indemnification authorized by California corporation statute\r\n\n                             -6-\r                                          6\r\r\n\ncovers fees for appeal as well as trial).1  Because       the\r\n\ndistrict  court  found  Pfunder's  $195  hourly  rate  to  be\r\n\nreasonable,  on remand the only issue as to fees and expenses\r\n\nwill  be  the time  reasonably  expended by  Pfunder  and the\r\n\nexpenses reasonably  incurred in pursuing this  action to its\r\n\nconclusion  (including this  appeal  and  the proceedings  on\r\n\nremand).   See Flanders &amp; Medeiros, Inc. v. Bogosian, 65 F.3d\r                                                                \r\n\n198, 204  (1st  Cir. 1995)  (leaving intact  part of  summary\r\n\njudgment ruling while reversing and remanding other part).\r\n\n          The district judge also erred in denying  Mitrano's\r\n\nclaim  for  prejudgment  interest,  which  Mitrano  expressly\r\n\nsought  in  his  complaint  and in  his  motion  for  summary\r\n\njudgment.   The  judge stated  in a  notation order:   \"Since\r\n\nplaintiff has  not paid  the legal  fees in  issue he  is not\r                                   \r\n\nentitled  to prejudgment  interest.\"   The  legal premise  is\r\n\ncorrect under Massachusetts law, but the factual predicate --\r\n\nMitrano's non-payment  -- cannot be resolved  on this summary\r\n\njudgment record.  We explain.\r\n\n          As an initial matter,  we agree with the choice-of-\r\n\nlaw  analysis  in Mitrano's  brief:    Massachusetts has  the\r\n\nhighest  relative  interest  in   the  issue  of  prejudgment\r\n\ninterest.  See Quaker State Oil Refining Corp. v. Garrity Oil\r                                                                         \r\n\n                    \r                                \r\n\n1.  The parties  agree that California law  governs the scope\r\nof TPC's indemnification obligation under its bylaws  because\r\nTPC is a California corporation. \r\n\n                             -7-\r                                          7\r\r\n\nCo.,  884 F.2d 1510, 1514-15 (1st Cir. 1989).  Abbey/TPC does\r               \r\n\nnot argue to the contrary.\r\n\n          The  substantive question  of Massachusetts  law is\r\n\ncontrolled by  Sterilite Corp.  v. Continental Cas.  Co., 494\r                                                                    \r\n\nN.E.2d  1008  (Mass.  1986).2    In  Sterilite,  the  Supreme\r                                                          \r\n\nJudicial  Court   of  Massachusetts  held   that  prejudgment\r\n\ninterest on an award of attorney fees ran from the date  that\r\n\nthe  plaintiff paid the fees, not from  the date on which the\r\n\ninsurer  breached its  duty to  defend the  insured.   Id. at\r                                                                      \r\n\n1011.  The Court explained: \r\n\n          The dates of  the payment of  the various\r\n          bills,  which  are  readily  discernible,\r\n          determine the points  at which  Sterilite\r\n          was  obliged  to  commit  sums  which  it\r\n          rightfully should not  have been  obliged\r\n          to commit.  Before those bills were paid,\r\n          Sterilite was not deprived  of the use of\r\n          those  sums.  Any other rule would result\r\n          in  a windfall  for Sterilite,  which the\r\n          Legislature did not intend.\r\n\nId.  That explanation applies squarely to this case.\r               \r\n\n          The  district  judge  was  incorrect,  however,  in\r\n\nfinding on  the summary judgment  record that the  bills were\r\n\nnot paid.   It is true that the record  does not indicate the\r\n\ndates  on which Mitrano paid  Pfunder's bills.  But Mitrano's\r\n\naffidavit states that he  was \"forced to litigate and  pay my\r                                                                      \r\n\n                    \r                                \r\n\n2.  We note with displeasure that  Mitrano cited this case in\r\nhis brief  without indicating  that its holding  was directly\r\ncontrary  to his assertion that interest  should run from the\r\ndate on which Abbey/TPC breached its obligation to indemnify,\r\nas opposed to the dates on which he paid Pfunder's bills.\r\n\n                             -8-\r                                          8\r\r\n\ncounsel\" (emphasis added);  while that statement is  somewhat\r\n\nambiguous,  it  is uncontroverted.    Nothing  in the  record\r\n\nindicates that  Mitrano did not  pay Pfunder.   Abbey/TPC has\r\n\nnot argued that Mitrano  did not pay; instead it  argues that\r                                            \r\n\nMitrano failed to  establish that  he did pay  Pfunder.   But\r                                                     \r\n\nthat  is  a burden  that Mitrano  does  not bear  in opposing\r\n\nsummary judgment.   Therefore, on remand,  the district court\r\n\nshould determine  whether and when Mitrano  actually paid the\r\n\nreasonably  incurred   litigation  expenses,  both   for  the\r\n\nunderlying securities class action as well  as this action to\r\n\nenforce  his  indemnification  right.    Prejudgment interest\r\n\nshould be  awarded to Mitrano,  accruing from those  dates of\r\n\npayment in accordance with  Massachusetts General Laws c. 231\r\n\n  6C.\r\n\n          Accordingly,  we  reverse   the  partial  grant  of\r                                               \r\n\nsummary  judgment for appellees Abbey and TPC on the issue of\r\n\nfees and expenses in this action, and we reverse the notation\r                                                            \r\n\norder denying  Mitrano's claim for prejudgment  interest.  We\r\n\nremand for  further proceedings consistent with this opinion.\r                  \r\n\nBecause  the costs of this  appeal will be  part of Mitrano's\r\n\nindemnification  award, no  costs are  awarded under  Fed. R.\r\n\nApp. P. 39.\r\n\n                             -9-\r                                          9\r\r\n",
  "html": "<p class=\"case_cite\">75 F.3d 72</p>\n    <p class=\"parties\">Francis P. MITRANO, Plaintiff, Appellant,<br>v.<br>TOTAL PHARMACEUTICAL CARE, INC. and Abbey Healthcare Group,<br>Inc., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1827.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 6, 1995.<br>Decided Feb. 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John Traficonte, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Joseph L. Stanganelli, with whom David H. Erichsen, Hale and Dorr, Boston, MA, were on brief, for appellees.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Francis P. Mitrano brought this diversity action against his former employer, appellee Total Pharmaceutical Care, Inc.  (\"TPC\"), seeking indemnification for litigation expenses as provided in TPC's corporate bylaws.   Mitrano also sued appellee Abbey Healthcare Group, Inc.  (\"Abbey\"), which had acquired TPC in 1993 and affirmed at that time its obligation to honor TPC's indemnification bylaw.   In October 1994, shareholders of Abbey filed a securities fraud class action in California against Abbey and various individuals, including appellant Mitrano, a former officer of appellee TPC.   Mitrano brought the instant lawsuit to recover attorney fees and expenses incurred in defending the securities class action, as well as the fees and expenses incurred in this suit to establish his right to indemnification.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The corporate bylaws of TPC, a California corporation, provide that TPC \"shall indemnify its Officers and Directors to the fullest extent permitted by law\" and that TPC \"is required to advance expenses to its Officers and Directors as incurred, including expenses relating to obtaining a determination that such Officers and Directors are entitled to indemnification.\"   It is undisputed that Mitrano is entitled to indemnification only for litigation expenses that are \"reasonably incurred.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To defend the securities class action, Mitrano and four other individual defendants jointly retained a California law firm.   Mitrano, who worked for TPC in Massachusetts and still resides there, also retained a Boston lawyer, Curtis C. Pfunder, as personal counsel.   In late October 1994, Mitrano made a written demand to Abbey/TPC for advancement and indemnification of his litigation expenses.   On November 21, 1994, Abbey/TPC responded, offering advancement and indemnification, but only if Mitrano agreed to, inter alia, (1) forego any unrelated claims against Abbey/TPC, (2) refrain from assisting others in any action against Abbey/TPC, and (3) mortgage his home as security for fee advances.   Mitrano found these conditions unacceptable and, on November 30, 1994, had attorney Pfunder file this lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After Mitrano filed suit, Abbey/TPC took the position that his retention of Pfunder as individual counsel was unreasonable and informed Mitrano that Abbey/TPC would not indemnify him for the Pfunder representation.   At the same time, Abbey/TPC also softened its conditions for indemnification of the fees for the California firm, and eventually it paid those fees, which are not in dispute here.   Several months later, Abbey/TPC made an offer to settle the dispute over Pfunder's fees, but the offer fell far short of the fees Mitrano had already incurred.   In February 1995, by agreement Mitrano was dismissed from the underlying securities class action.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In March 1995, after the district judge's efforts to encourage settlement failed, the parties filed cross motions for summary judgment.   The only issue on summary judgment was the reasonableness of the fees that Mitrano had incurred with Pfunder, which at that point amounted to about $54,000.   The district judge found that it was reasonable for Mitrano to retain Pfunder as individual counsel in the securities class action, and that Pfunder's $195 hourly rate and the hours expended in that action were also reasonable.   Accordingly, the district judge granted partial summary judgment for Mitrano in the amount of $22,170, which the parties agreed was the amount allocable to the securities class action.   Neither party challenges those rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district judge, however, found that Mitrano was unreasonable in prematurely filing the instant lawsuit, in failing to negotiate with Abbey/TPC over the conditions it sought to impose, and in not accepting the settlement offer.   The judge, therefore, granted partial summary judgment for Abbey/TPC, ruling that all the fees and expenses incurred in this lawsuit were not recoverable because it was unreasonable to have filed suit in the first place.   Accordingly, it found Abbey/TPC not liable on the portion of Mitrano's claim arising from this indemnification action.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district judge also ruled that Mitrano was not entitled to prejudgment interest under Massachusetts law on the $22,170 award because he had not actually paid those fees to Pfunder.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mitrano appealed, asserting that the district court erred in (1) denying his claim for fees and expenses incurred in this action to enforce his right to indemnification, (2) denying sub silentio his claim for fees and expenses in this appeal, and (3) denying prejudgment interest.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo and are guided by the same criteria as the district court;  a grant of summary judgment cannot stand on appeal \"unless the record discloses no trialworthy issue of material fact and the moving party is entitled to judgment as a matter of law.\"  Alexis v. McDonald's Restaurants of Mass., Inc., 67 F.3d 341, 346 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We are convinced that the district judge erred in granting summary judgment for Abbey/TPC on Mitrano's claim for fees and expenses incurred in this action.   First, Abbey/TPC does not challenge the district judge's ruling that it was obligated to indemnify Mitrano for Pfunder's fees in the securities class action, contrary to its unyielding position in refusing Mitrano's demand.   Second, TPC's bylaw requires advancement and indemnification of \"expenses relating to obtaining a determination that [an officer is] entitled to indemnification,\" and that requirement clearly applies to this action.   Third, for several reasons, Mitrano was not unreasonable in bringing this suit against Abbey/TPC to enforce his indemnification rights.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Abbey/TPC attempted to strong-arm Mitrano into accepting onerous conditions, not requiring the relevant bylaw, in order to obtain his clear right to indemnification.   Mitrano was aware that Abbey/TPC had refused to indemnify another former officer, who eventually won a judgment against Abbey/TPC for indemnification.   And, Abbey/TPC's intransigence was confirmed when, only two weeks after the suit was filed, Abbey/TPC announced that it would not indemnify Mitrano for his expenses for individual counsel, expenses which the district judge ultimately found to be reasonable.   Based on the summary judgment record, we hold not only that the district judge erred in granting partial summary judgment for Abbey/TPC, but also that Mitrano acted reasonably, as a matter of law, in prosecuting this lawsuit to enforce his right to indemnification.   Consequently, we further hold that Abbey/TPC is liable to Mitrano for the reasonable fees and expenses incurred in bringing this suit to a conclusion, including the fees and expenses for this appeal and for proceedings on remand.   See Fed-Mart Corp. v. Price, 111 Cal.App. 3d 215, 168 Cal.Rptr. 525, 533 (1980) (indemnification authorized by California corporation statute covers fees for appeal as well as trial).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Because the district court found Pfunder's $195 hourly rate to be reasonable, on remand the only issue as to fees and expenses will be the time reasonably expended by Pfunder and the expenses reasonably incurred in pursuing this action to its conclusion (including this appeal and the proceedings on remand).   See Flanders &amp; Medeiros, Inc. v. Bogosian, 65 F.3d 198, 204 (1st Cir.1995) (leaving intact part of summary judgment ruling while reversing and remanding other part).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district judge also erred in denying Mitrano's claim for prejudgment interest, which Mitrano expressly sought in his complaint and in his motion for summary judgment.   The judge stated in a notation order:  \"Since plaintiff has not paid the legal fees in issue he is not entitled to prejudgment interest.\"   The legal premise is correct under Massachusetts law, but the factual predicate--Mitrano's non-payment--cannot be resolved on this summary judgment record.   We explain.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As an initial matter, we agree with the choice-of-law analysis in Mitrano's brief:  Massachusetts has the highest relative interest in the issue of prejudgment interest.   See Quaker State Oil Refining Corp. v. Garrity Oil Co., 884 F.2d 1510, 1514-15 (1st Cir.1989).   Abbey/TPC does not argue to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The substantive question of Massachusetts law is controlled by Sterilite Corp. v. Continental Cas. Co., 397 Mass. 837, 494 N.E.2d 1008 (1986).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In Sterilite, the Supreme Judicial Court of Massachusetts held that prejudgment interest on an award of attorney fees ran from the date that the plaintiff paid the fees, not from the date on which the insurer breached its duty to defend the insured.  Id., 494 N.E.2d at 1011.   The Court explained:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>The dates of the payment of the various bills, which are readily discernible, determine the points at which Sterilite was obliged to commit sums which it rightfully should not have been obliged to commit.   Before those bills were paid, Sterilite was not deprived of the use of those sums.   Any other rule would result in a windfall for Sterilite, which the Legislature did not intend.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Id.  That explanation applies squarely to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district judge was incorrect, however, in finding on the summary judgment record that the bills were not paid.   It is true that the record does not indicate the dates on which Mitrano paid Pfunder's bills.   But Mitrano's affidavit states that he was \"forced to litigate and pay my counsel\" (emphasis added);  while that statement is somewhat ambiguous, it is uncontroverted.   Nothing in the record indicates that Mitrano did not pay Pfunder.   Abbey/TPC has not argued that Mitrano did not pay;  instead it argues that Mitrano failed to establish that he did pay Pfunder.   But that is a burden that Mitrano does not bear in opposing summary judgment.   Therefore, on remand, the district court should determine whether and when Mitrano actually paid the reasonably incurred litigation expenses, both for the underlying securities class action as well as this action to enforce his indemnification right.   Prejudgment interest should be awarded to Mitrano, accruing from those dates of payment in accordance with Massachusetts General Laws c. 231 &#167; 6C.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Accordingly, we reverse the partial grant of summary judgment for appellees Abbey and TPC on the issue of fees and expenses in this action, and we reverse the notation order denying Mitrano's claim for prejudgment interest.   We remand for further proceedings consistent with this opinion.   Because the costs of this appeal will be part of Mitrano's indemnification award, no costs are awarded under Fed.R.App.P. 39.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The parties agree that California law governs the scope of TPC's indemnification obligation under its bylaws because TPC is a California corporation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note with displeasure that Mitrano cited this case in his brief without indicating that its holding was directly contrary to his assertion that interest should run from the date on which Abbey/TPC breached its obligation to indemnify, as opposed to the dates on which he paid Pfunder's bills</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></span></p>\n    <p class=\"parties\">Francis P. MITRANO, Plaintiff, Appellant,<br>v.<br>TOTAL PHARMACEUTICAL CARE, INC. and Abbey Healthcare Group,<br>Inc., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1827.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 6, 1995.<br>Decided Feb. 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John Traficonte, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Joseph L. Stanganelli, with whom David H. Erichsen, Hale and Dorr, Boston, MA, were on brief, for appellees.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Francis P. Mitrano brought this diversity action against his former employer, appellee Total Pharmaceutical Care, Inc.  (\"TPC\"), seeking indemnification for litigation expenses as provided in TPC's corporate bylaws.   Mitrano also sued appellee Abbey Healthcare Group, Inc.  (\"Abbey\"), which had acquired TPC in 1993 and affirmed at that time its obligation to honor TPC's indemnification bylaw.   In October 1994, shareholders of Abbey filed a securities fraud class action in California against Abbey and various individuals, including appellant Mitrano, a former officer of appellee TPC.   Mitrano brought the instant lawsuit to recover attorney fees and expenses incurred in defending the securities class action, as well as the fees and expenses incurred in this suit to establish his right to indemnification.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The corporate bylaws of TPC, a California corporation, provide that TPC \"shall indemnify its Officers and Directors to the fullest extent permitted by law\" and that TPC \"is required to advance expenses to its Officers and Directors as incurred, including expenses relating to obtaining a determination that such Officers and Directors are entitled to indemnification.\"   It is undisputed that Mitrano is entitled to indemnification only for litigation expenses that are \"reasonably incurred.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To defend the securities class action, Mitrano and four other individual defendants jointly retained a California law firm.   Mitrano, who worked for TPC in Massachusetts and still resides there, also retained a Boston lawyer, Curtis C. Pfunder, as personal counsel.   In late October 1994, Mitrano made a written demand to Abbey/TPC for advancement and indemnification of his litigation expenses.   On November 21, 1994, Abbey/TPC responded, offering advancement and indemnification, but only if Mitrano agreed to, inter alia, (1) forego any unrelated claims against Abbey/TPC, (2) refrain from assisting others in any action against Abbey/TPC, and (3) mortgage his home as security for fee advances.   Mitrano found these conditions unacceptable and, on November 30, 1994, had attorney Pfunder file this lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After Mitrano filed suit, Abbey/TPC took the position that his retention of Pfunder as individual counsel was unreasonable and informed Mitrano that Abbey/TPC would not indemnify him for the Pfunder representation.   At the same time, Abbey/TPC also softened its conditions for indemnification of the fees for the California firm, and eventually it paid those fees, which are not in dispute here.   Several months later, Abbey/TPC made an offer to settle the dispute over Pfunder's fees, but the offer fell far short of the fees Mitrano had already incurred.   In February 1995, by agreement Mitrano was dismissed from the underlying securities class action.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In March 1995, after the district judge's efforts to encourage settlement failed, the parties filed cross motions for summary judgment.   The only issue on summary judgment was the reasonableness of the fees that Mitrano had incurred with Pfunder, which at that point amounted to about $54,000.   The district judge found that it was reasonable for Mitrano to retain Pfunder as individual counsel in the securities class action, and that Pfunder's $195 hourly rate and the hours expended in that action were also reasonable.   Accordingly, the district judge granted partial summary judgment for Mitrano in the amount of $22,170, which the parties agreed was the amount allocable to the securities class action.   Neither party challenges those rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district judge, however, found that Mitrano was unreasonable in prematurely filing the instant lawsuit, in failing to negotiate with Abbey/TPC over the conditions it sought to impose, and in not accepting the settlement offer.   The judge, therefore, granted partial summary judgment for Abbey/TPC, ruling that all the fees and expenses incurred in this lawsuit were not recoverable because it was unreasonable to have filed suit in the first place.   Accordingly, it found Abbey/TPC not liable on the portion of Mitrano's claim arising from this indemnification action.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district judge also ruled that Mitrano was not entitled to prejudgment interest under Massachusetts law on the $22,170 award because he had not actually paid those fees to Pfunder.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mitrano appealed, asserting that the district court erred in (1) denying his claim for fees and expenses incurred in this action to enforce his right to indemnification, (2) denying sub silentio his claim for fees and expenses in this appeal, and (3) denying prejudgment interest.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo and are guided by the same criteria as the district court;  a grant of summary judgment cannot stand on appeal \"unless the record discloses no trialworthy issue of material fact and the moving party is entitled to judgment as a matter of law.\"  Alexis v. McDonald's Restaurants of Mass., Inc., <span class=\"citation\" data-id=\"196337\"><a href=\"/opinion/196337/alexis-v-mcdonalds-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">341</span></a></span>, 346 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We are convinced that the district judge erred in granting summary judgment for Abbey/TPC on Mitrano's claim for fees and expenses incurred in this action.   First, Abbey/TPC does not challenge the district judge's ruling that it was obligated to indemnify Mitrano for Pfunder's fees in the securities class action, contrary to its unyielding position in refusing Mitrano's demand.   Second, TPC's bylaw requires advancement and indemnification of \"expenses relating to obtaining a determination that [an officer is] entitled to indemnification,\" and that requirement clearly applies to this action.   Third, for several reasons, Mitrano was not unreasonable in bringing this suit against Abbey/TPC to enforce his indemnification rights.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Abbey/TPC attempted to strong-arm Mitrano into accepting onerous conditions, not requiring the relevant bylaw, in order to obtain his clear right to indemnification.   Mitrano was aware that Abbey/TPC had refused to indemnify another former officer, who eventually won a judgment against Abbey/TPC for indemnification.   And, Abbey/TPC's intransigence was confirmed when, only two weeks after the suit was filed, Abbey/TPC announced that it would not indemnify Mitrano for his expenses for individual counsel, expenses which the district judge ultimately found to be reasonable.   Based on the summary judgment record, we hold not only that the district judge erred in granting partial summary judgment for Abbey/TPC, but also that Mitrano acted reasonably, as a matter of law, in prosecuting this lawsuit to enforce his right to indemnification.   Consequently, we further hold that Abbey/TPC is liable to Mitrano for the reasonable fees and expenses incurred in bringing this suit to a conclusion, including the fees and expenses for this appeal and for proceedings on remand.   See Fed-Mart Corp. v. Price, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">215</span></span>, <span class=\"citation\" data-id=\"2143938\"><a href=\"/opinion/2143938/fed-mart-corp-v-pell-enterprises-inc/\"><span class=\"volume\">168</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">525</span></a></span>, 533 (1980) (indemnification authorized by California corporation statute covers fees for appeal as well as trial).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Because the district court found Pfunder's $195 hourly rate to be reasonable, on remand the only issue as to fees and expenses will be the time reasonably expended by Pfunder and the expenses reasonably incurred in pursuing this action to its conclusion (including this appeal and the proceedings on remand).   See Flanders &amp; Medeiros, Inc. v. Bogosian, <span class=\"citation\" data-id=\"703875\"><a href=\"/opinion/703875/flanders-medeiros-inc-v-elizabeth-v-bogosian/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">198</span></a></span>, 204 (1st Cir.1995) (leaving intact part of summary judgment ruling while reversing and remanding other part).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district judge also erred in denying Mitrano's claim for prejudgment interest, which Mitrano expressly sought in his complaint and in his motion for summary judgment.   The judge stated in a notation order:  \"Since plaintiff has not paid the legal fees in issue he is not entitled to prejudgment interest.\"   The legal premise is correct under Massachusetts law, but the factual predicate--Mitrano's non-payment--cannot be resolved on this summary judgment record.   We explain.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As an initial matter, we agree with the choice-of-law analysis in Mitrano's brief:  Massachusetts has the highest relative interest in the issue of prejudgment interest.   See Quaker State Oil Refining Corp. v. Garrity Oil Co., <span class=\"citation\" data-id=\"529278\"><a href=\"/opinion/529278/quaker-state-oil-refining-corporation-v-garrity-oil-company-inc-quaker/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span>, 1514-15 (1st Cir.1989).   Abbey/TPC does not argue to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The substantive question of Massachusetts law is controlled by Sterilite Corp. v. Continental Cas. Co., <span class=\"citation\" data-id=\"2033004\"><a href=\"/opinion/2033004/sterilite-corp-v-continental-casualty-co/\"><span class=\"volume\">397</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">837</span></a></span>, <span class=\"citation\" data-id=\"2033004\"><a href=\"/opinion/2033004/sterilite-corp-v-continental-casualty-co/\"><span class=\"volume\">494</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1008</span> </a></span>(1986).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In Sterilite, the Supreme Judicial Court of Massachusetts held that prejudgment interest on an award of attorney fees ran from the date that the plaintiff paid the fees, not from the date on which the insurer breached its duty to defend the insured.  <span class=\"citation\" data-id=\"2033004\"><a href=\"/opinion/2033004/sterilite-corp-v-continental-casualty-co/\"><span class=\"id_token\">Id.,</span> 494 N.E.2d </a></span>at 1011.   The Court explained:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>The dates of the payment of the various bills, which are readily discernible, determine the points at which Sterilite was obliged to commit sums which it rightfully should not have been obliged to commit.   Before those bills were paid, Sterilite was not deprived of the use of those sums.   Any other rule would result in a windfall for Sterilite, which the Legislature did not intend.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"2033004\"><a href=\"/opinion/2033004/sterilite-corp-v-continental-casualty-co/\"><span class=\"id_token\">Id.</span>  That explanation </a></span>applies squarely to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district judge was incorrect, however, in finding on the summary judgment record that the bills were not paid.   It is true that the record does not indicate the dates on which Mitrano paid Pfunder's bills.   But Mitrano's affidavit states that he was \"forced to litigate and pay my counsel\" (emphasis added);  while that statement is somewhat ambiguous, it is uncontroverted.   Nothing in the record indicates that Mitrano did not pay Pfunder.   Abbey/TPC has not argued that Mitrano did not pay;  instead it argues that Mitrano failed to establish that he did pay Pfunder.   But that is a burden that Mitrano does not bear in opposing summary judgment.   Therefore, on remand, the district court should determine whether and when Mitrano actually paid the reasonably incurred litigation expenses, both for the underlying securities class action as well as this action to enforce his indemnification right.   Prejudgment interest should be awarded to Mitrano, accruing from those dates of payment in accordance with Massachusetts General Laws c. 231 &#167; 6C.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Accordingly, we reverse the partial grant of summary judgment for appellees Abbey and TPC on the issue of fees and expenses in this action, and we reverse the notation order denying Mitrano's claim for prejudgment interest.   We remand for further proceedings consistent with this opinion.   Because the costs of this appeal will be part of Mitrano's indemnification award, no costs are awarded under Fed.R.App.P. 39.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The parties agree that California law governs the scope of TPC's indemnification obligation under its bylaws because TPC is a California corporation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note with displeasure that Mitrano cited this case in his brief without indicating that its holding was directly contrary to his assertion that interest should run from the date on which Abbey/TPC breached its obligation to indemnify, as opposed to the dates on which he paid Pfunder's bills</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/196337/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529278/",
    "https://www.courtlistener.com/api/rest/v3/opinions/703875/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2033004/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2143938/"
  ]
}