{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196551/",
  "id": 196551,
  "absolute_url": "/opinion/196551/villafane-neriz-v-fdic/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196551/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:36Z",
  "date_modified": "2020-02-21T23:16:25.773990Z",
  "type": "010combined",
  "sha1": "593384c3b057a6de4206f74bde7b20f36919573a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1492.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1492\r\n\n                     MIGUEL VILLAFA E-NERIZ,\r\n              INSURANCE COMMISSIONER OF PUERTO RICO,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n          FEDERAL DEPOSIT INSURANCE CORPORATION, ET AL.,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Juan M. P rez-Gim nez, U.S. District Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n                    and Watson,* Senior Judge.\r                                                       \r\n\n                                           \r\n\n     Carlos J. Morales-Bauz , with whom Rossell -Rentas &amp; Rabell-\r                                                                           \r\nM ndez was on brief for appellant.\r                \r\n     J.   Scott  Watson,   Counsel,  Federal   Deposit  Insurance\r                                 \r\nCorporation, with  whom Ann S. DuRoss,  Assistant General Counsel\r                                               \r\nand  Richard J.  Osterman, Jr.,  Senior Counsel,  Federal Deposit\r                                        \r\nInsurance Corporation, were on brief for appellee.\r\n\n                                           \r\n\n                         February 2, 1996\r\n                                           \r\n                    \r                              \r\n\n*  Of the United States  Court of International Trade, sitting by\r\ndesignation.\r\r\n\n          TORRUELLA, Chief Judge.  This appeal seeks review of  a\r                    TORRUELLA, Chief Judge.\r                                          \r\n\ndecision  of the United States District Court for the District of\r\n\nPuerto Rico, which entered summary judgment on behalf of appellee\r\n\nthe  Federal  Deposit  Insurance  Corporation  (\"FDIC\"),  in  its\r\n\ncorporate capacity.  Appellant Miguel  Villafa e-Neriz, Insurance\r\n\nCommissioner of Puerto Rico (the \"Commissioner\") seeks to recover\r\n\nFDIC  deposit insurance for the $50,000 value of a certificate of\r\n\ndeposit (the \"Certificate\" or the \"CD\") purchased by the Guaranty\r\n\nInsurance  Company  (\"Guaranty\"),  which   was  assigned  to  the\r\n\nCommissioner  simultaneously  with its  purchase.    The district\r\n\ncourt held that the FDIC properly relied on the books and records\r\n\nof an insolvent institution in making its determination  that the\r\n\nCommissioner  was not entitled to   deposit insurance.   The sole\r\n\nissue before us is  whether the district court erred  in granting\r\n\nsummary judgment  against the Commissioner in  his action against\r\n\nthe  FDIC in  its corporate  capacity.1   For the  reasons stated\r\n\nherein, we affirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          The facts of  this case  are undisputed.   On July  20,\r\n\n1983,  in  compliance  with  the  Puerto  Rico  Insurance  Code's\r\n\nstatutory  deposit requirement,  26 L.P.R.A.      801-809 (1976),\r\n\nGuaranty purchased the  six-month CD from the Girod Trust Company\r\n\n                    \r                              \r\n\n1    In its  corporate capacity,  the  FDIC functions  as  a bank\r\nregulator  and  insurer of  bank deposits.    12 U.S.C.     1818,\r\n1821(a)  (1988 &amp;  Supp. 1991).   The  Commissioner does  not seek\r\nreview of that part of the district court decision that dismissed\r\nthe complaint as against the FDIC as receiver of the former Girod\r\nTrust Company.\r\n\n                               -2-\r\r\n\n(\"Girod\" or the  \"Bank\") in the principal amount  of $50,000.  On\r\n\nthe same day Guaranty  assigned and conveyed its interest  in the\r\n\nCertificate  to the Commissioner.   Girod was not  a party to the\r\n\nassignment.   Another  document was  executed on  the  same date,\r\n\nentitled \"Requisition to the Bank.\"  This  document stated, inter\r                                                                           \r\n\nalia, that Girod would  not release the funds represented  by the\r              \r\n\nCD, \"whether the principal value or  income thereof,\" without the\r\n\nCommissioner's authorization.   The Certificate was  itself given\r\n\nto, and remains with, the Commissioner.\r\n\n          Less than three months after purchasing the Certificate\r\n\nfrom Girod, Guaranty executed a  loan agreement, unrelated to the\r\n\nCD,  pursuant  to  which it  borrowed  $600,000  from  Girod.   A\r\n\npromissory note for  that amount, payable to Girod, evidenced the\r\n\nloan, and was due on April 26, 1984.  On January 17, 1984, the CD\r\n\nbecame due, and  was \"rolled over\" -- extended for  a term of six\r\n\nadditional months --  at Guaranty's  request.   In the  meantime,\r\n\nGuaranty had fallen behind on payments due to the  Bank under the\r\n\n$600,000  loan agreement.   On  July 16,  1984,  the CD  came due\r\n\nagain.   Two  days after  its maturity,  on July  18, $50,000  in\r\n\nproceeds  from  the Certificate  was  credited toward  Guaranty's\r\n\noutstanding indebtedness under the $600,000 loan agreement.\r\n\n          On August  16, 1984,  Girod was declared  insolvent and\r\n\nthe  FDIC was  appointed  as receiver.    Four months  later,  on\r\n\nDecember  19,  1984,  Guaranty  also became  insolvent,  and  the\r\n\nCommissioner was appointed  its receiver  in turn.   As such,  on\r\n\nAugust 25, 1986, the Commissioner filed a proof of claim with the\r\n\n                               -3-\r\r\n\nFDIC, seeking payment  on the CD.  Having  received no payment on\r\n\nthe claim, the Commissioner filed a complaint against the FDIC in\r\n\nthe  Superior Court of  Puerto Rico on  May 22,  1991, seeking to\r\n\nrecover  the proceeds of the CD.   The FDIC removed the action to\r\n\nfederal  court pursuant to 12  U.S.C.   1819(b),  and the parties\r\n\nfiled cross-motions  for summary judgment.  Without ruling on the\r\n\nmotions, the district court requested submission of briefs on the\r\n\napplication of  12 U.S.C.    1823(e).   The court then  held that\r\n\nthat section  barred the Commissioner's reliance  upon either the\r\n\nAssignment or  the Requisition,  and ordered summary  judgment in\r\n\nfavor of the FDIC.  On appeal in Villafa e-Neriz v. FDIC, 20 F.3d\r                                                                  \r\n\n35 (1st Cir. 1994), this Court reversed the judgment of the lower\r\n\ncourt and  remanded the  case for further  proceedings consistent\r\n\nwith  its opinion.    On February  7,  1995, the  district  court\r\n\nentered  summary  judgment  dismissing the  complaint.      It is\r\n\nundisputed  that the entire amount of the Certificate was set off\r\n\nagainst Guaranty's  indebtedness, that the CD  no longer appeared\r\n\non the bank's books and records  at the time the bank failed, and\r\n\nthat  the  Certificate  itself  remains  in  the   Commissioner's\r\n\npossession.  \r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n                      A.  Standard of Review\r                                A.  Standard of Review\r                                                      \r\n\n          This case centers on whether the FDIC, in its corporate\r\n\ncapacity,  was  correct  in  determining  there  was  no  insured\r\n\ndeposit. As the essential facts are not in  dispute, and all that\r\n\nis  before us is  a question of  law, our review  of the district\r\n\n                               -4-\r\r\n\ncourt's decision is de novo.  See, e.g., FDIC v. Keating, 12 F.3d\r                                                                  \r\n\n314, 316 (1st Cir. 1993).  This Circuit has not yet decided which\r\n\nstandard  a  district  court   should  use  when  reviewing  FDIC\r\n\ninsurance claim determinations.  \r\n\n          There  is  a  dispute  among  the  circuits as  to  the\r\n\nunderlying  standard that should apply  to the review  of an FDIC\r\n\ninsurance claim  determination.   The majority of  circuits which\r\n\nhave addressed the  issue apply the deferential standard  set out\r\n\nin Section  706 of  the Administrative  Procedure Act  (\"APA\"), 5\r\n\nU.S.C.    701-706 (1994).  See, e.g., Metro County Title, Inc. v.\r                                                                        \r\n\nFDIC, 13 F.3d 883, 886 (5th Cir.  1994) (direct petition to court\r              \r\n\nof appeals for review  of FDIC determination); Nimon v.  RTC, 975\r                                                                      \r\n\nF.2d 240 (1992) (direct  petition to court of appeals  for review\r\n\nof  Resolution Trust  Corporation determination);  In  re Collins\r                                                                           \r\n\nSec. Corp., 998 F.2d 551, 553 (8th Cir. 1993) (review of district\r                    \r\n\ncourt decision); Fletcher Village Condominium Ass'n. v. FDIC, 864\r                                                                      \r\n\nF.  Supp. 259,  263  (D. Mass.  1994).    The APA  mandates  that\r\n\nreviewing courts  set aside agency findings  that are \"arbitrary,\r\n\ncapricious,  an   abuse  of  discretion,  or   otherwise  not  in\r\n\naccordance  with  law.\"    5  U.S.C.    706(2)(A).    Under  this\r\n\ndeferential standard a court would \"review the evidence  anew and\r\n\ndetermine  whether the  administrative action  was arbitrary  and\r\n\ncapricious.\"  First Nat'l Bank of Fayetteville v. Smith, 508 F.2d\r                                                                 \r\n\n1371,  1374 (8th Cir. 1974),  cert. denied, 421  U.S. 930 (1975);\r                                                    \r\n\nsee, e.g., Hymel v. FDIC, 925 F.2d 881, 883 (5th Cir. 1991).  \r                                  \r\n\n          However, a recent decision  by the D.C. Circuit creates\r\n\n                               -5-\r\r\n\na second  option, holding that review of  FDIC determinations, to\r\n\nbe  undertaken at  the district  court level,  should be  de novo\r                                                                           \r\n\nrather than under the  deferential APA standard.  See  Callejo v.\r                                                                        \r\n\nRTC, 17 F.3d 1497 (D.C. Cir. 1994).  The Callejo  court based its\r                                                          \r\n\nrejection of  the APA on its reading of 12 U.S.C.   1821(f) (1988\r\n\n&amp;  Supp. 1991),  which provides  for judicial review  of disputed\r\n\ndeposit insurance  claims, and  its revision under  the Financial\r\n\nInstitutions  Reform,  Recovery,  and Enforcement  Act  of  1989.\r\n\nCallejo, 17 F.3d at 1501 (concluding that   1821(f)(3) \"supplants\r                 \r\n\nthe APA and sets up a different relationship between the agencies\r\n\nand the courts\"); see  Pub. L. No. 101-73, 103 Stat.  183 (1989);\r                               \r\n\ncf. Pennsylvania v. FDIC, 881 F. Supp. 979, 983 (E.D. Penn. 1995)\r                                  \r\n\n(rejecting Callejo's  logic  but  nonetheless  applying  de  novo\r                                                                           \r\n\nstandard of review on other grounds).  This Circuit has expressly\r\n\nadopted  the aspect  of  the Callejo  decision  which holds  that\r                                              \r\n\ninitial jurisdiction to review claims for insurance benefits lies\r\n\nin  the district  court  rather than  in  the court  of  appeals.\r\n\nMassachusetts  v.  FDIC,  47  F.3d  456,  458  (1st  Cir.  1995).\r                                 \r\n\nHowever,  the  decision in  that  case was  limited  to Callejo's\r                                                                         \r\n\njurisdictional holding.  Id. at 460.  Thus, Massachusetts v. FDIC\r                                                                           \r\n\ndoes not determine the district court's standard of review in the\r\n\npresent case, and  our decision to  postpone the discussion  does\r\n\nnot clash with our earlier decision. \r\n\n          The  district  court  did  not explicitly  state  which\r\n\nstandard  of  review it  was applying,  although  it did  make an\r\n\nisolated   reference,  midway   through   its  opinion,   to  the\r\n\n                               -6-\r\r\n\n\"arbitrary, capricious and  contrary to law\"  standard.  We  need\r\n\nnot  determine  which standard  the  district  court should  have\r\n\napplied  at this time,  since we agree  with the  FDIC that under\r\n\neither  the APA \"arbitrary and capricious\" or the Callejo de novo\r                                                                           \r\n\nstandard, the  district  court's decision  is correct.   Thus  we\r\n\npostpone discussion regarding  the applicable standard  of review\r\n\nin light of Callejo for another day.\r                             \r\n\n                 B.  Was this an insured deposit?\r                           B.  Was this an insured deposit?\r                                                           \r\n\n          At  the core  of the  parties' dispute  is whether  the\r\n\nCommissioner  was  entitled to  deposit  insurance.   That  issue\r\n\ndepends on whether  there was an insured  deposit at the time  of\r\n\nGirod's failure, a question  which in turn hinges on  whether and\r\n\nwhen erroneous  bank records  are conclusive.   It is  undisputed\r\n\nthat the Bank's account records did not disclose the existence of\r\n\nan  account on  the  date Girod  failed,  and that  the  original\r\n\nCertificate is in  the possession  of the  Commissioner, and  has\r\n\nbeen since July 1983.  The FDIC argues that under its regulations\r\n\nand the applicable case law, it is justified in relying solely on\r\n\nthe failed Bank's account records, so that its refusal to provide\r\n\ninsurance  was  proper.   The  Commissioner  counters that  under\r\n\nPuerto  Rico  law  the FDIC  should  have  known  the setoff  was\r\n\nimproper,  because   the  Certificate  was  not   in  the  bank's\r\n\npossession.   Because  we  agree with  the  FDIC, we  affirm  the\r\n\ndecision of the court below.\r\n\n          In  the Federal  Deposit  Insurance Act,  12 U.S.C.    \r\n\n1811-1831(d) (1982)  (as amended), Congress  defined \"deposit\" to\r\n\n                               -7-\r\r\n\nmean \"the unpaid balance  of money or its equivalent  received or\r\n\nheld by  a bank  or savings  association in  the usual course  of\r\n\nbusiness and  for  which it  has given  or is  obligated to  give\r\n\ncredit,  either conditionally or unconditionally,  . . . or which\r\n\nis evidenced by  its certificate of deposit . . . .\"  12 U.S.C.  \r\n\n1813(l)(1) (Supp. 1995).  \"Insured deposit\" is defined in turn as\r\n\n\"the net amount due to  any depositor for deposits in  an insured\r\n\ndepository institution  as determined under sections  1817(i) and\r\n\n1821(a) of this  title.\"  12  U.S.C.   1813(m)(1)  (1988 &amp;  Supp.\r\n\n1991). \r\n\n          The  FDIC   contends  that  it  is   entitled  to  rely\r\n\nexclusively  on the account records of  the failed institution --\r\n\nand so it did  not have to look further afield  to track down the\r\n\nCertificate.  Our analysis  of the FDIC regulations, the  body of\r\n\ncase law,  and the  policy concerns underlying  these regulations\r\n\nleads  us  to agree.   First,  the FDIC  regulations, promulgated\r\n\nunder congressional authorization, Abdulla  Fouad &amp; Sons v. FDIC,\r                                                                          \r\n\n898  F.2d 482, 484 (5th  Cir. 1990), themselves  provide that the\r\n\namount of  an insured  deposit at  the closing  of a  failed bank\r\n\nshall be  \"the balance of principal  and interest unconditionally\r\n\ncredited to the deposit account as  of the date of default of the\r\n\ninsured depository institution.\"  12 C.F.R.   330.3(i)(1) (1995).\r\n\nIndeed, the regulations specify that, while ownership under state\r\n\nlaw  is  one prerequisite  for  insurance  coverage, the  deposit\r\n\naccount records are controlling:\r\n\n            Deposit  insurance  coverage  is  also  a\r\n            function of the  deposit account  records\r\n\n                               -8-\r\r\n\n            of the insured depository institution, of\r\n            recordkeeping requirements,  and of other\r\n            provisions  of this  part, which,  in the\r\n            interest  of  uniform national  rules for\r\n            deposit    insurance     coverage,    are\r\n            controlling  for purposes  of determining\r\n            deposit insurance coverage.\r\n\n12  C.F.R.     330.3(h)  (including  regulatory  exceptions   not\r\n\nrelevant here).  Reviewing  courts have treated these regulations\r\n\nimplementing  and interpreting  the statutory  provisions dealing\r\n\nwith deposit  insurance  with  some  deference.2    See  FDIC  v.\r                                                                       \r\n\nPhiladelphia Gear Corp., 476 U.S.  426, 437-38 (1986); see, e.g.,\r                                                                          \r\n\nRaine v.  Reed, 14  F.3d 280, 283  (5th Cir. 1994);  Collins, 998\r                                                                      \r\n\nF.2d at 555; cf. Chevron U.S.A. Inc. v. Natural Resources Defense\r                                                                           \r\n\nCouncil,  Inc.,  467  U.S.  837,  842-44  (establishing  doctrine\r                        \r\n\ntreating  agency's  view of  a  statute with  deference  when the\r\n\nstatute is ambiguous), reh'g denied, 468 U.S. 1227 (1984).\r                                             \r\n\n          Second, a series of  policy considerations underlie the\r\n\nFDIC's practice of  relying on  the books and  records in  making\r\n\ndeposit  insurance  determinations.   In purchase  and assumption\r\n\ntransactions,3  the  FDIC  often  must  make  its  determinations\r\n                    \r                              \r\n\n2    The  Commissioner asks  us  to  note  that \"deposit  account\r\nrecords\"  are defined  to  include certificates  of deposits  and\r\n\"other books and records of the insured depository institution, .\r\n. . which relate to the insured depository  institution's deposit\r\ntaking  function.\"  12 C.F.R.    330.1(d) (1995).   This language\r\nproves unhelpful, however,  since it is undisputed that there was\r\nno Certificate among the  Bank's records at the time  of failure.\r\nHad the  Certificate  remained in  the records,  this case  would\r\nlikely not have arisen.\r\n\n3   A  purchase and  assumption transaction  occurs when,  in its\r\ncapacity  as  receiver, the  FDIC sells  a failed  bank's healthy\r\nassets to a purchasing  bank in exchange for that  bank's promise\r\nto pay the  depositors of  the failed bank.   FDIC-receiver  next\r\nsells the  'bad'  assets  to itself  as  FDIC-corporate.    FDIC-\r\n\n                               -9-\r\r\n\novernight.  See Raine, 14 F.3d at 283 (\"We will not undermine the\r                               \r\n\nspeed and efficiency of bank  takeovers by imposing a requirement\r\n\nupon the FDIC  to locate  and evaluate every  possible avenue  of\r\n\ndisputed  liability  in implementing  the  takeover  of a  failed\r\n\nbank.\"); McCloud v. FDIC, 853 F.  Supp. 556, 559 (D. Mass. 1994).\r                                  \r\n\nMaking  quick determinations both facilitates the public's access\r\n\nto its savings, Abdulla Fouad, 898 F.2d at 485, and maintains the\r                                       \r\n\ngoing concern  value of the failed  bank, Raine, 14 F.3d  at 283.\r                                                         \r\n\nFinally,  the  regulations  also avoid  fraudulent  increases  in\r\n\ninsurance coverage  by preventing the creation  of separate trust\r\n\naccounts after default has occurred.  See Baskes v. FSLIC, 649 F.\r                                                                   \r\n\nSupp. 1358, 1360 (N.D. Ill. 1986).\r\n\n          Third,  there is \"a well-grounded history of permitting\r\n\nthe FDIC  to  rely exclusively  on the  books and  records of  an\r\n\ninsolvent institution  in effectuating the takeover  of banks and\r\n\nin  making the  many deposit  insurance determinations  which are\r\n\nnecessary to that task.\"  Raine, 14 F.3d at 283; see McCloud, 853\r                                                                      \r\n\nF. Supp. at 559  (describing the \"seemingly solid phalanx  of law\r\n\nestablishing the  conclusiveness of bank  account records\");  see\r                                                                           \r\n\nalso  Abdulla Fouad,  898 F.2d  at 484  (providing statutory  and\r                             \r\n\nregulatory basis  for FDIC reliance on  deposit account records).\r\n\n                    \r                              \r\n\nreceiver  uses the money received  to pay the  purchasing bank to\r\nmake  up  the difference  between  what the  purchasing  bank was\r\nwilling to pay for  the good assets and what  it must pay out  to\r\nthe  failed  bank's depositors.    FDIC-corporate  then tries  to\r\ncollect  on  the  bad  assets.    This  purchase  and  assumption\r\ngenerally  needs  to be  executed  with  speed, often  overnight.\r\nTimberland  Design, Inc. v. First  Serv. Bank For  Sav., 932 F.2d\r                                                                 \r\n46, 48 (1st Cir. 1991).\r\n\n                               -10-\r\r\n\nThis  reliance on  the  books  and  records  draws  on  the  FDIC\r\n\nregulations:    the  \"FDIC's  longstanding  practice  of  looking\r\n\nprimarily  at  the  failed  bank's  deposit  account  records  in\r\n\ndetermining   insurance   claims   is   clearly   a   permissible\r\n\ninterpretation of  [its] statutory mandates.\"   Collins, 998 F.3d\r                                                                 \r\n\nat 554.  Indeed, the case law the FDIC cites states that a bank's\r\n\nclosing  is  \"the seminal  point\"  of  the FDIC's  determination.\r\n\n\"That event not  only trigger[s] the liquidation process,  but it\r\n\nalso  cast[s] in  stone the  relationship of  [plaintiff] to  the\r\n\nbank.\"  FDIC  v. McKnight, 769 F.2d 658, 661 (1985), cert. denied\r                                                                           \r\n\nsub  nom.,  All Souls  Episcopal Church  v.  FDIC, 475  U.S. 1010\r                                                           \r\n\n(1986).\r\n\n          In fact, the case law supports the FDIC's dependence on\r\n\nthe  books and records  of the Bank  at the time  of failure even\r\n\nthough  the   balance  was  a  result   of  alleged  unauthorized\r\n\nactivity.4  See Abdulla  Fouad, 898 F.2d at 484-85  (finding that\r                                        \r\n\nplaintiff's  position that  the  FDIC should  have searched  bank\r\n\ncredit  files  and other  records  before  denying a  claim  goes\r\n\nagainst  statutory and  regulatory authority);  Fletcher Village,\r                                                                          \r\n                    \r                              \r\n\n4  This circuit has not previously reached the issue of whether a\r\nbank's correctly  recorded but unauthorized activity precludes an\r\ninsurance claim.  See  FDIC v. Fedders Air Conditioning,  35 F.3d\r                                                                 \r\n18, 23 (1st  Cir. 1994).   Indeed,  in the  present case's  first\r\nappearance  before  this  court,  we noted  we  had  not  decided\r\n\"whether or  to what  extent we would  be willing  to follow  the\r\nEighth Circuit's holding in In re Collins.\"  Villafa e-Neriz,  20\r                                                                      \r\nF.3d  at  40 n.6.   In  affirming  the district  court's decision\r\ntoday, we  adopt much of  the logic  of the Collins  decision, as\r                                                             \r\nwell as the  decisions of  the district  court for  Massachusetts\r\nwhich have decided similar  cases.  See Fletcher Village,  864 F.\r                                                                  \r\nSupp. at 265 (adopting the reasoning of Collins); McCloud, 853 F.\r                                                                   \r\nSupp. at 559.\r\n\n                               -11-\r\r\n\n864 F. Supp. at  265 (\"To hold the FDIC liable for the errors and\r\n\nomissions  inherent in  almost  any  routine banking  transaction\r\n\nwould divert the  FDIC from  its core mission  of protecting  the\r\n\nbanking  system  from  an  ultimate  catastrophe.\").    In  their\r\n\nanalysis, \"[t]hese  cases reflect the severe  tension between two\r\n\nvalues:   the  legitimate expectations  of the depositor  and the\r\n\nregulator's desire to rely upon existing  records to expedite the\r\n\nhandling of bank emergencies.\"  Fedders Air Conditioning, 35 F.3d\r                                                                  \r\n\nat 23.\r\n\n          The Eighth Circuit's analysis in  the factually similar\r\n\nIn re Collins  proves illustrative.  In  that case, as here,  the\r                       \r\n\npurchaser  of a  certificate  assigned the  proceeds  to a  third\r\n\nparty,  Collins.    The  proceeds,  however,  were  paid  to  the\r\n\npurchaser's account,  and  the CD  account was  reflected on  the\r\n\ninstitution's account  records as closed.   Collins, 998  F.2d at\r                                                             \r\n\n552-53.  The trustee  for the bankrupt Collins sought  to recover\r\n\nfrom  the institution for paying  out the CD  account despite the\r\n\nassignment,   alleging  negligence   and   breach  of   contract.\r\n\nFollowing the institution's insolvency, the FDIC in its corporate\r\n\ncapacity   denied  deposit  insurance,  and  the  trustee  sought\r\n\njudicial review of its denial.  Id. at 553.  The court of appeals\r                                             \r\n\nheld that the  FDIC properly relied on  the books and records  of\r\n\nthe failed institution to deny deposit insurance, noting that the\r\n\ninstitution's \"mistaken payment  may not have affected  Collins's\r\n\nrights  against  the  bank, but  it  did  extinguish the  insured\r\n\namount.\"   Id.  at 554.   In short,  it reasoned  that \"[d]eposit\r                        \r\n\n                               -12-\r\r\n\ninsurance  protects  depositors  from  loss  due  to  the  bank's\r\n\ninsolvency, not  loss from  the bank's  pre-insolvency mistakes.\"\r\n\nId. at 555.  We find the Eighth Circuit's reasoning convincing in\r             \r\n\nthe present case as well.\r\n\n          The  Commissioner  seeks  to  differentiate  Collins on\r                                                                        \r\n\nseveral bases.  First, he argues that the mistake  in Collins was\r                                                                       \r\n\na simple bank error,  id. at 552-53, while the  \"cancellation\" in\r                                   \r\n\nthe current case is not a  simple mistake, but rather was illegal\r\n\non its face.   We do not find the distinction  relevant.  In both\r\n\ncases,  the  account was  cancelled  without regard  to  the CD's\r\n\nassignment,  and  the  bank's   records  had  not  reflected  the\r\n\nassignment.  Second, he finds it significant that the decision in\r\n\nCollins  noted  not only  that  the account  in  controversy been\r                 \r\n\nclosed  at least  a  full  year  before  the  bank  was  declared\r\n\ninsolvent,  but also that the insolvent bank had not paid deposit\r\n\ninsurance premiums  for the account.   See id. at 553-54.   Here,\r                                                        \r\n\nthe Commissioner contests, Girod paid  deposit insurance premiums\r\n\non the CD account, which  was cancelled less than a  month before\r\n\nthe  bank was  taken  over  and a  few  days  after the  Treasury\r\n\nDepartment of Puerto Rico conducted the investigation that led to\r\n\nthe  bank's  closing.    Again,  we  are  not  convinced  of  the\r\n\ndistinction.  In  Collins, the court's determination was based on\r                                   \r\n\nthe fact that the  records of a failed bank indicated the amounts\r\n\nthat  were insured, and the accounts for which the FDIC collected\r\n\ndeposit  insurance premiums.  The length of time that the account\r\n\nwas  closed, or the insurance  premiums unpaid, was  not the key:\r\n\n                               -13-\r\r\n\nthe crucial factor was the reasonableness of the FDIC reliance on\r\n\nthe  records.  See id. at 554.  Collins noted that the CD account\r                                                 \r\n\nwas  not an  insured deposit  for which  premiums were  paid, and\r\n\nfound that Collins'  trustee had \"confus[ed] the right to recover\r\n\nfrom  the bank  with  the  right  to  withdraw  from  an  insured\r\n\naccount.\"  Id.  \r                        \r\n\n          Raine  v. Reed  offers another  example of  an analysis\r                                  \r\n\nupholding  the FDIC's exclusive reliance on the books and records\r\n\nof  a failed  institution.   Raine was  a victim  of unauthorized\r\n\nwithdrawals from automatic teller machines, who notified her bank\r\n\nof the  withdrawals and  sought to  have her  account re-credited\r\n\npursuant to the Electronic Funds Transfer Act (\"EFTA\"), 15 U.S.C.\r\n\n   1693-1693r.   Raine, 14  F.3d at 281-82.   At the time  of its\r                                \r\n\nfailure, the  bank had not provisionally  re-credited the account\r\n\npending  final   resolution  of  her  request,   as  required  by\r\n\nregulations  implementing  the EFTA.    Raine  contended she  was\r\n\nentitled  to deposit insurance on  the basis that  she should not\r\n\nsuffer because of the bank's mistakes.  Id. at 282.  However, the\r                                                     \r\n\nFifth Circuit found that\r\n\n            [t]he  disputed  amount  was  simply  not\r\n            credited   to   her   account   at   all,\r\n            conditionally  or  otherwise.   Thus, the\r\n            account  cannot  be  covered  by  deposit\r\n            insurance  because  no  credit   for  the\r\n            amounts  withdrawn  was  entered  on  the\r\n            bank's books at the time of failure.\r\n\nId.  at 283.  The court relied  on the \"well-grounded history\" of\r             \r\n\nallowing   the  FDIC   to  rely   exclusively  on   an  insolvent\r\n\ninstitution's books and  records, even where the bank  itself has\r\n\n                               -14-\r\r\n\ncommitted a  mistake, as well as the  policy rationales discussed\r\n\nabove, in upholding the FDIC's use of the books and records.  Id.\r                                                                           \r\n\nAccording to the court, \"[t]he regulations are clear  and simple,\r\n\neither the amount is credited to the account, in which case it is\r\n\ncovered by deposit insurance, or the  amount is not on the books,\r\n\nin which case  it becomes a general liability of  the bank.\"  Id.\r                                                                           \r\n\nat 284.\r\n\n          The Commissioner offers no authority  contradicting our\r\n\nanalysis of the FDIC regulations, policy considerations, and case\r\n\nlaw  supporting the use of  the failed bank's  records.  Instead,\r\n\nthe  Commissioner  counters  with  two arguments.      First,  he\r\n\ncontends that even if the FDIC relied on Girod's existing records\r\n\nat the time of its failure in 1984, it should have concluded that\r\n\nthe   Certificate  had   not  been   properly  cancelled.     The\r\n\nCommissioner  relies on 7 L.P.R.A.    3 (1981),  which states, in\r\n\npertinent part, that \r\n\n            [t]he  term  \"deposit certificate\"  shall\r\n            mean any deposit which has been evidenced\r\n            by   a   receipt  or   written  agreement\r\n            containing  the  term   for  which   such\r\n            deposit  has been  made  and  which  also\r\n            requires presentation at the bank for its\r                                                               \r\n            collection.\r                                \r\n\n(emphasis added).   He concludes  from this  language that  since\r\n\nPuerto  Rico law mandates that  the original of  a certificate of\r\n\ndeposit be presented to the bank for collection, an FDIC official\r\n\nreviewing Girod's records  regarding the CD's \"cancellation\"  had\r\n\nto be alerted that the Certificate was still  valid by the simple\r\n\nfact that the original was not contained in the customer profile.\r\n\n                               -15-\r\r\n\nBy failing to do so, the Commissioner contends, the FDIC did  not\r\n\ngive  the  proper  weight  to these  Puerto  Rican  recordkeeping\r\n\nrequirements.\r\n\n          We  do not find this argument convincing.  On its face,\r\n\nthe  statute  sets  out  the requirements  for  presentation  for\r\n\ncollection, which  is not at  issue here.  We  are concerned with\r\n\nwhat records  should remain in the  bank after a  setoff, and the\r\n\nlanguage is silent on this point.  The sole case the Commissioner\r\n\ncites to support its argument that the statute should be  read to\r\n\nrequire  that the original of a certificate must be presented for\r\n\nsetoff, Walla Corp.  v. Banco Commercial de  Mayaguez, 114 D.P.R.\r                                                               \r\n\n216  (1983)   (holding  that  where   bank  set  off   loan  with\r\n\ncertificates  effectively  assigned to  third  party, bank  could\r\n\ncompensate the CDs with the  loans debtor had with it), does  not\r\n\nmention  the statute.  We could find no case law on point.  Given\r\n\nthe plain meaning of the statute,  and the absence of evidence to\r\n\nsupport  the Commissioner's reading of the statute, we reject his\r\n\nposition. \r\n\n          The  Commissioner's  second   argument  relies  on   an\r\n\nexception to  the general rule that the  records of a failed Bank\r\n\nare  conclusive.  That exception states  that \"records that would\r\n\notherwise be conclusive evidence  may be attacked as fraudulent.\"\r\n\nCollins, 998  F.2d at  555; see, e.g.,  Jones v.  FDIC, 748  F.2d\r                                                                \r\n\n1400, 1405 (10th  Cir. 1984); McCloud, 853 F. Supp.  at 559.  The\r                                               \r\n\nCommissioner argues to  this court  that there was  fraud in  the\r\n\ntransaction  assigning  the  Certificate,  and  therefore  he  is\r\n\n                               -16-\r\r\n\nentitled to attack the conclusiveness of Girod's records.\r\n\n          However,  we  refuse  to  consider  the  Commissioner's\r\n\nargument, since he  raises it for the first time  on appeal.5  It\r\n\nis well established that this court will not consider an argument\r\n\npresented for  the first time on  appeal.  See Clauson  v. Smith,\r                                                                          \r\n\n823  F.2d 660,  666 (1st  Cir. 1987)  (collecting cases).   While\r\n\nexceptions to this  rule exist, they  apply only \"'in  horrendous\r\n\ncases  where  a  gross  miscarriage  of  justice  would  occur,'\"\r\n\nJohnston v. Holiday Inns, Inc., 595 F.2d 890, 894 (1st Cir. 1979)\r                                        \r\n\n(quoting  Newark Morning  Ledger Co. v.  United States,  539 F.2d\r                                                                \r\n\n929, 932 (3d Cir. 1976)), and this is not  such a case.  That the\r\n\nCommissioner's argument involves no new facts, just a new theory,\r\n\nis irrelevant.   See Ondine  Shipping Corp. v.  Cataldo, 24  F.3d\r                                                                 \r\n\n353, 355 (1st Cir. 1994) (\"This assertion is neither original nor\r\n\npersuasive.\").\r\n\n          Therefore,  since   we  find  that  under   either  the\r\n                    \r                              \r\n\n5   We note in passing that  the Commissioner argues on the basis\r\nof fraud in  the transaction underlying the  records, since there\r\nis  no  question  that  the  records  themselves  were  accurate.\r\nHowever,  the  cases the  Commissioner seeks  to  rely on  in his\r\nargument -- McCloud, Abdulla Fouad, and Collins -- all discuss an\r                                                         \r\nexemption based on fraud in a bank's recordkeeping.  See Collins,\r                                                                          \r\n998 F.2d at 556  (noting that there was \"no  allegation of fraud\"\r\nwhere the bank's records \"accurately reflected payout of $100,000\r\nto  the  wrong  party.\");  Abdulla  Fouad,  898  F.2d  at  485-86\r                                                   \r\n(refusing to extend  exception to include  proof directed to  the\r\ndeposit  account  recording);  McCloud,   853  F.  Supp.  at  560\r                                                \r\n(concluding  that, where there  was evidence that  the records of\r\ndeposits were altered during the course of fraudulent conduct  by\r\nthe bank president, \"it was arbitrary, capricious and contrary to\r\nlaw for the agency to consider the customer profile as of the day\r\nof  the bank's default as conclusive\"  (footnote omitted)).  Thus\r\nwe question whether the Commissioner would have met with success,\r\neven if he had both  raised this argument in the court  below and\r\ndemonstrated that there was fraud in the transaction.\r\n\n                               -17-\r\r\n\narbitrary  and capricious  standard or a  more demanding  de novo\r                                                                           \r\n\nreview the FDIC was correct in relying solely on Girod's records,\r\n\nand  reject the  Commissioner's  arguments based  on Puerto  Rico\r\n\nbanking  law and fraud, we affirm the district court's holding on\r\n\nthese issues.\r\n\n           C.  Application of the McCarran-Ferguson Act\r                     C.  Application of the McCarran-Ferguson Act\r                                                                 \r\n\n          The Commissioner  raises one final argument against the\r\n\nFDIC's  insurance determinations,  based on  Section 2(b)  of the\r\n\nMcCarran-Ferguson  Act.  59 Stat.  33, 34 (1945),  as amended, 15\r\n\nU.S.C.   1012(b).  Section 2(b) states, in pertinent part:\r\n\n            No Act of Congress shall be  construed to\r\n            invalidate, impair, or supersede  any law\r\n            enacted by  any State for  the purpose of\r\n            regulating the business of  insurance, or\r\n            which  imposes  a fee  or  tax upon  such\r\n            business,  unless  such Act  specifically\r\n            relates  to  the  business  of  insurance\r\n            . . . .\r\n\n15  U.S.C.    1012(b) (1994).   This  statute creates \"a  form of\r\n\ninverse  preemption,  letting  state  law  prevail  over  general\r\n\nfederal rules--those  that do  not 'specifically relate[]  to the\r\n\nbusiness of insurance.'\"  NAACP v. American Family Mut. Ins. Co.,\r                                                                          \r\n\n978  F.2d 287, 293  (7th Cir. 1992), cert.  denied,     U.S.    ,\r                                                            \r\n\n113  S. Ct. 2335, 124 L.Ed.2d 247 (1993); see United States Dep't\r                                                                           \r\n\nof the  Treasury v. Fabe,      U.S.     ,    , 113  S. Ct.  2202,\r                                  \r\n\n2211, 124  L.Ed.2d 449 (1993)  (noting that the  Act \"transformed\r\n\nthe  legal   landscape  by   overturning  the  normal   rules  of\r\n\npreemption.\").   As the Supreme Court  has explained, \"'Congress'\r\n\npurpose  was broadly to give  support to the  existing and future\r\n\nstate  systems   for  regulating  and  taxing   the  business  of\r\n\n                               -18-\r\r\n\ninsurance.'\"  Fabe, 113  S. Ct. at 2207 (quoting  Prudential Ins.\r                                                                           \r\n\nCo.  v. Benjamin, 328 U.S. 408, 429  (1946)).  Indeed, the quoted\r                          \r\n\nlanguage  of Section 2(b) \"impos[es] what is, in effect, a clear-\r\n\nstatement rule, a rule  that state laws enacted 'for  the purpose\r\n\nof  regulating  the  business  of  insurance'  do  not  yield  to\r\n\nconflicting   federal   statutes   unless   a   federal   statute\r\n\nspecifically requires otherwise.\"  Id. at 2211.\r                                                \r\n\n          The Commissioner seizes on Section 2(b) to contend that\r\n\nthe district  court's decision  \"renders meaningless\"  the Puerto\r\n\nRico Insurance Code provisions requiring that insurance companies\r\n\nmake  statutory deposits.  See  26 L.P.R.A.     801-809.  Because\r                                        \r\n\nGuaranty assigned the CD  to the Commissioner in order  to comply\r\n\nwith this  statute, the Commissioner concludes  that the district\r\n\ncourt's  decision  upholding  the   FDIC's  refusal  of   deposit\r\n\ninsurance  impairs the  Commissioner's  ability  to regulate  the\r\n\nbusiness  of insurance  in  Puerto Rico,  and therefore  violates\r\n\nSection  2(b).     The  decision,   the  Commissioner   contends,\r\n\nparticularly impairs \"obtaining  eligible deposits from insurance\r\n\ncompanies to comply with the statutory deposit requirement of the\r\n\nInsurance Code, whose ultimate aim is to protect policyholders in\r\n\ncase of the insurer's insolvency.\"  (Appellant's Brief, at 20).\r\n\n          The Supreme Court  has set out the factors required for\r\n\na  federal  statute to  fall  within  the McCarran-Ferguson  Act.\r\n\nFirst,  the  federal   statute  must   \"invalidate,  impair,   or\r\n\nsupersede\" the state act.   Second, the federal statute  must not\r\n\n\"specifically relat[e]  to the business of  insurance.\"  Finally,\r\n\n                               -19-\r\r\n\nthe  state law  must  have  been  enacted  \"for  the  purpose  of\r\n\nregulating the business of insurance.\"  Fabe, 113 S. Ct. at 2208.\r                                                      \r\n\nWe need go  no further than the first factor  in our analysis, as\r\n\nthe Commissioner's  argument that  the application of  the Puerto\r\n\nRico Insurance Code is impaired fails.\r\n\n          The  Supreme  Court  faced  the  question  of  when  an\r\n\n\"impairment\" occurs in SEC  v. National Sec., Inc., 393  U.S. 453\r                                                            \r\n\n(1969).  In that case, the SEC sought to unwind the merger of two\r\n\ninsurance  companies which  had  been approved  by  the state  of\r\n\nArizona, on the basis that the merger was obtained through use of\r\n\nfraudulent misrepresentations.    Arizona argued  that the  SEC's\r\n\naction  would violate  the  McCarran-Ferguson Act.   The  Supreme\r\n\nCourt,  finding  that the  essential  question  was \"whether  the\r\n\nMcCarran-Ferguson  Act  bars a  federal  remedy  which affects  a\r\n\nmatter  subject  to  state  insurance regulation,\"  id.  at  462,\r                                                                 \r\n\ndisagreed.  \r\n\n            The gravamen  of  the complaint  was  the\r\n            misrepresentation,  not the merger. . . .\r\n            Nevertheless, [the state] contend[s] that\r\n            any  attempt to  interfere with  a merger\r\n            approved  by  state  insurance  officials\r\n            would \"invalidate,  impair, or supersede\"\r\n            the  state  insurance laws  .  .  . .  We\r\n            cannot    accept   this    overly   broad\r\n            restriction on federal power.\r\n               It  is clear that  any \"impairment\" in\r\n            this case is a most indirect one.\r\n\nId. at  462-63.  The courts have relied on this logic to conclude\r             \r\n\nthat   \"application  of a  federal law  [will] be  precluded only\r\n\nwhere  the federal  law expressly  prohibit[s] acts  permitted by\r\n\nstate law, or vice  versa.\"  Merchants Home Delivery  Serv., Inc.\r                                                                           \r\n\n                               -20-\r\r\n\nv. Frank  B. Hall  &amp;  Co., 50  F.3d 1486,  1492  (9th Cir.  1995)\r                                   \r\n\n(holding that application of a  federal law which prohibited acts\r\n\nalso  prohibited  by  state  insurance law  did  not  invalidate,\r\n\nimpair,   or  supersede  state   law,  despite   their  differing\r\n\nremedies),  cert. denied  sub nom.,  Prometheus Funding  Corp. v.\r                                                                        \r\n\nMerchants Home Delivery  Serv., Inc.,      U.S.    ,  116 S.  Ct.\r                                              \r\n\n418,     L.Ed.2d      (1995); see American Family Mut.  Ins. Co.,\r                                                                          \r\n\n978  F.2d  at 296-97  (drawing  on  analogies  to the  principles\r\n\ngoverning federal preemption of state law).  \r\n\n          Application  of this  \"direct  conflict\"  test  quickly\r\n\ndefeats the  Commissioner's argument.   In short, nothing  in the\r\n\ndistrict  court opinion -- or the FDIC regulations -- impairs the\r\n\nCommissioner's authority  or  ability  to  obtain  deposits  from\r\n\ninsurance  companies  to  comply   with  the  statutory   deposit\r\n\nrequirement.   The  opinion and  regulations merely set  out what\r\n\nrecords the FDIC may rely on  in making insurance determinations.\r\n\nThe  Commissioner's loss is the product of events, not a conflict\r\n\nbetween federal and Commonwealth  statutes.  In the absence  of a\r\n\ndirect  prohibition, we  refuse to  hold that  there has  been an\r\n\nimpairment merely because  in this circumstance a  CD assigned to\r\n\nthe  Commissioner was  set  off against  the insurance  company's\r\n\nindebtedness.  Cf. Merchants Home Delivery, 50 F.3d at 1492 (\"The\r                                                    \r\n\nlanguage of   2(b) is inconsistent with a congressional intent to\r\n\nallow states to preempt the field of insurance regulation.\").  \r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the reasons stated above, we affirm.\r                                                     affirm.\r                                                           \r\n\n                               -21-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1492\r\n\n                     MIGUEL VILLAFA E-NERIZ,\r\n              INSURANCE COMMISSIONER OF PUERTO RICO,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n          FEDERAL DEPOSIT INSURANCE CORPORATION, ET AL.,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Juan M. P rez-Gim nez, U.S. District Judge]\r                                                                  \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n                    and Watson,* Senior Judge.\r                                                       \r\n\n                                           \r\n\n     Carlos J. Morales-Bauz , with whom Rossell -Rentas &amp; Rabell-\r                                                                           \r\nM ndez was on brief for appellant.\r                \r\n     J.   Scott  Watson,   Counsel,  Federal   Deposit  Insurance\r                                 \r\nCorporation, with  whom Ann S. DuRoss,  Assistant General Counsel\r                                               \r\nand  Richard J.  Osterman, Jr.,  Senior Counsel,  Federal Deposit\r                                        \r\nInsurance Corporation, were on brief for appellee.\r\n\n                                           \r\n\n                         February 2, 1996\r\n                                           \r\n                    \r                              \r\n\n*  Of the United States  Court of International Trade, sitting by\r\ndesignation.\r\r\n\n          TORRUELLA, Chief Judge.  This appeal seeks review of  a\r                    TORRUELLA, Chief Judge.\r                                          \r\n\ndecision  of the United States District Court for the District of\r\n\nPuerto Rico, which entered summary judgment on behalf of appellee\r\n\nthe  Federal  Deposit  Insurance  Corporation  (\"FDIC\"),  in  its\r\n\ncorporate capacity.  Appellant Miguel  Villafa e-Neriz, Insurance\r\n\nCommissioner of Puerto Rico (the \"Commissioner\") seeks to recover\r\n\nFDIC  deposit insurance for the $50,000 value of a certificate of\r\n\ndeposit (the \"Certificate\" or the \"CD\") purchased by the Guaranty\r\n\nInsurance  Company  (\"Guaranty\"),  which   was  assigned  to  the\r\n\nCommissioner  simultaneously  with its  purchase.    The district\r\n\ncourt held that the FDIC properly relied on the books and records\r\n\nof an insolvent institution in making its determination  that the\r\n\nCommissioner  was not entitled to   deposit insurance.   The sole\r\n\nissue before us is  whether the district court erred  in granting\r\n\nsummary judgment  against the Commissioner in  his action against\r\n\nthe  FDIC in  its corporate  capacity.1   For the  reasons stated\r\n\nherein, we affirm.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r\n\n          The facts of  this case  are undisputed.   On July  20,\r\n\n1983,  in  compliance  with  the  Puerto  Rico  Insurance  Code's\r\n\nstatutory  deposit requirement,  26 L.P.R.A.      801-809 (1976),\r\n\nGuaranty purchased the  six-month CD from the Girod Trust Company\r\n\n                    \r                              \r\n\n1    In its  corporate capacity,  the  FDIC functions  as  a bank\r\nregulator  and  insurer of  bank deposits.    12 U.S.C.     1818,\r\n1821(a)  (1988 &amp;  Supp. 1991).   The  Commissioner does  not seek\r\nreview of that part of the district court decision that dismissed\r\nthe complaint as against the FDIC as receiver of the former Girod\r\nTrust Company.\r\n\n                               -2-\r\r\n\n(\"Girod\" or the  \"Bank\") in the principal amount  of $50,000.  On\r\n\nthe same day Guaranty  assigned and conveyed its interest  in the\r\n\nCertificate  to the Commissioner.   Girod was not  a party to the\r\n\nassignment.   Another  document was  executed on  the  same date,\r\n\nentitled \"Requisition to the Bank.\"  This  document stated, inter\r                                                                           \r\n\nalia, that Girod would  not release the funds represented  by the\r              \r\n\nCD, \"whether the principal value or  income thereof,\" without the\r\n\nCommissioner's authorization.   The Certificate was  itself given\r\n\nto, and remains with, the Commissioner.\r\n\n          Less than three months after purchasing the Certificate\r\n\nfrom Girod, Guaranty executed a  loan agreement, unrelated to the\r\n\nCD,  pursuant  to  which it  borrowed  $600,000  from  Girod.   A\r\n\npromissory note for  that amount, payable to Girod, evidenced the\r\n\nloan, and was due on April 26, 1984.  On January 17, 1984, the CD\r\n\nbecame due, and  was \"rolled over\" -- extended for  a term of six\r\n\nadditional months --  at Guaranty's  request.   In the  meantime,\r\n\nGuaranty had fallen behind on payments due to the  Bank under the\r\n\n$600,000  loan agreement.   On  July 16,  1984,  the CD  came due\r\n\nagain.   Two  days after  its maturity,  on July  18, $50,000  in\r\n\nproceeds  from  the Certificate  was  credited toward  Guaranty's\r\n\noutstanding indebtedness under the $600,000 loan agreement.\r\n\n          On August  16, 1984,  Girod was declared  insolvent and\r\n\nthe  FDIC was  appointed  as receiver.    Four months  later,  on\r\n\nDecember  19,  1984,  Guaranty  also became  insolvent,  and  the\r\n\nCommissioner was appointed  its receiver  in turn.   As such,  on\r\n\nAugust 25, 1986, the Commissioner filed a proof of claim with the\r\n\n                               -3-\r\r\n\nFDIC, seeking payment  on the CD.  Having  received no payment on\r\n\nthe claim, the Commissioner filed a complaint against the FDIC in\r\n\nthe  Superior Court of  Puerto Rico on  May 22,  1991, seeking to\r\n\nrecover  the proceeds of the CD.   The FDIC removed the action to\r\n\nfederal  court pursuant to 12  U.S.C.   1819(b),  and the parties\r\n\nfiled cross-motions  for summary judgment.  Without ruling on the\r\n\nmotions, the district court requested submission of briefs on the\r\n\napplication of  12 U.S.C.    1823(e).   The court then  held that\r\n\nthat section  barred the Commissioner's reliance  upon either the\r\n\nAssignment or  the Requisition,  and ordered summary  judgment in\r\n\nfavor of the FDIC.  On appeal in Villafa e-Neriz v. FDIC, </pre><span class=\"citation\" data-id=\"195299\"><a href=\"/opinion/195299/villafane-neriz-v-fdic/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n\n<span class=\"page\">35</span> </a></span><pre class=\"inline\">(1st Cir. 1994), this Court reversed the judgment of the lower\r\n\ncourt and  remanded the  case for further  proceedings consistent\r\n\nwith  its opinion.    On February  7,  1995, the  district  court\r\n\nentered  summary  judgment  dismissing the  complaint.      It is\r\n\nundisputed  that the entire amount of the Certificate was set off\r\n\nagainst Guaranty's  indebtedness, that the CD  no longer appeared\r\n\non the bank's books and records  at the time the bank failed, and\r\n\nthat  the  Certificate  itself  remains  in  the   Commissioner's\r\n\npossession.  \r\n\n                            DISCUSSION\r                                      DISCUSSION\r\n\n                      A.  Standard of Review\r                                A.  Standard of Review\r                                                      \r\n\n          This case centers on whether the FDIC, in its corporate\r\n\ncapacity,  was  correct  in  determining  there  was  no  insured\r\n\ndeposit. As the essential facts are not in  dispute, and all that\r\n\nis  before us is  a question of  law, our review  of the district\r\n\n                               -4-\r\r\n\ncourt's decision is de novo.  See, e.g., FDIC v. Keating, </pre><span class=\"citation\" data-id=\"195109\"><a href=\"/opinion/195109/fdic-v-keating/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n\n<span class=\"page\">314</span></a></span><pre class=\"inline\">, 316 (1st Cir. 1993).  This Circuit has not yet decided which\r\n\nstandard  a  district  court   should  use  when  reviewing  FDIC\r\n\ninsurance claim determinations.  \r\n\n          There  is  a  dispute  among  the  circuits as  to  the\r\n\nunderlying  standard that should apply  to the review  of an FDIC\r\n\ninsurance claim  determination.   The majority of  circuits which\r\n\nhave addressed the  issue apply the deferential standard  set out\r\n\nin Section  706 of  the Administrative  Procedure Act  (\"APA\"), 5\r\n\nU.S.C.    701-706 (1994).  See, e.g., Metro County Title, Inc. v.\r                                                                        \r\n\nFDIC, </pre><span class=\"citation\" data-id=\"6229\"><a href=\"/opinion/6229/metro-county-title-inc-v-fdic/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">883</span></a></span><pre class=\"inline\">, 886 (5th Cir.  1994) (direct petition to court\r              \r\n\nof appeals for review  of FDIC determination); Nimon v.  RTC, </pre><span class=\"citation\" data-id=\"590926\"><a href=\"/opinion/590926/wh-nimon-bonnie-k-nimon-and-wh-nimon-trustee-for-bonnie-k-nimon-v/\"><span class=\"volume\">975</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">240</span> </a></span><pre class=\"inline\">(1992) (direct  petition to court of appeals  for review\r\n\nof  Resolution Trust  Corporation determination);  In  re Collins\r                                                                           \r\n\nSec. Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">551</span></span><pre class=\"inline\">, 553 (8th Cir. 1993) (review of district\r                    \r\n\ncourt decision); Fletcher Village Condominium Ass'n. v. FDIC, 864\r                                                                      \r\n\nF.  Supp. 259,  263  (D. Mass.  1994).    The APA  mandates  that\r\n\nreviewing courts  set aside agency findings  that are \"arbitrary,\r\n\ncapricious,  an   abuse  of  discretion,  or   otherwise  not  in\r\n\naccordance  with  law.\"    5  U.S.C.    706(2)(A).    Under  this\r\n\ndeferential standard a court would \"review the evidence  anew and\r\n\ndetermine  whether the  administrative action  was arbitrary  and\r\n\ncapricious.\"  First Nat'l Bank of Fayetteville v. Smith, </pre><span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n\n<span class=\"page\">1371</span></span><pre class=\"inline\">,  1374 (8th Cir. 1974),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">421</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span> </span><pre class=\"inline\">(1975);\r                                                    \r\n\nsee, e.g., Hymel v. FDIC, </pre><span class=\"citation\" data-id=\"555818\"><a href=\"/opinion/555818/patrick-a-hymel-clu-and-associates-inc-patrick-a-hymel-as-trustee/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">881</span></a></span><pre class=\"inline\">, 883 (5th Cir. 1991).  \r                                  \r\n\n          However, a recent decision  by the D.C. Circuit creates\r\n\n                               -5-\r\r\n\na second  option, holding that review of  FDIC determinations, to\r\n\nbe  undertaken at  the district  court level,  should be  de novo\r                                                                           \r\n\nrather than under the  deferential APA standard.  See  Callejo v.\r                                                                        \r\n\nRTC, </pre><span class=\"citation\" data-id=\"664615\"><a href=\"/opinion/664615/william-f-callejo-adelfa-b-callejo-william-d-graue-v-resolution-trust/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1497</span> </a></span><pre class=\"inline\">(D.C. Cir. 1994).  The Callejo  court based its\r                                                          \r\n\nrejection of  the APA on its reading of 12 U.S.C.   1821(f) (1988\r\n\n&amp;  Supp. 1991),  which provides  for judicial review  of disputed\r\n\ndeposit insurance  claims, and  its revision under  the Financial\r\n\nInstitutions  Reform,  Recovery,  and Enforcement  Act  of  1989.\r\n\n</pre><span class=\"citation\" data-id=\"664615\"><span class=\"antecedent_guess\">Callejo,</span> <a href=\"/opinion/664615/william-f-callejo-adelfa-b-callejo-william-d-graue-v-resolution-trust/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1501</span> </a></span><pre class=\"inline\">(concluding that   1821(f)(3) \"supplants\r                 \r\n\nthe APA and sets up a different relationship between the agencies\r\n\nand the courts\"); see  Pub. L. No. 101-73, 103 Stat.  183 (1989);\r                               \r\n\ncf. Pennsylvania v. FDIC, </pre><span class=\"citation\" data-id=\"1960584\"><a href=\"/opinion/1960584/com-v-fdic/\"><span class=\"volume\">881</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">979</span></a></span><pre class=\"inline\">, 983 (E.D. Penn. 1995)\r                                  \r\n\n(rejecting Callejo's  logic  but  nonetheless  applying  de  novo\r                                                                           \r\n\nstandard of review on other grounds).  This Circuit has expressly\r\n\nadopted  the aspect  of  the Callejo  decision  which holds  that\r                                              \r\n\ninitial jurisdiction to review claims for insurance benefits lies\r\n\nin  the district  court  rather than  in  the court  of  appeals.\r\n\nMassachusetts  v.  FDIC,  </pre><span class=\"citation\" data-id=\"689114\"><a href=\"/opinion/689114/commonwealth-of-massachusetts-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">47</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">456</span></a></span><pre class=\"inline\">,  458  (1st  Cir.  1995).\r                                 \r\n\nHowever,  the  decision in  that  case was  limited  to Callejo's\r                                                                         \r\n\njurisdictional holding.  </pre><span class=\"citation\" data-id=\"689114\"><a href=\"/opinion/689114/commonwealth-of-massachusetts-v-federal-deposit-insurance-corporation/\"><span class=\"id_token\">Id.</span> at 460. </a></span><pre class=\"inline\"> Thus, Massachusetts v. FDIC\r                                                                           \r\n\ndoes not determine the district court's standard of review in the\r\n\npresent case, and  our decision to  postpone the discussion  does\r\n\nnot clash with our earlier decision. \r\n\n          The  district  court  did  not explicitly  state  which\r\n\nstandard  of  review it  was applying,  although  it did  make an\r\n\nisolated   reference,  midway   through   its  opinion,   to  the\r\n\n                               -6-\r\r\n\n\"arbitrary, capricious and  contrary to law\"  standard.  We  need\r\n\nnot  determine  which standard  the  district  court should  have\r\n\napplied  at this time,  since we agree  with the  FDIC that under\r\n\neither  the APA \"arbitrary and capricious\" or the Callejo de novo\r                                                                           \r\n\nstandard, the  district  court's decision  is correct.   Thus  we\r\n\npostpone discussion regarding  the applicable standard  of review\r\n\nin light of Callejo for another day.\r                             \r\n\n                 B.  Was this an insured deposit?\r                           B.  Was this an insured deposit?\r                                                           \r\n\n          At  the core  of the  parties' dispute  is whether  the\r\n\nCommissioner  was  entitled to  deposit  insurance.   That  issue\r\n\ndepends on whether  there was an insured  deposit at the time  of\r\n\nGirod's failure, a question  which in turn hinges on  whether and\r\n\nwhen erroneous  bank records  are conclusive.   It is  undisputed\r\n\nthat the Bank's account records did not disclose the existence of\r\n\nan  account on  the  date Girod  failed,  and that  the  original\r\n\nCertificate is in  the possession  of the  Commissioner, and  has\r\n\nbeen since July 1983.  The FDIC argues that under its regulations\r\n\nand the applicable case law, it is justified in relying solely on\r\n\nthe failed Bank's account records, so that its refusal to provide\r\n\ninsurance  was  proper.   The  Commissioner  counters that  under\r\n\nPuerto  Rico  law  the FDIC  should  have  known  the setoff  was\r\n\nimproper,  because   the  Certificate  was  not   in  the  bank's\r\n\npossession.   Because  we  agree with  the  FDIC, we  affirm  the\r\n\ndecision of the court below.\r\n\n          In  the Federal  Deposit  Insurance Act,  12 U.S.C.    \r\n\n1811-1831(d) (1982)  (as amended), Congress  defined \"deposit\" to\r\n\n                               -7-\r\r\n\nmean \"the unpaid balance  of money or its equivalent  received or\r\n\nheld by  a bank  or savings  association in  the usual course  of\r\n\nbusiness and  for  which it  has given  or is  obligated to  give\r\n\ncredit,  either conditionally or unconditionally,  . . . or which\r\n\nis evidenced by  its certificate of deposit . . . .\"  12 U.S.C.  \r\n\n1813(l)(1) (Supp. 1995).  \"Insured deposit\" is defined in turn as\r\n\n\"the net amount due to  any depositor for deposits in  an insured\r\n\ndepository institution  as determined under sections  1817(i) and\r\n\n1821(a) of this  title.\"  12  U.S.C.   1813(m)(1)  (1988 &amp;  Supp.\r\n\n1991). \r\n\n          The  FDIC   contends  that  it  is   entitled  to  rely\r\n\nexclusively  on the account records of  the failed institution --\r\n\nand so it did  not have to look further afield  to track down the\r\n\nCertificate.  Our analysis  of the FDIC regulations, the  body of\r\n\ncase law,  and the  policy concerns underlying  these regulations\r\n\nleads  us  to agree.   First,  the FDIC  regulations, promulgated\r\n\nunder congressional authorization, Abdulla  Fouad &amp; Sons v. FDIC,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"538415\"><a href=\"/opinion/538415/abdulla-fouad-sons-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">898</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">482</span></a></span><pre class=\"inline\">, 484 (5th  Cir. 1990), themselves  provide that the\r\n\namount of  an insured  deposit at  the closing  of a  failed bank\r\n\nshall be  \"the balance of principal  and interest unconditionally\r\n\ncredited to the deposit account as  of the date of default of the\r\n\ninsured depository institution.\"  12 C.F.R.   330.3(i)(1) (1995).\r\n\nIndeed, the regulations specify that, while ownership under state\r\n\nlaw  is  one prerequisite  for  insurance  coverage, the  deposit\r\n\naccount records are controlling:\r\n\n            Deposit  insurance  coverage  is  also  a\r\n            function of the  deposit account  records\r\n\n                               -8-\r\r\n\n            of the insured depository institution, of\r\n            recordkeeping requirements,  and of other\r\n            provisions  of this  part, which,  in the\r\n            interest  of  uniform national  rules for\r\n            deposit    insurance     coverage,    are\r\n            controlling  for purposes  of determining\r\n            deposit insurance coverage.\r\n\n12  C.F.R.     330.3(h)  (including  regulatory  exceptions   not\r\n\nrelevant here).  Reviewing  courts have treated these regulations\r\n\nimplementing  and interpreting  the statutory  provisions dealing\r\n\nwith deposit  insurance  with  some  deference.2    See  FDIC  v.\r                                                                       \r\n\nPhiladelphia Gear Corp., </pre><span class=\"citation\" data-id=\"111675\"><a href=\"/opinion/111675/fdic-v-philadelphia-gear-corp/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">426</span></a></span><pre class=\"inline\">, 437-38 (1986); see, e.g.,\r                                                                          \r\n\nRaine v.  Reed, </pre><span class=\"citation\" data-id=\"6207\"><a href=\"/opinion/6207/raine-v-reed/\"><span class=\"volume\">14</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">280</span></a></span><pre class=\"inline\">, 283  (5th Cir. 1994);  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Collins,</span> <span class=\"volume\">998</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">555</span></span><pre class=\"inline\">; cf. Chevron U.S.A. Inc. v. Natural Resources Defense\r                                                                           \r\n\nCouncil,  Inc.,  </pre><span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">837</span></a></span><pre class=\"inline\">,  842-44  (establishing  doctrine\r                        \r\n\ntreating  agency's  view of  a  statute with  deference  when the\r\n\nstatute is ambiguous), reh'g denied, </pre><span class=\"citation no-link\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1227</span> </span><pre class=\"inline\">(1984).\r                                             \r\n\n          Second, a series of  policy considerations underlie the\r\n\nFDIC's practice of  relying on  the books and  records in  making\r\n\ndeposit  insurance  determinations.   In purchase  and assumption\r\n\ntransactions,3  the  FDIC  often  must  make  its  determinations\r\n                    \r                              \r\n\n2    The  Commissioner asks  us  to  note  that \"deposit  account\r\nrecords\"  are defined  to  include certificates  of deposits  and\r\n\"other books and records of the insured depository institution, .\r\n. . which relate to the insured depository  institution's deposit\r\ntaking  function.\"  12 C.F.R.    330.1(d) (1995).   This language\r\nproves unhelpful, however,  since it is undisputed that there was\r\nno Certificate among the  Bank's records at the time  of failure.\r\nHad the  Certificate  remained in  the records,  this case  would\r\nlikely not have arisen.\r\n\n3   A  purchase and  assumption transaction  occurs when,  in its\r\ncapacity  as  receiver, the  FDIC sells  a failed  bank's healthy\r\nassets to a purchasing  bank in exchange for that  bank's promise\r\nto pay the  depositors of  the failed bank.   FDIC-receiver  next\r\nsells the  'bad'  assets  to itself  as  FDIC-corporate.    FDIC-\r\n\n                               -9-\r\r\n\novernight.  See </pre><span class=\"citation\" data-id=\"6207\"><span class=\"antecedent_guess\">Raine,</span> <a href=\"/opinion/6207/raine-v-reed/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">283</span> </a></span><pre class=\"inline\">(\"We will not undermine the\r                               \r\n\nspeed and efficiency of bank  takeovers by imposing a requirement\r\n\nupon the FDIC  to locate  and evaluate every  possible avenue  of\r\n\ndisputed  liability  in implementing  the  takeover  of a  failed\r\n\nbank.\"); McCloud v. FDIC, 853 F.  Supp. 556, 559 (D. Mass. 1994).\r                                  \r\n\nMaking  quick determinations both facilitates the public's access\r\n\nto its savings, Abdulla </pre><span class=\"citation\" data-id=\"538415\"><span class=\"antecedent_guess\">Fouad,</span> <a href=\"/opinion/538415/abdulla-fouad-sons-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">485</span></a></span><pre class=\"inline\">, and maintains the\r                                       \r\n\ngoing concern  value of the failed  bank, </pre><span class=\"citation\" data-id=\"6207\"><span class=\"antecedent_guess\">Raine,</span> <a href=\"/opinion/6207/raine-v-reed/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span>  at <span class=\"page\">283</span></a></span><pre class=\"inline\">.\r                                                         \r\n\nFinally,  the  regulations  also avoid  fraudulent  increases  in\r\n\ninsurance coverage  by preventing the creation  of separate trust\r\n\naccounts after default has occurred.  See Baskes v. FSLIC, 649 F.\r                                                                   \r\n\nSupp. 1358, 1360 (N.D. Ill. 1986).\r\n\n          Third,  there is \"a well-grounded history of permitting\r\n\nthe FDIC  to  rely exclusively  on the  books and  records of  an\r\n\ninsolvent institution  in effectuating the takeover  of banks and\r\n\nin  making the  many deposit  insurance determinations  which are\r\n\nnecessary to that task.\"  </pre><span class=\"citation\" data-id=\"6207\"><span class=\"antecedent_guess\">Raine,</span> <a href=\"/opinion/6207/raine-v-reed/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">283</span></a></span><pre class=\"inline\">; see </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">McCloud,</span> <span class=\"volume\">853</span>\r                                                                      \r\n\n<span class=\"reporter\">F. Supp.</span> at <span class=\"page\">559</span> </span><pre class=\"inline\"> (describing the \"seemingly solid phalanx  of law\r\n\nestablishing the  conclusiveness of bank  account records\");  see\r                                                                           \r\n\nalso  Abdulla </pre><span class=\"citation\" data-id=\"538415\"><span class=\"antecedent_guess\">Fouad,</span>  <a href=\"/opinion/538415/abdulla-fouad-sons-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">484</span> </a></span><pre class=\"inline\"> (providing statutory  and\r                             \r\n\nregulatory basis  for FDIC reliance on  deposit account records).\r\n\n                    \r                              \r\n\nreceiver  uses the money received  to pay the  purchasing bank to\r\nmake  up  the difference  between  what the  purchasing  bank was\r\nwilling to pay for  the good assets and what  it must pay out  to\r\nthe  failed  bank's depositors.    FDIC-corporate  then tries  to\r\ncollect  on  the  bad  assets.    This  purchase  and  assumption\r\ngenerally  needs  to be  executed  with  speed, often  overnight.\r\nTimberland  Design, Inc. v. First  Serv. Bank For  Sav., </pre><span class=\"citation\" data-id=\"560455\"><a href=\"/opinion/560455/timberland-design-inc-and-william-c-barnsley-v-first-service-bank-for/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span>\r                                                                 \r\n<span class=\"page\">46</span></a></span><pre class=\"inline\">, 48 (1st Cir. 1991).\r\n\n                               -10-\r\r\n\nThis  reliance on  the  books  and  records  draws  on  the  FDIC\r\n\nregulations:    the  \"FDIC's  longstanding  practice  of  looking\r\n\nprimarily  at  the  failed  bank's  deposit  account  records  in\r\n\ndetermining   insurance   claims   is   clearly   a   permissible\r\n\ninterpretation of  [its] statutory mandates.\"   </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Collins,</span> <span class=\"volume\">998</span> <span class=\"reporter\">F.3d</span>\r                                                                 \r\n\nat <span class=\"page\">554</span></span><pre class=\"inline\">.  Indeed, the case law the FDIC cites states that a bank's\r\n\nclosing  is  \"the seminal  point\"  of  the FDIC's  determination.\r\n\n\"That event not  only trigger[s] the liquidation process,  but it\r\n\nalso  cast[s] in  stone the  relationship of  [plaintiff] to  the\r\n\nbank.\"  FDIC  v. McKnight, </pre><span class=\"citation\" data-id=\"456293\"><a href=\"/opinion/456293/federal-deposit-insurance-corporation-and-deposit-insurance-national-bank/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">658</span></a></span><pre class=\"inline\">, 661 (1985), cert. denied\r                                                                           \r\n\nsub  nom.,  All Souls  Episcopal Church  v.  FDIC, </pre><span class=\"citation no-link\"><span class=\"volume\">475</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1010</span>\r</span><pre class=\"inline\">                                                           \r\n\n(1986).\r\n\n          In fact, the case law supports the FDIC's dependence on\r\n\nthe  books and records  of the Bank  at the time  of failure even\r\n\nthough  the   balance  was  a  result   of  alleged  unauthorized\r\n\nactivity.4  See Abdulla  </pre><span class=\"citation\" data-id=\"538415\"><span class=\"antecedent_guess\">Fouad,</span> <a href=\"/opinion/538415/abdulla-fouad-sons-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">484</span></a></span><pre class=\"inline\">-85  (finding that\r                                        \r\n\nplaintiff's  position that  the  FDIC should  have searched  bank\r\n\ncredit  files  and other  records  before  denying a  claim  goes\r\n\nagainst  statutory and  regulatory authority);  Fletcher Village,\r                                                                          \r\n                    \r                              \r\n\n4  This circuit has not previously reached the issue of whether a\r\nbank's correctly  recorded but unauthorized activity precludes an\r\ninsurance claim.  See  FDIC v. Fedders Air Conditioning,  </pre><span class=\"citation\" data-id=\"195610\"><a href=\"/opinion/195610/fdic-v-fedders-air-cond/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span>\r                                                                 \r\n<span class=\"page\">18</span></a></span><pre class=\"inline\">, 23 (1st  Cir. 1994).   Indeed,  in the  present case's  first\r\nappearance  before  this  court,  we noted  we  had  not  decided\r\n\"whether or  to what  extent we would  be willing  to follow  the\r\nEighth Circuit's holding in In re Collins.\"  Villafa </pre><span class=\"citation\" data-id=\"195299\"><span class=\"antecedent_guess\">e-Neriz,</span>  <a href=\"/opinion/195299/villafane-neriz-v-fdic/\"><span class=\"volume\">20</span>\r                                                                      \r\n<span class=\"reporter\">F.3d</span>  at  <span class=\"page\">40</span> </a></span><pre class=\"inline\">n.6.   In  affirming  the district  court's decision\r\ntoday, we  adopt much of  the logic  of the Collins  decision, as\r                                                             \r\nwell as the  decisions of  the district  court for  Massachusetts\r\nwhich have decided similar  cases.  See Fletcher Village,  864 F.\r                                                                  \r\nSupp. at 265 (adopting the reasoning of Collins); McCloud, 853 F.\r                                                                   \r\nSupp. at 559.\r\n\n                               </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">-11-</span>\r\r\n\n<span class=\"volume\">864</span> <span class=\"reporter\">F. Supp.</span> at  <span class=\"page\">265</span> </span><pre class=\"inline\">(\"To hold the FDIC liable for the errors and\r\n\nomissions  inherent in  almost  any  routine banking  transaction\r\n\nwould divert the  FDIC from  its core mission  of protecting  the\r\n\nbanking  system  from  an  ultimate  catastrophe.\").    In  their\r\n\nanalysis, \"[t]hese  cases reflect the severe  tension between two\r\n\nvalues:   the  legitimate expectations  of the depositor  and the\r\n\nregulator's desire to rely upon existing  records to expedite the\r\n\nhandling of bank emergencies.\"  Fedders Air </pre><span class=\"citation\" data-id=\"195610\"><span class=\"antecedent_guess\">Conditioning,</span> <a href=\"/opinion/195610/fdic-v-fedders-air-cond/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n\nat <span class=\"page\">23</span></a></span><pre class=\"inline\">.\r\n\n          The Eighth Circuit's analysis in  the factually similar\r\n\nIn re Collins  proves illustrative.  In  that case, as here,  the\r                       \r\n\npurchaser  of a  certificate  assigned the  proceeds  to a  third\r\n\nparty,  Collins.    The  proceeds,  however,  were  paid  to  the\r\n\npurchaser's account,  and  the CD  account was  reflected on  the\r\n\ninstitution's account  records as closed.   </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Collins,</span> <span class=\"volume\">998</span>  <span class=\"reporter\">F.2d</span> at\r                                                             \r\n\n<span class=\"page\">552-53</span></span><pre class=\"inline\">.  The trustee  for the bankrupt Collins sought  to recover\r\n\nfrom  the institution for paying  out the CD  account despite the\r\n\nassignment,   alleging  negligence   and   breach  of   contract.\r\n\nFollowing the institution's insolvency, the FDIC in its corporate\r\n\ncapacity   denied  deposit  insurance,  and  the  trustee  sought\r\n\njudicial review of its denial.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 553. </span><pre class=\"inline\"> The court of appeals\r                                             \r\n\nheld that the  FDIC properly relied on  the books and records  of\r\n\nthe failed institution to deny deposit insurance, noting that the\r\n\ninstitution's \"mistaken payment  may not have affected  Collins's\r\n\nrights  against  the  bank, but  it  did  extinguish the  insured\r\n\namount.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  at 554. </span><pre class=\"inline\">  In short,  it reasoned  that \"[d]eposit\r                        \r\n\n                               -12-\r\r\n\ninsurance  protects  depositors  from  loss  due  to  the  bank's\r\n\ninsolvency, not  loss from  the bank's  pre-insolvency mistakes.\"\r\n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 555. </span><pre class=\"inline\"> We find the Eighth Circuit's reasoning convincing in\r             \r\n\nthe present case as well.\r\n\n          The  Commissioner  seeks  to  differentiate  Collins on\r                                                                        \r\n\nseveral bases.  First, he argues that the mistake  in Collins was\r                                                                       \r\n\na simple bank error,  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 552-53, </span><pre class=\"inline\">while the  \"cancellation\" in\r                                   \r\n\nthe current case is not a  simple mistake, but rather was illegal\r\n\non its face.   We do not find the distinction  relevant.  In both\r\n\ncases,  the  account was  cancelled  without regard  to  the CD's\r\n\nassignment,  and  the  bank's   records  had  not  reflected  the\r\n\nassignment.  Second, he finds it significant that the decision in\r\n\nCollins  noted  not only  that  the account  in  controversy been\r                 \r\n\nclosed  at least  a  full  year  before  the  bank  was  declared\r\n\ninsolvent,  but also that the insolvent bank had not paid deposit\r\n\ninsurance premiums  for the account.   See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 553-54. </span><pre class=\"inline\">  Here,\r                                                        \r\n\nthe Commissioner contests, Girod paid  deposit insurance premiums\r\n\non the CD account, which  was cancelled less than a  month before\r\n\nthe  bank was  taken  over  and a  few  days  after the  Treasury\r\n\nDepartment of Puerto Rico conducted the investigation that led to\r\n\nthe  bank's  closing.    Again,  we  are  not  convinced  of  the\r\n\ndistinction.  In  Collins, the court's determination was based on\r                                   \r\n\nthe fact that the  records of a failed bank indicated the amounts\r\n\nthat  were insured, and the accounts for which the FDIC collected\r\n\ndeposit  insurance premiums.  The length of time that the account\r\n\nwas  closed, or the insurance  premiums unpaid, was  not the key:\r\n\n                               -13-\r\r\n\nthe crucial factor was the reasonableness of the FDIC reliance on\r\n\nthe  records.  See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 554. </span><pre class=\"inline\"> Collins noted that the CD account\r                                                 \r\n\nwas  not an  insured deposit  for which  premiums were  paid, and\r\n\nfound that Collins'  trustee had \"confus[ed] the right to recover\r\n\nfrom  the bank  with  the  right  to  withdraw  from  an  insured\r\n\naccount.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  \r                        \r\n\n          Raine  v. </span><pre class=\"inline\">Reed  offers another  example of  an analysis\r                                  \r\n\nupholding  the FDIC's exclusive reliance on the books and records\r\n\nof  a failed  institution.   Raine was  a victim  of unauthorized\r\n\nwithdrawals from automatic teller machines, who notified her bank\r\n\nof the  withdrawals and  sought to  have her  account re-credited\r\n\npursuant to the Electronic Funds Transfer Act (\"EFTA\"), 15 U.S.C.\r\n\n   1693-1693r.   </pre><span class=\"citation\" data-id=\"6207\"><span class=\"antecedent_guess\">Raine,</span> <a href=\"/opinion/6207/raine-v-reed/\"><span class=\"volume\">14</span>  <span class=\"reporter\">F.3d</span> at <span class=\"page\">281-82</span></a></span><pre class=\"inline\">.   At the time  of its\r                                \r\n\nfailure, the  bank had not provisionally  re-credited the account\r\n\npending  final   resolution  of  her  request,   as  required  by\r\n\nregulations  implementing  the EFTA.    Raine  contended she  was\r\n\nentitled  to deposit insurance on  the basis that  she should not\r\n\nsuffer because of the bank's mistakes.  </pre><span class=\"citation\" data-id=\"6207\"><a href=\"/opinion/6207/raine-v-reed/\"><span class=\"id_token\">Id.</span> at 282. </a></span><pre class=\"inline\"> However, the\r                                                     \r\n\nFifth Circuit found that\r\n\n            [t]he  disputed  amount  was  simply  not\r\n            credited   to   her   account   at   all,\r\n            conditionally  or  otherwise.   Thus, the\r\n            account  cannot  be  covered  by  deposit\r\n            insurance  because  no  credit   for  the\r\n            amounts  withdrawn  was  entered  on  the\r\n            bank's books at the time of failure.\r\n\n</pre><span class=\"citation\" data-id=\"6207\"><a href=\"/opinion/6207/raine-v-reed/\"><span class=\"id_token\">Id.</span>  at 283. </a></span><pre class=\"inline\"> The court relied  on the \"well-grounded history\" of\r             \r\n\nallowing   the  FDIC   to  rely   exclusively  on   an  insolvent\r\n\ninstitution's books and  records, even where the bank  itself has\r\n\n                               -14-\r\r\n\ncommitted a  mistake, as well as the  policy rationales discussed\r\n\nabove, in upholding the FDIC's use of the books and records.  </pre><span class=\"citation\" data-id=\"6207\"><a href=\"/opinion/6207/raine-v-reed/\"><span class=\"id_token\">Id.</span>\r                                                                           \r\n\nAccording to </a></span><pre class=\"inline\">the court, \"[t]he regulations are clear  and simple,\r\n\neither the amount is credited to the account, in which case it is\r\n\ncovered by deposit insurance, or the  amount is not on the books,\r\n\nin which case  it becomes a general liability of  the bank.\"  </pre><span class=\"citation\" data-id=\"6207\"><a href=\"/opinion/6207/raine-v-reed/\"><span class=\"id_token\">Id.</span>\r                                                                           \r\n\nat 284.\r</a></span><pre class=\"inline\">\n\n          The Commissioner offers no authority  contradicting our\r\n\nanalysis of the FDIC regulations, policy considerations, and case\r\n\nlaw  supporting the use of  the failed bank's  records.  Instead,\r\n\nthe  Commissioner  counters  with  two arguments.      First,  he\r\n\ncontends that even if the FDIC relied on Girod's existing records\r\n\nat the time of its failure in 1984, it should have concluded that\r\n\nthe   Certificate  had   not  been   properly  cancelled.     The\r\n\nCommissioner  relies on 7 L.P.R.A.    3 (1981),  which states, in\r\n\npertinent part, that \r\n\n            [t]he  term  \"deposit certificate\"  shall\r\n            mean any deposit which has been evidenced\r\n            by   a   receipt  or   written  agreement\r\n            containing  the  term   for  which   such\r\n            deposit  has been  made  and  which  also\r\n            requires presentation at the bank for its\r                                                               \r\n            collection.\r                                \r\n\n(emphasis added).   He concludes  from this  language that  since\r\n\nPuerto  Rico law mandates that  the original of  a certificate of\r\n\ndeposit be presented to the bank for collection, an FDIC official\r\n\nreviewing Girod's records  regarding the CD's \"cancellation\"  had\r\n\nto be alerted that the Certificate was still  valid by the simple\r\n\nfact that the original was not contained in the customer profile.\r\n\n                               -15-\r\r\n\nBy failing to do so, the Commissioner contends, the FDIC did  not\r\n\ngive  the  proper  weight  to these  Puerto  Rican  recordkeeping\r\n\nrequirements.\r\n\n          We  do not find this argument convincing.  On its face,\r\n\nthe  statute  sets  out  the requirements  for  presentation  for\r\n\ncollection, which  is not at  issue here.  We  are concerned with\r\n\nwhat records  should remain in the  bank after a  setoff, and the\r\n\nlanguage is silent on this point.  The sole case the Commissioner\r\n\ncites to support its argument that the statute should be  read to\r\n\nrequire  that the original of a certificate must be presented for\r\n\nsetoff, Walla Corp.  v. Banco Commercial de  Mayaguez, 114 D.P.R.\r                                                               \r\n\n216  (1983)   (holding  that  where   bank  set  off   loan  with\r\n\ncertificates  effectively  assigned to  third  party, bank  could\r\n\ncompensate the CDs with the  loans debtor had with it), does  not\r\n\nmention  the statute.  We could find no case law on point.  Given\r\n\nthe plain meaning of the statute,  and the absence of evidence to\r\n\nsupport  the Commissioner's reading of the statute, we reject his\r\n\nposition. \r\n\n          The  Commissioner's  second   argument  relies  on   an\r\n\nexception to  the general rule that the  records of a failed Bank\r\n\nare  conclusive.  That exception states  that \"records that would\r\n\notherwise be conclusive evidence  may be attacked as fraudulent.\"\r\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Collins,</span> <span class=\"volume\">998</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">555</span></span><pre class=\"inline\">; see, e.g.,  Jones v.  FDIC, </pre><span class=\"citation\" data-id=\"444651\"><a href=\"/opinion/444651/eli-b-jones-of-the-estate-of-jesse-l-bobo-deceased-v-federal-deposit/\"><span class=\"volume\">748</span>  <span class=\"reporter\">F.2d</span>\r                                                                \r\n\n<span class=\"page\">1400</span></a></span><pre class=\"inline\">, 1405 (10th  Cir. 1984); </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">McCloud,</span> <span class=\"volume\">853</span> <span class=\"reporter\">F. Supp.</span>  at <span class=\"page\">559</span></span><pre class=\"inline\">.  The\r                                               \r\n\nCommissioner argues to  this court  that there was  fraud in  the\r\n\ntransaction  assigning  the  Certificate,  and  therefore  he  is\r\n\n                               -16-\r\r\n\nentitled to attack the conclusiveness of Girod's records.\r\n\n          However,  we  refuse  to  consider  the  Commissioner's\r\n\nargument, since he  raises it for the first time  on appeal.5  It\r\n\nis well established that this court will not consider an argument\r\n\npresented for  the first time on  appeal.  See Clauson  v. Smith,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"491456\"><a href=\"/opinion/491456/charles-clauson-v-robert-d-smith/\"><span class=\"volume\">823</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span><pre class=\"inline\">,  666 (1st  Cir. 1987)  (collecting cases).   While\r\n\nexceptions to this  rule exist, they  apply only \"'in  horrendous\r\n\ncases  where  a  gross  miscarriage  of  justice  would  occur,'\"\r\n\nJohnston v. Holiday Inns, Inc., </pre><span class=\"citation\" data-id=\"364881\"><a href=\"/opinion/364881/alfred-m-johnston-individually-alfred-m-johnston-trustee-and-daniel/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span><pre class=\"inline\">, 894 (1st Cir. 1979)\r                                        \r\n\n(quoting  Newark Morning  Ledger Co. v.  United States,  </pre><span class=\"citation\" data-id=\"338328\"><a href=\"/opinion/338328/newark-morning-ledger-company-a-corporation-of-the-state-of-new-jersey-v/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.2d</span>\r                                                                \r\n\n<span class=\"page\">929</span></a></span><pre class=\"inline\">, 932 (3d Cir. 1976)), and this is not  such a case.  That the\r\n\nCommissioner's argument involves no new facts, just a new theory,\r\n\nis irrelevant.   See Ondine  Shipping Corp. v.  Cataldo, </pre><span class=\"citation\" data-id=\"195383\"><a href=\"/opinion/195383/ondine-shipping-v-cataldo/\"><span class=\"volume\">24</span>  <span class=\"reporter\">F.3d</span>\r                                                                 \r\n\n<span class=\"page\">353</span></a></span><pre class=\"inline\">, 355 (1st Cir. 1994) (\"This assertion is neither original nor\r\n\npersuasive.\").\r\n\n          Therefore,  since   we  find  that  under   either  the\r\n                    \r                              \r\n\n5   We note in passing that  the Commissioner argues on the basis\r\nof fraud in  the transaction underlying the  records, since there\r\nis  no  question  that  the  records  themselves  were  accurate.\r\nHowever,  the  cases the  Commissioner seeks  to  rely on  in his\r\nargument -- McCloud, Abdulla Fouad, and Collins -- all discuss an\r                                                         \r\nexemption based on fraud in a bank's recordkeeping.  See </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Collins,</span>\r                                                                          \r\n<span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">556</span> </span><pre class=\"inline\"> (noting that there was \"no  allegation of fraud\"\r\nwhere the bank's records \"accurately reflected payout of $100,000\r\nto  the  wrong  party.\");  Abdulla  </pre><span class=\"citation\" data-id=\"538415\"><span class=\"antecedent_guess\">Fouad,</span>  <a href=\"/opinion/538415/abdulla-fouad-sons-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">898</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">485</span></a></span><pre class=\"inline\">-86\r                                                   \r\n(refusing to extend  exception to include  proof directed to  the\r\ndeposit  account  recording);  McCloud,   853  F.  Supp.  at  560\r                                                \r\n(concluding  that, where there  was evidence that  the records of\r\ndeposits were altered during the course of fraudulent conduct  by\r\nthe bank president, \"it was arbitrary, capricious and contrary to\r\nlaw for the agency to consider the customer profile as of the day\r\nof  the bank's default as conclusive\"  (footnote omitted)).  Thus\r\nwe question whether the Commissioner would have met with success,\r\neven if he had both  raised this argument in the court  below and\r\ndemonstrated that there was fraud in the transaction.\r\n\n                               -17-\r\r\n\narbitrary  and capricious  standard or a  more demanding  de novo\r                                                                           \r\n\nreview the FDIC was correct in relying solely on Girod's records,\r\n\nand  reject the  Commissioner's  arguments based  on Puerto  Rico\r\n\nbanking  law and fraud, we affirm the district court's holding on\r\n\nthese issues.\r\n\n           C.  Application of the McCarran-Ferguson Act\r                     C.  Application of the McCarran-Ferguson Act\r                                                                 \r\n\n          The Commissioner  raises one final argument against the\r\n\nFDIC's  insurance determinations,  based on  Section 2(b)  of the\r\n\nMcCarran-Ferguson  Act.  59 Stat.  33, 34 (1945),  as amended, 15\r\n\nU.S.C.   1012(b).  Section 2(b) states, in pertinent part:\r\n\n            No Act of Congress shall be  construed to\r\n            invalidate, impair, or supersede  any law\r\n            enacted by  any State for  the purpose of\r\n            regulating the business of  insurance, or\r\n            which  imposes  a fee  or  tax upon  such\r\n            business,  unless  such Act  specifically\r\n            relates  to  the  business  of  insurance\r\n            . . . .\r\n\n15  U.S.C.    1012(b) (1994).   This  statute creates \"a  form of\r\n\ninverse  preemption,  letting  state  law  prevail  over  general\r\n\nfederal rules--those  that do  not 'specifically relate[]  to the\r\n\nbusiness of insurance.'\"  NAACP v. American Family Mut. Ins. Co.,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"593338\"><a href=\"/opinion/593338/the-national-association-for-the-advancement-of-colored-people-v-american/\"><span class=\"volume\">978</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">287</span></a></span><pre class=\"inline\">, 293  (7th Cir. 1992), cert.  denied,     U.S.    ,\r                                                            \r\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2335</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">247</span> </span><pre class=\"inline\">(1993); see United States Dep't\r                                                                           \r\n\nof the  Treasury v. Fabe,      U.S.     ,    , </pre><span class=\"citation\" data-id=\"112880\"><a href=\"/opinion/112880/department-of-treasury-v-fabe/\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">2202</span></a></span><pre class=\"inline\">,\r                                  \r\n\n2211, </pre><span class=\"citation\" data-id=\"112880\"><a href=\"/opinion/112880/department-of-treasury-v-fabe/\"><span class=\"volume\">124</span>  <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">449</span> </a></span><pre class=\"inline\">(1993)  (noting that the  Act \"transformed\r\n\nthe  legal   landscape  by   overturning  the  normal   rules  of\r\n\npreemption.\").   As the Supreme Court  has explained, \"'Congress'\r\n\npurpose  was broadly to give  support to the  existing and future\r\n\nstate  systems   for  regulating  and  taxing   the  business  of\r\n\n                               -18-\r\r\n\ninsurance.'\"  </pre><span class=\"citation\" data-id=\"112880\"><span class=\"antecedent_guess\">Fabe,</span> <a href=\"/opinion/112880/department-of-treasury-v-fabe/\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2207</span> </a></span><pre class=\"inline\">(quoting  Prudential Ins.\r                                                                           \r\n\nCo.  v. Benjamin, </pre><span class=\"citation\" data-id=\"104307\"><a href=\"/opinion/104307/prudential-ins-co-v-benjamin/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">408</span></a></span><pre class=\"inline\">, 429  (1946)).  Indeed, the quoted\r                          \r\n\nlanguage  of Section 2(b) \"impos[es] what is, in effect, a clear-\r\n\nstatement rule, a rule  that state laws enacted 'for  the purpose\r\n\nof  regulating  the  business  of  insurance'  do  not  yield  to\r\n\nconflicting   federal   statutes   unless   a   federal   statute\r\n\nspecifically requires otherwise.\"  </pre><span class=\"citation\" data-id=\"104307\"><a href=\"/opinion/104307/prudential-ins-co-v-benjamin/\"><span class=\"id_token\">Id.</span> at 2211.\r</a></span><pre class=\"inline\">                                                \r\n\n          The Commissioner seizes on Section 2(b) to contend that\r\n\nthe district  court's decision  \"renders meaningless\"  the Puerto\r\n\nRico Insurance Code provisions requiring that insurance companies\r\n\nmake  statutory deposits.  See  26 L.P.R.A.     801-809.  Because\r                                        \r\n\nGuaranty assigned the CD  to the Commissioner in order  to comply\r\n\nwith this  statute, the Commissioner concludes  that the district\r\n\ncourt's  decision  upholding  the   FDIC's  refusal  of   deposit\r\n\ninsurance  impairs the  Commissioner's  ability  to regulate  the\r\n\nbusiness  of insurance  in  Puerto Rico,  and therefore  violates\r\n\nSection  2(b).     The  decision,   the  Commissioner   contends,\r\n\nparticularly impairs \"obtaining  eligible deposits from insurance\r\n\ncompanies to comply with the statutory deposit requirement of the\r\n\nInsurance Code, whose ultimate aim is to protect policyholders in\r\n\ncase of the insurer's insolvency.\"  (Appellant's Brief, at 20).\r\n\n          The Supreme Court  has set out the factors required for\r\n\na  federal  statute to  fall  within  the McCarran-Ferguson  Act.\r\n\nFirst,  the  federal   statute  must   \"invalidate,  impair,   or\r\n\nsupersede\" the state act.   Second, the federal statute  must not\r\n\n\"specifically relat[e]  to the business of  insurance.\"  Finally,\r\n\n                               -19-\r\r\n\nthe  state law  must  have  been  enacted  \"for  the  purpose  of\r\n\nregulating the business of insurance.\"  </pre><span class=\"citation\" data-id=\"112880\"><span class=\"antecedent_guess\">Fabe,</span> <a href=\"/opinion/112880/department-of-treasury-v-fabe/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2208</span></a></span><pre class=\"inline\">.\r                                                      \r\n\nWe need go  no further than the first factor  in our analysis, as\r\n\nthe Commissioner's  argument that  the application of  the Puerto\r\n\nRico Insurance Code is impaired fails.\r\n\n          The  Supreme  Court  faced  the  question  of  when  an\r\n\n\"impairment\" occurs in SEC  v. National Sec., Inc., </pre><span class=\"citation\" data-id=\"107833\"><a href=\"/opinion/107833/sec-v-national-securities-inc/\"><span class=\"volume\">393</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">453</span>\r</a></span><pre class=\"inline\">                                                            \r\n\n(1969).  In that case, the SEC sought to unwind the merger of two\r\n\ninsurance  companies which  had  been approved  by  the state  of\r\n\nArizona, on the basis that the merger was obtained through use of\r\n\nfraudulent misrepresentations.    Arizona argued  that the  SEC's\r\n\naction  would violate  the  McCarran-Ferguson Act.   The  Supreme\r\n\nCourt,  finding  that the  essential  question  was \"whether  the\r\n\nMcCarran-Ferguson  Act  bars a  federal  remedy  which affects  a\r\n\nmatter  subject  to  state  insurance regulation,\"  </pre><span class=\"citation\" data-id=\"107833\"><a href=\"/opinion/107833/sec-v-national-securities-inc/\"><span class=\"id_token\">id.</span>  at  462,\r</a></span><pre class=\"inline\">                                                                 \r\n\ndisagreed.  \r\n\n            The gravamen  of  the complaint  was  the\r\n            misrepresentation,  not the merger. . . .\r\n            Nevertheless, [the state] contend[s] that\r\n            any  attempt to  interfere with  a merger\r\n            approved  by  state  insurance  officials\r\n            would \"invalidate,  impair, or supersede\"\r\n            the  state  insurance laws  .  .  . .  We\r\n            cannot    accept   this    overly   broad\r\n            restriction on federal power.\r\n               It  is clear that  any \"impairment\" in\r\n            this case is a most indirect one.\r\n\n</pre><span class=\"citation\" data-id=\"107833\"><a href=\"/opinion/107833/sec-v-national-securities-inc/\"><span class=\"id_token\">Id.</span> at  462-63. </a></span><pre class=\"inline\"> The courts have relied on this logic to conclude\r             \r\n\nthat   \"application  of a  federal law  [will] be  precluded only\r\n\nwhere  the federal  law expressly  prohibit[s] acts  permitted by\r\n\nstate law, or vice  versa.\"  Merchants Home Delivery  Serv., Inc.\r                                                                           \r\n\n                               -20-\r\r\n\nv. Frank  B. Hall  &amp;  Co., </pre><span class=\"citation\" data-id=\"692312\"><a href=\"/opinion/692312/merchants-home-delivery-service-inc-a-california-corporation-v-frank-b/\"><span class=\"volume\">50</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1486</span></a></span><pre class=\"inline\">,  1492  (9th Cir.  1995)\r                                   \r\n\n(holding that application of a  federal law which prohibited acts\r\n\nalso  prohibited  by  state  insurance law  did  not  invalidate,\r\n\nimpair,   or  supersede  state   law,  despite   their  differing\r\n\nremedies),  cert. denied  sub nom.,  Prometheus Funding  Corp. v.\r                                                                        \r\n\nMerchants Home Delivery  Serv., Inc.,      U.S.    ,  116 S.  Ct.\r                                              \r\n\n418,     L.Ed.2d      (1995); see American Family Mut.  Ins. </pre><span class=\"citation\" data-id=\"593338\"><span class=\"antecedent_guess\">Co.,</span>\r                                                                          \r\n\n<a href=\"/opinion/593338/the-national-association-for-the-advancement-of-colored-people-v-american/\"><span class=\"volume\">978</span>  <span class=\"reporter\">F.2d</span>  at <span class=\"page\">296-97</span> </a></span><pre class=\"inline\"> (drawing  on  analogies  to the  principles\r\n\ngoverning federal preemption of state law).  \r\n\n          Application  of this  \"direct  conflict\"  test  quickly\r\n\ndefeats the  Commissioner's argument.   In short, nothing  in the\r\n\ndistrict  court opinion -- or the FDIC regulations -- impairs the\r\n\nCommissioner's authority  or  ability  to  obtain  deposits  from\r\n\ninsurance  companies  to  comply   with  the  statutory   deposit\r\n\nrequirement.   The  opinion and  regulations merely set  out what\r\n\nrecords the FDIC may rely on  in making insurance determinations.\r\n\nThe  Commissioner's loss is the product of events, not a conflict\r\n\nbetween federal and Commonwealth  statutes.  In the absence  of a\r\n\ndirect  prohibition, we  refuse to  hold that  there has  been an\r\n\nimpairment merely because  in this circumstance a  CD assigned to\r\n\nthe  Commissioner was  set  off against  the insurance  company's\r\n\nindebtedness.  Cf. Merchants Home </pre><span class=\"citation\" data-id=\"692312\"><span class=\"antecedent_guess\">Delivery,</span> <a href=\"/opinion/692312/merchants-home-delivery-service-inc-a-california-corporation-v-frank-b/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1492</span> </a></span><pre class=\"inline\">(\"The\r                                                    \r\n\nlanguage of   2(b) is inconsistent with a congressional intent to\r\n\nallow states to preempt the field of insurance regulation.\").  \r\n\n                            CONCLUSION\r                                      CONCLUSION\r\n\n          For the reasons stated above, we affirm.\r                                                     affirm.\r                                                           \r\n\n                               -21-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/6207/",
    "https://www.courtlistener.com/api/rest/v3/opinions/6229/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104307/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107833/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111675/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112880/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195109/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195299/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195383/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195610/",
    "https://www.courtlistener.com/api/rest/v3/opinions/338328/",
    "https://www.courtlistener.com/api/rest/v3/opinions/364881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444651/",
    "https://www.courtlistener.com/api/rest/v3/opinions/456293/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491456/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538415/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555818/",
    "https://www.courtlistener.com/api/rest/v3/opinions/560455/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590926/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593338/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664615/",
    "https://www.courtlistener.com/api/rest/v3/opinions/689114/",
    "https://www.courtlistener.com/api/rest/v3/opinions/692312/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1960584/"
  ]
}