{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196558/",
  "id": 196558,
  "absolute_url": "/opinion/196558/puerto-rico-maritime-v-federal-maritime-com/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196558/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:49Z",
  "date_modified": "2020-02-21T23:07:32.266210Z",
  "type": "010combined",
  "sha1": "5bddb759b851ddf3dceb0710e968f0d038751709",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1643.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n\n                                         \r\n\nNo. 95-1643\r\n\n           PUERTO RICO MARITIME SHIPPING AUTHORITY,\r\n\n                         Petitioner,\r\n\n                              v.\r\n\n                 FEDERAL MARITIME COMMISSION\r\n                             and\r\n                   UNITED STATES OF AMERICA\r\n\n                         Respondents.\r\n\n                                         \r\n\n                        STANLEY HECHT\r\n\n                         Intervenor.\r\n\n                                         \r\n\n              PETITION FOR REVIEW OF AN ORDER OF\r\n               THE FEDERAL MARITIME COMMISSION\r\n\n                                         \r\n\n                            Before\r\n\n                     Lynch, Circuit Judge,\r                                                     \r\n               Campbell, Senior Circuit Judge,\r                                                         \r\n                  and Watson,* Senior Judge.\r                                                       \r\n\n                                         \r\n\n   Amy  Loeserman Klein, with  whom Jenkens &amp;  Gilchrist was on\r                                                                    \r\nbrief, for petitioner Puerto Rico Maritime Shipping Authority.\r\n   Carol  J. Neustadt,  Attorney, Federal  Maritime Commission,\r                                 \r\nwith whom  Robert D. Bourgoin,  General Counsel, and  C. Douglass\r                                                                           \r\nMiller,  Attorney,  Federal  Maritime  Commission,  and  Anne  K.\r                                                                           \r\nBingaman,  Assistant Attorney  General,  John J.  Powers III  and\r                                                                      \r\n                  \r                              \r\n\n   *Of  the  U.S.  Court  of International  Trade,  sitting  by\r\ndesignation. \r\r\n\nRobert J. Wiggers, Attorneys, U.S. Department of Justice, were on\r                           \r\nbrief,  for respondents  Federal  Maritime Commission  and United\r\nStates of America.\r\n   Rick A. Rude for intervenor Stanley Hecht.\r                           \r\n   Nathan  J. Bayer, with whom  Torbjorn B. Sjogren  and Sher &amp;\r                                                                           \r\nBlackwell  were on brief, for amici curiae United States Atlantic\r                                                    \r\nand   Gulf/Southeastern   Caribbean  Conference,   United  States\r\nAtlantic and Gulf Hispaniola Steamship Freight Association, Latin\r\nAmerican  Shipping  Service   Association,  Venezuelan   American\r\nMaritime Association and the Credit Agreement.\r\n\n                                         \r\n\n                       February 6, 1996\r\n                                         \r\r\n\n          LYNCH,  Circuit  Judge.   May the  Federal Maritime\r                      LYNCH,  Circuit  Judge.\r                                            \r\n\nCommission,  in  exercising   its  administrative   lawmaking\r\n\nfunction, excuse a party from  paying sums awarded against it\r\n\nby  a final  judgment entered  by a  U.S. District  Court and\r\n\naffirmed  on appeal?   We  preserve harmony  between the  two\r\n\nsystems  of law  and  respect for  judgments  entered by  the\r\n\ncourts by concluding,  on the  facts of this  case, that  the\r\n\nparty was  not free  before the  agency to  seek to undo  the\r\n\ncourt  judgment.      Accordingly,  we   reverse  the   FMC's\r\n\ndetermination that  Save-On Shipping  (SOS) need not  pay the\r\n\nattorneys'  fees and  costs awarded  to Puerto  Rico Maritime\r\n\nShipping  Authority  (PRMSA)  by the  United  States District\r\n\nCourt  for the Southern District of Florida and by the United\r\n\nStates Court of  Appeals for  the Eleventh Circuit.   To  the\r\n\nextent  that the  FMC's  order is  prospective  and does  not\r\n\ninvolve sums awarded by the judgment entered, we affirm.\r\n\n          PRMSA  carried four  shipments  of frozen  food and\r\n\nother  items to  San Juan,  Puerto  Rico for  SOS.   When SOS\r\n\nrefused  to pay about $11,000 of PRMSA's bill, PRMSA began an\r\n\naction  against SOS in  the federal court  in Florida seeking\r\n\nthe unpaid  freight charges,  interest, collection  costs and\r\n\nattorneys' fees  pursuant to  the  terms of  PRMSA's bill  of\r\n\nlading  to SOS.1   Jurisdiction  was under  the maritime  and\r\n\n                    \r                                \r\n\n1.  PRMSA's lawsuit in federal district court was filed by an\r\nagent of PRMSA, Puerto  Rico Marine Management, Inc. (PRMMI),\r\nand the judgment  in the federal court action ran in favor of\r\n\n                             -3-\r                                          3\r\r\n\nadmiralty  jurisdiction of  the federal  courts, 28  U.S.C.  \r\n\n1333.  The bill of lading, which employed language found in a\r\n\nbill of lading tariff filed with the FMC, provided that: \r\n\n          [t]he shipper, consignee, holder hereof, and owners\r\n          of the goods shall  be jointly and severally liable\r\n          to  Carrier  for  the   payment  of  all   freight,\r\n          demurrage,  General  Average  and   other  charges,\r\n          including, but not limited to court costs, expenses\r\n          and   reasonable   attorney's   fees  incurred   in\r\n          collecting sums due Carrier.\r\n\nSOS moved for summary judgment;  PRMSA filed a cross  motion.\r\n\nSOS lost on both motions.  The court awarded PRMSA the unpaid\r\n\nfreight, attorneys'  fees and  costs, enforcing the  terms of\r\n\nthe bill of lading.\r\n\n          SOS moved  for reconsideration and then  for a stay\r\n\nof  the  district  court   proceeding  while  SOS  pursued  a\r\n\ncomplaint (FMC Docket  No. 92-12) it had  filed (after losing\r\n\nthe  summary   judgment  motions)  before  the   FMC.    That\r\n\nadministrative   complaint   challenged,   inter  alia,   the\r                                                                  \r\n\nattorneys' fees provision of the  tariff upon which the  bill\r\n\nof  lading was  based,  but did  not  directly challenge  the\r\n\nattorneys' fees awarded on the four shipments at issue in the\r\n\nfederal court action.   It asserted that the  attorneys' fees\r\n\ntariff provision was unreasonable under sections 17 and 18(a)\r\n\nof the Shipping Act of 1916, 46 U.S.C. app.    816 and 817(a)\r\n\n(the 1916  Act), and section  2 of the  Intercoastal Shipping\r\n\n                    \r                                \r\n\nPRMMI.   Because the distinction  between PRMSA and  PRMMI is\r\nunimportant to the disposition of this petition, this opinion\r\nrefers only to PRMSA.\r\n\n                             -4-\r                                          4\r\r\n\nAct  of  1933, 46  U.S.C.  app.    844  (the 1933  Act).   It\r\n\ninvolved  seven  shipments  on  which PRMSA  had  not  sought\r\n\nfreight  collection  in  the   court  action.    Because  the\r\n\nshipments had occurred two  years prior to the filing  of the\r\n\nadministrative complaint, SOS sought only  prospective relief\r\n\nin the form  of cease and desist orders.   SOS's motion for a\r\n\nstay of  the district  court proceedings  was the first  time\r\n\nthat SOS argued before the district court that the attorneys'\r\n\nfees  provision might  be  illegal or  unreasonable and  thus\r\n\nunenforceable because it  was unilateral.   The motion for  a\r\n\nstay   did  not   argue  that   the  district   court  lacked\r\n\njurisdiction  over   the  attorneys'  fees  issue.    Rather,\r\n\nrecognizing   that  primary   jurisdiction  is   a  rule   of\r\n\n\"deference\" and  not of jurisdiction, it  argued that primary\r\n\njurisdiction  was in the FMC.  The district court denied both\r\n\nof SOS's motions.\r\n\n          SOS  appealed the  judgment  to the  United  States\r\n\nCourt of Appeals for  the Eleventh Circuit and moved  to stay\r\n\nthe appellate  proceedings or,  in the alternative,  to refer\r\n\nthe   case  to  the   FMC  under  the   doctrine  of  primary\r\n\njurisdiction.   The  Eleventh Circuit  denied the  motion for\r\n\nstay.  It later affirmed the district court, without opinion,\r\n\nand  denied the  motion  for referral  as  moot.   PRMSA  was\r\n\neventually awarded attorneys' fees and costs of approximately\r\n\n                             -5-\r                                          5\r\r\n\n$100,000.  The  parties do not  identify any further  appeals\r\n\ntaken by SOS in the federal court action pertinent here.\r\n\n          Having lost  in federal  court, SOS filed  a second\r\n\ncomplaint  before the  FMC  (FMC Docket  No. 93-21)  directly\r\n\nchallenging the attorneys' fees awarded on the four shipments\r\n\nthat  were   at  issue  in   the  Eleventh  Circuit.     This\r\n\nadministrative  complaint also  alleged that  the tariff  and\r\n\nbill of lading language  concerning attorneys' fees and costs\r\n\nwas  unlawful  and  unreasonable.    It   sought  reparations\r\n\npursuant to section 22(a)  of the 1916 Act, 46  U.S.C. app.  \r\n\n821(a), in the amount of attorneys' fees that were granted by\r\n\nthe  federal  court.   The  FMC  eventually consolidated  FMC\r\n\nDocket No. 92-12 and  FMC Docket No. 93-21 on  the attorneys'\r\n\nfees issue.\r\n\n          The  FMC agreed  with  SOS on  the attorneys'  fees\r\n\nissue.  The FMC held that  because the bill of lading  tariff\r\n\nprovision was  unilateral (allowing the carrier,  but not the\r\n\nshipper,  to recover fees and costs), it was in conflict with\r\n\nan FMC decision,  West Gulf Maritime  Ass'n v. Galveston,  22\r                                                                    \r\n\nF.M.C.  101   (1979),  and  the  provision   was  unjust  and\r\n\nunreasonable.  It granted SOS's relief in both FMC Docket No.\r\n\n92-12 and  FMC Docket  No. 93-21.   In  so doing,  it decided\r\n\nthree issues  of relevance here.   It first  rejected PRMSA's\r\n\nargument that  claim preclusion barred  the reparations claim\r\n\nin FMC Docket No. 93-21 as  to the four shipments involved in\r\n\n                             -6-\r                                          6\r\r\n\nthe  court action.    It next  ordered PRMSA  to pay  back as\r\n\nreparations  in  FMC  Docket   No.  93-21  any  amount  PRMSA\r\n\ncollected in  attorneys' fees  pursuant to the  federal court\r\n\njudgment.  It also granted SOS's motion for summary  judgment\r\n\nin  FMC Docket  No. 92-12  seeking a  cease and  desist order\r\n\npreventing PRMSA  from publication and  attempted enforcement\r\n\nof the provisions of FMC-F-No. 10 (the bill of lading tariff)\r\n\nand its  bill  of lading  allowing for  costs, expenses,  and\r\n\nattorneys' fees.\r\n\n          PRMSA has  petitioned here for review  of the FMC's\r\n\norder.    The FMC  and  the  United  States are  respondents;\r\n\nStanley  Hecht,   president  of  SOS,  has   appeared  as  an\r\n\nintervenor.2    In  its  petition, PRMSA  presses  the  claim\r\n\npreclusion argument it made  before the FMC.  It  also claims\r\n\nthat  the FMC's decision on the merits of the attorneys' fees\r\n\nissue was error. \r\n\n          Because the question of claim preclusion is  purely\r\n\na  matter of law within  the expertise of  the federal courts\r\n\nand  is not a question within the particular expertise of the\r\n\nFMC, our  review  of that  issue  is plenary.   Cf.  Dion  v.\r                                                                     \r\n\nSecretary  of Health and Human Servs., 823 F.2d 669, 673 (1st\r                                                 \r\n\nCir. 1987).   We  also  note the  doctrine that  \"[j]udgments\r\n\n                    \r                                \r\n\n2.  PRMSA's suit in the district court was filed against both\r\nSOS and Stanley  Hecht.  Midway  through the litigation,  SOS\r\nrepresented  that  it  had  gone  out  of  business, and  the\r\nlitigation  was carried on only in the name of Stanley Hecht.\r\nIn this opinion, \"SOS\" designates both parties.\r\n\n                             -7-\r                                          7\r\r\n\nwithin the powers vested  in courts by the  Judiciary Article\r\n\nof the  Constitution may not lawfully  be revised, overturned\r\n\nor  refused  faith  and   credit  by  another  Department  of\r\n\nGovernment.\"  Chicago &amp; Southern Air Lines, Inc. v.  Waterman\r                                                                         \r\n\nS.S. Corp., 333  U.S. 103,  113 (1948).   Because we  believe\r                      \r\n\nthat  FMC Docket  No.  93-21 was  barred under  principles of\r\n\nclaim preclusion, we  reverse the FMC's order with respect to\r\n\nFMC Docket No. 93-21 including its order granting reparations\r\n\nof the  amount of attorneys' fees collected by PRMSA pursuant\r\n\nto the federal  court action.   We do  not, however,  believe\r\n\nthat FMC  Docket No. 92-12  was barred  and, in light  of our\r\n\ndeferential review of the FMC's  construction of a statute it\r\n\nadministers, see  Chevron U.S.A.,  Inc. v.  Natural Resources\r                                                                         \r\n\nDefense Council,  467 U.S.  837 (1984),  we affirm  the FMC's\r                           \r\n\norder in that case.\r\n\n          1. FMC  Docket  No. 93-21:  The Reparations  Claim.\r                                                                        \r\n\nSince  the identity  of the  parties and  the existence  of a\r\n\nfinal  judgment on the merits are not in dispute, the parties\r\n\nhave  focussed  on  whether  there  was  sufficient  identity\r\n\nbetween  the  causes  of  action actually  litigated  in  the\r\n\nfederal court action and the claim for reparations before the\r\n\nFMC.  We do not enter the fray, as do the parties,  for under\r\n\nthe principle of claim preclusion,  \"'a final judgment on the\r\n\nmerits of  an action precludes  the parties or  their privies\r\n\nfrom relitigating issues  that were or could have been raised\r                                                                         \r\n\n                             -8-\r                                          8\r\r\n\nin  that action.'\"  Manego v.  Orleans Bd. of Trade, 773 F.2d\r                                                               \r\n\n1, 5  (1st Cir. 1985) (quoting Allen v. McCurry, 449 U.S. 90,\r                                                           \r\n\n94 (1980)  (emphasis supplied)), cert. denied,  475 U.S. 1084\r                                                         \r\n\n(1986);  accord  Kelly v.  Merrill  Lynch,  Pierce, Fenner  &amp;\r                                                                         \r\n\nSmith, Inc., 985  F.2d 1067, 1070 (11th  Cir.), cert. denied,\r                                                                        \r\n\n114 S. Ct. 600 (1993).\r\n\n          The   claims   of   unreasonableness,  and   hence,\r\n\nillegality, of the attorneys' fees  provision in the bill  of\r\n\nlading could  have been raised  as an affirmative  defense in\r\n\nthe  action  over  which   the  district  court  plainly  had\r\n\njurisdiction.       Although    SOS   could    have    raised\r\n\nunreasonableness as  an affirmative defense and requested the\r\n\ndistrict court to stay  the action and refer the  question to\r\n\nthe  FMC as a matter of primary jurisdiction, see Holt Marine\r                                                                         \r\n\nTerminal,  Inc. v. United States Lines, 472 F. Supp. 487, 489\r                                                  \r\n\n(S.D.N.Y. 1978);  cf. P.R. Maritime Shipping  Auth. v. Valley\r                                                                         \r\n\nFreight Sys., 856 F.2d  546, 549 (3d Cir. 1988)  (referral to\r                        \r\n\nInterstate  Commerce Commission),  the decision to  refer was\r\n\nwithin the discretion of  the federal court.   Valley Freight\r                                                                         \r\n\nSys.,  856 F.2d at 549.  The doctrine of primary jurisdiction\r                \r\n\ndoes  not implicate  the subject  matter jurisdiction  of the\r\n\nfederal court.  Id.\r                               \r\n\n          Normally,  this would  be  the end  of the  matter.\r\n\nUnder the transactional approach of the Restatement  (Second)\r\n\nof Judgments    24  (1980) applicable  here, see Manego,  773\r                                                                   \r\n\n                             -9-\r                                          9\r\r\n\nF.2d at  5; see also Wallis  v. Justice Oaks II,  Ltd. (In re\r                                                                         \r\n\nJustice Oaks  II,  Ltd.), 898  F.2d  1544, 1551  (11th  Cir.)\r                                    \r\n\n(applying   Restatement's   transactional  approach),   cert.\r                                                                         \r\n\ndenied,  498 U.S.  959 (1990), defendants  can no  more split\r                  \r\n\ndefenses arising  out of  the same transaction  or occurrence\r\n\nthan plaintiffs can split claims.  Even if  SOS's reparations\r\n\nclaim  before  the FMC  is  characterized  as a  counterclaim\r\n\nrather  than  an  affirmative  defense,  it  would not  be  a\r\n\nseparate cause  of action.   The reparations claim,  which is\r\n\nbased on the very same four shipments at issue in the federal\r\n\ncourt  collection  action,  clearly  arose out  of  the  same\r\n\ntransaction  or occurrence  and  virtually all  of the  facts\r\n\nnecessary  to the  reparations  claim would  have formed  the\r\n\nbasis of a  defense to the collection action.   Cf. Pirela v.\r                                                                      \r\n\nVillage  of North Aurora, 935 F.2d 909, 912 (7th Cir.), cert.\r                                                                         \r\n\ndenied, 502 U.S. 983 (1991).\r                  \r\n\n          Indeed,   the   required   joinder  of   compulsory\r\n\ncounterclaims,  see Fed.  R.  Civ. P.  13(a) and  Restatement\r                               \r\n\n(Second) of Judgments    22, is  designed to prevent  parties\r\n\nfrom hiding  behind formal distinctions between  defenses and\r\n\ncounterclaims.  Under  usual circumstances, SOS's reparations\r\n\nclaim would be a compulsory counterclaim and SOS's failure to\r\n\nassert  it in the federal  court action would  have barred it\r\n\nfrom bringing it in a subsequent action.  See id.\r                                                             \r\n\n                             -10-\r                                          10\r\r\n\n          The  FMC urges  that those  usual rules  should not\r\n\napply,  relying  on the  opinion  in  Government  of Guam  v.\r                                                                     \r\n\nAmerican President Lines, 28 F.3d 142 (D.C. Cir. 1994).  That\r                                    \r\n\ncase held that there is no express or implied cause of action\r\n\nin federal  district courts  over reparations claims  brought\r\n\nunder either the  1916 Act or  the 1933  Act.3  The  argument\r\n\ngoes that SOS  cannot be barred  from pursuing a  reparations\r\n\naction  that  could  not  have been  brought  in  the federal\r\n\ndistrict  court.  That argument begs the question.  The issue\r\n\nhere  is  whether  principles  of claim  preclusion  bar  the\r\n\nassertion of  a claim before  an agency  which is based  on a\r\n\nlegal theory that could have been raised by way of defense to\r\n\n                    \r                                \r\n\n3.  In  Government of  Guam the  shippers first  initiated an\r                                       \r\naction before  the FMC  against carriers for  reparations for\r\nrates  alleged to be unlawful  under the 1916  and 1933 Acts.\r\nThe  shippers  later filed  a  virtually  identical claim  in\r\nfederal court  which the court  dismissed.  The  D.C. Circuit\r\naffirmed the dismissal.  The  shippers conceded that the  FMC\r\nhad the task of resolving the  merits of the dispute, 28 F.3d\r\nat  144, and there was  no private cause  of action expressly\r\nprovided in the 1916 and 1933 Acts for a shipper to challenge\r\na carrier's rates in  federal court.  The shippers  sought to\r\ncontinue  the  court action  in  order  to preserve  ultimate\r\nclaims of a  class, claims which the FMC could  not hear, and\r\nargued  there was  an  implied cause  of  action.   The  D.C.\r\nCircuit declined to imply a cause of action.\r\n          In  contrast,  here, the  carrier  had  a cause  of\r\naction  that was properly before the federal court.  There is\r\nlittle reason  to think the Government of Guam court intended\r                                                          \r\nto resolve  a dispute of  the sort  faced on the  facts here.\r\nIndeed,  in a separate part of the opinion, the Government of\r                                                                         \r\nGuam  court declined  to  give the  shippers relief  from the\r                \r\nconsequences of  their failure  to have raised  certain legal\r\ntheories in the district court.  Id. at 149-50.  \r                                                \r\n\n                             -11-\r                                          11\r\r\n\nthe  district court claim and  which, if it  had been raised,\r\n\ncould have provided the same relief.\r\n\n          A defendant  is barred from  relitigating a defense\r\n\nwhich was available in a prior action by making it  the basis\r\n\nof  a claim that would \"nullify the initial judgment or would\r\n\nimpair   rights   established   in   the   initial   action.\"\r\n\nRestatement (Second) of Judgments    22(2)(b).  A defendant's\r\n\nfailure to raise such a defense precludes  the defendant from\r\n\nseeking restitution  of the amount that may have been awarded\r\n\nto the plaintiff in the first action.  Id. cmt. b &amp; f, illus.\r                                                      \r\n\n2, 3,  9.  The reparations  action SOS seeks in  this case is\r\n\nprecisely the type of  restitutionary remedy that, under this\r\n\nrule,  is barred.    Were SOS  to  be allowed  a  reparations\r\n\nremedy, the  district court's award of  attorneys' fees would\r\n\nbe  rendered  totally  meaningless   and  there  would  be  a\r\n\nconcomitant waste of  judicial resources.  We hold that SOS's\r\n\nclaim for reparations before the FMC is barred.\r\n\n          The  policies of  economy,  efficiency, repose  and\r\n\nfairness underlying  the claim  preclusion doctrine are  best\r\n\nserved  by holding SOS to the consequences of its actions and\r\n\ninactions.  Under the facts of  this case, SOS had a full and\r\n\nfair opportunity to litigate the attorneys' fees issue before\r\n\nthe  district court.4  Although  it had an  opportunity to do\r\n\n                    \r                                \r\n\n4.  A  defendant  must,  of  course,  have  a  full and  fair\r\nopportunity to raise the  claim in the first action.   In the\r\nanalogous  situation  of  plaintiffs'  claim  splitting,  for\r\n\n                             -12-\r                                          12\r\r\n\nso,  SOS  neither raised  the  reparations  claim before  the\r\n\nfederal  court nor argued that there was no jurisdiction over\r\n\nthe  attorneys' fees  issue.   SOS,  as  a result,  gains  no\r\n\nbenefit  from  any   jurisdictional  competency  or   \"formal\r\n\nbarrier\" exception to the doctrine  of claim preclusion.  Cf.\r                                                                         \r\n\nRestatement (Second)  of Judgments   26(1)(c).   Further, the\r\n\nGovernment of Guam  outcome was not supported by precedent in\r                              \r\n\nthe Eleventh  Circuit  nor is  it  binding on  that  circuit.\r\n\nIndeed, the FMC  itself has  in the past  taken the  position\r\n\nthat  federal  courts   have  concurrent  jurisdiction   over\r\n\nreparations claims brought  under section 22 of the  1916 Act\r\n\nand  that  a  reparations  counterclaim could  be  raised  in\r\n\nfederal  district court.    See Interconex,  Inc. v.  Federal\r                                                                         \r\n\nMaritime Comm'n, 572 F.2d 27, 30 (2d Cir. 1978).\r                           \r\n\n          There is virtually  no practical difference between\r\n\nthe relief SOS  could have received before the district court\r\n\nand what it sought before  the FMC.  The legal theory  -- the\r\n\nunreasonableness of the  unilateral attorneys' fees provision\r\n\n-- was available to  SOS in the district  court action.   The\r\n\nextent of the  relief sought  -- relief from  payment of  the\r\n\nattorneys' fees -- was available in the district court.\r\n\n                    \r                                \r\n\nexample, the Restatement recognizes that the first court must\r\nhave   been  competent   to  adjudicate   the  claim.     See\r                                                                         \r\nRestatement (Second) of Judgments   26(1)(c);  see also id.  \r                                                                       \r\n22(2)  (claim preclusion  over  counterclaims  is limited  to\r\nclaims  that the  defendant  \"may [have]  interpose[d]\" as  a\r\ncounterclaim in the first action).   \r\n\n                             -13-\r                                          13\r\r\n\n          The  purely  formal distinctions  on which  FMC and\r\n\nintervenor uneasily rest have met with considerable hostility\r\n\nwhen used as attempts to avoid claim preclusion. For example,\r\n\nparties who  have failed to raise fraud  and forgery defenses\r\n\nin state  court actions have  been barred from  bringing RICO\r\n\nclaims in  federal court based  on allegations  of fraud  and\r\n\nforgery even where  jurisdiction over the RICO claim may have\r\n\nbeen  exclusively federal.   See, e.g., Henry  v. Farmer City\r                                                                         \r\n\nState Bank,  808 F.2d  1228, 1236-37  (7th  Cir. 1986);  cf.,\r                                                                        \r\n\nalso, Pirela, 935 F.2d  at 912.  The underlying  rationale is\r                        \r\n\nthat  claim preclusion applies if the formal barriers did not\r\n\nprevent the party  from a  full and fair  opportunity in  the\r\n\nfirst action to  litigate the substance  of the legal  theory\r\n\nadvanced and remedy sought in the second action.\r\n\n          Finally, the results  reached here with respect  to\r\n\nthe reparations  action are  not outweighed by  concerns over\r\n\nthe  1916 and 1933 Acts' statutory scheme.  Cf., e.g., United\r                                                                         \r\n\nStates v. American Heart  Research Found., Inc., 996 F.2d  7,\r                                                           \r\n\n11 (1st  Cir. 1993) (claim-splitting limitation relaxed where\r\n\napplying  it  would  frustrate  a statutory  objective).    A\r\n\ndifferent  factual setting  might more  strongly involve  the\r\n\npolicies behind the 1916 and 1933 Acts, but this is basically\r\n\nan  action between two private parties over who will bear the\r\n\ncosts and  fees of the collection  action here.   In order to\r\n\ncollect $11,000 in freight charges, an amount SOS says it has\r\n\n                             -14-\r                                          14\r\r\n\nnow paid and does not dispute, PRMSA was forced to spend over\r                     \r\n\n$100,000  in  attorneys'  fees.     That  Congress  may  have\r\n\npreferred that the FMC decide questions of the reasonableness\r\n\nof  attorneys' fees  provisions in  carrier tariffs  does not\r\n\njustify  upsetting   the  strong  policy  of  honoring  final\r\n\njudgments  entered   by  federal   courts.    Cf.   Plaut  v.\r                                                                     \r\n\nSpendthrift Farm,  Inc., 115 S. Ct.  1447 (1995) (retroactive\r                                   \r\n\nlegislation which reverses a judgment within the power vested\r\n\nby  the   courts  is  unconstitutional  as   a  violation  of\r\n\nseparation  of  powers).   Nor does  it excuse  compliance by\r\n\nlitigating  parties  with  general  rules  of  federal  claim\r\n\npreclusion.\r\n\n          SOS  had a  range  of actions  available, which  it\r\n\nchose  not  to  follow,  that  would  have  accommodated  the\r\n\ninterests of both  the judicial  and administrative  systems.\r\n\nBefore SOS was  sued, it could have paid PRMSA's bill and the\r\n\nfees  and  then  brought  an   action  before  the  FMC   for\r\n\nreparations.    Alternatively,  once  sued,  SOS  could  have\r\n\nasserted an  affirmative defense of illegality and/or brought\r\n\na  reparations counterclaim  in district  court and  sought a\r\n\nruling on  the question of  whether there was  subject matter\r\n\njurisdiction  over  the reparations  counterclaim.   It could\r\n\nalso have  brought a timely  action in the  FMC and  it could\r\n\nhave  asked in  a timely fashion  for a stay  of the district\r\n\ncourt action or  a primary jurisdiction  referral.  It  could\r\n\n                             -15-\r                                          15\r\r\n\nalso  have  asked the  district  court to  make  its decision\r\n\nwithout  prejudice to pursuing  the reparations  claim before\r\n\nthe FMC.  See Restatement (Second) of Judgments   26(1)(b).\r                         \r\n\n          On  these particular facts and equities,5 the FMC's\r\n\ndecision that SOS was free to avoid claim preclusion and thus\r\n\nthe  federal court judgment against it  on the four shipments\r\n\nfor costs and attorneys' fees is, we believe, in error and is\r\n\nreversed.\r\n\n                    \r                                \r\n\n5.  The  result  reached  here  coincides  with  the  results\r\nreached  in  Delta  Traffic Serv.,  Inc.  v.  Georgia-Pacific\r                                                                         \r\nCorp., 936  F.2d  64  (2d Cir.  1991),  which  addressed  the\r                 \r\njurisdictional  relationship between  the federal  courts and\r\nthe   Interstate   Commerce   Commission   (ICC)   over  rate\r\nreasonableness  issues.   In  that case,  the Second  Circuit\r\ndenied requests to remand  the case to the district  court to\r\nassert rate  reasonableness defenses that were  not raised in\r\nthe  district court,  but stated  that Georgia-Pacific  could\r\nnevertheless continue to pursue  a reparation action based on\r\nrate unreasonableness  before the ICC.   See id.  at 66.   In\r                                                            \r\nGeorgia-Pacific, however, Georgia-Pacific requested a stay of\r                           \r\nthe  district  court  action  and   a  referral  to  the  ICC\r\n\"[c]oincident with the service of its answer\"  in the federal\r\naction.   Id. at 65.  Moreover, the rate reasonableness issue\r                         \r\nwas  pending before  the ICC  before judgment entered  in the\r\nfederal  court action.  Aware  of the ICC  action, the Second\r\nCircuit carefully  limited the  scope of its  decision, which\r\nmay  have restricted  any claim  preclusive effects  it might\r\notherwise have had.  Id.  at 66; see 18 Charles A.  Wright et\r                                                \r\nal., Federal Practice  and Procedure   4413 (1981).  Georgia-\r                                                                         \r\nPacific does not stand  for the proposition that a  party may\r                   \r\ncollaterally  attack  a  federal court's  final  judgment  by\r\nraising  before an  agency a  claim based  on a  defense that\r\ncould  have been, but was  not, raised in  the federal court.\r\nIndeed,  in a  similar case  the Second  Circuit had  earlier\r\nrefused to undermine a  federal district court judgment based\r\non a rate unreasonableness defense raised for the  first time\r\non  appeal.  See Delta Traffic Service, Inc. v. Appco Paper &amp;\r                                                                         \r\nPlastics Corp., 931 F.2d 5, 7 (2d Cir. 1991).\r                          \r\n\n                             -16-\r                                          16\r\r\n\n          2. FMC  Docket No. 92-12: Cease  and Desist Orders.\r                                                                        \r\n\nThe issues raised by the appeal from the other administrative\r\n\ncomplaint  are different, as is the outcome.  As PRMSA states\r\n\nin its brief, the seven shipments at issue in  FMC Docket No.\r\n\n92-12  were never part of the federal court action brought by\r\n\nPRMSA.  Even if  these seven shipments arose out  of the same\r\n\ntransaction  or occurrence  (which is  unclear on  the record\r\n\nbefore  us), as they  must for  PRMSA successfully  to assert\r\n\nclaim preclusion,  the bar would  work against PRMSA.   PRMSA\r\n\nwould  then have  split its  claim and  would be  barred from\r\n\nsuing  on the seven shipments.  A defendant has no obligation\r\n\nto raise  affirmative defenses to  claims that have  not been\r\n\nbrought against it.  Cf.  Restatement (Second) of Judgments  \r                                    \r\n\n22 cmt. b. \r\n\n          The pertinent statutes are  silent on the merits of\r\n\nwhether the  attorneys' fee  provision in PRMSA's  tariff and\r\n\nbill of  lading was  unreasonable because it  was unilateral.\r\n\nWe  defer to  the expertise  of the  FMC on  the issue.   See\r                                                                         \r\n\nChevron,  467 U.S. at 842-43.   Section 18(a) of the 1916 Act\r                   \r\n\nprovides  that carriers  will enforce  \"just  and reasonable\"\r\n\ntariffs  and practices  relating  thereto. 46  U.S.C. app.   \r\n\n817(a).   The FMC, which administers the 1916 Act, is charged\r\n\nwith deciding whether  a carrier's tariff and  bill of lading\r\n\nis \"just  and reasonable.\"   In light of the  fact that these\r\n\nprovisions are  ubiquitous  and shippers  have no  meaningful\r\n\n                             -17-\r                                          17\r\r\n\nability  to  avoid  the  provision,  the  FMC held  that  the\r\n\nattorneys'  fees  and  costs   provision  was  not  just  and\r\n\nreasonable under  a prior  analogous FMC decision,  West Gulf\r                                                                         \r\n\nMaritime Ass'n  v. Galveston,  22 F.M.C. 101  (1979) (holding\r                                        \r\n\nunreasonable under section  17 of the 1916  Act an attorneys'\r\n\nfees provision  that allowed a  terminal operator, but  not a\r\n\nuser,  to collect attorneys' fees).   We recognize that, West\r                                                                         \r\n\nGulf   notwithstanding,  two   of  the   FMC's  commissioners\r                \r\n\ndissented  from  the  decision  at issue  here  and  that the\r\n\nquestion of unreasonableness of the attorneys' fees provision\r\n\nis by no  means free from doubt.   But the FMC's construction\r\n\nof the statute appears  to be permissible.  See  Chevron, 467\r                                                                    \r\n\nU.S.  at 842-43.  We therefore affirm the FMC's order insofar\r\n\nas it relates to FMC Docket No. 92-12.\r\n\n                         Conclusion \r\n\n          The  judgment  of  the  FMC is  reversed  in  part,\r                                                              \r\n\naffirmed in part, and remanded  with directions that the  FMC\r                                          \r\n\ndismiss  FMC  Docket  No.  93-21  and  modify  its  order  in\r\n\naccordance with  this opinion.   Parties  to bear  their  own\r\n\ncosts on appeal.  It is so ordered.\r                                              \r\n\n                             -18-\r                                          18\r\r\n",
  "html": "<p class=\"case_cite\">75 F.3d 63</p>\n    <p class=\"parties\">PUERTO RICO MARITIME SHIPPING AUTHORITY, Petitioner,<br>v.<br>FEDERAL MARITIME COMMISSION and United States of America,<br>Respondents.<br>Stanley Hecht, Intervenor.</p>\n    <p class=\"docket\">No. 95-1643.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1995.<br>Decided Feb. 6, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Amy Loeserman Klein, Washington, DC, with whom Jenkens &amp; Gilchrist, was on brief, for petitioner Puerto Rico Maritime Shipping Authority.</p>\n      <p class=\"indent\">Carol J. Neustadt, Attorney, Federal Maritime Commission, Washington, DC, with whom Robert D. Bourgoin, General Counsel, and C. Douglass Miller, Attorney, Federal Maritime Commission, and Anne K. Bingaman, Assistant Attorney General, John J. Powers III and Robert J. Wiggers, Attorneys, U.S. Department of Justice, were on brief, for respondents Federal Maritime Commission and United States of America.</p>\n      <p class=\"indent\">Rick A. Rude, Washington, DC, for intervenor Stanley Hecht.</p>\n      <p class=\"indent\">Nathan J. Bayer, Washington, DC, with whom Torbjorn B. Sjogren and Sher &amp; Blackwell, were on brief, for amici curiae United States Atlantic and Gulf/Southeastern Caribbean Conference, United States Atlantic and Gulf Hispaniola Steamship Freight Association, Latin American Shipping Service Association, Venezuelan American Maritime Association and the Credit Agreement.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL, Senior Circuit Judge, and WATSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">May the Federal Maritime Commission, in exercising its administrative lawmaking function, excuse a party from paying sums awarded against it by a final judgment entered by a U.S. District Court and affirmed on appeal?   We preserve harmony between the two systems of law and respect for judgments entered by the courts by concluding, on the facts of this case, that the party was not free before the agency to seek to undo the court judgment.   Accordingly, we reverse the FMC's determination that Save-On Shipping (SOS) need not pay the attorneys' fees and costs awarded to Puerto Rico Maritime Shipping Authority (PRMSA) by the United States District Court for the Southern District of Florida and by the United States Court of Appeals for the Eleventh Circuit.   To the extent that the FMC's order is prospective and does not involve sums awarded by the judgment entered, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">PRMSA carried four shipments of frozen food and other items to San Juan, Puerto Rico for SOS.   When SOS refused to pay about $11,000 of PRMSA's bill, PRMSA began an action against SOS in the federal court in Florida seeking the unpaid freight charges, interest, collection costs and attorneys' fees pursuant to the terms of PRMSA's bill of lading to SOS.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Jurisdiction was under the maritime and admiralty jurisdiction of the federal courts, 28 U.S.C. &#167; 1333.   The bill of lading, which employed language found in a bill of lading tariff filed with the FMC, provided that:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>[t]he shipper, consignee, holder hereof, and owners of the goods shall be jointly and severally liable to Carrier for the payment of all freight, demurrage, General Average and other charges, including, but not limited to court costs, expenses and reasonable attorney's fees incurred in collecting sums due Carrier.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SOS moved for summary judgment;  PRMSA filed a cross motion.   SOS lost on both motions.   The court awarded PRMSA the unpaid freight, attorneys' fees and costs, enforcing the terms of the bill of lading.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">SOS moved for reconsideration and then for a stay of the district court proceeding while SOS pursued a complaint (FMC Docket No. 92-12) it had filed (after losing the summary judgment motions) before the FMC.   That administrative complaint challenged, inter alia, the attorneys' fees provision of the tariff upon which the bill of lading was based, but did not directly challenge the attorneys' fees awarded on the four shipments at issue in the federal court action.   It asserted that the attorneys' fees tariff provision was unreasonable under sections 17 and 18(a) of the Shipping Act, 1916, 46 U.S.C.App. &#167;&#167; 816 and 817(a) (the 1916 Act), and section 2 of the Intercoastal Shipping Act, 1933, 46 U.S.C.App. &#167; 844 (the 1933 Act).   It involved seven shipments on which PRMSA had not sought freight collection in the court action.   Because the shipments had occurred two years prior to the filing of the administrative complaint, SOS sought only prospective relief in the form of cease and desist orders.   SOS's motion for a stay of the district court proceedings was the first time that SOS argued before the district court that the attorneys' fees provision might be illegal or unreasonable and thus unenforceable because it was unilateral.   The motion for a stay did not argue that the district court lacked jurisdiction over the attorneys' fees issue.   Rather, recognizing that primary jurisdiction is a rule of \"deference\" and not of jurisdiction, it argued that primary jurisdiction was in the FMC.   The district court denied both of SOS's motions.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">SOS appealed the judgment to the United States Court of Appeals for the Eleventh Circuit and moved to stay the appellate proceedings or, in the alternative, to refer the case to the FMC under the doctrine of primary jurisdiction.   The Eleventh Circuit denied the motion for stay.   It later affirmed the district court, without opinion, and denied the motion for referral as moot.   PRMSA was eventually awarded attorneys' fees and costs of approximately $100,000.   The parties do not identify any further appeals taken by SOS in the federal court action pertinent here.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Having lost in federal court, SOS filed a second complaint before the FMC (FMC Docket No. 93-21) directly challenging the attorneys' fees awarded on the four shipments that were at issue in the Eleventh Circuit.   This administrative complaint also alleged that the tariff and bill of lading language concerning attorneys' fees and costs was unlawful and unreasonable.   It sought reparations pursuant to section 22(a) of the 1916 Act, 46 U.S.C.App. &#167; 821(a), in the amount of attorneys' fees that were granted by the federal court.   The FMC eventually consolidated FMC Docket No. 92-12 and FMC Docket No. 93-21 on the attorneys' fees issue.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The FMC agreed with SOS on the attorneys' fees issue.   The FMC held that because the bill of lading tariff provision was unilateral (allowing the carrier, but not the shipper, to recover fees and costs), it was in conflict with an FMC decision, West Gulf Maritime Ass'n v. Galveston, 22 F.M.C. 101 (1979), and the provision was unjust and unreasonable.   It granted SOS's relief in both FMC Docket No. 92-12 and FMC Docket No. 93-21.   In so doing, it decided three issues of relevance here.   It first rejected PRMSA's argument that claim preclusion barred the reparations claim in FMC Docket No. 93-21 as to the four shipments involved in the court action.   It next ordered PRMSA to pay back as reparations in FMC Docket No. 93-21 any amount PRMSA collected in attorneys' fees pursuant to the federal court judgment.   It also granted SOS's motion for summary judgment in FMC Docket No. 92-12 seeking a cease and desist order preventing PRMSA from publication and attempted enforcement of the provisions of FMC-F-No. 10 (the bill of lading tariff) and its bill of lading allowing for costs, expenses, and attorneys' fees.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">PRMSA has petitioned here for review of the FMC's order.   The FMC and the United States are respondents;  Stanley Hecht, president of SOS, has appeared as an intervenor.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In its petition, PRMSA presses the claim preclusion argument it made before the FMC.   It also claims that the FMC's decision on the merits of the attorneys' fees issue was error.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Because the question of claim preclusion is purely a matter of law within the expertise of the federal courts and is not a question within the particular expertise of the FMC, our review of that issue is plenary.   Cf. Dion v. Secretary of Health and Human Servs., 823 F.2d 669, 673 (1st Cir.1987).   We also note the doctrine that \"[j]udgments within the powers vested in courts by the Judiciary Article of the Constitution may not lawfully be revised, overturned or refused faith and credit by another Department of Government.\"  Chicago &amp; Southern Air Lines, Inc. v. Waterman S.S. Corp., 333 U.S. 103, 113, 68 S.Ct. 431, 437, 92 L.Ed. 568 (1948).   Because we believe that FMC Docket No. 93-21 was barred under principles of claim preclusion, we reverse the FMC's order with respect to FMC Docket No. 93-21 including its order granting reparations of the amount of attorneys' fees collected by PRMSA pursuant to the federal court action.   We do not, however, believe that FMC Docket No. 92-12 was barred and, in light of our deferential review of the FMC's construction of a statute it administers, see Chevron U.S.A., Inc. v. Natural Resources Defense Council, 467 U.S. 837, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984), we affirm the FMC's order in that case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1.   FMC Docket No. 93-21:  The Reparations Claim.   Since the identity of the parties and the existence of a final judgment on the merits are not in dispute, the parties have focussed on whether there was sufficient identity between the causes of action actually litigated in the federal court action and the claim for reparations before the FMC.   We do not enter the fray, as do the parties, for under the principle of claim preclusion, \" 'a final judgment on the merits of an action precludes the parties or their privies from relitigating issues that were or could have been raised in that action.' \"  Manego v. Orleans Bd. of Trade, 773 F.2d 1, 5 (1st Cir.1985) (quoting Allen v. McCurry, 449 U.S. 90, 94, 101 S.Ct. 411, 415, 66 L.Ed.2d 308 (1980) (emphasis supplied)), cert. denied, 475 U.S. 1084, 106 S.Ct. 1466, 89 L.Ed.2d 722 (1986);  accord Kelly v. Merrill Lynch, Pierce, Fenner &amp; Smith, Inc., 985 F.2d 1067, 1070 (11th Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 600, 126 L.Ed.2d 565 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The claims of unreasonableness, and hence, illegality, of the attorneys' fees provision in the bill of lading could have been raised as an affirmative defense in the action over which the district court plainly had jurisdiction.   Although SOS could have raised unreasonableness as an affirmative defense and requested the district court to stay the action and refer the question to the FMC as a matter of primary jurisdiction, see Holt Marine Terminal, Inc. v. United States Lines, 472 F.Supp. 487, 489 (S.D.N.Y.1978); cf. P.R. Maritime Shipping Auth. v. Valley Freight Sys., 856 F.2d 546, 549 (3d Cir.1988) (referral to Interstate Commerce Commission), the decision to refer was within the discretion of the federal court.  Valley Freight Sys., 856 F.2d at 549.   The doctrine of primary jurisdiction does not implicate the subject matter jurisdiction of the federal court.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Normally, this would be the end of the matter.   Under the transactional approach of the Restatement (Second) of Judgments &#167; 24 (1980) applicable here, see Manego, 773 F.2d at 5;  see also Wallis v. Justice Oaks II, Ltd.  (In re Justice Oaks II, Ltd.), 898 F.2d 1544, 1551 (11th Cir.)  (applying Restatement's transactional approach), cert. denied, 498 U.S. 959, 111 S.Ct. 387, 112 L.Ed.2d 398 (1990), defendants can no more split defenses arising out of the same transaction or occurrence than plaintiffs can split claims.   Even if SOS's reparations claim before the FMC is characterized as a counterclaim rather than an affirmative defense, it would not be a separate cause of action.   The reparations claim, which is based on the very same four shipments at issue in the federal court collection action, clearly arose out of the same transaction or occurrence and virtually all of the facts necessary to the reparations claim would have formed the basis of a defense to the collection action.   Cf. Pirela v. Village of North Aurora, 935 F.2d 909, 912 (7th Cir.), cert. denied, 502 U.S. 983, 112 S.Ct. 587, 116 L.Ed.2d 612 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Indeed, the required joinder of compulsory counterclaims, see Fed.R.Civ.P. 13(a) and Restatement (Second) of Judgments &#167; 22, is designed to prevent parties from hiding behind formal distinctions between defenses and counterclaims.   Under usual circumstances, SOS's reparations claim would be a compulsory counterclaim and SOS's failure to assert it in the federal court action would have barred it from bringing it in a subsequent action.   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The FMC urges that those usual rules should not apply, relying on the opinion in Government of Guam v. American President Lines, 28 F.3d 142 (D.C.Cir.1994).   That case held that there is no express or implied cause of action in federal district courts over reparations claims brought under either the 1916 Act or the 1933 Act.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The argument goes that SOS cannot be barred from pursuing a reparations action that could not have been brought in the federal district court.   That argument begs the question.   The issue here is whether principles of claim preclusion bar the assertion of a claim before an agency which is based on a legal theory that could have been raised by way of defense to the district court claim and which, if it had been raised, could have provided the same relief.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A defendant is barred from relitigating a defense which was available in a prior action by making it the basis of a claim that would \"nullify the initial judgment or would impair rights established in the initial action.\"   Restatement (Second) of Judgments &#167; 22(2)(b).   A defendant's failure to raise such a defense precludes the defendant from seeking restitution of the amount that may have been awarded to the plaintiff in the first action.   Id. cmt. b &amp; f, illus. 2, 3, 9.   The reparations action SOS seeks in this case is precisely the type of restitutionary remedy that, under this rule, is barred.   Were SOS to be allowed a reparations remedy, the district court's award of attorneys' fees would be rendered totally meaningless and there would be a concomitant waste of judicial resources.   We hold that SOS's claim for reparations before the FMC is barred.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The policies of economy, efficiency, repose and fairness underlying the claim preclusion doctrine are best served by holding SOS to the consequences of its actions and inactions.   Under the facts of this case, SOS had a full and fair opportunity to litigate the attorneys' fees issue before the district court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Although it had an opportunity to do so, SOS neither raised the reparations claim before the federal court nor argued that there was no jurisdiction over the attorneys' fees issue.   SOS, as a result, gains no benefit from any jurisdictional competency or \"formal barrier\" exception to the doctrine of claim preclusion.   Cf. Restatement (Second) of Judgments &#167; 26(1)(c).   Further, the Government of Guam outcome was not supported by precedent in the Eleventh Circuit nor is it binding on that circuit.   Indeed, the FMC itself has in the past taken the position that federal courts have concurrent jurisdiction over reparations claims brought under section 22 of the 1916 Act and that a reparations counterclaim could be raised in federal district court.   See Interconex, Inc. v. Federal Maritime Comm'n, 572 F.2d 27, 30 (2d Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There is virtually no practical difference between the relief SOS could have received before the district court and what it sought before the FMC.   The legal theory--the unreasonableness of the unilateral attorneys' fees provision--was available to SOS in the district court action.   The extent of the relief sought--relief from payment of the attorneys' fees--was available in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The purely formal distinctions on which FMC and intervenor uneasily rest have met with considerable hostility when used as attempts to avoid claim preclusion.   For example, parties who have failed to raise fraud and forgery defenses in state court actions have been barred from bringing RICO claims in federal court based on allegations of fraud and forgery even where jurisdiction over the RICO claim may have been exclusively federal.   See, e.g., Henry v. Farmer City State Bank, 808 F.2d 1228, 1236-37 (7th Cir.1986);  cf., also, Pirela, 935 F.2d at 912.   The underlying rationale is that claim preclusion applies if the formal barriers did not prevent the party from a full and fair opportunity in the first action to litigate the substance of the legal theory advanced and remedy sought in the second action.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, the results reached here with respect to the reparations action are not outweighed by concerns over the 1916 and 1933 Acts' statutory scheme.   Cf., e.g., United States v. American Heart Research Found., Inc., 996 F.2d 7, 11 (1st Cir.1993) (claim-splitting limitation relaxed where applying it would frustrate a statutory objective).   A different factual setting might more strongly involve the policies behind the 1916 and 1933 Acts, but this is basically an action between two private parties over who will bear the costs and fees of the collection action here.   In order to collect $11,000 in freight charges, an amount SOS says it has now paid and does not dispute, PRMSA was forced to spend over $100,000 in attorneys' fees.   That Congress may have preferred that the FMC decide questions of the reasonableness of attorneys' fees provisions in carrier tariffs does not justify upsetting the strong policy of honoring final judgments entered by federal courts.   Cf. Plaut v. Spendthrift Farm, Inc., --- U.S. ----, 115 S.Ct. 1447, 131 L.Ed.2d 328 (1995) (retroactive legislation which reverses a judgment within the power vested by the courts is unconstitutional as a violation of separation of powers).   Nor does it excuse compliance by litigating parties with general rules of federal claim preclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">SOS had a range of actions available, which it chose not to follow, that would have accommodated the interests of both the judicial and administrative systems.   Before SOS was sued, it could have paid PRMSA's bill and the fees and then brought an action before the FMC for reparations.   Alternatively, once sued, SOS could have asserted an affirmative defense of illegality and/or brought a reparations counterclaim in district court and sought a ruling on the question of whether there was subject matter jurisdiction over the reparations counterclaim.   It could also have brought a timely action in the FMC and it could have asked in a timely fashion for a stay of the district court action or a primary jurisdiction referral.   It could also have asked the district court to make its decision without prejudice to pursuing the reparations claim before the FMC.   See Restatement (Second) of Judgments &#167; 26(1)(b).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On these particular facts and equities,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the FMC's decision that SOS was free to avoid claim preclusion and thus the federal court judgment against it on the four shipments for costs and attorneys' fees is, we believe, in error and is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">2. FMC Docket No. 92-12:  Cease and Desist Orders.   The issues raised by the appeal from the other administrative complaint are different, as is the outcome.   As PRMSA states in its brief, the seven shipments at issue in FMC Docket No. 92-12 were never part of the federal court action brought by PRMSA.   Even if these seven shipments arose out of the same transaction or occurrence (which is unclear on the record before us), as they must for PRMSA successfully to assert claim preclusion, the bar would work against PRMSA.   PRMSA would then have split its claim and would be barred from suing on the seven shipments.   A defendant has no obligation to raise affirmative defenses to claims that have not been brought against it.   Cf. Restatement (Second) of Judgments &#167; 22 cmt. b.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The pertinent statutes are silent on the merits of whether the attorneys' fee provision in PRMSA's tariff and bill of lading was unreasonable because it was unilateral.   We defer to the expertise of the FMC on the issue.   See Chevron, 467 U.S. at 842-43, 104 S.Ct. at 2781-82.   Section 18(a) of the 1916 Act provides that carriers will enforce \"just and reasonable\" tariffs and practices relating thereto.   46 U.S.C.App. &#167; 817(a).   The FMC, which administers the 1916 Act, is charged with deciding whether a carrier's tariff and bill of lading is \"just and reasonable.\"   In light of the fact that these provisions are ubiquitous and shippers have no meaningful ability to avoid the provision, the FMC held that the attorneys' fees and costs provision was not just and reasonable under a prior analogous FMC decision, West Gulf Maritime Ass'n. v. Galveston, 22 F.M.C. 101 (1979) (holding unreasonable under section 17 of the 1916 Act an attorneys' fees provision that allowed a terminal operator, but not a user, to collect attorneys' fees).   We recognize that, West Gulf notwithstanding, two of the FMC's commissioners dissented from the decision at issue here and that the question of unreasonableness of the attorneys' fees provision is by no means free from doubt.   But the FMC's construction of the statute appears to be permissible.   See Chevron, 467 U.S. at 842-43, 104 S.Ct. at 2781-82.   We therefore affirm the FMC's order insofar as it relates to FMC Docket No. 92-12.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The judgment of the FMC is reversed in part, affirmed in part, and remanded with directions that the FMC dismiss FMC Docket No. 93-21 and modify its order in accordance with this opinion.   Parties to bear their own costs on appeal.   It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the U.S. Court of International Trade, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> PRMSA's lawsuit in federal district court was filed by an agent of PRMSA, Puerto Rico Marine Management, Inc.  (PRMMI), and the judgment in the federal court action ran in favor of PRMMI.   Because the distinction between PRMSA and PRMMI is unimportant to the disposition of this petition, this opinion refers only to PRMSA</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> PRMSA's suit in the district court was filed against both SOS and Stanley Hecht.   Midway through the litigation, SOS represented that it had gone out of business, and the litigation was carried on only in the name of Stanley Hecht.   In this opinion, \"SOS\" designates both parties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In Government of Guam the shippers first initiated an action before the FMC against carriers for reparations for rates alleged to be unlawful under the 1916 and 1933 Acts.   The shippers later filed a virtually identical claim in federal court which the court dismissed.   The D.C. Circuit affirmed the dismissal.   The shippers conceded that the FMC had the task of resolving the merits of the dispute, 28 F.3d at 144, and there was no private cause of action expressly provided in the 1916 and 1933 Acts for a shipper to challenge a carrier's rates in federal court.   The shippers sought to continue the court action in order to preserve ultimate claims of a class, claims which the FMC could not hear, and argued there was an implied cause of action.   The D.C. Circuit declined to imply a cause of action</p>\n        <p>In contrast, here, the carrier had a cause of action that was properly before the federal court.   There is little reason to think the Government of Guam court intended to resolve a dispute of the sort faced on the facts here.   Indeed, in a separate part of the opinion, the Government of Guam court declined to give the shippers relief from the consequences of their failure to have raised certain legal theories in the district court.  Id. at 149-50.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> A defendant must, of course, have a full and fair opportunity to raise the claim in the first action.   In the analogous situation of plaintiffs' claim splitting, for example, the Restatement recognizes that the first court must have been competent to adjudicate the claim.   See Restatement (Second) of Judgments &#167; 26(1)(c);  see also id. &#167; 22(2) (claim preclusion over counterclaims is limited to claims that the defendant \"may [have] interpose[d]\" as a counterclaim in the first action)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The result reached here coincides with the results reached in Delta Traffic Serv., Inc. v. Georgia-Pacific Corp., 936 F.2d 64 (2d Cir.1991), which addressed the jurisdictional relationship between the federal courts and the Interstate Commerce Commission (ICC) over rate reasonableness issues.   In that case, the Second Circuit denied requests to remand the case to the district court to assert rate reasonableness defenses that were not raised in the district court, but stated that Georgia-Pacific could nevertheless continue to pursue a reparation action based on rate unreasonableness before the ICC.   See id. at 66.   In Georgia-Pacific, however, Georgia-Pacific requested a stay of the district court action and a referral to the ICC \"[c]oincident with the service of its answer\" in the federal action.  Id. at 65.   Moreover, the rate reasonableness issue was pending before the ICC before judgment entered in the federal court action.   Aware of the ICC action, the Second Circuit carefully limited the scope of its decision, which may have restricted any claim preclusive effects it might otherwise have had.  Id. at 66;  see 18 Charles A. Wright, Arthur R. Miller and Edward H. Cooper, Federal Practice and Procedure &#167; 4413 (1981).  Georgia-Pacific does not stand for the proposition that a party may collaterally attack a federal court's final judgment by raising before an agency a claim based on a defense that could have been, but was not, raised in the federal court.   Indeed, in a similar case the Second Circuit had earlier refused to undermine a federal district court judgment based on a rate unreasonableness defense raised for the first time on appeal.   See Delta Traffic Service, Inc. v. Appco Paper &amp; Plastics Corp., 931 F.2d 5, 7 (2d Cir.1991)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></span></p>\n    <p class=\"parties\">PUERTO RICO MARITIME SHIPPING AUTHORITY, Petitioner,<br>v.<br>FEDERAL MARITIME COMMISSION and United States of America,<br>Respondents.<br>Stanley Hecht, Intervenor.</p>\n    <p class=\"docket\">No. 95-1643.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1995.<br>Decided Feb. 6, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Amy Loeserman Klein, Washington, DC, with whom Jenkens &amp; Gilchrist, was on brief, for petitioner Puerto Rico Maritime Shipping Authority.</p>\n      <p class=\"indent\">Carol J. Neustadt, Attorney, Federal Maritime Commission, Washington, DC, with whom Robert D. Bourgoin, General Counsel, and C. Douglass Miller, Attorney, Federal Maritime Commission, and Anne K. Bingaman, Assistant Attorney General, John J. Powers III and Robert J. Wiggers, Attorneys, U.S. Department of Justice, were on brief, for respondents Federal Maritime Commission and United States of America.</p>\n      <p class=\"indent\">Rick A. Rude, Washington, DC, for intervenor Stanley Hecht.</p>\n      <p class=\"indent\">Nathan J. Bayer, Washington, DC, with whom Torbjorn B. Sjogren and Sher &amp; Blackwell, were on brief, for amici curiae United States Atlantic and Gulf/Southeastern Caribbean Conference, United States Atlantic and Gulf Hispaniola Steamship Freight Association, Latin American Shipping Service Association, Venezuelan American Maritime Association and the Credit Agreement.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL, Senior Circuit Judge, and WATSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">May the Federal Maritime Commission, in exercising its administrative lawmaking function, excuse a party from paying sums awarded against it by a final judgment entered by a U.S. District Court and affirmed on appeal?   We preserve harmony between the two systems of law and respect for judgments entered by the courts by concluding, on the facts of this case, that the party was not free before the agency to seek to undo the court judgment.   Accordingly, we reverse the FMC's determination that Save-On Shipping (SOS) need not pay the attorneys' fees and costs awarded to Puerto Rico Maritime Shipping Authority (PRMSA) by the United States District Court for the Southern District of Florida and by the United States Court of Appeals for the Eleventh Circuit.   To the extent that the FMC's order is prospective and does not involve sums awarded by the judgment entered, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">PRMSA carried four shipments of frozen food and other items to San Juan, Puerto Rico for SOS.   When SOS refused to pay about $11,000 of PRMSA's bill, PRMSA began an action against SOS in the federal court in Florida seeking the unpaid freight charges, interest, collection costs and attorneys' fees pursuant to the terms of PRMSA's bill of lading to SOS.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Jurisdiction was under the maritime and admiralty jurisdiction of the federal courts, 28 U.S.C. &#167; 1333.   The bill of lading, which employed language found in a bill of lading tariff filed with the FMC, provided that:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>[t]he shipper, consignee, holder hereof, and owners of the goods shall be jointly and severally liable to Carrier for the payment of all freight, demurrage, General Average and other charges, including, but not limited to court costs, expenses and reasonable attorney's fees incurred in collecting sums due Carrier.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SOS moved for summary judgment;  PRMSA filed a cross motion.   SOS lost on both motions.   The court awarded PRMSA the unpaid freight, attorneys' fees and costs, enforcing the terms of the bill of lading.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">SOS moved for reconsideration and then for a stay of the district court proceeding while SOS pursued a complaint (FMC Docket No. 92-12) it had filed (after losing the summary judgment motions) before the FMC.   That administrative complaint challenged, inter alia, the attorneys' fees provision of the tariff upon which the bill of lading was based, but did not directly challenge the attorneys' fees awarded on the four shipments at issue in the federal court action.   It asserted that the attorneys' fees tariff provision was unreasonable under sections 17 and 18(a) of the Shipping Act, 1916, 46 U.S.C.App. &#167;&#167; 816 and 817(a) (the 1916 Act), and section 2 of the Intercoastal Shipping Act, 1933, 46 U.S.C.App. &#167; 844 (the 1933 Act).   It involved seven shipments on which PRMSA had not sought freight collection in the court action.   Because the shipments had occurred two years prior to the filing of the administrative complaint, SOS sought only prospective relief in the form of cease and desist orders.   SOS's motion for a stay of the district court proceedings was the first time that SOS argued before the district court that the attorneys' fees provision might be illegal or unreasonable and thus unenforceable because it was unilateral.   The motion for a stay did not argue that the district court lacked jurisdiction over the attorneys' fees issue.   Rather, recognizing that primary jurisdiction is a rule of \"deference\" and not of jurisdiction, it argued that primary jurisdiction was in the FMC.   The district court denied both of SOS's motions.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">SOS appealed the judgment to the United States Court of Appeals for the Eleventh Circuit and moved to stay the appellate proceedings or, in the alternative, to refer the case to the FMC under the doctrine of primary jurisdiction.   The Eleventh Circuit denied the motion for stay.   It later affirmed the district court, without opinion, and denied the motion for referral as moot.   PRMSA was eventually awarded attorneys' fees and costs of approximately $100,000.   The parties do not identify any further appeals taken by SOS in the federal court action pertinent here.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Having lost in federal court, SOS filed a second complaint before the FMC (FMC Docket No. 93-21) directly challenging the attorneys' fees awarded on the four shipments that were at issue in the Eleventh Circuit.   This administrative complaint also alleged that the tariff and bill of lading language concerning attorneys' fees and costs was unlawful and unreasonable.   It sought reparations pursuant to section 22(a) of the 1916 Act, 46 U.S.C.App. &#167; 821(a), in the amount of attorneys' fees that were granted by the federal court.   The FMC eventually consolidated FMC Docket No. 92-12 and FMC Docket No. 93-21 on the attorneys' fees issue.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The FMC agreed with SOS on the attorneys' fees issue.   The FMC held that because the bill of lading tariff provision was unilateral (allowing the carrier, but not the shipper, to recover fees and costs), it was in conflict with an FMC decision, West Gulf Maritime Ass'n v. Galveston, 22 F.M.C. 101 (1979), and the provision was unjust and unreasonable.   It granted SOS's relief in both FMC Docket No. 92-12 and FMC Docket No. 93-21.   In so doing, it decided three issues of relevance here.   It first rejected PRMSA's argument that claim preclusion barred the reparations claim in FMC Docket No. 93-21 as to the four shipments involved in the court action.   It next ordered PRMSA to pay back as reparations in FMC Docket No. 93-21 any amount PRMSA collected in attorneys' fees pursuant to the federal court judgment.   It also granted SOS's motion for summary judgment in FMC Docket No. 92-12 seeking a cease and desist order preventing PRMSA from publication and attempted enforcement of the provisions of FMC-F-No. 10 (the bill of lading tariff) and its bill of lading allowing for costs, expenses, and attorneys' fees.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">PRMSA has petitioned here for review of the FMC's order.   The FMC and the United States are respondents;  Stanley Hecht, president of SOS, has appeared as an intervenor.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In its petition, PRMSA presses the claim preclusion argument it made before the FMC.   It also claims that the FMC's decision on the merits of the attorneys' fees issue was error.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Because the question of claim preclusion is purely a matter of law within the expertise of the federal courts and is not a question within the particular expertise of the FMC, our review of that issue is plenary.   Cf. Dion v. Secretary of Health and Human Servs., <span class=\"citation\" data-id=\"491457\"><a href=\"/opinion/491457/18-socsecrepser-422-unemplinsrep-cch-17822-constance-dion-v/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">669</span></a></span>, 673 (1st Cir.1987).   We also note the doctrine that \"[j]udgments within the powers vested in courts by the Judiciary Article of the Constitution may not lawfully be revised, overturned or refused faith and credit by another Department of Government.\"  Chicago &amp; Southern Air Lines, Inc. v. Waterman S.S. Corp., <span class=\"citation\" data-id=\"104510\"><a href=\"/opinion/104510/chicago-southern-air-lines-inc-v-waterman-ss-corp/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 113, <span class=\"citation\" data-id=\"104510\"><a href=\"/opinion/104510/chicago-southern-air-lines-inc-v-waterman-ss-corp/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">431</span></a></span>, 437, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">568</span> </span>(1948).   Because we believe that FMC Docket No. 93-21 was barred under principles of claim preclusion, we reverse the FMC's order with respect to FMC Docket No. 93-21 including its order granting reparations of the amount of attorneys' fees collected by PRMSA pursuant to the federal court action.   We do not, however, believe that FMC Docket No. 92-12 was barred and, in light of our deferential review of the FMC's construction of a statute it administers, see Chevron U.S.A., Inc. v. Natural Resources Defense Council, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span> </a></span>(1984), we affirm the FMC's order in that case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1.   FMC Docket No. 93-21:  The Reparations Claim.   Since the identity of the parties and the existence of a final judgment on the merits are not in dispute, the parties have focussed on whether there was sufficient identity between the causes of action actually litigated in the federal court action and the claim for reparations before the FMC.   We do not enter the fray, as do the parties, for under the principle of claim preclusion, \" 'a final judgment on the merits of an action precludes the parties or their privies from relitigating issues that were or could have been raised in that action.' \"  Manego v. Orleans Bd. of Trade, <span class=\"citation\" data-id=\"458606\"><a href=\"/opinion/458606/isaac-manego-v-the-orleans-board-of-trade-isaac-manego-v-the-orleans/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1985) (quoting Allen v. McCurry, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">90</span></a></span>, 94, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">411</span></a></span>, 415, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span> </a></span>(1980) (emphasis supplied)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1084</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1466</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span> </span>(1986);  accord Kelly v. Merrill Lynch, Pierce, Fenner &amp; Smith, Inc., <span class=\"citation\" data-id=\"600340\"><a href=\"/opinion/600340/fed-sec-l-rep-p-97443-frank-kelly-maria-kelly-juan-antonio-brando/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1067</span></a></span>, 1070 (11th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">600</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">565</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The claims of unreasonableness, and hence, illegality, of the attorneys' fees provision in the bill of lading could have been raised as an affirmative defense in the action over which the district court plainly had jurisdiction.   Although SOS could have raised unreasonableness as an affirmative defense and requested the district court to stay the action and refer the question to the FMC as a matter of primary jurisdiction, see Holt Marine Terminal, Inc. v. United States Lines, <span class=\"citation\" data-id=\"2124282\"><a href=\"/opinion/2124282/holt-marine-terminal-v-united-states-lines/\"><span class=\"volume\">472</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">487</span></a></span>, 489 (S.D.N.Y.1978); cf. P.R. Maritime Shipping Auth. v. Valley Freight Sys., <span class=\"citation\" data-id=\"511587\"><a href=\"/opinion/511587/puerto-rico-maritime-shipping-authority-and-sea-land-service-inc-v/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 549 (3d Cir.1988) (referral to Interstate Commerce Commission), the decision to refer was within the discretion of the federal court.  Valley Freight <span class=\"citation\" data-id=\"511587\"><span class=\"antecedent_guess\">Sys.,</span> <a href=\"/opinion/511587/puerto-rico-maritime-shipping-authority-and-sea-land-service-inc-v/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">549</span></a></span>.   The doctrine of primary jurisdiction does not implicate the subject matter jurisdiction of the federal court.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Normally, this would be the end of the matter.   Under the transactional approach of the Restatement (Second) of Judgments &#167; 24 (1980) applicable here, see <span class=\"citation\" data-id=\"458606\"><span class=\"antecedent_guess\">Manego,</span> <a href=\"/opinion/458606/isaac-manego-v-the-orleans-board-of-trade-isaac-manego-v-the-orleans/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">5</span></a></span>;  see also Wallis v. Justice Oaks II, Ltd.  (In re Justice Oaks II, Ltd.), <span class=\"citation\" data-id=\"538594\"><a href=\"/opinion/538594/22-collier-bankrcas2d-1304-bankr-l-rep-p-73353-in-re-justice-oaks/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1544</span></a></span>, 1551 (11th Cir.)  (applying Restatement's transactional approach), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">387</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">398</span> </span>(1990), defendants can no more split defenses arising out of the same transaction or occurrence than plaintiffs can split claims.   Even if SOS's reparations claim before the FMC is characterized as a counterclaim rather than an affirmative defense, it would not be a separate cause of action.   The reparations claim, which is based on the very same four shipments at issue in the federal court collection action, clearly arose out of the same transaction or occurrence and virtually all of the facts necessary to the reparations claim would have formed the basis of a defense to the collection action.   Cf. Pirela v. Village of North Aurora, <span class=\"citation\" data-id=\"562673\"><a href=\"/opinion/562673/56-fair-emplpraccas-515-56-empl-prac-dec-p-40842-pablo-f-pirela-v/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">909</span></a></span>, 912 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">983</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">587</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">612</span> </span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Indeed, the required joinder of compulsory counterclaims, see Fed.R.Civ.P. 13(a) and Restatement (Second) of Judgments &#167; 22, is designed to prevent parties from hiding behind formal distinctions between defenses and counterclaims.   Under usual circumstances, SOS's reparations claim would be a compulsory counterclaim and SOS's failure to assert it in the federal court action would have barred it from bringing it in a subsequent action.   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The FMC urges that those usual rules should not apply, relying on the opinion in Government of Guam v. American President Lines, <span class=\"citation\" data-id=\"673407\"><a href=\"/opinion/673407/the-government-of-guam-v-american-president-lines/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">142</span> </a></span>(D.C.Cir.1994).   That case held that there is no express or implied cause of action in federal district courts over reparations claims brought under either the 1916 Act or the 1933 Act.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The argument goes that SOS cannot be barred from pursuing a reparations action that could not have been brought in the federal district court.   That argument begs the question.   The issue here is whether principles of claim preclusion bar the assertion of a claim before an agency which is based on a legal theory that could have been raised by way of defense to the district court claim and which, if it had been raised, could have provided the same relief.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A defendant is barred from relitigating a defense which was available in a prior action by making it the basis of a claim that would \"nullify the initial judgment or would impair rights established in the initial action.\"   Restatement (Second) of Judgments &#167; 22(2)(b).   A defendant's failure to raise such a defense precludes the defendant from seeking restitution of the amount that may have been awarded to the plaintiff in the first action.   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> cmt. b </span>&amp; f, illus. 2, 3, 9.   The reparations action SOS seeks in this case is precisely the type of restitutionary remedy that, under this rule, is barred.   Were SOS to be allowed a reparations remedy, the district court's award of attorneys' fees would be rendered totally meaningless and there would be a concomitant waste of judicial resources.   We hold that SOS's claim for reparations before the FMC is barred.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The policies of economy, efficiency, repose and fairness underlying the claim preclusion doctrine are best served by holding SOS to the consequences of its actions and inactions.   Under the facts of this case, SOS had a full and fair opportunity to litigate the attorneys' fees issue before the district court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Although it had an opportunity to do so, SOS neither raised the reparations claim before the federal court nor argued that there was no jurisdiction over the attorneys' fees issue.   SOS, as a result, gains no benefit from any jurisdictional competency or \"formal barrier\" exception to the doctrine of claim preclusion.   Cf. Restatement (Second) of Judgments &#167; 26(1)(c).   Further, the Government of Guam outcome was not supported by precedent in the Eleventh Circuit nor is it binding on that circuit.   Indeed, the FMC itself has in the past taken the position that federal courts have concurrent jurisdiction over reparations claims brought under section 22 of the 1916 Act and that a reparations counterclaim could be raised in federal district court.   See Interconex, Inc. v. Federal Maritime Comm'n, <span class=\"citation\" data-id=\"353903\"><a href=\"/opinion/353903/interconex-inc-v-federal-maritime-commission-and-the-united-states-of/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (2d Cir.1978).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There is virtually no practical difference between the relief SOS could have received before the district court and what it sought before the FMC.   The legal theory--the unreasonableness of the unilateral attorneys' fees provision--was available to SOS in the district court action.   The extent of the relief sought--relief from payment of the attorneys' fees--was available in the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The purely formal distinctions on which FMC and intervenor uneasily rest have met with considerable hostility when used as attempts to avoid claim preclusion.   For example, parties who have failed to raise fraud and forgery defenses in state court actions have been barred from bringing RICO claims in federal court based on allegations of fraud and forgery even where jurisdiction over the RICO claim may have been exclusively federal.   See, e.g., Henry v. Farmer City State Bank, <span class=\"citation\" data-id=\"481372\"><a href=\"/opinion/481372/john-t-henry-and-evelyn-i-henry-v-farmer-city-state-bank-an-illinois/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1228</span></a></span>, 1236-37 (7th Cir.1986);  cf., also, <span class=\"citation\" data-id=\"562673\"><span class=\"antecedent_guess\">Pirela,</span> <a href=\"/opinion/562673/56-fair-emplpraccas-515-56-empl-prac-dec-p-40842-pablo-f-pirela-v/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">912</span></a></span>.   The underlying rationale is that claim preclusion applies if the formal barriers did not prevent the party from a full and fair opportunity in the first action to litigate the substance of the legal theory advanced and remedy sought in the second action.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, the results reached here with respect to the reparations action are not outweighed by concerns over the 1916 and 1933 Acts' statutory scheme.   Cf., e.g., United States v. American Heart Research Found., Inc., <span class=\"citation\" data-id=\"609219\"><a href=\"/opinion/609219/united-states-v-american-heart-research-foundation-inc/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir.1993) (claim-splitting limitation relaxed where applying it would frustrate a statutory objective).   A different factual setting might more strongly involve the policies behind the 1916 and 1933 Acts, but this is basically an action between two private parties over who will bear the costs and fees of the collection action here.   In order to collect $11,000 in freight charges, an amount SOS says it has now paid and does not dispute, PRMSA was forced to spend over $100,000 in attorneys' fees.   That Congress may have preferred that the FMC decide questions of the reasonableness of attorneys' fees provisions in carrier tariffs does not justify upsetting the strong policy of honoring final judgments entered by federal courts.   Cf. Plaut v. Spendthrift Farm, Inc., --- U.S. ----, <span class=\"citation\" data-id=\"117916\"><a href=\"/opinion/117916/plaut-v-spendthrift-farm-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1447</span></a></span>, <span class=\"citation\" data-id=\"117916\"><a href=\"/opinion/117916/plaut-v-spendthrift-farm-inc/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">328</span> </a></span>(1995) (retroactive legislation which reverses a judgment within the power vested by the courts is unconstitutional as a violation of separation of powers).   Nor does it excuse compliance by litigating parties with general rules of federal claim preclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">SOS had a range of actions available, which it chose not to follow, that would have accommodated the interests of both the judicial and administrative systems.   Before SOS was sued, it could have paid PRMSA's bill and the fees and then brought an action before the FMC for reparations.   Alternatively, once sued, SOS could have asserted an affirmative defense of illegality and/or brought a reparations counterclaim in district court and sought a ruling on the question of whether there was subject matter jurisdiction over the reparations counterclaim.   It could also have brought a timely action in the FMC and it could have asked in a timely fashion for a stay of the district court action or a primary jurisdiction referral.   It could also have asked the district court to make its decision without prejudice to pursuing the reparations claim before the FMC.   See Restatement (Second) of Judgments &#167; 26(1)(b).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On these particular facts and equities,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the FMC's decision that SOS was free to avoid claim preclusion and thus the federal court judgment against it on the four shipments for costs and attorneys' fees is, we believe, in error and is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">2. FMC Docket No. 92-12:  Cease and Desist Orders.   The issues raised by the appeal from the other administrative complaint are different, as is the outcome.   As PRMSA states in its brief, the seven shipments at issue in FMC Docket No. 92-12 were never part of the federal court action brought by PRMSA.   Even if these seven shipments arose out of the same transaction or occurrence (which is unclear on the record before us), as they must for PRMSA successfully to assert claim preclusion, the bar would work against PRMSA.   PRMSA would then have split its claim and would be barred from suing on the seven shipments.   A defendant has no obligation to raise affirmative defenses to claims that have not been brought against it.   Cf. Restatement (Second) of Judgments &#167; 22 cmt. b.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The pertinent statutes are silent on the merits of whether the attorneys' fee provision in PRMSA's tariff and bill of lading was unreasonable because it was unilateral.   We defer to the expertise of the FMC on the issue.   See <span class=\"citation\" data-id=\"111221\"><span class=\"antecedent_guess\">Chevron,</span> <a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">842-43</span></a></span>, 104 S.Ct. at 2781-82.   Section 18(a) of the 1916 Act provides that carriers will enforce \"just and reasonable\" tariffs and practices relating thereto.   46 U.S.C.App. &#167; 817(a).   The FMC, which administers the 1916 Act, is charged with deciding whether a carrier's tariff and bill of lading is \"just and reasonable.\"   In light of the fact that these provisions are ubiquitous and shippers have no meaningful ability to avoid the provision, the FMC held that the attorneys' fees and costs provision was not just and reasonable under a prior analogous FMC decision, West Gulf Maritime Ass'n. v. Galveston, 22 F.M.C. 101 (1979) (holding unreasonable under section 17 of the 1916 Act an attorneys' fees provision that allowed a terminal operator, but not a user, to collect attorneys' fees).   We recognize that, West Gulf notwithstanding, two of the FMC's commissioners dissented from the decision at issue here and that the question of unreasonableness of the attorneys' fees provision is by no means free from doubt.   But the FMC's construction of the statute appears to be permissible.   See <span class=\"citation\" data-id=\"111221\"><span class=\"antecedent_guess\">Chevron,</span> <a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">842-43</span></a></span>, 104 S.Ct. at 2781-82.   We therefore affirm the FMC's order insofar as it relates to FMC Docket No. 92-12.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The judgment of the FMC is reversed in part, affirmed in part, and remanded with directions that the FMC dismiss FMC Docket No. 93-21 and modify its order in accordance with this opinion.   Parties to bear their own costs on appeal.   It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the U.S. Court of International Trade, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> PRMSA's lawsuit in federal district court was filed by an agent of PRMSA, Puerto Rico Marine Management, Inc.  (PRMMI), and the judgment in the federal court action ran in favor of PRMMI.   Because the distinction between PRMSA and PRMMI is unimportant to the disposition of this petition, this opinion refers only to PRMSA</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> PRMSA's suit in the district court was filed against both SOS and Stanley Hecht.   Midway through the litigation, SOS represented that it had gone out of business, and the litigation was carried on only in the name of Stanley Hecht.   In this opinion, \"SOS\" designates both parties</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In Government of Guam the shippers first initiated an action before the FMC against carriers for reparations for rates alleged to be unlawful under the 1916 and 1933 Acts.   The shippers later filed a virtually identical claim in federal court which the court dismissed.   The D.C. Circuit affirmed the dismissal.   The shippers conceded that the FMC had the task of resolving the merits of the <span class=\"citation\" data-id=\"673407\"><span class=\"antecedent_guess\">dispute,</span> <a href=\"/opinion/673407/the-government-of-guam-v-american-president-lines/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">144</span></a></span>, and there was no private cause of action expressly provided in the 1916 and 1933 Acts for a shipper to challenge a carrier's rates in federal court.   The shippers sought to continue the court action in order to preserve ultimate claims of a class, claims which the FMC could not hear, and argued there was an implied cause of action.   The D.C. Circuit declined to imply a cause of action</p>\n        <p>In contrast, here, the carrier had a cause of action that was properly before the federal court.   There is little reason to think the Government of Guam court intended to resolve a dispute of the sort faced on the facts here.   Indeed, in a separate part of the opinion, the Government of Guam court declined to give the shippers relief from the consequences of their failure to have raised certain legal theories in the district court.  <span class=\"citation\" data-id=\"673407\"><a href=\"/opinion/673407/the-government-of-guam-v-american-president-lines/\"><span class=\"id_token\">Id.</span> at 149-50.</a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> A defendant must, of course, have a full and fair opportunity to raise the claim in the first action.   In the analogous situation of plaintiffs' claim splitting, for example, the Restatement recognizes that the first court must have been competent to adjudicate the claim.   See Restatement (Second) of Judgments &#167; 26(1)(c);  see also id. &#167; 22(2) (claim preclusion over counterclaims is limited to claims that the defendant \"may [have] interpose[d]\" as a counterclaim in the first action)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The result reached here coincides with the results reached in Delta Traffic Serv., Inc. v. Georgia-Pacific Corp., <span class=\"citation\" data-id=\"563227\"><a href=\"/opinion/563227/delta-traffic-service-inc-oneida-motor-freight-inc-v-georgia-pacific/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span> </a></span>(2d Cir.1991), which addressed the jurisdictional relationship between the federal courts and the Interstate Commerce Commission (ICC) over rate reasonableness issues.   In that case, the Second Circuit denied requests to remand the case to the district court to assert rate reasonableness defenses that were not raised in the district court, but stated that Georgia-Pacific could nevertheless continue to pursue a reparation action based on rate unreasonableness before the ICC.   See <span class=\"citation\" data-id=\"563227\"><a href=\"/opinion/563227/delta-traffic-service-inc-oneida-motor-freight-inc-v-georgia-pacific/\"><span class=\"id_token\">id.</span> at 66. </a></span>  In Georgia-Pacific, however, Georgia-Pacific requested a stay of the district court action and a referral to the ICC \"[c]oincident with the service of its answer\" in the federal action.  <span class=\"citation\" data-id=\"563227\"><a href=\"/opinion/563227/delta-traffic-service-inc-oneida-motor-freight-inc-v-georgia-pacific/\"><span class=\"id_token\">Id.</span> at 65. </a></span>  Moreover, the rate reasonableness issue was pending before the ICC before judgment entered in the federal court action.   Aware of the ICC action, the Second Circuit carefully limited the scope of its decision, which may have restricted any claim preclusive effects it might otherwise have had.  <span class=\"citation\" data-id=\"563227\"><a href=\"/opinion/563227/delta-traffic-service-inc-oneida-motor-freight-inc-v-georgia-pacific/\"><span class=\"id_token\">Id.</span> at 66; </a></span> see 18 Charles A. Wright, Arthur R. Miller and Edward H. Cooper, Federal Practice and Procedure &#167; 4413 (1981).  Georgia-Pacific does not stand for the proposition that a party may collaterally attack a federal court's final judgment by raising before an agency a claim based on a defense that could have been, but was not, raised in the federal court.   Indeed, in a similar case the Second Circuit had earlier refused to undermine a federal district court judgment based on a rate unreasonableness defense raised for the first time on appeal.   See Delta Traffic Service, Inc. v. Appco Paper &amp; Plastics Corp., <span class=\"citation\" data-id=\"559593\"><a href=\"/opinion/559593/delta-traffic-service-inc-and-oneida-motor-freight-inc-v-appco-paper/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 7 (2d Cir.1991)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104510/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110360/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117916/",
    "https://www.courtlistener.com/api/rest/v3/opinions/353903/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/481372/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491457/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511587/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538594/",
    "https://www.courtlistener.com/api/rest/v3/opinions/559593/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562673/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563227/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600340/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609219/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673407/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2124282/"
  ]
}