{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196546/",
  "id": 196546,
  "absolute_url": "/opinion/196546/united-states-v-collado/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196546/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:29Z",
  "date_modified": "2020-02-21T23:16:16.280307Z",
  "type": "010combined",
  "sha1": "8075e14786bc4295f5606033b6189ffcadd578b0",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2303.01A",
  "local_path": null,
  "plain_text": "\n\n                                         \r\n\nNo. 94-2303\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      ALEJANDRO COLLADO,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 95-1041\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     MIGUEL CRUZ-SORIANO,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 95-1080\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                        MIGUEL BRITO,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nJeffrey E. Feiler, P.A. on consolidated brief for appellants.\r                                   \r\nMiguel Brito on supplemental brief pro se.\r                        \r\nJose   A.  Quiles,   Assistant  United   States  Attorney,  Senior\r                             \r\nLitigation Counsel, Guillermo Gil, United States Attorney, and Jacabed\r                                                                              \r\nRodriguez Coss, Assistant  United States  Attorney on  briefs for  the\r                      \r\nUnited States.\r\n\n                                         \r\n\n                       February 1, 1996\r\n                                         \r\r\n\n     CAMPBELL,  Senior Circuit Judge.  This is a consolidated\r                                                \r\n\nappeal on behalf of three defendants who were aboard a vessel\r\n\nthat was  intercepted  for narcotics  trafficking  in  Puerto\r\n\nRican  waters.    Following  a  four-day  joint  jury  trial,\r\n\nAlejandro Collado, Miguel Cruz-Soriano, and Miguel Brito were\r\n\nfound guilty of aiding and abetting the possession of cocaine\r\n\nwith intent to distribute, in violation of 21 U.S.C.   841(a)\r\n\nand 18 U.S.C.   2.1   Each received a sentence of 235  months\r\n\nof imprisonment to  be followed by  five years of  supervised\r\n\nrelease.    On  appeal  they  claim  that  the  evidence  was\r\n\ninsufficient to sustain the jury  verdict.  In a supplemental\r\n\nbrief filed  pro se,  defendant Brito  asserts several  other\r\n\nerrors that allegedly infected the trial and his sentence.\r\n\nI. Background\r            I. Background\r\n\n          We  summarize  the relevant  evidence in  the light\r\n\nmost favorable to the verdict.   See United States v. DeMasi,\r                                                                        \r\n\n40 F.3d  1306, 1310 (1st Cir. 1994), cert. denied, 115 S. Ct.\r                                                             \r\n\n947 (1995).  In the early hours of January 27, 1994, the U.S.\r\n\nCustoms Service  Air Branch  dispatched two  aircraft to  the\r\n\nsoutheast  of St.  John  in  the  U.S. Virgin  Islands  after\r\n\n                    \r                                \r\n\n     1  A second  count  charging  aiding  and  abetting  the\r\npossession  of cocaine with intent to  distribute, on board a\r\nvessel  of the United States and subject to its jurisdiction,\r\nin violation of 46 U.S.C.    1903(a)(1), (a)(2)(C), &amp; (f) and\r\n18 U.S.C.   2, was dismissed following the defendants' motion\r\nfor judgment of acquittal pursuant to Fed.R.Crim.P. 29.\r\n\n                             -3-\r                                         -3-\r\r\n\nlearning that  an air drop  of contraband was to  take place.\r\n\nThe plane making  an air drop was not found, but a vessel was\r\n\ndetected in  the suspected  area, east of  Puerto Rico,  by a\r\n\nCustoms  NOMAD  maritime  surveillance  and  search  aircraft\r\n\nequipped with  a 360-degree radar  (\"Omaha 05\").   Pilot Mark\r\n\nJackson   first  observed  the  vessel  from  his  window  at\r\n\napproximately  3:33  a.m.,  aided by  bright  moonlight.   He\r\n\ntestified  that the vessel  was traveling without  lights and\r\n\nquickly,   leaving   behind  observable   waves.     The  air\r\n\ninterdiction   officer  who   assisted   him,  Leslie   Robb,\r\n\nimmediately  located  the  vessel  using  a  forward  looking\r\n\ninfrared  (FLIR) system.   This equipment senses  heat energy\r\n\nemitted by objects and produces  black and white images which\r\n\ncan be recorded on videotape, as was done here.\r\n\n          Omaha 05  tracked the  vessel for  about forty-five\r\n\nminutes until it reached Cayo  Luis Pena, an uninhabited  key\r\n\nnear the  eastern coast of  Puerto Rico.  During  this period\r\n\nthe vessel occasionally stopped; Officer Robb testified  that\r\n\nsmugglers often use this tactic  of going \"dead in the water\"\r\n\n(DIW) in order to listen  for surveillance aircraft and avoid\r\n\ndetection.  Omaha  05 lost track of the vessel at least twice\r\n\nduring this  period.   Contact resumed  within a  few minutes\r\n\neach time, according to the videotape and testimony by Robb.\r\n\n          After  the vessel reached  Cayo Luis  Pena, Officer\r\n\nRobb observed  at least three  people moving to and  from the\r\n\n                             -4-\r                                         -4-\r\r\n\nshore.   The vessel departed  seven to ten minutes  later, at\r\n\nabout 4:30  a.m.   It traveled westward  without lights  at a\r\n\ngradually increasing speed.  Omaha 05 tracked the vessel  for\r\n\nabout forty  minutes and then  lost contact at 5:09  a.m. for\r\n\ntwelve minutes.  Officer Robb explained at trial that he lost\r\n\nthe  target vessel  when it  went DIW  and his  attention was\r\n\nfocused on the radar, instead  of the FLIR (a manual tracking\r\n\nsystem),  in order  to direct  a Customs  marine unit  to the\r\n\ntarget vessel.   Robb temporarily  was unable  to detect  any\r\n\nvessel in the  area.  He then located the Customs marine unit\r\n\nand  a fuerzas  unidas  rapida accion  (FURA)  vessel of  the\r                                                 \r\n\nPuerto Rican Police  Department, and at 5:21  a.m. reacquired\r\n\nthe target vessel on the FLIR.  The vessel was less  than one\r\n\nmile from the point where  it was lost.  Robb testified  that\r\n\nno other vessels were detected in the area.\r\n\n          Omaha 05, assisted by a FURA helicopter, guided the\r\n\nCustoms marine  unit to intercept  the target vessel.   Pedro\r\n\nVicens,  a special  agent and  criminal  investigator on  the\r\n\nCustoms  boat, testified  that four individuals2  were aboard\r\n\nthe  twenty-four foot fishing boat which had two seventy-five\r\n\nhorsepower engines.  The vessel had two large gas tanks built\r\n\ninto  the area that  customarily stores fishing  equipment or\r\n\nbait.  Approaching the vessel, Vicens sensed a strong odor of\r\n\n                    \r                                \r\n\n     2 Diogenes Arturo  Marcelino, in whose name the boat was\r\nregistered, entered  a guilty  plea before  the trial  of the\r\nthree defendants-appellants.\r\n\n                             -5-\r                                         -5-\r\r\n\ngasoline.  He  soon observed that the boat  was full of fluid\r\n\nand gasoline: the fuel line had been cut, gas was coming from\r\n\nthe tank,  and individuals aboard appeared to  be bailing out\r\n\ngasoline  from the bottom of  the vessel and  moving as if to\r\n\nwash something.    He  testified  that washing  the  deck  to\r\n\nconceal any  smell  or  residue of  narcotics  was  a  common\r\n\npractice of drug smugglers. \r\n\n          The  four  aboard  were   taken  into  custody  and\r\n\ntransported along with  the vessel to  the police station  at\r\n\nPuerto Chico.   Thereafter,  Pilot Jackson  and Officer  Robb\r\n\naccompanied  Customs Agents  Vicens  and Hector  Marte (among\r\n\nothers) by helicopter to Cayo Luis Pena, the uninhabited  key\r\n\nat which Omaha 05 had  observed the vessel stop approximately\r\n\nthree  hours earlier.    There they  searched the  area where\r\n\nmovement had been detected.  They found nine bales containing\r\n\n261 kilograms  of cocaine,  as a  laboratory test  confirmed.\r\n\nUpon  return   to  the   station  at   Puerto  Chico,   Marte\r\n\nphotographed  the vessel and retrieved fibers of plastic, red\r\n\nand  yellow  yarn, green  fluorescent  material, and  plastic\r\n\nbubble wrapping.   A forensic chemist compared  these samples\r\n\nto ones taken  from the wrapped bales found at Cayo Luis Pena\r\n\nand  testified that they  had the same  chemical composition.\r\n\nAlso  found on  the boat  were life  jackets, a  knife, flare\r\n\nguns, spark plugs, and damp cloth.  \r\n\n                             -6-\r                                         -6-\r\r\n\n          At  the close of the government's case, the defense\r\n\nmoved for a judgment of  acquittal on both counts pursuant to\r\n\nFed.R.Crim.P. 29.  The district court denied the motion as to\r\n\ncount  one and  reserved ruling  on  the second  count.   The\r\n\ndefense  rested without  presenting evidence and  again moved\r\n\nfor a judgment of acquittal.   The following day the district\r\n\ncourt again denied the motion as to count one, and granted it\r\n\nas to  count two.   It instructed the  jury on the  charge of\r\n\naiding and abetting the possession of  cocaine with intent to\r\n\ndistribute.   A  guilty  verdict  was  returned  against  all\r\n\ndefendants.\r\n\nII. Discussion\r            II. Discussion\r\n\n          Defendants   challenge  the   sufficiency  of   the\r\n\nevidence  to support their convictions.   They claim that the\r\n\ngovernment failed to show the shared criminal intent required\r\n\nfor  an  aiding and  abetting  charge.    They add  that  the\r\n\ntemporary  losses  of tracking  on  the FLIR  system  and the\r\n\nweakness  of the  circumstantial evidence connecting  them to\r\n\ndrug trafficking warrant a reversal of their convictions. \r\n\n          In reviewing these claims, we consider the evidence\r\n\nin the record as a whole, including all reasonable inferences\r\n\ntherefrom, in the light most favorable to the  prosecution in\r\n\norder  to ascertain whether a  rational jury could have found\r\n\ndefendants  guilty beyond  a reasonable  doubt.   See  United\r                                                                         \r\n\n                             -7-\r                                         -7-\r\r\n\nStates v. Romero,  32 F.3d 641, 645  (1st Cir. 1994).   In so\r                            \r\n\ndoing, we defer  to the jury's determinations  of credibility\r\n\nand respect its reasonable construction of the evidence.  See\r                                                                         \r\n\nid.   We  note  that \"no  premium  is placed  upon  direct as\r              \r\n\nopposed to  circumstantial evidence,\"  and that  \"'individual\r\n\npieces of  evidence, insufficient  in themselves  to prove  a\r\n\npoint, may in cumulation prove it.'\"  United States v. Ortiz,\r                                                                        \r\n\n966 F.2d  707, 711 (1st Cir. 1992) (citations omitted), cert.\r                                                                         \r\n\ndenied, 113 S. Ct. 1005 (1993).\r                  \r\n\n          Defendants contend that the government had to prove\r\n\nthat they  had a shared  criminal intent and were  not merely\r\n\npresent at or aware of a  criminal act.  See Nye &amp; Nissen  v.\r                                                                     \r\n\nUnited States, 336 U.S. 613, 619 (1949) (a defendant who aids\r                         \r\n\nand  abets must  \"in  some sort  associate  himself with  the\r\n\nventure,  . .  . participate  in it as  in something  that he\r\n\nwishes to bring about\") (citing  United States v. Peoni,  100\r                                                                   \r\n\nF.2d 401, 402 (2d  Cir. 1938)); United States v.  Francomano,\r                                                                        \r\n\n554  F.2d 483,  486 (1st Cir.  1977)  (\"mere  presence at the\r\n\nscene  and knowledge  that a  crime was  to be  committed\" is\r\n\ninsufficient to show aiding and abetting) (citation omitted).\r\n\nThey  assert that  no proof was  offered on  the relationship\r\n\nbetween them and the apparent captain (in whose name the boat\r\n\nwas  registered), between  the  four  aboard  and  the  three\r\n\npersons observed offloading at Cayo Luis Pena, or between the\r\n\ndefendants  themselves.  Moreover, no connection to any plane\r\n\n                             -8-\r                                         -8-\r\r\n\nmaking an air drop was ever established.  Defendants add that\r\n\nupon  interception of the vessel, they permitted Agent Vicens\r\n\nto board and cooperated fully.\r\n\n          The record, considered as a whole, does not support\r\n\ndefendants'  argument.   The knowledge  element  of a  charge\r\n\nunder \r\n\n   841(a) \"can rarely  be established with  direct evidence.\"\r\n\nUnited States v. Gonzalez-Torres, 980 F.2d 788, 791 (1st Cir.\r                                            \r\n\n1992).  Circumstantial  evidence has been  held to justify  a\r\n\nfinding  of criminal  intent on  facts  quite similar  to the\r\n\ninstant case: i.e., where only a few individuals are aboard a\r                              \r\n\nsmall boat,  large or  extra gas tanks  are in  place (rather\r\n\nthan  more typical  bait or  fishing  equipment), the  vessel\r\n\nperiodically runs without lights and goes DIW, an FLIR system\r\n\ntracks the  vessel to the  site where drugs are  later found,\r\n\ntraces  of material  used to  wrap the  cocaine are  found on\r\n\nboard,  and a legitimate  alternative purpose for  the voyage\r\n\nappears  lacking.   See,  e.g.,  United  States  v.  Morales-\r                                                                         \r\n\nCartagena, 987 F.2d  849, 852 (1st Cir. 1993);  United States\r                                                                         \r\n\nv. Alvarado,  982 F.2d 659,  661-662 (1st Cir.  1992); United\r                                                                         \r\n\nStates  v. Cuevas-Esquivel,  905 F.2d  510,  515 (1st  Cir.),\r                                      \r\n\ncert. denied, 498  U.S. 877 (1990); United  States v. Corpus,\r                                                                        \r\n\n882  F.2d 546,  550 (1st  Cir.), cert.  denied, 493  U.S. 958\r                                                          \r\n\n(1989) and  497 U.S.  1009 (1990).   A jury  could reasonably\r                      \r\n\ninfer from the evidence that each of the defendants possessed\r\n\n                             -9-\r                                         -9-\r\r\n\nthe  requisite  criminal  intent and  aided  and  abetted the\r\n\naccomplishment of the offense as charged.3\r\n\n          Defendants  attempt to poke  several other holes in\r\n\nthe prosecution's  case: 1) no  plane making an air  drop was\r\n\nfound;  2)  the   intercepted  vessel  itself   contained  no\r\n\ncontraband; 3)  the residue  particles found  on board  could\r\n\nhave  been tracked  on  by  Agent Marte  after  he helped  to\r\n\ncollect the  cocaine bales from Cayo Luis Pena, especially as\r\n\nhe  did  not  note  the  presence  of  any  residue  when  he\r\n\nintercepted and boarded  the vessel; 4) Agent Vicens  did not\r\n\ndocument any cut fuel line or gasoline  on deck in his report\r\n\nof the incident; 5) no  description of the vessel is provided\r\n\nin the audio/videotape;  6) the vessel initially  tracked was\r\n\nsaid  to be  traveling toward  Fajardo  on the  east side  of\r\n\nPuerto Rico, whereas Cayo Luis  Pena is northward; and 7) the\r\n\nFLIR system lost the suspected  vessel at least three  times,\r\n\nincluding  once for a  twelve-minute period, after  which the\r\n\nvessel was found  within one  mile of  its previous  location\r\n\ndespite testimony as to its capacity for rapid travel.  \r\n\n                    \r                                \r\n\n     3   As   the  government   notes,   defendants   do  not\r\nspecifically  challenge  the   sufficiency  of  the  evidence\r\nrelating  to  an  intent  to  distribute.    Proof  beyond  a\r\nreasonable doubt  of knowing  possession for  the purpose  of\r\ndistribution is  required for a  charge under   841(a).   See\r                                                                         \r\nUnited States v. Garcia, 983 F.2d 1160, 1164 (1st Cir. 1993).\r                                   \r\nTo  the  extent  that  defendants'  challenge  was  meant  to\r\nincorporate  this aspect of intent, our holding is unchanged.\r\nTheir  intent to distribute  can reasonably be  inferred from\r\nthe large  quantity of  cocaine (261  kilograms), cf.  id. at\r                                                                      \r\n1165, which was deposited on the uninhabited key.\r\n\n                             -10-\r                                         -10-\r\r\n\n          We again find the  above argument unpersuasive when\r\n\nassessed in light  of the record as a whole.  With respect to\r\n\nthe last  three  points alleging  misidentification of  their\r\n\nvessel, the jury was free to believe the testimony of Officer\r\n\nRobb, who operated the radar and FLIR system and detailed the\r\n\nprocess  by which  Omaha 05  tracked  the vessel.   The  jury\r\n\nviewed  much of  the videotape,  including the  twelve-minute\r\n\nperiod  when the  Omaha 05  lost  the vessel.   Its  apparent\r\n\ndecision  to credit  Robb's  testimony  that  no  other  non-\r\n\ngovernmental vessels  were in the  area at the time  and that\r\n\nthe same vessel was subsequently  located is a plausible view\r\n\nof the evidence.  \r\n\n          The jury  also could have reasonably concluded that\r\n\nthe vessel  changed direction at  some point  in its  voyage.\r\n\nThe  absence  of  contraband  aboard  is  not  fatal  to  the\r\n\nprosecution's case, given substantial evidence connecting the\r\n\nvessel  to the  cocaine (e.g.,  the  videotape, the  positive\r                                         \r\n\nmatch of wrapping samples,  the departure of the  vessel from\r\n\nCayo Luis Pena without lights at an increasing speed, and the\r\n\nevidence of  extra fluid  on the vessel  bottom and  the crew\r\n\nmembers'  washing motions).  Cf. Cuevas-Esquivel, 905 F.2d at\r                                                            \r\n\n512,  515 (affirming conviction where no contraband was found\r\n\naboard but  a videotape showed  a tarp being thrown  from the\r\n\nship and bales  floating nearby); Corpus, 882 F.2d at 549-550\r                                                    \r\n\n(same, where bales were observed  being thrown from the  ship\r\n\n                             -11-\r                                         -11-\r\r\n\nand floating nearby,  no other vessel was shown  to be in the\r\n\narea, and  the vessel bottom  appeared to have  been recently\r\n\nwashed).    Nor  do  defendants'  other  contentions  warrant\r\n\ndisturbingthejury'sassessment oftheoverallevidence presented.\r\n\n          It is well established that the government need not\r\n\n\"disprove every reasonable hypothesis  of innocence, provided\r\n\nthat the  record as  a whole supports  a conclusion  of guilt\r\n\nbeyond a  reasonable doubt.\"   Cuevas-Esquivel,  905 F.2d  at\r                                                          \r\n\n514;  Gonzalez-Torres,  980  F.2d  at  790.    We  find  that\r                                 \r\n\nsufficient  evidence  was  presented  to  sustain the  guilty\r\n\nverdicts here.4\r\n\n          The judgments of conviction are affirmed.\r                                                              \r\n\n                    \r                                \r\n\n     4  We  have  considered,   in  addition,  the   separate\r\ncontentions made  by defendant Brito  in his brief.   We find\r\nthese contentions to be without merit.  \r\n\n                             -12-\r                                         -12-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                                         \r\n\nNo. 94-2303\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      ALEJANDRO COLLADO,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 95-1041\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     MIGUEL CRUZ-SORIANO,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 95-1080\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                        MIGUEL BRITO,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \r\r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n               Campbell, Senior Circuit Judge,\r                                                         \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nJeffrey E. Feiler, P.A. on consolidated brief for appellants.\r                                   \r\nMiguel Brito on supplemental brief pro se.\r                        \r\nJose   A.  Quiles,   Assistant  United   States  Attorney,  Senior\r                             \r\nLitigation Counsel, Guillermo Gil, United States Attorney, and Jacabed\r                                                                              \r\nRodriguez Coss, Assistant  United States  Attorney on  briefs for  the\r                      \r\nUnited States.\r\n\n                                         \r\n\n                       February 1, 1996\r\n                                         \r\r\n\n     CAMPBELL,  Senior Circuit Judge.  This is a consolidated\r                                                \r\n\nappeal on behalf of three defendants who were aboard a vessel\r\n\nthat was  intercepted  for narcotics  trafficking  in  Puerto\r\n\nRican  waters.    Following  a  four-day  joint  jury  trial,\r\n\nAlejandro Collado, Miguel Cruz-Soriano, and Miguel Brito were\r\n\nfound guilty of aiding and abetting the possession of cocaine\r\n\nwith intent to distribute, in violation of 21 U.S.C.   841(a)\r\n\nand 18 U.S.C.   2.1   Each received a sentence of 235  months\r\n\nof imprisonment to  be followed by  five years of  supervised\r\n\nrelease.    On  appeal  they  claim  that  the  evidence  was\r\n\ninsufficient to sustain the jury  verdict.  In a supplemental\r\n\nbrief filed  pro se,  defendant Brito  asserts several  other\r\n\nerrors that allegedly infected the trial and his sentence.\r\n\nI. Background\r            I. Background\r\n\n          We  summarize  the relevant  evidence in  the light\r\n\nmost favorable to the verdict.   See United States v. DeMasi,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"195694\"><a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1306</span></a></span><pre class=\"inline\">, 1310 (1st Cir. 1994), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span>\r                                                             \r\n\n<span class=\"page\">947</span> </span><pre class=\"inline\">(1995).  In the early hours of January 27, 1994, the U.S.\r\n\nCustoms Service  Air Branch  dispatched two  aircraft to  the\r\n\nsoutheast  of St.  John  in  the  U.S. Virgin  Islands  after\r\n\n                    \r                                \r\n\n     1  A second  count  charging  aiding  and  abetting  the\r\npossession  of cocaine with intent to  distribute, on board a\r\nvessel  of the United States and subject to its jurisdiction,\r\nin violation of 46 U.S.C.    1903(a)(1), (a)(2)(C), &amp; (f) and\r\n18 U.S.C.   2, was dismissed following the defendants' motion\r\nfor judgment of acquittal pursuant to Fed.R.Crim.P. 29.\r\n\n                             -3-\r                                         -3-\r\r\n\nlearning that  an air drop  of contraband was to  take place.\r\n\nThe plane making  an air drop was not found, but a vessel was\r\n\ndetected in  the suspected  area, east of  Puerto Rico,  by a\r\n\nCustoms  NOMAD  maritime  surveillance  and  search  aircraft\r\n\nequipped with  a 360-degree radar  (\"Omaha 05\").   Pilot Mark\r\n\nJackson   first  observed  the  vessel  from  his  window  at\r\n\napproximately  3:33  a.m.,  aided by  bright  moonlight.   He\r\n\ntestified  that the vessel  was traveling without  lights and\r\n\nquickly,   leaving   behind  observable   waves.     The  air\r\n\ninterdiction   officer  who   assisted   him,  Leslie   Robb,\r\n\nimmediately  located  the  vessel  using  a  forward  looking\r\n\ninfrared  (FLIR) system.   This equipment senses  heat energy\r\n\nemitted by objects and produces  black and white images which\r\n\ncan be recorded on videotape, as was done here.\r\n\n          Omaha 05  tracked the  vessel for  about forty-five\r\n\nminutes until it reached Cayo  Luis Pena, an uninhabited  key\r\n\nnear the  eastern coast of  Puerto Rico.  During  this period\r\n\nthe vessel occasionally stopped; Officer Robb testified  that\r\n\nsmugglers often use this tactic  of going \"dead in the water\"\r\n\n(DIW) in order to listen  for surveillance aircraft and avoid\r\n\ndetection.  Omaha  05 lost track of the vessel at least twice\r\n\nduring this  period.   Contact resumed  within a  few minutes\r\n\neach time, according to the videotape and testimony by Robb.\r\n\n          After  the vessel reached  Cayo Luis  Pena, Officer\r\n\nRobb observed  at least three  people moving to and  from the\r\n\n                             -4-\r                                         -4-\r\r\n\nshore.   The vessel departed  seven to ten minutes  later, at\r\n\nabout 4:30  a.m.   It traveled westward  without lights  at a\r\n\ngradually increasing speed.  Omaha 05 tracked the vessel  for\r\n\nabout forty  minutes and then  lost contact at 5:09  a.m. for\r\n\ntwelve minutes.  Officer Robb explained at trial that he lost\r\n\nthe  target vessel  when it  went DIW  and his  attention was\r\n\nfocused on the radar, instead  of the FLIR (a manual tracking\r\n\nsystem),  in order  to direct  a Customs  marine unit  to the\r\n\ntarget vessel.   Robb temporarily  was unable  to detect  any\r\n\nvessel in the  area.  He then located the Customs marine unit\r\n\nand  a fuerzas  unidas  rapida accion  (FURA)  vessel of  the\r                                                 \r\n\nPuerto Rican Police  Department, and at 5:21  a.m. reacquired\r\n\nthe target vessel on the FLIR.  The vessel was less  than one\r\n\nmile from the point where  it was lost.  Robb testified  that\r\n\nno other vessels were detected in the area.\r\n\n          Omaha 05, assisted by a FURA helicopter, guided the\r\n\nCustoms marine  unit to intercept  the target vessel.   Pedro\r\n\nVicens,  a special  agent and  criminal  investigator on  the\r\n\nCustoms  boat, testified  that four individuals2  were aboard\r\n\nthe  twenty-four foot fishing boat which had two seventy-five\r\n\nhorsepower engines.  The vessel had two large gas tanks built\r\n\ninto  the area that  customarily stores fishing  equipment or\r\n\nbait.  Approaching the vessel, Vicens sensed a strong odor of\r\n\n                    \r                                \r\n\n     2 Diogenes Arturo  Marcelino, in whose name the boat was\r\nregistered, entered  a guilty  plea before  the trial  of the\r\nthree defendants-appellants.\r\n\n                             -5-\r                                         -5-\r\r\n\ngasoline.  He  soon observed that the boat  was full of fluid\r\n\nand gasoline: the fuel line had been cut, gas was coming from\r\n\nthe tank,  and individuals aboard appeared to  be bailing out\r\n\ngasoline  from the bottom of  the vessel and  moving as if to\r\n\nwash something.    He  testified  that washing  the  deck  to\r\n\nconceal any  smell  or  residue of  narcotics  was  a  common\r\n\npractice of drug smugglers. \r\n\n          The  four  aboard  were   taken  into  custody  and\r\n\ntransported along with  the vessel to  the police station  at\r\n\nPuerto Chico.   Thereafter,  Pilot Jackson  and Officer  Robb\r\n\naccompanied  Customs Agents  Vicens  and Hector  Marte (among\r\n\nothers) by helicopter to Cayo Luis Pena, the uninhabited  key\r\n\nat which Omaha 05 had  observed the vessel stop approximately\r\n\nthree  hours earlier.    There they  searched the  area where\r\n\nmovement had been detected.  They found nine bales containing\r\n\n261 kilograms  of cocaine,  as a  laboratory test  confirmed.\r\n\nUpon  return   to  the   station  at   Puerto  Chico,   Marte\r\n\nphotographed  the vessel and retrieved fibers of plastic, red\r\n\nand  yellow  yarn, green  fluorescent  material, and  plastic\r\n\nbubble wrapping.   A forensic chemist compared  these samples\r\n\nto ones taken  from the wrapped bales found at Cayo Luis Pena\r\n\nand  testified that they  had the same  chemical composition.\r\n\nAlso  found on  the boat  were life  jackets, a  knife, flare\r\n\nguns, spark plugs, and damp cloth.  \r\n\n                             -6-\r                                         -6-\r\r\n\n          At  the close of the government's case, the defense\r\n\nmoved for a judgment of  acquittal on both counts pursuant to\r\n\nFed.R.Crim.P. 29.  The district court denied the motion as to\r\n\ncount  one and  reserved ruling  on  the second  count.   The\r\n\ndefense  rested without  presenting evidence and  again moved\r\n\nfor a judgment of acquittal.   The following day the district\r\n\ncourt again denied the motion as to count one, and granted it\r\n\nas to  count two.   It instructed the  jury on the  charge of\r\n\naiding and abetting the possession of  cocaine with intent to\r\n\ndistribute.   A  guilty  verdict  was  returned  against  all\r\n\ndefendants.\r\n\nII. Discussion\r            II. Discussion\r\n\n          Defendants   challenge  the   sufficiency  of   the\r\n\nevidence  to support their convictions.   They claim that the\r\n\ngovernment failed to show the shared criminal intent required\r\n\nfor  an  aiding and  abetting  charge.    They add  that  the\r\n\ntemporary  losses  of tracking  on  the FLIR  system  and the\r\n\nweakness  of the  circumstantial evidence connecting  them to\r\n\ndrug trafficking warrant a reversal of their convictions. \r\n\n          In reviewing these claims, we consider the evidence\r\n\nin the record as a whole, including all reasonable inferences\r\n\ntherefrom, in the light most favorable to the  prosecution in\r\n\norder  to ascertain whether a  rational jury could have found\r\n\ndefendants  guilty beyond  a reasonable  doubt.   See  United\r                                                                         \r\n\n                             -7-\r                                         -7-\r\r\n\nStates v. Romero,  </pre><span class=\"citation\" data-id=\"195567\"><a href=\"/opinion/195567/united-states-v-romero/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span><pre class=\"inline\">, 645  (1st Cir. 1994).   In so\r                            \r\n\ndoing, we defer  to the jury's determinations  of credibility\r\n\nand respect its reasonable construction of the evidence.  See\r                                                                         \r\n\n</pre><span class=\"citation\" data-id=\"195567\"><a href=\"/opinion/195567/united-states-v-romero/\"><span class=\"id_token\">id.</span>   We  note </a></span><pre class=\"inline\"> that \"no  premium  is placed  upon  direct as\r              \r\n\nopposed to  circumstantial evidence,\"  and that  \"'individual\r\n\npieces of  evidence, insufficient  in themselves  to prove  a\r\n\npoint, may in cumulation prove it.'\"  United States v. Ortiz,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">707</span></a></span><pre class=\"inline\">, 711 (1st Cir. 1992) (citations omitted), cert.\r                                                                         \r\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span> </span><pre class=\"inline\">(1993).\r                  \r\n\n          Defendants contend that the government had to prove\r\n\nthat they  had a shared  criminal intent and were  not merely\r\n\npresent at or aware of a  criminal act.  See Nye &amp; Nissen  v.\r                                                                     \r\n\nUnited States, </pre><span class=\"citation\" data-id=\"104655\"><a href=\"/opinion/104655/nye-nissen-v-united-states/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">613</span></a></span><pre class=\"inline\">, 619 (1949) (a defendant who aids\r                         \r\n\nand  abets must  \"in  some sort  associate  himself with  the\r\n\nventure,  . .  . participate  in it as  in something  that he\r\n\nwishes to bring about\") (citing  United States v. Peoni,  </pre><span class=\"citation\" data-id=\"1485475\"><a href=\"/opinion/1485475/united-states-v-peoni/\"><span class=\"volume\">100</span>\r                                                                   \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">401</span></a></span><pre class=\"inline\">, 402 (2d  Cir. 1938)); United States v.  Francomano,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"345089\"><a href=\"/opinion/345089/united-states-v-eduardo-jose-francomano/\"><span class=\"volume\">554</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span><pre class=\"inline\">,  486 (1st Cir.  1977)  (\"mere  presence at the\r\n\nscene  and knowledge  that a  crime was  to be  committed\" is\r\n\ninsufficient to show aiding and abetting) (citation omitted).\r\n\nThey  assert that  no proof was  offered on  the relationship\r\n\nbetween them and the apparent captain (in whose name the boat\r\n\nwas  registered), between  the  four  aboard  and  the  three\r\n\npersons observed offloading at Cayo Luis Pena, or between the\r\n\ndefendants  themselves.  Moreover, no connection to any plane\r\n\n                             -8-\r                                         -8-\r\r\n\nmaking an air drop was ever established.  Defendants add that\r\n\nupon  interception of the vessel, they permitted Agent Vicens\r\n\nto board and cooperated fully.\r\n\n          The record, considered as a whole, does not support\r\n\ndefendants'  argument.   The knowledge  element  of a  charge\r\n\nunder \r\n\n   841(a) \"can rarely  be established with  direct evidence.\"\r\n\nUnited States v. Gonzalez-Torres, </pre><span class=\"citation\" data-id=\"596102\"><a href=\"/opinion/596102/united-states-v-claudio-gonzalez-torres/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">788</span></a></span><pre class=\"inline\">, 791 (1st Cir.\r                                            \r\n\n1992).  Circumstantial  evidence has been  held to justify  a\r\n\nfinding  of criminal  intent on  facts  quite similar  to the\r\n\ninstant case: i.e., where only a few individuals are aboard a\r                              \r\n\nsmall boat,  large or  extra gas tanks  are in  place (rather\r\n\nthan  more typical  bait or  fishing  equipment), the  vessel\r\n\nperiodically runs without lights and goes DIW, an FLIR system\r\n\ntracks the  vessel to the  site where drugs are  later found,\r\n\ntraces  of material  used to  wrap the  cocaine are  found on\r\n\nboard,  and a legitimate  alternative purpose for  the voyage\r\n\nappears  lacking.   See,  e.g.,  United  States  v.  Morales-\r                                                                         \r\n\nCartagena, </pre><span class=\"citation\" data-id=\"601780\"><a href=\"/opinion/601780/united-states-v-angel-luis-morales-cartagena-united-states-of-america-v/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">849</span></a></span><pre class=\"inline\">, 852 (1st Cir. 1993);  United States\r                                                                         \r\n\nv. Alvarado,  </pre><span class=\"citation no-link\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span></span><pre class=\"inline\">,  661-662 (1st Cir.  1992); United\r                                                                         \r\n\nStates  v. Cuevas-Esquivel,  </pre><span class=\"citation\" data-id=\"543064\"><a href=\"/opinion/543064/united-states-v-sergio-m-cuevas-esquivel-united-states-of-america-v/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">510</span></a></span><pre class=\"inline\">,  515 (1st  Cir.),\r                                      \r\n\ncert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">877</span> </span><pre class=\"inline\">(1990); United  States v. Corpus,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"527779\"><a href=\"/opinion/527779/united-states-v-jose-corpus-united-states-of-america-v-marcos/\"><span class=\"volume\">882</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span><pre class=\"inline\">,  550 (1st  Cir.), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">493</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">958</span>\r</span><pre class=\"inline\">                                                          \r\n\n(1989) and  </pre><span class=\"citation no-link\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">1009</span> </span><pre class=\"inline\">(1990).   A jury  could reasonably\r                      \r\n\ninfer from the evidence that each of the defendants possessed\r\n\n                             -9-\r                                         -9-\r\r\n\nthe  requisite  criminal  intent and  aided  and  abetted the\r\n\naccomplishment of the offense as charged.3\r\n\n          Defendants  attempt to poke  several other holes in\r\n\nthe prosecution's  case: 1) no  plane making an air  drop was\r\n\nfound;  2)  the   intercepted  vessel  itself   contained  no\r\n\ncontraband; 3)  the residue  particles found  on board  could\r\n\nhave  been tracked  on  by  Agent Marte  after  he helped  to\r\n\ncollect the  cocaine bales from Cayo Luis Pena, especially as\r\n\nhe  did  not  note  the  presence  of  any  residue  when  he\r\n\nintercepted and boarded  the vessel; 4) Agent Vicens  did not\r\n\ndocument any cut fuel line or gasoline  on deck in his report\r\n\nof the incident; 5) no  description of the vessel is provided\r\n\nin the audio/videotape;  6) the vessel initially  tracked was\r\n\nsaid  to be  traveling toward  Fajardo  on the  east side  of\r\n\nPuerto Rico, whereas Cayo Luis  Pena is northward; and 7) the\r\n\nFLIR system lost the suspected  vessel at least three  times,\r\n\nincluding  once for a  twelve-minute period, after  which the\r\n\nvessel was found  within one  mile of  its previous  location\r\n\ndespite testimony as to its capacity for rapid travel.  \r\n\n                    \r                                \r\n\n     3   As   the  government   notes,   defendants   do  not\r\nspecifically  challenge  the   sufficiency  of  the  evidence\r\nrelating  to  an  intent  to  distribute.    Proof  beyond  a\r\nreasonable doubt  of knowing  possession for  the purpose  of\r\ndistribution is  required for a  charge under   841(a).   See\r                                                                         \r\nUnited States v. Garcia, </pre><span class=\"citation\" data-id=\"598972\"><a href=\"/opinion/598972/united-states-v-jose-a-garcia-united-states-v-pablo-h-garcia/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1160</span></a></span><pre class=\"inline\">, 1164 (1st Cir. 1993).\r                                   \r\nTo  the  extent  that  defendants'  challenge  was  meant  to\r\nincorporate  this aspect of intent, our holding is unchanged.\r\nTheir  intent to distribute  can reasonably be  inferred from\r\nthe large  quantity of  cocaine (261  kilograms), cf.  </pre><span class=\"citation\" data-id=\"598972\"><a href=\"/opinion/598972/united-states-v-jose-a-garcia-united-states-v-pablo-h-garcia/\"><span class=\"id_token\">id.</span> at\r                                                                      \r\n1165, </a></span><pre class=\"inline\">which was deposited on the uninhabited key.\r\n\n                             -10-\r                                         -10-\r\r\n\n          We again find the  above argument unpersuasive when\r\n\nassessed in light  of the record as a whole.  With respect to\r\n\nthe last  three  points alleging  misidentification of  their\r\n\nvessel, the jury was free to believe the testimony of Officer\r\n\nRobb, who operated the radar and FLIR system and detailed the\r\n\nprocess  by which  Omaha 05  tracked  the vessel.   The  jury\r\n\nviewed  much of  the videotape,  including the  twelve-minute\r\n\nperiod  when the  Omaha 05  lost  the vessel.   Its  apparent\r\n\ndecision  to credit  Robb's  testimony  that  no  other  non-\r\n\ngovernmental vessels  were in the  area at the time  and that\r\n\nthe same vessel was subsequently  located is a plausible view\r\n\nof the evidence.  \r\n\n          The jury  also could have reasonably concluded that\r\n\nthe vessel  changed direction at  some point  in its  voyage.\r\n\nThe  absence  of  contraband  aboard  is  not  fatal  to  the\r\n\nprosecution's case, given substantial evidence connecting the\r\n\nvessel  to the  cocaine (e.g.,  the  videotape, the  positive\r                                         \r\n\nmatch of wrapping samples,  the departure of the  vessel from\r\n\nCayo Luis Pena without lights at an increasing speed, and the\r\n\nevidence of  extra fluid  on the vessel  bottom and  the crew\r\n\nmembers'  washing motions).  Cf. </pre><span class=\"citation\" data-id=\"543064\"><span class=\"antecedent_guess\">Cuevas-Esquivel,</span> <a href=\"/opinion/543064/united-states-v-sergio-m-cuevas-esquivel-united-states-of-america-v/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> at\r                                                            \r\n\n<span class=\"page\">512</span></a></span><pre class=\"inline\">,  515 (affirming conviction where no contraband was found\r\n\naboard but  a videotape showed  a tarp being thrown  from the\r\n\nship and bales  floating nearby); </pre><span class=\"citation\" data-id=\"527779\"><span class=\"antecedent_guess\">Corpus,</span> <a href=\"/opinion/527779/united-states-v-jose-corpus-united-states-of-america-v-marcos/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">549-550</span>\r</a></span><pre class=\"inline\">                                                    \r\n\n(same, where bales were observed  being thrown from the  ship\r\n\n                             -11-\r                                         -11-\r\r\n\nand floating nearby,  no other vessel was shown  to be in the\r\n\narea, and  the vessel bottom  appeared to have  been recently\r\n\nwashed).    Nor  do  defendants'  other  contentions  warrant\r\n\ndisturbingthejury'sassessment oftheoverallevidence presented.\r\n\n          It is well established that the government need not\r\n\n\"disprove every reasonable hypothesis  of innocence, provided\r\n\nthat the  record as  a whole supports  a conclusion  of guilt\r\n\nbeyond a  reasonable doubt.\"   </pre><span class=\"citation\" data-id=\"543064\"><span class=\"antecedent_guess\">Cuevas-Esquivel,</span>  <a href=\"/opinion/543064/united-states-v-sergio-m-cuevas-esquivel-united-states-of-america-v/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span>  at\r                                                          \r\n\n<span class=\"page\">514</span></a></span><pre class=\"inline\">;  </pre><span class=\"citation\" data-id=\"596102\"><span class=\"antecedent_guess\">Gonzalez-Torres,</span>  <a href=\"/opinion/596102/united-states-v-claudio-gonzalez-torres/\"><span class=\"volume\">980</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">790</span></a></span><pre class=\"inline\">.    We  find  that\r                                 \r\n\nsufficient  evidence  was  presented  to  sustain the  guilty\r\n\nverdicts here.4\r\n\n          The judgments of conviction are affirmed.\r                                                              \r\n\n                    \r                                \r\n\n     4  We  have  considered,   in  addition,  the   separate\r\ncontentions made  by defendant Brito  in his brief.   We find\r\nthese contentions to be without merit.  \r\n\n                             -12-\r                                         -12-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104655/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195567/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/345089/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527779/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543064/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596102/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598972/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1485475/"
  ]
}