{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196564/",
  "id": 196564,
  "absolute_url": "/opinion/196564/manso-pizarro-v-shhs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196564/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:59Z",
  "date_modified": "2020-02-21T23:08:00.628628Z",
  "type": "010combined",
  "sha1": "e698a2833734b6168af3b7647f2060064669c767",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1241.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1241 \r\n\n                   VICTORIA MANSO-PIZARRO,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n       [Hon. Salvador E. Casellas, U.S. District Judge]\r                                                                  \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Selya and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nRaymond Rivera Esteves and Juan A.  Hernandez Rivera on brief  for\r                                                                \r\nappellant.\r\nGuillermo Gil,  United  States  Attorney,  Maria  Hortensia  Rios-\r                                                                              \r\nGandara,  Assistant United  States  Attorney, and  Donna C.  McCarthy,\r                                                                             \r\nAssistant Regional  Counsel, Department of Health  and Human Services,\r\non brief for appellee.\r\n\n                                         \r\n\n                       February 8, 1996\r\n                                         \r\r\n\n          Per  Curiam.   Claimant Victoria  Manso-Pizarro was\r                                 \r\n\nfifty-eight years  old when  she applied for  social security\r\n\ninsurance  benefits on September 5, 1991.  She alleged that a\r\n\nheart condition, high blood  pressure and bad circulation had\r\n\ndisabled  her  from working  since June  24,  1991.   After a\r\n\nhearing,  an Administrative  Law Judge  (ALJ) concluded  that\r\n\nclaimant   suffered  from  hypertension,  obesity,  and  mild\r\n\nanxiety, but that she could  still perform her last  previous\r\n\njob.   Upon judicial  review, a magistrate  judge recommended\r\n\naffirming  the ALJ's  decision.   The district  court agreed.\r\n\nThe claimant  appeals.   We  vacate  and remand  for  further\r\n\nproceedings.\r\n\n                              I.\r                                           \r\n\n          We  must   uphold  a  denial  of   social  security\r\n\ndisability  benefits  unless \"the  Secretary has  committed a\r\n\nlegal  or factual  error in  evaluating a  particular claim.\"\r\n\nSullivan  v.  Hudson,  490  U.S.   877,  885  (1989).     The\r                                \r\n\nSecretary's findings  of fact are conclusive  if supported by\r\n\nsubstantial  evidence.   See  42  U.S.C.    405(g);  see also\r                                                                         \r\n\nRichardson v. Perales, 402 U.S. 389, 401 (1971).\r                                 \r\n\n          There is substantial  record evidence that claimant\r\n\nmet her  initial burden  to provide enough  information about\r\n\nthe  activities  her  usual   work  required  and  how  those\r\n\nactivities were  compromised by her  functional inability  to\r\n\nperform that  work.   Claimant has a  twelfth-grade education\r\r\n\nand  worked for  twenty-two years  as a  kitchen helper  in a\r\n\npublic  school  cafeteria.    Her  duties   included  serving\r\n\nchildren, preparing  milk, washing dishes  and trays, helping\r\n\nthe cook, and  cleaning the floor.   The job required  her to\r\n\nstand or  walk for six hours a day, to sit for one-half hour,\r\n\nand  to lift  and carry  up to  thirty pounds  (including, on\r\n\noccasion, lifting and carrying large, hot cooking pots).  She\r\n\ndescribed  her work as fairly heavy and stated that she could\r\n\nno longer perform  it because:   she lacked  the strength  to\r\n\nlift  anything  heavy; she  had limited  ability to  lift and\r\n\ncarry because her  hands cramped due to bad  circulation; she\r\n\nhad  blurry vision  and became  dizzy when  bending; and  she\r\n\ncould not  stand for very long  due to pain on  her left side\r\n\nand in her feet.   Upon this foundation, the  ALJ supportably\r\n\nconcluded that claimant's past relevant  work involved medium\r\n\nphysical exertion,  and required  her alternately to  walk or\r\n\nstand for six hours, to lift or carry up to thirty pounds.\r\n\n          This   finding   implicated   step  four   of   the\r\n\nSecretary's sequential  evaluation process.  See  20 C.F.R.  \r                                                            \r\n\n404.1520(e).    At step  four the  initial  burden is  on the\r\n\nclaimant  to show that she  can no longer  perform her former\r\n\nwork because  of her impairments.  See  Santiago v. Secretary\r                                                                         \r\n\nof HHS, 944 F.2d 1,  5 (1st Cir. 1991).   At that point,  the\r                  \r\n\nALJ must compare the physical and mental demands of that past\r\n\nwork  with current functional capability.   See id.; see also\r                                                                         \r\n\n                             -3-\r\r\n\n20  C.F.R.   404.1560(b).   In making a  step four appraisal,\r\n\nthe ALJ is entitled to credit a claimant's own description of\r\n\nher former  job duties  and functional limitations,  see id.,\r                                                                        \r\n\nbut has some burden independently to develop the record.  See\r                                                                         \r\n\nid. at 5-6.\r               \r\n\n          In  this instance,  the ALJ  decided that  claimant\r\n\nretained the  residual functional  capacity (RFC)  to perform\r\n\nher  past relevant  work as  a cook's  helper.   In comparing\r\n\nclaimant's  retained capacities with  the mental and physical\r\n\ndemands of her prior work, the ALJ concluded that because the\r\n\nrecord  indicated  no  physical  restrictions   limiting  her\r\n\nability to alternately  walk or  stand for six  hours, or  to\r\n\nlift up  to thirty pounds, claimant's RFC  coincided with her\r\n\npast relevant work activities.1   The claimant argues that in\r                                          1\r\n\nmaking this RFC assessment, the ALJ impermissibly interpreted\r\n\nraw medical evidence, and instead should have obtained an RFC\r\n\nassessment  by a physician.   The  Secretary disagrees.   She\r\n\ncontends  that  the  non-severity of  claimant's  impairments\r\n\nentitled the ALJ  to make  a commonsense  RFC assessment  and\r\n\nthat  the ALJ, in finding  that claimant retained  the RFC to\r\n\nperform medium-level exertion, did not overstep the bounds of\r\n\nlay competence.\r\n\n                    \r                                \r\n\n   1The  ALJ deemed it \"advisable\" to limit the claimant to a\r               1\r\nmedium work level  of exertion.   See generally  20 C.F.R.   \r                                                           \r\n404.1567(c)  (medium work  involves lifting  no more  than 50\r\npounds at a time with frequent carrying or lifting of objects\r\nweighing up to 25 pounds).\r\n\n                             -4-\r\r\n\n                             II.\r                                           \r\n\n          With a few exceptions  (not relevant here), an ALJ,\r\n\nas a lay person, is not  qualified to interpret raw data in a\r\n\nmedical record.  See Perez v. Secretary of HHS, 958 F.2d 445,\r                                                          \r\n\n446  (1st Cir. 1991); Gordils  v. Secretary of  HHS, 921 F.2d\r                                                               \r\n\n327,  329  (1st Cir.  1990).   Of  course, where  the medical\r\n\nevidence shows relatively little  physical impairment, an ALJ\r\n\npermissibly  can   render   a  commonsense   judgment   about\r\n\nfunctional  capacity even  without a  physician's assessment.\r\n\nSee, e.g., id.  But when, as now, a claimant has sufficiently\r                          \r\n\nput her  functional inability  to perform her  prior work  in\r\n\nissue, the ALJ must measure the claimant's capabilities, and\r\n\n          to make that measurement, an expert's RFC\r\n          evaluation is ordinarily essential unless\r\n          the  extent of  functional loss,  and its\r\n          effect  on  job  performance,   would  be\r\n          apparent even to a lay person.\r\n\nSantiago, 944 F.2d at 7.\r                    \r\n\n          Here, the record contains no analysis of functional\r\n\ncapacity  by a physician or other expert.  Thus, the question\r\n\nwhether substantial  evidence supports the ALJ's finding that\r\n\nclaimant retains  the functional capacity to  do medium-level\r\n\nwork and  otherwise perform  her prior  vocational activities\r\n\ndepends on  a qualitative assessment of  the medical evidence\r\n\nthat  was  before  the ALJ.    If  that  evidence suggests  a\r\n\nrelatively   mild   physical   impairment  posing,   to   the\r\n\nlayperson's eye, no significant exertional restrictions, then\r\n\n                             -5-\r\r\n\nwe must uphold the ALJ's finding; elsewise, we cannot (in the\r\n\nabsence of an expert's opinion).  See Perez, 958 F.2d at 446-\r                                                       \r\n\n47; Gordils, 921  F.2d at 329.  It is  to that  perscrutation\r                       \r\n\nthat we now turn.\r\n\n                             III.\r                                            \r\n\n          On  June 27,  1991,  three days  after she  stopped\r\n\nworking, claimant saw  Dr. Ruiz for chest pain, dizziness and\r\n\npalpitations.   Dr. Ruiz  diagnosed her as  having high blood\r\n\npressure  and  premature ventricular  contractions.2 Although\r                                                               2\r\n\nhe prescribed medication,  the claimant's condition  worsened\r\n\nand  he hospitalized her  on July 6.   She was  placed in the\r\n\nintensive care  unit.   Tests showed ventricular  tachycardia\r\n\n(an   abnormally  rapid  ventricular  rhythm,  most  commonly\r\n\nassociated with atrioventricular dissociation, see Dorland's,\r                                                              \r\n\nsupra,   at   1655),   frequent  PVCs,   premature   arterial\r                 \r\n\ncontractions,   and  some   evidence  of   paroxysmal  atrial\r\n\ntachycardia (a condition marked by sudden onset and cessation\r\n\nof rapid  cardiac rate in the atrial locus, Dorland's, supra,\r                                                                        \r\n\nat   655).3     The  principal   diagnosis   was  ventricular\r                      3\r\n\ntachycardia.      Coexisting  admission   diagnoses  included\r\n\npremature ventricular beats, hyperthyroidism,  excess calcium\r\n\n                    \r                                \r\n\n   2Premature  ventricular  contractions  (PVCs)  are  \"often\r               2\r\nindicative of organic heart disease.\"   Dorland's Illustrated\r                                                                         \r\nMedical Dictionary 363 (28th ed. 1994).\r                              \r\n\n   3Several other entries in the record are illegible.\r               3\r\n\n                             -6-\r\r\n\nand uric acid  in the  blood, moderate  dehydration, and  two\r\n\nother illegible conditions.\r\n\n          During  the  claimant's  twelve-day hospital  stay,\r\n\nseven  electrocardiograms combined conclusively to show sinus\r\n\ntachycardia.   Two chest  x-rays revealed an  enlarged heart.\r\n\nNo  fewer than  five physicians  were asked  to consult.4   A\r                                                                    4\r\n\nJuly 8 consultation report related a diagnostic impression of\r\n\nsinusal tachycardia and a history of arterial hypertension.\r\n\n          The discharge  summary  is mostly  unreadable.   It\r\n\nindicates, however,  that the claimant's laboratory, chemical\r\n\nprofile, and  radiology tests were not  within normal limits.\r\n\nThe prognosis was described as \"fair.\"  Claimant was released\r\n\non  a regime  of  medication and  extremely limited  physical\r\n\nactivity.\r\n\n          Dr. Ruiz saw the claimant as an out-patient in July\r\n\nand  August, and  again in  January of  1992.  At  the August\r\n\nvisit,  he  found  her  chest  pain  to  be  precipitated  by\r\n\nhyperthyroidism   with   supraventricular   tachycardia   and\r\n\noccasional episodes of ventricular tachycardia.  He diagnosed\r\n\nher   as  suffering  from   hyperthyroidism  with  associated\r\n\nhypertensive cardiovascular disease,  ventricular and  atrial\r\n\ntachycardia, and  PVCs.   He noted other  adverse conditions,\r\n\n                    \r                                \r\n\n   4Four of  the consulting physicians' reports (Dr. Gonzalez\r               4\r\n-July 7;  Dr. Guerra - July  8; Dr. Rodriguez -  July 10; and\r\nDr. [illegible]  -  July  11)  are, like  many  other  record\r\nentries, inscrutable not because  of copy quality but because\r\nthe handwriting is not intelligible.\r\n\n                             -7-\r\r\n\nbut  they  are  unreadable.    During that  same  month,  the\r\n\nclaimant  was also  evaluated  at the  State Insurance  Fund.\r\n\nTests  showed   cardiomegaly,  an  elongated   aorta  with  a\r\n\ncalcified knob, and multifocal PVCs.\r\n\n          On November 26, 1991, the claimant was seen  by Dr.\r\n\nMedina-Ruiz,  the  Secretary's consulting  cardiologist.   At\r\n\nthat  point,  the claimant's  chief complaints  were fatigue,\r\n\nlack  of  energy,  cramping  of the  legs,  palpitations  and\r\n\nnumbness.   The  physical  examination and  associated  tests\r\n\nrevealed  many  of  the  same heart-related  problems.    Dr.\r\n\nMedina-Ruiz's  diagnostic impression  included  a finding  of\r\n\nhypertensive cardiovascular disease.\r\n\n          On June 13, 1992, the claimant was hospitalized for\r\n\nthree days due to high blood pressure, headaches  and blurred\r\n\nvision.   The  diagnosis  was hypertensive  crisis and  renal\r\n\ninsufficiency.     She  improved  with   medication  and  was\r\n\ndischarged with a one-week restriction of activities. \r\n\n                             IV.\r                                           \r\n\n          Putting aside  the many  unreadable entries  in the\r\n\nmedical  evidence,5  those  reports  otherwise  unambiguously\r                              5\r\n\nindicate    the   existence   of   medical   conditions   and\r\n\nsymptomatology that  do not appear, at  least without further\r\n\n                    \r                                \r\n\n   5In  this  case,  the  unreadable entries  may  have  some\r               5\r\nimport.  We think that it is  the duty of the ALJ, on remand,\r\nto make some effort to decipher them.\r\n\n                             -8-\r\r\n\nevaluation by an expert, to be so mild as to  make it obvious\r\n\nto a  layperson that  the claimant's ability  to perform  her\r\n\nparticular  past work as a cook's helper was unaffected.  The\r\n\nSecretary   acknowledges  that   the  record   shows  cardiac\r\n\nabnormalities and other serious conditions.   Even if we were\r\n\nto conclude that substantial evidence documented no more than\r\n\nmild  physical  impairments  with   relatively  insignificant\r\n\nexertional  loss,  the record  here is  sufficiently ramified\r\n\nthat understanding it requires more than a layperson's effort\r\n\nat  a  commonsense  functional  capacity  assessment.     See\r                                                                         \r\n\nGordils,  921  F.2d  at  329 (limiting  ALJ's  assessment  of\r                   \r\n\nclaimant's functional  capacity to sedentary  work activities\r\n\nonly).   To sum  up,  given the  illegibility of  non-trivial\r\n\nparts  of  the  medical reports,  coupled  with  identifiable\r\n\ndiagnoses  and symptoms that seem to  indicate more than mild\r\n\nimpairment, we believe that the record alerted the ALJ to the\r\n\nneed  for  expert  guidance   regarding  the  extent  of  the\r\n\nclaimant's  residual  functional   capacity  to  perform  her\r\n\nparticular  past  employment.   See Perez,  958 F.2d  at 447;\r                                                     \r\n\nSantiago, 944 F.2d at 4; Gordils, 921 F.2d at 329.\r                                            \r\n\n          We need go no further.   Since the ALJ's conclusion\r\n\nthat the  claimant can continue to do  her prior medium-level\r\n\nwork is not readily verifiable on the record as it stands, we\r\n\n                             -9-\r\r\n\nthink that the  case must  be remanded to  the Secretary  for\r\n\nadditional evidence of functional ability.6\r                                                      6\r\n\n          The judgment  of the district court  is vacated and\r                                                                     \r\n\nthe  case  is  remanded  with  directions  to  remand  to the\r                                   \r\n\nSecretary  for  further  proceedings  consistent   with  this\r\n\nopinion.\r\n\n                    \r                                \r\n\n   6Because we remand for  further development of the record,\r               6\r\nwe  do not reach the other arguments advanced by the claimant\r\non appeal.\r\n\n                             -10-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1241 \r\n\n                   VICTORIA MANSO-PIZARRO,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n       [Hon. Salvador E. Casellas, U.S. District Judge]\r                                                                  \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n               Selya and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nRaymond Rivera Esteves and Juan A.  Hernandez Rivera on brief  for\r                                                                \r\nappellant.\r\nGuillermo Gil,  United  States  Attorney,  Maria  Hortensia  Rios-\r                                                                              \r\nGandara,  Assistant United  States  Attorney, and  Donna C.  McCarthy,\r                                                                             \r\nAssistant Regional  Counsel, Department of Health  and Human Services,\r\non brief for appellee.\r\n\n                                         \r\n\n                       February 8, 1996\r\n                                         \r\r\n\n          Per  Curiam.   Claimant Victoria  Manso-Pizarro was\r                                 \r\n\nfifty-eight years  old when  she applied for  social security\r\n\ninsurance  benefits on September 5, 1991.  She alleged that a\r\n\nheart condition, high blood  pressure and bad circulation had\r\n\ndisabled  her  from working  since June  24,  1991.   After a\r\n\nhearing,  an Administrative  Law Judge  (ALJ) concluded  that\r\n\nclaimant   suffered  from  hypertension,  obesity,  and  mild\r\n\nanxiety, but that she could  still perform her last  previous\r\n\njob.   Upon judicial  review, a magistrate  judge recommended\r\n\naffirming  the ALJ's  decision.   The district  court agreed.\r\n\nThe claimant  appeals.   We  vacate  and remand  for  further\r\n\nproceedings.\r\n\n                              I.\r                                           \r\n\n          We  must   uphold  a  denial  of   social  security\r\n\ndisability  benefits  unless \"the  Secretary has  committed a\r\n\nlegal  or factual  error in  evaluating a  particular claim.\"\r\n\nSullivan  v.  Hudson,  </pre><span class=\"citation\" data-id=\"112281\"><a href=\"/opinion/112281/sullivan-v-hudson/\"><span class=\"volume\">490</span>  <span class=\"reporter\">U.S.</span>   <span class=\"page\">877</span></a></span><pre class=\"inline\">,  885  (1989).     The\r                                \r\n\nSecretary's findings  of fact are conclusive  if supported by\r\n\nsubstantial  evidence.   See  42  U.S.C.    405(g);  see also\r                                                                         \r\n\nRichardson v. Perales, </pre><span class=\"citation\" data-id=\"108333\"><a href=\"/opinion/108333/richardson-v-perales/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span><pre class=\"inline\">, 401 (1971).\r                                 \r\n\n          There is substantial  record evidence that claimant\r\n\nmet her  initial burden  to provide enough  information about\r\n\nthe  activities  her  usual   work  required  and  how  those\r\n\nactivities were  compromised by her  functional inability  to\r\n\nperform that  work.   Claimant has a  twelfth-grade education\r\r\n\nand  worked for  twenty-two years  as a  kitchen helper  in a\r\n\npublic  school  cafeteria.    Her  duties   included  serving\r\n\nchildren, preparing  milk, washing dishes  and trays, helping\r\n\nthe cook, and  cleaning the floor.   The job required  her to\r\n\nstand or  walk for six hours a day, to sit for one-half hour,\r\n\nand  to lift  and carry  up to  thirty pounds  (including, on\r\n\noccasion, lifting and carrying large, hot cooking pots).  She\r\n\ndescribed  her work as fairly heavy and stated that she could\r\n\nno longer perform  it because:   she lacked  the strength  to\r\n\nlift  anything  heavy; she  had limited  ability to  lift and\r\n\ncarry because her  hands cramped due to bad  circulation; she\r\n\nhad  blurry vision  and became  dizzy when  bending; and  she\r\n\ncould not  stand for very long  due to pain on  her left side\r\n\nand in her feet.   Upon this foundation, the  ALJ supportably\r\n\nconcluded that claimant's past relevant  work involved medium\r\n\nphysical exertion,  and required  her alternately to  walk or\r\n\nstand for six hours, to lift or carry up to thirty pounds.\r\n\n          This   finding   implicated   step  four   of   the\r\n\nSecretary's sequential  evaluation process.  See  20 C.F.R.  \r                                                            \r\n\n404.1520(e).    At step  four the  initial  burden is  on the\r\n\nclaimant  to show that she  can no longer  perform her former\r\n\nwork because  of her impairments.  See  Santiago v. Secretary\r                                                                         \r\n\nof HHS, </pre><span class=\"citation\" data-id=\"567917\"><a href=\"/opinion/567917/35-socsecrepser-4-unemplinsrep-cch-p-16272a-luz-m-santiago-v/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  5 (1st Cir. 1991).   At that point,  the\r                  \r\n\nALJ must compare the physical and mental demands of that past\r\n\nwork  with current functional capability.   See id.; see also\r                                                                         \r\n\n                             -3-\r\r\n\n20  C.F.R.   404.1560(b).   In making a  step four appraisal,\r\n\nthe ALJ is entitled to credit a claimant's own description of\r\n\nher former  job duties  and functional limitations,  see </pre><span class=\"citation\" data-id=\"567917\"><a href=\"/opinion/567917/35-socsecrepser-4-unemplinsrep-cch-p-16272a-luz-m-santiago-v/\"><span class=\"id_token\">id.,</span>\r                                                                        \r\n\nbut has </a></span><pre class=\"inline\">some burden independently to develop the record.  See\r                                                                         \r\n\n</pre><span class=\"citation\" data-id=\"567917\"><a href=\"/opinion/567917/35-socsecrepser-4-unemplinsrep-cch-p-16272a-luz-m-santiago-v/\"><span class=\"id_token\">id.</span> at 5-6.\r</a></span><pre class=\"inline\">               \r\n\n          In  this instance,  the ALJ  decided that  claimant\r\n\nretained the  residual functional  capacity (RFC)  to perform\r\n\nher  past relevant  work as  a cook's  helper.   In comparing\r\n\nclaimant's  retained capacities with  the mental and physical\r\n\ndemands of her prior work, the ALJ concluded that because the\r\n\nrecord  indicated  no  physical  restrictions   limiting  her\r\n\nability to alternately  walk or  stand for six  hours, or  to\r\n\nlift up  to thirty pounds, claimant's RFC  coincided with her\r\n\npast relevant work activities.1   The claimant argues that in\r                                          1\r\n\nmaking this RFC assessment, the ALJ impermissibly interpreted\r\n\nraw medical evidence, and instead should have obtained an RFC\r\n\nassessment  by a physician.   The  Secretary disagrees.   She\r\n\ncontends  that  the  non-severity of  claimant's  impairments\r\n\nentitled the ALJ  to make  a commonsense  RFC assessment  and\r\n\nthat  the ALJ, in finding  that claimant retained  the RFC to\r\n\nperform medium-level exertion, did not overstep the bounds of\r\n\nlay competence.\r\n\n                    \r                                \r\n\n   1The  ALJ deemed it \"advisable\" to limit the claimant to a\r               1\r\nmedium work level  of exertion.   See generally  20 C.F.R.   \r                                                           \r\n404.1567(c)  (medium work  involves lifting  no more  than 50\r\npounds at a time with frequent carrying or lifting of objects\r\nweighing up to 25 pounds).\r\n\n                             -4-\r\r\n\n                             II.\r                                           \r\n\n          With a few exceptions  (not relevant here), an ALJ,\r\n\nas a lay person, is not  qualified to interpret raw data in a\r\n\nmedical record.  See Perez v. Secretary of HHS, </pre><span class=\"citation\" data-id=\"579197\"><a href=\"/opinion/579197/ramonita-cintron-perez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">445</span></a></span><pre class=\"inline\">,\r                                                          \r\n\n446  (1st Cir. 1991); Gordils  v. Secretary of  HHS, </pre><span class=\"citation\" data-id=\"553161\"><a href=\"/opinion/553161/32-socsecrepser-101-unemplinsrep-cch-15802a-jose-l-gordils-v/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span>\r                                                               \r\n\n<span class=\"page\">327</span></a></span><pre class=\"inline\">,  329  (1st Cir.  1990).   Of  course, where  the medical\r\n\nevidence shows relatively little  physical impairment, an ALJ\r\n\npermissibly  can   render   a  commonsense   judgment   about\r\n\nfunctional  capacity even  without a  physician's assessment.\r\n\nSee, e.g., </pre><span class=\"citation\" data-id=\"553161\"><a href=\"/opinion/553161/32-socsecrepser-101-unemplinsrep-cch-15802a-jose-l-gordils-v/\"><span class=\"id_token\">id.</span>  But when, </a></span><pre class=\"inline\">as now, a claimant has sufficiently\r                          \r\n\nput her  functional inability  to perform her  prior work  in\r\n\nissue, the ALJ must measure the claimant's capabilities, and\r\n\n          to make that measurement, an expert's RFC\r\n          evaluation is ordinarily essential unless\r\n          the  extent of  functional loss,  and its\r\n          effect  on  job  performance,   would  be\r\n          apparent even to a lay person.\r\n\n</pre><span class=\"citation\" data-id=\"567917\"><span class=\"antecedent_guess\">Santiago,</span> <a href=\"/opinion/567917/35-socsecrepser-4-unemplinsrep-cch-p-16272a-luz-m-santiago-v/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">7</span></a></span><pre class=\"inline\">.\r                    \r\n\n          Here, the record contains no analysis of functional\r\n\ncapacity  by a physician or other expert.  Thus, the question\r\n\nwhether substantial  evidence supports the ALJ's finding that\r\n\nclaimant retains  the functional capacity to  do medium-level\r\n\nwork and  otherwise perform  her prior  vocational activities\r\n\ndepends on  a qualitative assessment of  the medical evidence\r\n\nthat  was  before  the ALJ.    If  that  evidence suggests  a\r\n\nrelatively   mild   physical   impairment  posing,   to   the\r\n\nlayperson's eye, no significant exertional restrictions, then\r\n\n                             -5-\r\r\n\nwe must uphold the ALJ's finding; elsewise, we cannot (in the\r\n\nabsence of an expert's opinion).  See </pre><span class=\"citation\" data-id=\"579197\"><span class=\"antecedent_guess\">Perez,</span> <a href=\"/opinion/579197/ramonita-cintron-perez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">446</span></a></span><pre class=\"inline\">-\r                                                       \r\n\n47; </pre><span class=\"citation\" data-id=\"553161\"><span class=\"antecedent_guess\">Gordils,</span> <a href=\"/opinion/553161/32-socsecrepser-101-unemplinsrep-cch-15802a-jose-l-gordils-v/\"><span class=\"volume\">921</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">329</span></a></span><pre class=\"inline\">.  It is  to that  perscrutation\r                       \r\n\nthat we now turn.\r\n\n                             III.\r                                            \r\n\n          On  June 27,  1991,  three days  after she  stopped\r\n\nworking, claimant saw  Dr. Ruiz for chest pain, dizziness and\r\n\npalpitations.   Dr. Ruiz  diagnosed her as  having high blood\r\n\npressure  and  premature ventricular  contractions.2 Although\r                                                               2\r\n\nhe prescribed medication,  the claimant's condition  worsened\r\n\nand  he hospitalized her  on July 6.   She was  placed in the\r\n\nintensive care  unit.   Tests showed ventricular  tachycardia\r\n\n(an   abnormally  rapid  ventricular  rhythm,  most  commonly\r\n\nassociated with atrioventricular dissociation, see </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Dorland's,</span>\r                                                              \r\n\nsupra,   at   <span class=\"page\">1655</span></span><pre class=\"inline\">),   frequent  PVCs,   premature   arterial\r                 \r\n\ncontractions,   and  some   evidence  of   paroxysmal  atrial\r\n\ntachycardia (a condition marked by sudden onset and cessation\r\n\nof rapid  cardiac rate in the atrial locus, </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Dorland's,</span> supra,\r                                                                        \r\n\nat   <span class=\"page\">655</span></span><pre class=\"inline\">).3     The  principal   diagnosis   was  ventricular\r                      3\r\n\ntachycardia.      Coexisting  admission   diagnoses  included\r\n\npremature ventricular beats, hyperthyroidism,  excess calcium\r\n\n                    \r                                \r\n\n   2Premature  ventricular  contractions  (PVCs)  are  \"often\r               2\r\nindicative of organic heart disease.\"   Dorland's Illustrated\r                                                                         \r\nMedical Dictionary 363 (28th ed. 1994).\r                              \r\n\n   3Several other entries in the record are illegible.\r               3\r\n\n                             -6-\r\r\n\nand uric acid  in the  blood, moderate  dehydration, and  two\r\n\nother illegible conditions.\r\n\n          During  the  claimant's  twelve-day hospital  stay,\r\n\nseven  electrocardiograms combined conclusively to show sinus\r\n\ntachycardia.   Two chest  x-rays revealed an  enlarged heart.\r\n\nNo  fewer than  five physicians  were asked  to consult.4   A\r                                                                    4\r\n\nJuly 8 consultation report related a diagnostic impression of\r\n\nsinusal tachycardia and a history of arterial hypertension.\r\n\n          The discharge  summary  is mostly  unreadable.   It\r\n\nindicates, however,  that the claimant's laboratory, chemical\r\n\nprofile, and  radiology tests were not  within normal limits.\r\n\nThe prognosis was described as \"fair.\"  Claimant was released\r\n\non  a regime  of  medication and  extremely limited  physical\r\n\nactivity.\r\n\n          Dr. Ruiz saw the claimant as an out-patient in July\r\n\nand  August, and  again in  January of  1992.  At  the August\r\n\nvisit,  he  found  her  chest  pain  to  be  precipitated  by\r\n\nhyperthyroidism   with   supraventricular   tachycardia   and\r\n\noccasional episodes of ventricular tachycardia.  He diagnosed\r\n\nher   as  suffering  from   hyperthyroidism  with  associated\r\n\nhypertensive cardiovascular disease,  ventricular and  atrial\r\n\ntachycardia, and  PVCs.   He noted other  adverse conditions,\r\n\n                    \r                                \r\n\n   4Four of  the consulting physicians' reports (Dr. Gonzalez\r               4\r\n-July 7;  Dr. Guerra - July  8; Dr. Rodriguez -  July 10; and\r\nDr. [illegible]  -  July  11)  are, like  many  other  record\r\nentries, inscrutable not because  of copy quality but because\r\nthe handwriting is not intelligible.\r\n\n                             -7-\r\r\n\nbut  they  are  unreadable.    During that  same  month,  the\r\n\nclaimant  was also  evaluated  at the  State Insurance  Fund.\r\n\nTests  showed   cardiomegaly,  an  elongated   aorta  with  a\r\n\ncalcified knob, and multifocal PVCs.\r\n\n          On November 26, 1991, the claimant was seen  by Dr.\r\n\nMedina-Ruiz,  the  Secretary's consulting  cardiologist.   At\r\n\nthat  point,  the claimant's  chief complaints  were fatigue,\r\n\nlack  of  energy,  cramping  of the  legs,  palpitations  and\r\n\nnumbness.   The  physical  examination and  associated  tests\r\n\nrevealed  many  of  the  same heart-related  problems.    Dr.\r\n\nMedina-Ruiz's  diagnostic impression  included  a finding  of\r\n\nhypertensive cardiovascular disease.\r\n\n          On June 13, 1992, the claimant was hospitalized for\r\n\nthree days due to high blood pressure, headaches  and blurred\r\n\nvision.   The  diagnosis  was hypertensive  crisis and  renal\r\n\ninsufficiency.     She  improved  with   medication  and  was\r\n\ndischarged with a one-week restriction of activities. \r\n\n                             IV.\r                                           \r\n\n          Putting aside  the many  unreadable entries  in the\r\n\nmedical  evidence,5  those  reports  otherwise  unambiguously\r                              5\r\n\nindicate    the   existence   of   medical   conditions   and\r\n\nsymptomatology that  do not appear, at  least without further\r\n\n                    \r                                \r\n\n   5In  this  case,  the  unreadable entries  may  have  some\r               5\r\nimport.  We think that it is  the duty of the ALJ, on remand,\r\nto make some effort to decipher them.\r\n\n                             -8-\r\r\n\nevaluation by an expert, to be so mild as to  make it obvious\r\n\nto a  layperson that  the claimant's ability  to perform  her\r\n\nparticular  past work as a cook's helper was unaffected.  The\r\n\nSecretary   acknowledges  that   the  record   shows  cardiac\r\n\nabnormalities and other serious conditions.   Even if we were\r\n\nto conclude that substantial evidence documented no more than\r\n\nmild  physical  impairments  with   relatively  insignificant\r\n\nexertional  loss,  the record  here is  sufficiently ramified\r\n\nthat understanding it requires more than a layperson's effort\r\n\nat  a  commonsense  functional  capacity  assessment.     See\r                                                                         \r\n\n</pre><span class=\"citation\" data-id=\"553161\"><span class=\"antecedent_guess\">Gordils,</span>  <a href=\"/opinion/553161/32-socsecrepser-101-unemplinsrep-cch-15802a-jose-l-gordils-v/\"><span class=\"volume\">921</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">329</span> </a></span><pre class=\"inline\">(limiting  ALJ's  assessment  of\r                   \r\n\nclaimant's functional  capacity to sedentary  work activities\r\n\nonly).   To sum  up,  given the  illegibility of  non-trivial\r\n\nparts  of  the  medical reports,  coupled  with  identifiable\r\n\ndiagnoses  and symptoms that seem to  indicate more than mild\r\n\nimpairment, we believe that the record alerted the ALJ to the\r\n\nneed  for  expert  guidance   regarding  the  extent  of  the\r\n\nclaimant's  residual  functional   capacity  to  perform  her\r\n\nparticular  past  employment.   See </pre><span class=\"citation\" data-id=\"579197\"><span class=\"antecedent_guess\">Perez,</span>  <a href=\"/opinion/579197/ramonita-cintron-perez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">447</span></a></span><pre class=\"inline\">;\r                                                     \r\n\n</pre><span class=\"citation\" data-id=\"567917\"><span class=\"antecedent_guess\">Santiago,</span> <a href=\"/opinion/567917/35-socsecrepser-4-unemplinsrep-cch-p-16272a-luz-m-santiago-v/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">4</span></a></span><pre class=\"inline\">; </pre><span class=\"citation\" data-id=\"553161\"><span class=\"antecedent_guess\">Gordils,</span> <a href=\"/opinion/553161/32-socsecrepser-101-unemplinsrep-cch-15802a-jose-l-gordils-v/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">329</span></a></span><pre class=\"inline\">.\r                                            \r\n\n          We need go no further.   Since the ALJ's conclusion\r\n\nthat the  claimant can continue to do  her prior medium-level\r\n\nwork is not readily verifiable on the record as it stands, we\r\n\n                             -9-\r\r\n\nthink that the  case must  be remanded to  the Secretary  for\r\n\nadditional evidence of functional ability.6\r                                                      6\r\n\n          The judgment  of the district court  is vacated and\r                                                                     \r\n\nthe  case  is  remanded  with  directions  to  remand  to the\r                                   \r\n\nSecretary  for  further  proceedings  consistent   with  this\r\n\nopinion.\r\n\n                    \r                                \r\n\n   6Because we remand for  further development of the record,\r               6\r\nwe  do not reach the other arguments advanced by the claimant\r\non appeal.\r\n\n                             -10-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108333/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112281/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553161/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567917/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579197/"
  ]
}