{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196576/",
  "id": 196576,
  "absolute_url": "/opinion/196576/united-states-v-lebron/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196576/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:09:22Z",
  "date_modified": "2020-02-21T23:08:46.378406Z",
  "type": "010combined",
  "sha1": "1799b8c6a270ac56fa8479151b3b7c3238b61fba",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1096.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1096\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                           JOSE LEBRON,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n         [Hon. Steven J. McAuliffe, U.S. District Judge]\r                                                                 \r\n\n                                           \r\n\n                              Before\r\n\n                      Boudin, Circuit Judge,\r                                                     \r\n\n            Coffin and Rosenn,* Senior Circuit Judges.\r                                                               \r\n\n                                           \r\n\n     David  A.F.   Lewis,  by  Appointment  of   the  Court,  for\r                                  \r\nappellant.\r\n     Jean B.  Weld, Assistant  United States Attorney,  with whom\r                            \r\nPaul M.  Gagnon,  United  States   Attorney,  was  on  brief  for\r                         \r\nappellee.\r\n\n                                           \r\n\n                        February 14, 1996\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the Third Circuit, sitting by designation.\r\r\n\n          ROSENN, Circuit Judge.  This appeal from a guilty  plea\r                    ROSENN, Circuit Judge.\r                                         \r\n\nand  sentence  requires  that  we  consider  the  process  due  a\r\n\ndefendant  whose  behavior  may  raise questions  concerning  his\r\n\nmental competency.\r\n\n                                I.\r                                          I.\r\n\n          A federal  grand jury for the District of New Hampshire\r\n\nindicted  Jos  Lebr n on ten  counts stemming from  his two armed\r\n\nrobberies  of a pawnshop and a bank in Manchester, New Hampshire.\r\n\nHis co-defendants,  Paul Hazen  and Frank  Jones, pled  guilty to\r\n\npossession of a firearm by a convicted felon, 18 U.S.C.   922(g).\r\n\nThe  court imposed sentence and neither of them appealed.  Lebr n\r\n\nrequested  counsel  under the  Criminal  Justice  Act, 18  U.S.C.\r\n\n  3006A.  However, he  vehemently objected to his court-appointed\r\n\ncounsel and filed several motions  with the court requesting  new\r\n\ncounsel.   A magistrate  judge denied  the  motion, finding  that\r\n\nLebr n had  not articulated  sufficient reasons.   The magistrate\r\n\ninformed  Lebr n  that  he  could  either  retain  his  appointed\r\n\ncounsel, or proceed pro se.  \r                                    \r\n\n          At  a hearing  on  Lebr n's  motion  for a  new  court-\r\n\nappointed counsel,  the district court  found no valid  reason to\r\n\nsubstitute  counsel.   The  court informed  Lebr n that  he could\r\n\nproceed  pro se and that  his court-appointed counsel would stand\r                         \r\n\nby, and take over the case if Lebr n did not conform to courtroom\r\n\nrules.  Lebr n  lost his  temper, and his  behavior prompted  the\r\n\nmarshals to handcuff  him before  the hearing ended.   The  court\r\n\ndenied his  motion  for reconsideration.    Lebr n then  filed  a\r\n\n                               -2-\r\r\n\nRenewed Motion for Reappointment of Counsel, in which he asserted\r\n\nthat there was medication  he could take which could  \"affect his\r\n\nability to be aware of exactly what is happening around him.\"\r\n\n          On May 10, 1994, Lebr n represented himself during jury\r\n\nselection.  Although he  initially asked for, and was  denied, an\r\n\ninterpreter,  Lebr n  was  able  to communicate  with  the  jury.\r\n\nSeveral  of his objections to  jury members were  granted.  After\r\n\njury  selection, the court held  an ex parte  session with Lebr n\r\n\nand his counsel to  enable them to air the  disagreements between\r\n\nthem without compromising the attorney-client privilege.  At this\r\n\nsession, the judge informed Lebr n that he had done a good job in\r\n\njury  selection, but  that  he was  \"not  competent to  represent\r\n\nhimself  in the sense he's  not aware of  fundamental issues that\r\n\nought  to be raised  on his  behalf.\"   Lebr n concedes  that the\r\n\ndistrict  court  meant  this   statement  to  refer  to  Lebr n's\r\n\ncompetence as an attorney, not to Lebr n's mental competence.  At\r\n\nthe  same ex parte  session, Lebr n's counsel  informed the court\r\n\nthat  Lebr n  used to  receive  prescriptions  for thorazine  (an\r\n\nantipsychotic)  and  trazodone   (an  antidepressant)  from   the\r\n\nVeteran's Administration hospital, and that he would like to take\r\n\nthese drugs during the trial.\r\n\n          In  response, the  judge  alerted  the Government  that\r\n\nLebr n had a previous psychiatric history.  He believed that this\r\n\nmight  be relevant  to the  defendant's ability  to intelligently\r\n\nwaive his right to counsel.  The court then held  a hearing later\r\n\nthat day  to  determine the  issue  of Lebr n's  competency,  and\r\n\n                               -3-\r\r\n\nwhether Lebr n should  be permitted to  take his requested  drugs\r\n\nduring trial.  The  court took testimony from Dr.  Nathan Sidley,\r\n\nthe  prison psychiatrist.    Sidley stated  that  he had  briefly\r\n\nreviewed Lebr n's Veteran's Administration medical records, which\r\n\nrevealed  a possible  diagnosis  of schizophrenia  in the  1970s.\r\n\nSidley had attempted to  meet with Lebr n, but Lebr n  terminated\r\n\ntheir meeting within the  first five minutes, upon  learning that\r\n\ntheir  discussion would  not be  confidential.   Sidley concluded\r\n\nthat, based on  these facts,  Lebr n was not  psychotic, and  was\r\n\ncompetent to stand trial.  He further concluded that any possible\r\n\nbenefits from the  drugs Lebr n requested were  outweighed by the\r\n\ndetriments  of  giving  him  massive  quantities  needed  without\r\n\nsufficient time for the drugs to build up in his bloodstream.\r\n\n          Lebr n  then testified  that  he was  using heroin  and\r\n\nValium, and  that he had  both drugs in  his system at  the time.\r\n\nTwo  days later, the district  court judge issued  an order which\r\n\ncontinued the trial date, permitted Lebr n's counsel to withdraw,\r\n\nand appointed Paul Twomey as new counsel for Lebr n.  \r\n\n          The next day, the Government and Twomey jointly filed a\r\n\nrequest  for a  psychiatric evaluation  pursuant to  18 U.S.C.   \r\n\n4241,  which  the court  granted.   The  parties agreed  that Dr.\r\n\nAlbert Druktenis  should perform  the evaluation.   Druktenis met\r\n\nwith  Lebr n and evaluated him  pursuant to the  court's order to\r\n\ndetermine  both Lebr n's sanity at  the time of  the offense, and\r\n\nhis  competency  to stand  trial now.   Druktenis  concluded that\r\n\nLebr n was not insane at the time of the offense, and that he was\r\n\n                               -4-\r\r\n\ncompetent to stand trial.  He noted that Lebr n's personality was\r\n\nmanipulative, but that he  was aware of the charges  against him,\r\n\nand  had been able to speak  intelligently, lucidly and logically\r\n\nat  court  hearings.   Druktenis  also  addressed  the  issue  of\r\n\nLebr n's  current medications, and  noted   that they  \"would not\r\n\ncloud  his  thinking in  any substantial  way  and, in  fact, are\r\n\nprobably helping him by reducing anxiety and agitation.\"\r\n\n          After  the psychiatrist  submitted this  report, Lebr n\r\n\nwithdrew his  motion to  dismiss based  on incompetency,  and the\r\n\nparties reached  a plea agreement.  Under  this agreement, Lebr n\r\n\nwould plead guilty to two counts of use and carrying of a firearm\r\n\nin  violation of  18 U.S.C.    924(c),  and the  Government would\r\n\ndismiss the remaining eight counts.\r\n\n          The  court  conducted  a  change  of  plea  hearing  on\r\n\nOctober 3,  1994.  Before the judge entered the courtroom for the\r\n\nhearing,  Lebr n  threw   a  pitcher   of  water   at  the   case\r\n\ninvestigators, narrowly missing one  agent.  Soon thereafter, the\r\n\nhearing  proceeded, with  the  court stating  that it  understood\r\n\nthere was \"no issue at this  point with regard to the defendant's\r\n\ncompetence.\"   Both  counsel  agreed that  Lebr n was  competent.\r\n\nDefense  counsel then added that  he had come  to that conclusion\r\n\nhimself  independently  after reviewing  the  psychiatric report.\r\n\nThe  court then asked Lebr n  if the Government's  proffer of the\r\n\nevidence to the  charges was  correct.  At  first Lebr n  claimed\r\n\nthat he  could  not remember  any  of  the events.    On  further\r\n\nquestioning,  he admitted to  the conduct.   After fully advising\r\n\n                               -5-\r\r\n\nLebr n of the rights he would waive by pleading guilty, the court\r\n\naccepted the plea.\r\n\n          The  court  sentenced Lebr n  to  imprisonment  for 240\r\n\nmonths  on one  count and 60  months on  the other,  to be served\r\n\nconsecutively, three years supervised release with a condition of\r\n\ntreatment for his chemical dependency, $500 in restitution, and a\r\n\n$100 special assessment.   Lebr n  appeals, raising  as his  sole\r\n\nissue  whether the district court  denied him due  process by not\r\n\nholding  a  hearing  under 18  U.S.C.     4241  to determine  his\r\n\ncompetency when he changed his plea.  We affirm.\r\n\n                               II.\r                                         II.\r\n\n          The  conviction of  a  criminal defendant  while he  is\r\n\nlegally incompetent violates  due process.  Pate v. Robinson, 383\r                                                                      \r\n\nU.S.  375, 378  (1965).    The  test  for  a  defendant's  mental\r\n\ncompetency to plead guilty  is the same as that  of a defendant's\r\n\ncompetence to stand  trial.   United States v.  Harlan, 480  F.2d\r                                                                \r\n\n515, 517 (6th Cir. 1973).  That test, as set forth by the Supreme\r\n\nCourt,  is  whether  the  defendant  understands the  proceedings\r\n\nagainst him and  has sufficient present  ability to consult  with\r\n\nhis lawyer  with a  reasonable degree of  rational understanding.\r\n\nDusky v. United States, 362 U.S. 402 (1960).\r                                \r\n\n          To  assist courts  in  making this  test, Congress  has\r\n\nestablished  certain procedures.  Section 4241 of Title 18 of the\r\n\nUnited States  Code provides the relevant reference in matters of\r\n\na  criminal  defendant's  competency  to stand  trial.    4241(a)\r\n\nprovides in pertinent part:\r\n\n                               -6-\r\r\n\n            ...[T]he  defendant  or the  attorney for\r\n            the Government  may file a  motion for  a\r\n            hearing    to   determine    the   mental\r\n            competency of the  defendant.  The  court\r\n            shall  grant the  motion, or  shall order\r\n            such  a  hearing  on its  own  motion, if\r\n            there is reasonable cause to believe that\r\n            the defendant may presently  be suffering\r\n            from a mental disease or defect rendering\r\n            him  mentally  incompetent to  the extent\r\n            that  he  is  unable  to  understand  the\r\n            nature    and    consequences   of    the\r\n            proceedings  against  him  or  to  assist\r\n            properly in his defense.\r\n\nIn  the  present case,  no such  hearing  was held  or requested.\r\n\nLebr n, however,  asserts that the district  court had reasonable\r\n\ncause to believe  that he,  Lebr n, was suffering  from a  mental\r\n\ndisease  or defect.  Therefore, he claims, the court violated his\r\n\ndue  process rights by not  ordering a competency  hearing on its\r\n\nown motion.\r\n\n          By the language of the statute, a district court  judge\r\n\nhas  a  duty to  order  a  competency hearing  only  if there  is\r\n\n\"reasonable cause\" to doubt the defendant's mental competence.  A\r\n\ndistrict  court's findings  about the  competency of  a defendant\r\n\nafter  holding  such a  hearing will  be  upheld unless  they are\r\n\nclearly erroneous.  United  States v. Collins, 949 F.2d  921, 927\r                                                       \r\n\n(7th  Cir.  1991).   When  there  has  been  no hearing,  and  no\r\n\nexamination of  the  defendant whatsoever,  the  appellate  court\r\n\nreviews the district court's findings comprehensively.  Id.  This\r                                                                    \r\n\ncase falls in between these two standards.  \r\n\n          Although  the  trial  judge  did  not  order  a  formal\r\n\nhearing, he  carefully and painstakingly sought,  commencing with\r\n\nthe  defendant's  initial  appearance before  him,  to  ascertain\r\n\n                               -7-\r\r\n\nwhether  there was  any  question  of  mental competency  and  to\r\n\nprotect  Lebr n's due  process rights.   To  this end,  the judge\r\n\ndischarged the  jury, continued the  trial and  ordered that  the\r\n\ndefendant be examined  by a  psychiatrist.  Thus,  the court  had\r\n\nbefore  it  the  psychiatrist's   report,  as  well  as  Lebr n's\r\n\nVeteran's Administration medical records and the testimony of the\r\n\nprison psychiatrist.   In addition, defendant's  counsel also had\r\n\nconcluded  that Lebr n was  mentally competent to  enter a guilty\r\n\nplea.  Because the judge had substantial facts before him when he\r\n\nmade findings  as to  defendant's  competency, we  will give  his\r\n\ndecision not to hold a competency hearing due deference.\r\n\n          Dr.  Druktenis, after  conducting a  two-hour interview\r\n\nwith Lebr n, concluded  that Lebr n was competent to stand trial.\r\n\nIf a psychiatrist has determined that a defendant is competent, a\r\n\ncourt  is not  required  to hold  a  further evidentiary  hearing\r\n\nabsent extenuating circumstances.   See United States v. Prewitt,\r                                                                          \r\n\n553 F.2d  1082, 1086 (7th  Cir. 1977).   It was  well within  the\r\n\ndistrict  court's discretion to  conclude that such circumstances\r\n\nwere not present here.\r\n\n          Lebr n points to his irrational and outrageous behavior\r\n\nin the courtroom.    He claims that this  should have alerted the\r\n\ndistrict court judge that Lebr n was incompetent to enter a plea.\r\n\nLebr n had been  handcuffed at the April hearing.   Also, at this\r\n\nhearing,  he had  pleaded  to  be  removed  from  the  courtroom,\r\n\nstating, \"I  have too much trouble  on my mind, your  Honor.\"  At\r\n\nthe  change of plea hearing, Lebr n threw a pitcher full of water\r\n\n                               -8-\r\r\n\nat  case  investigators.    Such behavior  may  be  uncontrolled,\r\n\nmanipulative, or  even theatrical.   It  is not  determinative of\r\n\ncompetency.   Agitated or violent  courtroom antics alone  do not\r\n\nmandate a finding by the trial court of reasonable cause.  United\r                                                                           \r\n\nStates  v. Marshall,  458  F.2d  446, 450  (2d  Cir.  1972).   In\r                             \r\n\nMarshall, the defendant  behaved belligerently in  the courtroom,\r                  \r\n\nshouted obscenities, and threw not only a water pitcher, but also\r\n\na  chair in  the courtroom.    Two psychiatric  reports, however,\r\n\ndisclosed that the defendant was competent, and predicted that he\r\n\nwould engage in disruptive  behavior.  The Court of  Appeals held\r\n\nthat the trial court was within its discretion in failing to hold\r\n\na competency hearing.  Similarly here, two psychiatrists examined\r\n\nLebr n and found him competent.1  \r\n\n          Lebr n  further argues  that  his  medical  record  and\r\n\nhistory of taking medications  should have provided the necessary\r\n\nreasonable cause.   However, past  treatment or drug  use is  not\r\n\ndeterminative of present competency.  United States v. Pryor, 960\r                                                                      \r\n\nF.2d  1  (1st  Cir.  1992).   Lebr n's  Veteran's  Administration\r\n\nrecords were from  the 1970s,  twenty years ago.   Moreover,  Dr.\r\n\nDruktenis expressly addressed the issue of the medications Lebr n\r\n\n                    \r                              \r\n\n1  Lebr n argues  that Dr. Sidley's opinion should  be discounted\r\nbecause their meeting was inadequate.  It is true that Sidley had\r\nlittle  contact with  Lebr n,  and that  his  review of  Lebr n's\r\nmedical  records  was  cursory.    We  agree  that  Dr.  Sidley's\r\ntestimony alone would not  have sufficient indicia of reliability\r\nto obviate the need for further findings.  However, Dr. Druktenis\r\nconducted an extended face-to-face examination of Lebr n.\r\n\n                               -9-\r\r\n\nwas  currently taking  and noted  that they  would not  cloud his\r\n\nthinking.\r\n\n          In  summary,  although   Lebr n  occasionally   behaved\r\n\nbelligerently  and has  a medical  history showing  past possible\r\n\nmental   illness  and  past   drug  use,  these   are  more  than\r\n\ncounterbalanced  by  Dr. Druktenis'  report  of Lebr n's  present\r\n\ncompetence, his counsel's assertion  that Lebr n was competent to\r\n\nenter the  plea,  and the  trial  court's careful  plea  colloquy\r\n\nensuring that Lebr n understood the  charges against him, and the\r\n\nconsequences  of pleading guilty to  them.  All  of these factors\r\n\npointed  unequivocally  to  the  defendant's  mental  competency.\r\n\nThere  was no  reasonable cause  for  the trial  court to  hold a\r\n\nhearing  when  all the  information  from  the psychiatrist,  the\r\n\ndefense  counsel, and the judge  himself were in  agreement.  See\r                                                                           \r\n\nid. United States v.  Pryor, 960 F.2d 1, 2  (1st Cir. 1992)(where\r                                     \r\n\ndistrict court had an opportunity to observe defendant rationally\r\n\nand  vigorously  participating  in  his  defense  at  a  pretrial\r\n\nproceeding, and psychiatrist found that defendant was oriented as\r\n\nto time and place,  there was no  cause for the  court to hold  a\r\n\nfurther hearing, under  section 4241 despite  defendant's history\r\n\nof drug problems and psychiatric treatment).  \r\n\n          As this  court noted  in Hern ndez-Hern ndez  v. United\r                                                                           \r\n\nStates,  904 F.2d 758  (1st Cir. 1990),  a ruling that  this case\r                \r\n\nprovides reasonable  cause for  a hearing  would  \"come close  to\r\n\nrequiring district courts to order competency hearings sua sponte\r\n\nin every case where  a defendant has some history  of psychiatric\r\n\n                               -10-\r\r\n\ntreatment  and, even vaguely, mentions the problem.\"  Id., at 760\r                                                                   \r\n\n(quoting  Figueroa-V zquez v.  United States,  718 F.2d  511, 612\r                                                      \r\n\n(1st Cir. 1983).  We decline to impose such a heavy, unnecessary,\r\n\nand costly burden on district courts.\r\n\n                               III.\r                                         III.\r\n\n          We hold  that when a qualified  psychiatrist examines a\r\n\ndefendant  before he enters a  plea to criminal  charges, and the\r\n\npsychiatric report and other pertinent current information reveal\r\n\nthat  the  defendant  is competent  to  stand  trial,  it is  not\r\n\nreversible  error for  a  district court  to  fail or  refuse  to\r\n\nconduct  a formal  hearing under  the provisions  of 18  U.S.C.  \r\n\n4241(a).  Accordingly, the judgment of conviction and sentence is\r\n\naffirmed.\r          affirmed\r                  \r\n\n                               -11-\r\r\n",
  "html": "<p class=\"case_cite\">76 F.3d 29</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jose LEBRON, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 95-1096.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 8, 1996.<br>Decided Feb. 14, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire, Steven J. McAuliffe, U.S. District Judge.</p>\n      <p class=\"indent\">David A.F. Lewis, by Appointment of the Court, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Jean B. Weld, Assistant United States Attorney, with whom Paul M. Gagnon, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN and ROSENN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">ROSENN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal from a guilty plea and sentence requires that we consider the process due a defendant whose behavior may raise questions concerning his mental competency.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A federal grand jury for the District of New Hampshire indicted Jose Lebron on ten counts stemming from his two armed robberies of a pawnshop and a bank in Manchester, New Hampshire.   His co-defendants, Paul Hazen and Frank Jones, pled guilty to possession of a firearm by a convicted felon, 18 U.S.C. &#167; 922(g).   The court imposed sentence and neither of them appealed.   Lebron requested counsel under the Criminal Justice Act, 18 U.S.C. &#167; 3006A.   However, he vehemently objected to his court-appointed counsel and filed several motions with the court requesting new counsel.   A magistrate judge denied the motion, finding that Lebron had not articulated sufficient reasons.   The magistrate informed Lebron that he could either retain his appointed counsel, or proceed pro se.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At a hearing on Lebron's motion for a new court-appointed counsel, the district court found no valid reason to substitute counsel.   The court informed Lebron that he could proceed pro se and that his court-appointed counsel would stand by, and take over the case if Lebron did not conform to courtroom rules.   Lebron lost his temper, and his behavior prompted the marshals to handcuff him before the hearing ended.   The court denied his motion for reconsideration.   Lebron then filed a Renewed Motion for Reappointment of Counsel, in which he asserted that there was medication he could take which could \"affect his ability to be aware of exactly what is happening around him.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 10, 1994, Lebron represented himself during jury selection.   Although he initially asked for, and was denied, an interpreter, Lebron was able to communicate with the jury.   Several of his objections to jury members were granted.   After jury selection, the court held an ex parte session with Lebron and his counsel to enable them to air the disagreements between them without compromising the attorney-client privilege.   At this session, the judge informed Lebron that he had done a good job in jury selection, but that he was \"not competent to represent himself in the sense he's not aware of fundamental issues that ought to be raised on his behalf.\"   Lebron concedes that the district court meant this statement to refer to Lebron's competence as an attorney, not to Lebron's mental competence.   At the same ex parte session, Lebron's counsel informed the court that Lebron used to receive prescriptions for thorazine (an antipsychotic) and trazodone (an antidepressant) from the Veteran's Administration hospital, and that he would like to take these drugs during the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In response, the judge alerted the Government that Lebron had a previous psychiatric history.   He believed that this might be relevant to the defendant's ability to intelligently waive his right to counsel.   The court then held a hearing later that day to determine the issue of Lebron's competency, and whether Lebron should be permitted to take his requested drugs during trial.   The court took testimony from Dr. Nathan Sidley, the prison psychiatrist.   Sidley stated that he had briefly reviewed Lebron's Veteran's Administration medical records, which revealed a possible diagnosis of schizophrenia in the 1970s.   Sidley had attempted to meet with Lebron, but Lebron terminated their meeting within the first five minutes, upon learning that their discussion would not be confidential.   Sidley concluded that, based on these facts, Lebron was not psychotic, and was competent to stand trial.   He further concluded that any possible benefits from the drugs Lebron requested were outweighed by the detriments of giving him massive quantities needed without sufficient time for the drugs to build up in his bloodstream.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lebron then testified that he was using heroin and Valium, and that he had both drugs in his system at the time.   Two days later, the district court judge issued an order which continued the trial date, permitted Lebron's counsel to withdraw, and appointed Paul Twomey as new counsel for Lebron.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The next day, the Government and Twomey jointly filed a request for a psychiatric evaluation pursuant to 18 U.S.C. &#167; 4241, which the court granted.   The parties agreed that Dr. Albert Druktenis should perform the evaluation.   Druktenis met with Lebron and evaluated him pursuant to the court's order to determine both Lebron's sanity at the time of the offense, and his competency to stand trial now.   Druktenis concluded that Lebron was not insane at the time of the offense, and that he was competent to stand trial.   He noted that Lebron's personality was manipulative, but that he was aware of the charges against him, and had been able to speak intelligently, lucidly and logically at court hearings.   Druktenis also addressed the issue of Lebron's current medications, and noted that they \"would not cloud his thinking in any substantial way and, in fact, are probably helping him by reducing anxiety and agitation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After the psychiatrist submitted this report, Lebron withdrew his motion to dismiss based on incompetency, and the parties reached a plea agreement.   Under this agreement, Lebron would plead guilty to two counts of use and carrying of a firearm in violation of 18 U.S.C. &#167; 924(c), and the Government would dismiss the remaining eight counts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court conducted a change of plea hearing on October 3, 1994.   Before the judge entered the courtroom for the hearing, Lebron threw a pitcher of water at the case investigators, narrowly missing one agent.   Soon thereafter, the hearing proceeded, with the court stating that it understood there was \"no issue at this point with regard to the defendant's competence.\"   Both counsel agreed that Lebron was competent.   Defense counsel then added that he had come to that conclusion himself independently after reviewing the psychiatric report.   The court then asked Lebron if the Government's proffer of the evidence to the charges was correct.   At first Lebron claimed that he could not remember any of the events.   On further questioning, he admitted to the conduct.   After fully advising Lebron of the rights he would waive by pleading guilty, the court accepted the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court sentenced Lebron to imprisonment for 240 months on one count and 60 months on the other, to be served consecutively, three years supervised release with a condition of treatment for his chemical dependency, $500 in restitution, and a $100 special assessment.   Lebron appeals, raising as his sole issue whether the district court denied him due process by not holding a hearing under 18 U.S.C. &#167; 4241 to determine his competency when he changed his plea.   We affirm.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The conviction of a criminal defendant while he is legally incompetent violates due process.  Pate v. Robinson, 383 U.S. 375, 378, 86 S.Ct. 836, 838, 15 L.Ed.2d 815 (1965).   The test for a defendant's mental competency to plead guilty is the same as that of a defendant's competence to stand trial.  United States v. Harlan, 480 F.2d 515, 517 (6th Cir.1973).   That test, as set forth by the Supreme Court, is whether the defendant understands the proceedings against him and has sufficient present ability to consult with his lawyer with a reasonable degree of rational understanding.  Dusky v. United States, 362 U.S. 402, 80 S.Ct. 788, 4 L.Ed.2d 824 (1960).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To assist courts in making this test, Congress has established certain procedures.   Section 4241 of Title 18 of the United States Code provides the relevant reference in matters of a criminal defendant's competency to stand trial.   4241(a) provides in pertinent part:... [T]he defendant or the attorney for the Government may file a motion for a hearing to determine the mental competency of the defendant.   The court shall grant the motion, or shall order such a hearing on its own motion, if there is reasonable cause to believe that the defendant may presently be suffering from a mental disease or defect rendering him mentally incompetent to the extent that he is unable to understand the nature and consequences of the proceedings against him or to assist properly in his defense.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the present case, no such hearing was held or requested.   Lebron, however, asserts that the district court had reasonable cause to believe that he, Lebron, was suffering from a mental disease or defect.   Therefore, he claims, the court violated his due process rights by not ordering a competency hearing on its own motion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">By the language of the statute, a district court judge has a duty to order a competency hearing only if there is \"reasonable cause\" to doubt the defendant's mental competence.   A district court's findings about the competency of a defendant after holding such a hearing will be upheld unless they are clearly erroneous.  United States v. Collins, 949 F.2d 921, 927 (7th Cir.1991).   When there has been no hearing, and no examination of the defendant whatsoever, the appellate court reviews the district court's findings comprehensively.  Id.  This case falls in between these two standards.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although the trial judge did not order a formal hearing, he carefully and painstakingly sought, commencing with the defendant's initial appearance before him, to ascertain whether there was any question of mental competency and to protect Lebron's due process rights.   To this end, the judge discharged the jury, continued the trial and ordered that the defendant be examined by a psychiatrist.   Thus, the court had before it the psychiatrist's report, as well as Lebron's Veteran's Administration medical records and the testimony of the prison psychiatrist.   In addition, defendant's counsel also had concluded that Lebron was mentally competent to enter a guilty plea.   Because the judge had substantial facts before him when he made findings as to defendant's competency, we will give his decision not to hold a competency hearing due deference.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Dr. Druktenis, after conducting a two-hour interview with Lebron, concluded that Lebron was competent to stand trial.   If a psychiatrist has determined that a defendant is competent, a court is not required to hold a further evidentiary hearing absent extenuating circumstances.   See United States v. Prewitt, 553 F.2d 1082, 1086 (7th Cir.1977).   It was well within the district court's discretion to conclude that such circumstances were not present here.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Lebron points to his irrational and outrageous behavior in the courtroom.   He claims that this should have alerted the district court judge that Lebron was incompetent to enter a plea.   Lebron had been handcuffed at the April hearing.   Also, at this hearing, he had pleaded to be removed from the courtroom, stating, \"I have too much trouble on my mind, your Honor.\"   At the change of plea hearing, Lebron threw a pitcher full of water at case investigators.   Such behavior may be uncontrolled, manipulative, or even theatrical.   It is not determinative of competency.   Agitated or violent courtroom antics alone do not mandate a finding by the trial court of reasonable cause.  United States v. Marshall, 458 F.2d 446, 450 (2d Cir.1972).   In Marshall, the defendant behaved belligerently in the courtroom, shouted obscenities, and threw not only a water pitcher, but also a chair in the courtroom.   Two psychiatric reports, however, disclosed that the defendant was competent, and predicted that he would engage in disruptive behavior.   The Court of Appeals held that the trial court was within its discretion in failing to hold a competency hearing.   Similarly here, two psychiatrists examined Lebron and found him competent.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Lebron further argues that his medical record and history of taking medications should have provided the necessary reasonable cause.   However, past treatment or drug use is not determinative of present competency.  United States v. Pryor, 960 F.2d 1 (1st Cir.1992).   Lebron's Veteran's Administration records were from the 1970s, twenty years ago.   Moreover, Dr. Druktenis expressly addressed the issue of the medications Lebron was currently taking and noted that they would not cloud his thinking.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In summary, although Lebron occasionally behaved belligerently and has a medical history showing past possible mental illness and past drug use, these are more than counterbalanced by Dr. Druktenis' report of Lebron's present competence, his counsel's assertion that Lebron was competent to enter the plea, and the trial court's careful plea colloquy ensuring that Lebron understood the charges against him, and the consequences of pleading guilty to them.   All of these factors pointed unequivocally to the defendant's mental competency.   There was no reasonable cause for the trial court to hold a hearing when all the information from the psychiatrist, the defense counsel, and the judge himself were in agreement.   See id.  United States v. Pryor, 960 F.2d 1, 2 (1st Cir.1992) (where district court had an opportunity to observe defendant rationally and vigorously participating in his defense at a pretrial proceeding, and psychiatrist found that defendant was oriented as to time and place, there was no cause for the court to hold a further hearing, under section 4241 despite defendant's history of drug problems and psychiatric treatment).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As this court noted in Hernandez-Hernandez v. United States, 904 F.2d 758 (1st Cir.1990), a ruling that this case provides reasonable cause for a hearing would \"come close to requiring district courts to order competency hearings sua sponte in every case where a defendant has some history of psychiatric treatment and, even vaguely, mentions the problem.\"  Id., at 760 (quoting Figueroa-Vazquez v. United States, 718 F.2d 511, 512 (1st Cir.1983).   We decline to impose such a heavy, unnecessary, and costly burden on district courts.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We hold that when a qualified psychiatrist examines a defendant before he enters a plea to criminal charges, and the psychiatric report and other pertinent current information reveal that the defendant is competent to stand trial, it is not reversible error for a district court to fail or refuse to conduct a formal hearing under the provisions of 18 U.S.C. &#167; 4241(a).   Accordingly, the judgment of conviction and sentence is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Lebron argues that Dr. Sidley's opinion should be discounted because their meeting was inadequate.   It is true that Sidley had little contact with Lebron, and that his review of Lebron's medical records was cursory.   We agree that Dr. Sidley's testimony alone would not have sufficient indicia of reliability to obviate the need for further findings.   However, Dr. Druktenis conducted an extended face-to-face examination of Lebron</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jose LEBRON, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 95-1096.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 8, 1996.<br>Decided Feb. 14, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire, Steven J. McAuliffe, U.S. District Judge.</p>\n      <p class=\"indent\">David A.F. Lewis, by Appointment of the Court, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Jean B. Weld, Assistant United States Attorney, with whom Paul M. Gagnon, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN and ROSENN,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">ROSENN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal from a guilty plea and sentence requires that we consider the process due a defendant whose behavior may raise questions concerning his mental competency.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A federal grand jury for the District of New Hampshire indicted Jose Lebron on ten counts stemming from his two armed robberies of a pawnshop and a bank in Manchester, New Hampshire.   His co-defendants, Paul Hazen and Frank Jones, pled guilty to possession of a firearm by a convicted felon, 18 U.S.C. &#167; 922(g).   The court imposed sentence and neither of them appealed.   Lebron requested counsel under the Criminal Justice Act, 18 U.S.C. &#167; 3006A.   However, he vehemently objected to his court-appointed counsel and filed several motions with the court requesting new counsel.   A magistrate judge denied the motion, finding that Lebron had not articulated sufficient reasons.   The magistrate informed Lebron that he could either retain his appointed counsel, or proceed pro se.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At a hearing on Lebron's motion for a new court-appointed counsel, the district court found no valid reason to substitute counsel.   The court informed Lebron that he could proceed pro se and that his court-appointed counsel would stand by, and take over the case if Lebron did not conform to courtroom rules.   Lebron lost his temper, and his behavior prompted the marshals to handcuff him before the hearing ended.   The court denied his motion for reconsideration.   Lebron then filed a Renewed Motion for Reappointment of Counsel, in which he asserted that there was medication he could take which could \"affect his ability to be aware of exactly what is happening around him.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 10, 1994, Lebron represented himself during jury selection.   Although he initially asked for, and was denied, an interpreter, Lebron was able to communicate with the jury.   Several of his objections to jury members were granted.   After jury selection, the court held an ex parte session with Lebron and his counsel to enable them to air the disagreements between them without compromising the attorney-client privilege.   At this session, the judge informed Lebron that he had done a good job in jury selection, but that he was \"not competent to represent himself in the sense he's not aware of fundamental issues that ought to be raised on his behalf.\"   Lebron concedes that the district court meant this statement to refer to Lebron's competence as an attorney, not to Lebron's mental competence.   At the same ex parte session, Lebron's counsel informed the court that Lebron used to receive prescriptions for thorazine (an antipsychotic) and trazodone (an antidepressant) from the Veteran's Administration hospital, and that he would like to take these drugs during the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In response, the judge alerted the Government that Lebron had a previous psychiatric history.   He believed that this might be relevant to the defendant's ability to intelligently waive his right to counsel.   The court then held a hearing later that day to determine the issue of Lebron's competency, and whether Lebron should be permitted to take his requested drugs during trial.   The court took testimony from Dr. Nathan Sidley, the prison psychiatrist.   Sidley stated that he had briefly reviewed Lebron's Veteran's Administration medical records, which revealed a possible diagnosis of schizophrenia in the 1970s.   Sidley had attempted to meet with Lebron, but Lebron terminated their meeting within the first five minutes, upon learning that their discussion would not be confidential.   Sidley concluded that, based on these facts, Lebron was not psychotic, and was competent to stand trial.   He further concluded that any possible benefits from the drugs Lebron requested were outweighed by the detriments of giving him massive quantities needed without sufficient time for the drugs to build up in his bloodstream.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lebron then testified that he was using heroin and Valium, and that he had both drugs in his system at the time.   Two days later, the district court judge issued an order which continued the trial date, permitted Lebron's counsel to withdraw, and appointed Paul Twomey as new counsel for Lebron.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The next day, the Government and Twomey jointly filed a request for a psychiatric evaluation pursuant to 18 U.S.C. &#167; 4241, which the court granted.   The parties agreed that Dr. Albert Druktenis should perform the evaluation.   Druktenis met with Lebron and evaluated him pursuant to the court's order to determine both Lebron's sanity at the time of the offense, and his competency to stand trial now.   Druktenis concluded that Lebron was not insane at the time of the offense, and that he was competent to stand trial.   He noted that Lebron's personality was manipulative, but that he was aware of the charges against him, and had been able to speak intelligently, lucidly and logically at court hearings.   Druktenis also addressed the issue of Lebron's current medications, and noted that they \"would not cloud his thinking in any substantial way and, in fact, are probably helping him by reducing anxiety and agitation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After the psychiatrist submitted this report, Lebron withdrew his motion to dismiss based on incompetency, and the parties reached a plea agreement.   Under this agreement, Lebron would plead guilty to two counts of use and carrying of a firearm in violation of 18 U.S.C. &#167; 924(c), and the Government would dismiss the remaining eight counts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The court conducted a change of plea hearing on October 3, 1994.   Before the judge entered the courtroom for the hearing, Lebron threw a pitcher of water at the case investigators, narrowly missing one agent.   Soon thereafter, the hearing proceeded, with the court stating that it understood there was \"no issue at this point with regard to the defendant's competence.\"   Both counsel agreed that Lebron was competent.   Defense counsel then added that he had come to that conclusion himself independently after reviewing the psychiatric report.   The court then asked Lebron if the Government's proffer of the evidence to the charges was correct.   At first Lebron claimed that he could not remember any of the events.   On further questioning, he admitted to the conduct.   After fully advising Lebron of the rights he would waive by pleading guilty, the court accepted the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court sentenced Lebron to imprisonment for 240 months on one count and 60 months on the other, to be served consecutively, three years supervised release with a condition of treatment for his chemical dependency, $500 in restitution, and a $100 special assessment.   Lebron appeals, raising as his sole issue whether the district court denied him due process by not holding a hearing under 18 U.S.C. &#167; 4241 to determine his competency when he changed his plea.   We affirm.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The conviction of a criminal defendant while he is legally incompetent violates due process.  Pate v. Robinson, <span class=\"citation no-link\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></span>, 378, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">836</span></span>, 838, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">815</span> </span>(1965).   The test for a defendant's mental competency to plead guilty is the same as that of a defendant's competence to stand trial.  United States v. Harlan, <span class=\"citation\" data-id=\"311731\"><a href=\"/opinion/311731/united-states-v-robert-e-harlan/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">515</span></a></span>, 517 (6th Cir.1973).   That test, as set forth by the Supreme Court, is whether the defendant understands the proceedings against him and has sufficient present ability to consult with his lawyer with a reasonable degree of rational understanding.  Dusky v. United States, <span class=\"citation\" data-id=\"106037\"><a href=\"/opinion/106037/dusky-v-united-states/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, <span class=\"citation\" data-id=\"106037\"><a href=\"/opinion/106037/dusky-v-united-states/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">788</span></a></span>, <span class=\"citation\" data-id=\"106037\"><a href=\"/opinion/106037/dusky-v-united-states/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">824</span> </a></span>(1960).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To assist courts in making this test, Congress has established certain procedures.   Section 4241 of Title 18 of the United States Code provides the relevant reference in matters of a criminal defendant's competency to stand trial.   4241(a) provides in pertinent part:... [T]he defendant or the attorney for the Government may file a motion for a hearing to determine the mental competency of the defendant.   The court shall grant the motion, or shall order such a hearing on its own motion, if there is reasonable cause to believe that the defendant may presently be suffering from a mental disease or defect rendering him mentally incompetent to the extent that he is unable to understand the nature and consequences of the proceedings against him or to assist properly in his defense.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the present case, no such hearing was held or requested.   Lebron, however, asserts that the district court had reasonable cause to believe that he, Lebron, was suffering from a mental disease or defect.   Therefore, he claims, the court violated his due process rights by not ordering a competency hearing on its own motion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">By the language of the statute, a district court judge has a duty to order a competency hearing only if there is \"reasonable cause\" to doubt the defendant's mental competence.   A district court's findings about the competency of a defendant after holding such a hearing will be upheld unless they are clearly erroneous.  United States v. Collins, <span class=\"citation\" data-id=\"572466\"><a href=\"/opinion/572466/united-states-v-byron-dubois-collins/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">921</span></a></span>, 927 (7th Cir.1991).   When there has been no hearing, and no examination of the defendant whatsoever, the appellate court reviews the district court's findings comprehensively.  <span class=\"citation\" data-id=\"572466\"><a href=\"/opinion/572466/united-states-v-byron-dubois-collins/\"><span class=\"id_token\">Id.</span>  This case </a></span>falls in between these two standards.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although the trial judge did not order a formal hearing, he carefully and painstakingly sought, commencing with the defendant's initial appearance before him, to ascertain whether there was any question of mental competency and to protect Lebron's due process rights.   To this end, the judge discharged the jury, continued the trial and ordered that the defendant be examined by a psychiatrist.   Thus, the court had before it the psychiatrist's report, as well as Lebron's Veteran's Administration medical records and the testimony of the prison psychiatrist.   In addition, defendant's counsel also had concluded that Lebron was mentally competent to enter a guilty plea.   Because the judge had substantial facts before him when he made findings as to defendant's competency, we will give his decision not to hold a competency hearing due deference.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Dr. Druktenis, after conducting a two-hour interview with Lebron, concluded that Lebron was competent to stand trial.   If a psychiatrist has determined that a defendant is competent, a court is not required to hold a further evidentiary hearing absent extenuating circumstances.   See United States v. Prewitt, <span class=\"citation\" data-id=\"344918\"><a href=\"/opinion/344918/united-states-v-j-w-prewitt/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1082</span></a></span>, 1086 (7th Cir.1977).   It was well within the district court's discretion to conclude that such circumstances were not present here.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Lebron points to his irrational and outrageous behavior in the courtroom.   He claims that this should have alerted the district court judge that Lebron was incompetent to enter a plea.   Lebron had been handcuffed at the April hearing.   Also, at this hearing, he had pleaded to be removed from the courtroom, stating, \"I have too much trouble on my mind, your Honor.\"   At the change of plea hearing, Lebron threw a pitcher full of water at case investigators.   Such behavior may be uncontrolled, manipulative, or even theatrical.   It is not determinative of competency.   Agitated or violent courtroom antics alone do not mandate a finding by the trial court of reasonable cause.  United States v. Marshall, <span class=\"citation\" data-id=\"302818\"><a href=\"/opinion/302818/united-states-v-robert-marshall/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">446</span></a></span>, 450 (2d Cir.1972).   In Marshall, the defendant behaved belligerently in the courtroom, shouted obscenities, and threw not only a water pitcher, but also a chair in the courtroom.   Two psychiatric reports, however, disclosed that the defendant was competent, and predicted that he would engage in disruptive behavior.   The Court of Appeals held that the trial court was within its discretion in failing to hold a competency hearing.   Similarly here, two psychiatrists examined Lebron and found him competent.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Lebron further argues that his medical record and history of taking medications should have provided the necessary reasonable cause.   However, past treatment or drug use is not determinative of present competency.  United States v. Pryor, <span class=\"citation\" data-id=\"580346\"><a href=\"/opinion/580346/united-states-v-arthur-cary-pryor-aka-camden-m-peller/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span> </a></span>(1st Cir.1992).   Lebron's Veteran's Administration records were from the 1970s, twenty years ago.   Moreover, Dr. Druktenis expressly addressed the issue of the medications Lebron was currently taking and noted that they would not cloud his thinking.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In summary, although Lebron occasionally behaved belligerently and has a medical history showing past possible mental illness and past drug use, these are more than counterbalanced by Dr. Druktenis' report of Lebron's present competence, his counsel's assertion that Lebron was competent to enter the plea, and the trial court's careful plea colloquy ensuring that Lebron understood the charges against him, and the consequences of pleading guilty to them.   All of these factors pointed unequivocally to the defendant's mental competency.   There was no reasonable cause for the trial court to hold a hearing when all the information from the psychiatrist, the defense counsel, and the judge himself were in agreement.   See <span class=\"citation\" data-id=\"580346\"><a href=\"/opinion/580346/united-states-v-arthur-cary-pryor-aka-camden-m-peller/\"><span class=\"id_token\">id.</span>  United States </a></span>v. Pryor, <span class=\"citation\" data-id=\"580346\"><a href=\"/opinion/580346/united-states-v-arthur-cary-pryor-aka-camden-m-peller/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1992) (where district court had an opportunity to observe defendant rationally and vigorously participating in his defense at a pretrial proceeding, and psychiatrist found that defendant was oriented as to time and place, there was no cause for the court to hold a further hearing, under section 4241 despite defendant's history of drug problems and psychiatric treatment).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As this court noted in Hernandez-Hernandez v. United States, <span class=\"citation\" data-id=\"542854\"><a href=\"/opinion/542854/arnaldo-hernandez-hernandez-v-united-states/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">758</span> </a></span>(1st Cir.1990), a ruling that this case provides reasonable cause for a hearing would \"come close to requiring district courts to order competency hearings sua sponte in every case where a defendant has some history of psychiatric treatment and, even vaguely, mentions the problem.\"  <span class=\"citation\" data-id=\"542854\"><a href=\"/opinion/542854/arnaldo-hernandez-hernandez-v-united-states/\"><span class=\"id_token\">Id.,</span> at 760 </a></span>(quoting Figueroa-Vazquez v. United States, <span class=\"citation\" data-id=\"425180\"><a href=\"/opinion/425180/angel-r-figueroa-vazquez-v-united-states/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">511</span></a></span>, 512 (1st Cir.1983).   We decline to impose such a heavy, unnecessary, and costly burden on district courts.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We hold that when a qualified psychiatrist examines a defendant before he enters a plea to criminal charges, and the psychiatric report and other pertinent current information reveal that the defendant is competent to stand trial, it is not reversible error for a district court to fail or refuse to conduct a formal hearing under the provisions of 18 U.S.C. &#167; 4241(a).   Accordingly, the judgment of conviction and sentence is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Lebron argues that Dr. Sidley's opinion should be discounted because their meeting was inadequate.   It is true that Sidley had little contact with Lebron, and that his review of Lebron's medical records was cursory.   We agree that Dr. Sidley's testimony alone would not have sufficient indicia of reliability to obviate the need for further findings.   However, Dr. Druktenis conducted an extended face-to-face examination of Lebron</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106037/",
    "https://www.courtlistener.com/api/rest/v3/opinions/302818/",
    "https://www.courtlistener.com/api/rest/v3/opinions/311731/",
    "https://www.courtlistener.com/api/rest/v3/opinions/344918/",
    "https://www.courtlistener.com/api/rest/v3/opinions/425180/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542854/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572466/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580346/"
  ]
}