{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196557/",
  "id": 196557,
  "absolute_url": "/opinion/196557/united-states-v-wihbey/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196557/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:47Z",
  "date_modified": "2020-02-21T23:07:29.526284Z",
  "type": "010combined",
  "sha1": "5409466d6415679fc6bbf322ef8cd8aa5396d2a4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1291.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\r\n                    For the First Circuit\r                                For the First Circuit\r\n                                         \r\nNo. 95-1291\r\n\n                        UNITED STATES,\r\n                          Appellee,\r\n\n                              v.\r\n\n                        ROBERT WIHBEY,\r\n                    Defendant, Appellant.\r\n\nNo. 95-1394\r\n\n                        UNITED STATES,\r\n                          Appellee,\r\n\n                              v.\r\n\n                       CLAUDE WHITMAN,\r\n                    Defendant, Appellant.\r\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n     [Hon. Frank H. Freedman, Senior U.S. District Judge]\r                                                                    \r\n\n                                         \r\n\n                            Before\r\n                    Cyr, Boudin, and Stahl,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nJack St.  Clair with  whom Barbara  J.  Sweeney was  on brief  for\r                                                           \r\nappellant Wihbey.\r\nVincent A. Bongiorni for appellant Whitman.\r                                \r\nDina Michael  Chaitowitz, Assistant United  States Attorney,  with\r                                    \r\nwhom  Donald  K.  Stern, United  States  Attorney,  was  on brief  for\r                               \r\nappellee.\r\n\n                                         \r\n\n                       February 6, 1996\r\n                                         \r\r\n\n          STAHL, Circuit Judge.  Robert  Wihbey  and   Claude\r                      STAHL, Circuit Judge.\r                                          \r\n\nWhitman were tried by  a jury and convicted of  conspiracy to\r\n\ndistribute  marijuana.   The  jury also  convicted Wihbey  of\r\n\npossession  of marijuana  with  intent to  distribute.   Both\r\n\nWihbey and Whitman challenge their convictions on the grounds\r\n\nthat  the   prosecutor  made  improper  remarks   in  closing\r\n\nargument,   and   that   the   government   proved   multiple\r\n\nconspiracies,  not  the  single  conspiracy  charged  in  the\r\n\nindictment.   Wihbey argues that the warrantless entry of his\r\n\nhome was not justified by exigent  circumstances and that the\r\n\nevidence  against him does not support the drug quantity used\r\n\nto calculate his sentence under the guidelines.  Whitman also\r\n\nchallenges  his sentence,  asserting that he  did not  play a\r\n\nleadership role in the  conspiracy that justified an increase\r\n\nin   offense  level.    Finding  no   error,  we  affirm  the\r\n\nconvictions and the resulting sentences.\r\n\n                              I.\r                                          I.\r                                            \r\n\n                       FACTUAL OVERVIEW\r                                   FACTUAL OVERVIEW\r                                                   \r\n\n          The evidence, taken in  the light most favorable to\r\n\nthe  verdict, permitted the jury to find the following facts.\r\n\nSee  United States v. Twitty, No. 95-1056, slip op. at 2 (1st\r                                        \r\n\nCir.  December 28,  1995).   In the  spring of  1991, Richard\r\n\nBritt  and  Thomas  Rohan  agreed to  work  together  dealing\r\n\nmarijuana.   Initially, they intended their  source of supply\r\n\nto be appellant Claude Whitman and one Frank Camyre, but when\r\n\n                             -2-\r                                          2\r\r\n\nCamyre and Whitman repeatedly  failed to produce as promised,\r\n\nRohan cultivated another supplier, Robert Wihbey.  Meanwhile,\r\n\nan informant for the Drug Enforcement Administration (\"DEA\"),\r\n\nDavid DeCastro, had convinced Britt and Rohan that he had the\r\n\ndesire and ability  to buy  250 pounds or  more of  marijuana\r\n\n(about  $500,000 worth).  Britt and Rohan, eager to recoup an\r\n\nearlier loss in  a failed  marijuana deal, agreed  to act  as\r\n\nmiddlemen in a large  sale to informant DeCastro.   Britt and\r\n\nRohan  informed both  of their  sources that  they had  a big\r\n\nbuyer on  the hook.   On  or  about November  22, 1991,  both\r\n\nsources  independently obtained  shipments of marijuana.   On\r\n\nNovember  23,  1991,  DEA  agents arranged  for  DeCastro  to\r\n\nconduct  controlled  buys the  following  day  from both  the\r\n\nWihbey source and the Whitman/Camyre source.  Britt and Rohan\r\n\nwere arrested  during a buy from  Wihbey's associate, Michael\r\n\nWeiner, who  was also arrested; all  three immediately agreed\r\n\nto  cooperate.  Weiner led  the DEA agents  to Wihbey's home,\r\n\nwhere they  arrested Wihbey and searched the premises.  Later\r\n\nthat day, Britt and Rohan cooperated with the DEA on a second\r\n\ncontrolled buy,  from the  Whitman/Camyre source,  leading to\r\n\nthe  arrest of  Whitman, Camyre  and Whitman's  source, Roger\r\n\nBrandt.   Further factual details will be  provided as needed\r\n\nto analyze the several issues presented.\r\n\n                             -3-\r                                          3\r\r\n\n                             II.\r                                         II.\r                                            \r\n\n                    PROCEDURAL BACKGROUND\r                                PROCEDURAL BACKGROUND\r                                                     \r\n\n          In  March 1993,  a  federal grand  jury returned  a\r\n\nfour-count indictment  that charged: in Count  One, that from\r\n\nMay  1991 through  November 23,  1991, Britt,  Rohan, Wihbey,\r\n\nWeiner, Whitman, and Camyre  conspired to possess with intent\r\n\nto distribute,  and to distribute, marijuana  in violation of\r\n\n21  U.S.C.    846; in  Count Two,  that on  October  4, 1991,\r\n\nCamyre  possessed  marijuana  with  intent  to distribute  in\r\n\nviolation of 21 U.S.C.    841(a)(1); in Count Three,  that on\r\n\nNovember 22, 1991, Wihbey  possessed marijuana with intent to\r\n\ndistribute  in violation  of 21  U.S.C.    841(a)(1); and  in\r\n\nCount Four, that on  November 23, 1991, Wihbey used  a pistol\r\n\nduring  and in  relation  to a  drug  trafficking offense  in\r\n\nviolation of 21 U.S.C.   924(c).\r\n\n          Wihbey filed a motion to suppress physical evidence\r\n\nand  a statement  obtained  from him  during the  warrantless\r\n\narrest  and search  at his  home, but  the motion  was denied\r\n\nafter an evidentiary  hearing.   Prior to trial,  all of  the\r\n\ndefendants  except  Wihbey  and Whitman  pleaded  guilty  and\r\n\nagreed to  cooperate with the  government.  After  a five-day\r\n\ntrial in May 1994,  the jury found Wihbey and  Whitman guilty\r\n\nof the conspiracy  count and Wihbey guilty  of the possession\r\n\nwith  intent  to  distribute   count.    The  jury,  however,\r\n\nacquitted Wihbey on  the firearm count.   Wihbey and  Whitman\r\n\n                             -4-\r                                          4\r\r\n\nwere sentenced in November 1994 and promptly filed notices of\r\n\nappeal.\r\n\n                             III.\r                                         III.\r                                             \r\n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.  Warrantless Entry of Wihbey's Home\r            A.  Warrantless Entry of Wihbey's Home\r                                                  \r\n\n          1.  Facts\r                               \r\n\n          The magistrate  judge found the following  facts at\r\n\nthe suppression hearing.  The  DEA investigation that led  to\r\n\nthe arrests in this case  was focused on a controlled buy  of\r\n\nmarijuana by the informant  DeCastro from Whitman and Camyre,\r\n\nwith Britt  and Rohan acting as  middlemen.  It was  only one\r\n\nday before  the scheduled Whitman/Camyre buy  that DEA agents\r\n\nlearned that  Rohan had another source, Robert  Wihbey.  Late\r\n\nin the afternoon of Friday, November 22, 1991, Rohan told the\r\n\ninformant  DeCastro that he had an  unnamed source that could\r\n\ndeliver 250 pounds of marijuana.  When DeCastro expressed his\r\n\ninterest in  purchasing  from both  this new  source and  the\r\n\nWhitman/Camyre source, Britt and  Rohan drove DeCastro to the\r\n\nBeekman   Place   condominiums   in  Agawam,   Massachusetts.\r\n\nDeCastro wore a  transmitter, and was under audio  and visual\r\n\nsurveillance by  DEA special  agent Sean McDonough  and other\r\n\nagents.   Rohan parked the car, got out, and returned shortly\r\n\nthereafter   with  a  sample   of  marijuana  for  DeCastro's\r\n\napproval.  The agents were unable to discern,  however, which\r\n\ncondominium unit Rohan  had entered, nor  did they learn  the\r\n\n                             -5-\r                                          5\r\r\n\nname of the new source.  DeCastro approved the  sample and he\r\n\nand Rohan scheduled a 250 pound deal to take place at Rohan's\r\n\nresidence later that night.\r\n\n          Early   that  evening,  DeCastro  called  Britt  to\r\n\nconfirm the arrangements, but  Britt stated that the delivery\r\n\nwould  have to  be  postponed until  8:00 a.m.  the following\r\n\nmorning,  Saturday, November  23, 1991.   The  following day,\r\n\nBritt  and  Rohan met  DeCastro and  brought  him to  a house\r\n\n(owned by Wihbey, but not used as his  residence) at 30 Arden\r\n\nStreet   in  Springfield,  Massachusetts.    There,  DeCastro\r\n\nexamined  ten pounds of  marijuana, and was  told by Wihbey's\r\n\nassociate, Michael Weiner, that there were thirty more pounds\r\n\nin Weiner's  car.  Weiner advised the buyers that the rest of\r\n\nthe marijuana would be produced  in increments after the cash\r\n\nfor  the first  forty  pounds was  delivered  to the  source.\r\n\nDeCastro said he  had to get his \"money man,\" but he returned\r\n\ninstead with special agent McDonough, followed by a number of\r\n\nDEA agents.   Britt, Rohan,  and Weiner were  arrested inside\r\n\nthe Arden Street house at about 11:00 a.m.; the DEA still had\r\n\nnot learned the identity  of the source (Wihbey) or  his unit\r\n\nnumber at Beekman Place.\r\n\n          Britt,  Rohan,  and   Weiner  promptly  agreed   to\r\n\ncooperate with  the DEA agents,  and by 11:15 one  or more of\r\n\nthem had disclosed  that Wihbey  was the source  and that  he\r\n\nlived  at  33 Beekman.    At  the  hearing,  agent  McDonough\r\n\n                             -6-\r                                          6\r\r\n\nconceded that at this  point he had probable cause  to arrest\r\n\nWihbey  and search  33 Beekman.   Nonetheless,  McDonough had\r\n\ndoubts  about  the credibility  of  the  three arrestees  and\r\n\ndecided to interview  them individually at  DEA headquarters;\r\n\nthese  interviews  began  at   11:30  that  morning.    Agent\r\n\nMcDonough  determined that  the  cooperating defendants  were\r\n\ncredible, and based on information they provided, that Wihbey\r\n\nwould grow suspicious if Weiner did not  return promptly with\r\n\n$68,000 or call to explain the delay.  At   about  the   same\r\n\ntime, roughly noon, McDonough was also concerned with setting\r\n\nup the  controlled buy  from Whitman and  Camyre.   McDonough\r\n\ndirected Britt to  contact Whitman or Camyre,  and the second\r\n\ndeal  was set  up  for  3:00  that  same  afternoon.    Thus,\r\n\nMcDonough was  involved to  some extent  with setting  up the\r\n\nWhitman/Camyre  buy at the same time that he was preparing to\r\n\narrest Wihbey.\r\n\n          Because  it was  Saturday, McDonough  believed that\r\n\napplication  for a warrant to arrest Wihbey in his home might\r\n\ntake  as long  as several  hours, and  that quick  action was\r\n\nnecessary  because Wihbey's growing  suspicion might motivate\r\n\nhim  to flee  or destroy  evidence.   At approximately  12:45\r\n\np.m., the DEA established surveillance of Wihbey's condo, and\r\n\nat 1:00  p.m. Weiner and  Rohan entered, followed  by special\r\n\nagent McDonough and other agents who \"secured the apartment.\"\r\n\n                             -7-\r                                          7\r\r\n\nWihbey  was found lying on  the basement floor  behind a pool\r\n\ntable, with a loaded pistol a few feet away.\r\n\n          Agent  McDonough  placed  Wihbey under  arrest  and\r\n\nadvised him of his  rights.  McDonough then told  Wihbey that\r\n\nthey had no search warrant, but  would get one if needed;  he\r\n\nasked  Wihbey to show the  agents where he  had marijuana and\r\n\nguns.    Wihbey agreed,  and  during the  ensuing  search the\r\n\nagents found 1200 grams of marijuana (about 2.7 pounds, which\r\n\nMcDonough characterized as \"personal use\" marijuana) and some\r\n\nmarijuana  paraphernalia.   Agent  McDonough  sought Wihbey's\r\n\ncooperation, asking him to name his source.  Wihbey said that\r\n\nhe would  not give McDonough  the name of the  \"guy above me\"\r\n\nbecause he  was a personal friend, but he would give the name\r\n\nof the  \"guy above him.\"   Agent McDonough  declined Wihbey's\r\n\noffer of partial cooperation.\r\n\n          2.  Analysis\r                                  \r\n\n          The  Constitution  requires  that  police  normally\r\n\nobtain a warrant before  entering a person's home to  make an\r\n\narrest.   Payton v. New York, 445  U.S. 573, 590 (1980).  The\r                                        \r\n\ngovernment  says,   however,  that  in  this   case  \"exigent\r\n\ncircumstances\" excused the warrantless entry.  In determining\r\n\nwhether  an  exigency  justifies  a  warrantless  search  and\r\n\nseizure,  the test  is \"whether  there is  such a  compelling\r\n\nnecessity for immediate action as will not brook the delay of\r\n\nobtaining  a warrant.\"  United States v. Wilson, 36 F.3d 205,\r                                                           \r\n\n                             -8-\r                                          8\r\r\n\n209 (1st Cir. 1994) (quoting United States v. Adams, 621 F.2d\r                                                               \r\n\n41,  44  (1st  Cir.  1980)).    Exigency  determinations  are\r\n\ngenerally fact-intensive and thus must  be made on a case-by-\r\n\ncase basis.   See United States  v. Donlin, 982  F.2d 31,  34\r                                                      \r\n\n(1st Cir. 1992), in  our past holdings, exigent circumstances\r\n\nhave commonly  included: (1) \"hot  pursuit\" of  a felon;  (2)\r\n\nthreatened destruction of evidence; (3) risk that the suspect\r\n\nmay  flee undetected;  and (4)  danger to  the safety  of the\r\n\npublic or the police.   See United States v. Tibolt, No.  94-\r                                                               \r\n\n2221, slip op. at 8 (1st Cir. Dec. 29, 1995).   Exigency must\r\n\nbe  assessed in light  of the totality  of the circumstances.\r\n\nUnited  States v.  Veillette,  778 F.2d  899,  902 (1st  Cir.\r                                        \r\n\n1985), cert. denied, 476 U.S. 1115 (1986).\r                               \r\n\n          We defer  to the  district court's findings  of the\r\n\nunderlying  facts  unless clearly  erroneous,  but  we afford\r\n\nplenary  review to  the district  court's legal  analysis and\r\n\nultimate conclusion.  Tibolt, slip op. at  8-9; United States\r                                                                         \r\n\nv. Curzi,  867 F.2d 36,  42 (1st Cir.  1989).  We  find clear\r                    \r\n\nerror  only if, after reviewing all the evidence, we are left\r\n\nwith \"the  definite and  firm conviction that  a mistake  had\r\n\nbeen committed.\"  United States v. Rust, 976 F.2d 55, 57 (1st\r                                                   \r\n\nCir. 1992).\r\n\n          The magistrate judge who conducted  the suppression\r\n\nhearing  characterized  this  as  a  \"borderline  case,\"  but\r\n\nnonetheless denied  the motion  to suppress.   The magistrate\r\n\n                             -9-\r                                          9\r\r\n\njudge  found that  Wihbey had  consented to  a search  of his\r\n\ncondominium  after he had  been arrested.   Thus the critical\r\n\nissue  was  whether the  entry  to  arrest was  justified  by\r\n\nexigent circumstances.\r\n\n          The magistrate judge determined  that circumstances\r\n\nwere exigent based upon the following five \"factors.\"  First,\r\n\nit was reasonable for the DEA agents to choose not to prepare\r\n\npart  or all of  a warrant on  the day before  the arrest, as\r\n\nthey did not know whom they were to arrest or, with requisite\r\n\nparticularity, where  the arrestee  lived.  Second,  it would\r\n\nhave  taken \"substantially more  than two hours\"  to obtain a\r\n\nwarrant  at  the relevant  time,  Saturday  morning or  early\r\n\nafternoon.   Third, it was reasonable for  agent McDonough to\r\n\nbring  Britt,  Rohan,  and  Weiner to  DEA  headquarters  for\r\n\nfurther debriefing  before seeking a warrant  or taking other\r\n\naction.  Fourth, it was reasonable for the agents to conclude\r\n\nthat there  was a compelling necessity  for immediate action,\r\n\nbased on  the likelihood that Wihbey would grow suspicious of\r\n\nthe  delay  in Weiner's  return,  causing Wihbey  to  flee or\r\n\nconceal  or destroy evidence.   Fifth, the  DEA agents' plans\r\n\nfor a  second controlled  buy from  Camyre and  Whitman later\r\n\nthat  afternoon did  not precipitate  the decision  to arrest\r\n\nWihbey without a warrant.   Wihbey objected to the magistrate\r\n\njudge's  report and  recommendation,  but the  district court\r\n\nadopted the report and denied the motion to suppress.\r\n\n                             -10-\r                                          10\r\r\n\n          Before reviewing the  ruling below,  we narrow  the\r\n\nissues  because  Wihbey  has  forfeited some  of  his  Fourth\r\n\nAmendment  arguments  by  failing  to  press  his  objections\r\n\nbelow.1   Wihbey's  challenge  to the  suppression ruling  is\r\n\ntherefore limited to those issues that he specifically raised\r\n\nin  his  objection  to  the  magistrate  judge's  report  and\r\n\nrecommendation.   We  ignore Wihbey's  attempt to  \"generally\r\n\nobject\" to  the  magistrate judge's  report, as  well as  his\r\n\nattempt to incorporate by reference the arguments made in his\r\n\npre-hearing  memorandum.   Wihbey  made two  objections  with\r\n\nsufficient specificity:  (1) the  magistrate  judge erred  in\r\n\ndetermining that  it was reasonable  for the agents  to delay\r\n\npreparing for  a warrant  application until  Saturday morning\r\n\nwhen  they learned  Wihbey's name  and address,  and (2)  the\r\n\nmagistrate  judge  erred  in  determining that  there  was  a\r\n\ncompelling   necessity  for  immediate  action,  because  the\r\n\nexigency was  created by the  agents' investigative strategy.\r\n\nWe note that  Wihbey did not object to  any of the magistrate\r\n\njudge's proposed  findings of the underlying  facts, but only\r\n\n                    \r                                \r\n\n1.  Rule 3(b) of  the Rules for United States  Magistrates in\r\nthe  United  States  District   Court  for  the  District  of\r\nMassachusetts requires  a party  who objects to  a magistrate\r\njudge's findings and recommendations to identify specifically\r\nthe objectionable  portions  of  the  proposed  findings  and\r\nrecommendations and  to state the  basis for objection.   The\r\nmagistrate  judge's report  contained a  clear  warning about\r\nthis  rule,  advising Wihbey  that  failure  to comply  would\r\npreclude appellate review, citing  United States v. Valencia-\r                                                                         \r\nCopete, 792 F.2d 4, 6 (1st Cir. 1986) (approving such a local\r                  \r\nrule).  See also 28 U.S.C.   636(b)(1).\r                            \r\n\n                             -11-\r                                          11\r\r\n\nto the reasonableness of the agents'  actions and whether the\r\n\nfacts  constituted  exigent  circumstances.    In particular,\r\n\nWihbey did not object to the finding that Wihbey consented to\r\n\nthe search after he was arrested; thus the issue before us is\r\n\nwhether  the warrantless  arrest  was  justified  by  exigent\r\n\ncircumstances.  In any  event,  we find  no error,  let alone\r\n\nclear error,  in the  magistrate judge's  findings as to  the\r\n\nunderlying facts.  As to the forfeited  arguments that Wihbey\r\n\nnow raises, we find that none of the asserted errors rises to\r\n\nthe level of plain  error which might justify reversal.   See\r                                                                         \r\n\nUnited States v. Olano, 113 S. Ct. 1770, 1776-1779 (1993).\r                                  \r\n\n               a.   Should the agents have  started a warrant\r                                                                         \r\n\n               application earlier?\r                                               \r\n\n          Contrary to his assertion on appeal, Wihbey's right\r\n\nto be  free from unreasonable  searches and seizures  did not\r\n\nimpose a duty  on the investigating agents to begin preparing\r\n\nfor  a  warrant  prior  to the  arrest  and  interrogation of\r\n\nWeiner, Britt, and Rohan on Saturday morning.  The DEA agents\r\n\ndid  not  learn Wihbey's  name or  which condominium  unit he\r\n\nlived in until Saturday morning.  Moreover, prior to Weiner's\r\n\narrest,  the agents could not be sure whether Wihbey would be\r\n\nat his condo or some other place, nor was there any assurance\r\n\nthat the suspects to be  arrested would cooperate and provide\r\n\nthat crucial information.  The DEA agents were  not obligated\r\n\nto prepare a warrant application in advance merely because it\r\n\n                             -12-\r                                          12\r\r\n\nmight have  been foreseeable that the  contemplated arrest of\r\n\nBritt and  Rohan would lead the  agents to the  source of the\r\n\nmarijuana.   See United States  v. Cresta, 825  F.2d 538, 553\r                                                     \r\n\n(1st Cir.  1987) (\"Although probable cause  existed some time\r\n\nprior  to the  arrests,  this does  not  negate the  rise  of\r\n\nexigent   factors.\";   \"Unforeseeability   has   never   been\r\n\nrecognized  as  an  element   of  the  exigent  circumstances\r\n\nexception .  . . .\"), cert. denied, 486 U.S. 1042 (1988).  We\r                                              \r\n\ntherefore reject Wihbey's first basis for objection.\r\n\n               b.  Were the circumstances exigent?\r                                                             \r\n\n          The  magistrate  judge  credited agent  McDonough's\r\n\nstatement that he had doubts  about the credibility of Britt,\r\n\nRohan, and Weiner,  and that it  was reasonable to  interview\r\n\nthem  in further  detail  before  proceeding against  Wihbey.\r\n\nTherefore, it was only sometime after 11:30 a.m., about three\r\n\nhours after the marijuana buy had begun, that McDonough faced\r\n\nthe crucial decision whether he had time to obtain a warrant.\r\n\nThe magistrate judge also  relied on McDonough's testimony in\r\n\nfinding that (1) it would take  substantially longer than two\r\n\nhours to obtain  a warrant and (2) that  McDonough's decision\r\n\nto  forego a warrant was not motivated by his desire to press\r\n\nahead with  the investigation of Whitman and  Camyre.  Wihbey\r\n\ndid  not specifically object  to those  recommended findings,\r\n\nand  even if he had, those findings are not clearly erroneous\r\n\nin light of  all the circumstances.  Because of  the delay in\r\n\n                             -13-\r                                          13\r\r\n\nWeiner's return to Wihbey, and Weiner's statement that Wihbey\r\n\nwould  be growing  suspicious, we  agree with  the magistrate\r\n\njudge  and  the district  court  that  the agents  reasonably\r\n\nfeared  that  Wihbey  would   flee,  or  conceal  or  destroy\r\n\nmarijuana evidence before a warrant could be obtained.\r\n\n          It is well established  that government agents must\r\n\nact reasonably, based on  the objective facts available, when\r\n\ndeciding that a warrantless  entry is justified: \"Whether the\r\n\nbasis for  such authority  exists is  the  sort of  recurring\r\n\nfactual question  to which law enforcement  officials must be\r\n\nexpected  to  apply  their   judgment;  and  all  the  Fourth\r\n\nAmendment  requires  is  that  they  answer  it  reasonably.\"\r\n\nIllinois  v. Rodriguez, 497 U.S.  177, 186 (1990).   We agree\r                                  \r\n\nwith  the magistrate judge and the district court that it was\r\n\nreasonable  for  the  agents  in  this  case  to   judge  the\r\n\ncircumstances exigent and to take action accordingly.\r\n\n          Although  he  did  not  raise  the  argument below,\r\n\nWihbey now  argues that his suspicion could have been allayed\r\n\n-- and the exigency  averted -- by a  phone call from  Weiner\r\n\nassuring him that all was  well.  While that may be  true, it\r\n\ndoes  not alter  our  conclusion.   It  was well  within  the\r\n\nreasonable professional judgment of  the agents to choose not\r\n\nto jeopardize a continuing investigation by  taking measures,\r\n\nsuch as a phone call, that might (or might not) alleviate the\r\n\nexigency.   The telephone  call might  have had the  opposite\r\n\n                             -14-\r                                          14\r\r\n\neffect, heightening Wihbey's  suspicion, and inducing him  to\r\n\nimmediately flee, or destroy or conceal evidence.\r\n\n          We also reject Wihbey's argument that the  exigency\r\n\nwas created  by the DEA agents' investigative  strategy.  The\r\n\nneed for  quick action  arose upon the  agents' determination\r\n\nthat arrestees Rohan, Britt, and Weiner had provided reliable\r\n\ninformation  about Wihbey  and  that he  would be  suspicious\r\n\nbecause of  any further  delay in  getting back  to him.   We\r\n\naccept the  magistrate judge's finding that the timing of the\r\n\nsecond controlled buy did  not drive the agents'  decision to\r\n\nforego a  warrant.  And, as  we have said, the  agents had no\r\n\nduty to  prepare a warrant  application before the  arrest of\r\n\nRohan and  Weiner nor to attempt to  allay Wihbey's suspicion\r\n\nwith a phone call.  Wihbey  argues that the agents could have\r\n\nestablished surveillance  of his condominium,  without entry,\r\n\nto prevent Wihbey's flight, but that would not have prevented\r\n\nthe destruction of evidence within.  We see nothing about the\r\n\nagent's  investigative strategy  that  created the  exigency.\r\n\nThis is not a situation where the agents deliberately created\r\n\nthe exigent circumstances.   The agents had no choice  but to\r\n\nrespond promptly  once they  learned that  Wihbey was  at his\r\n\ncondominium, undoubtedly growing suspicious as he awaited the\r\n\noverdue  proceeds  of the  busted  transaction.   See  United\r                                                                         \r\n\nStates v. Cresta, 825 F.2d at 553.\r                            \r\n\n                             -15-\r                                          15\r\r\n\n          For the foregoing reasons,  we affirm the denial of\r\n\nWihbey's motion to suppress.\r\n\n                             -16-\r                                          16\r\r\n\nB.  Improper Arguments by the Prosecutor\r            B.  Improper Arguments by the Prosecutor\r                                                    \r\n\n          Wihbey and  Whitman seek a new  trial because, they\r\n\nclaim,  the prosecutor  in  closing argument  commented  upon\r\n\ntheir failure  to testify,  shifted  the burden  of proof  to\r\n\nthem, and vouched for the government's witnesses.\r\n\n          1.   Comment on Failure  to Testify and  Attempt to\r                                                                         \r\n\n          Shift the Burden of Proof\r                                               \r\n\n          Wihbey  and  Whitman  contend  that  the  following\r\n\nremark   (hereafter   \"Comment   One\"),   made   during   the\r\n\ngovernment's  summation, was  an  improper comment  on  their\r\n\nfailure to testify:\r\n\n               What I would like to do, however, is\r\n          talk to  you for a few  minutes about the\r\n          three specific charges that are contained\r\n          in the indictment . . . .  \r\n               The  first one, and  I would suggest\r\n          to you  the most  important  one, is  the\r\n          conspiracy  count   and  that  conspiracy\r\n          count  lists, as you  know, six different\r\n          persons -- four of them you heard from --\r\n          Mr.  Britt, Mr.  Rohan,  Mr. Weiner,  Mr.\r\n          Wihbey  and Mr.  Whitman and  Mr. Camyre.\r\n          You've  heard from all of those witnesses\r                                                               \r\n          except for obviously  the two  Defendants\r                                                               \r\n          who have now been charged.\r                                                \r\n\n(emphasis added).  \r\n\n          Wihbey asserts that a second remark (\"Comment Two\")\r\n\nwas also an  improper comment  on his failure  to testify  as\r\n\nwell as an attempt  to shift the burden of proof to him.  The\r\n\nprosecutor  recounted Wihbey's  post-arrest statement  to DEA\r\n\nspecial agent  McDonough that  Wihbey would not  turn in  his\r\n\n                             -17-\r                                          17\r\r\n\nsource because he was Wihbey's friend, but that he would give\r\n\nthe name of the friend's source.  Then the prosecutor said:\r\n\n               Now,  if  Mr.  St.  Clair  [Wihbey's\r\n          lawyer] can  stand  up and  explain  away\r                                             \r\n          that conversation to you, then you should\r\n          let Bob  Wihbey walk  out of here  with a\r\n          verdict of  acquittal.   But he can't  do\r\n          that, ladies and gentlemen,  because that\r\n          is  not a  conversation that  an innocent\r\n          man,  who's  been falsely  accused, would\r\n          have under those circumstances.\r\n               There's  just  no other  explanation\r\n          except the one that's been  provided from\r\n          the  witness stand by the eight witnesses\r\n          called by the government.\r\n\n(emphasis added). \r\n\n          At  the end  of the prosecutor's  summation, during\r\n\nwhich  the prosecutor  made  Comments One  and Two,  Wihbey's\r\n\nlawyer  asked  to approach  the  bench, but  the  trial judge\r\n\nordered him instead  to \"move on with it for  now.\"  Wihbey's\r\n\nlawyer  therefore   proceeded  with  his   closing  argument;\r\n\nWhitman's lawyer followed.  After the  prosecutor's rebuttal,\r\n\nWihbey and Whitman both moved for a  mistrial, citing Comment\r\n\nOne as an improper  comment on their failure to  testify, and\r\n\nciting  as improper a third comment.  We assume arguendo that\r                                                                    \r\n\ndefense counsel's attempt to  approach, coupled with specific\r\n\nmention in the mistrial motion, was a sufficient objection to\r\n\nComment  One to preserve the  issue for appeal.   We consider\r\n\nWihbey's failure  to mention  Comment Two  in the  motion for\r\n\nmistrial, however, as a failure to object; therefore if there\r\n\nwas an error  in Comment Two, the error was  forfeited and is\r\n\n                             -18-\r                                          18\r\r\n\nreviewed for  plain error only.   See  Olano, 113  S. Ct.  at\r                                                        \r\n\n1776-1779.\r\n\n          Comment by a prosecutor on a defendant's failure to\r\n\ntestify  violates the Fifth Amendment guarantee against self-\r\n\nincrimination.   Griffin  v.  California, 380  U.S. 609,  615\r                                                    \r\n\n(1965).  A court determines if a prosecutor's remarks violate\r\n\nGriffin  by  asking \"whether,  in  the  circumstances of  the\r                   \r\n\nparticular case, the language used was manifestly intended or\r\n\nwas of such  a character  that the jury  would naturally  and\r\n\nnecessarily take  it to be  a comment on  the failure of  the\r\n\naccused  to testify.\"   United  States  v. Akinola,  985 F.2d\r                                                              \r\n\n1105, 1111 (1st Cir. 1993)  (quoting United States v. Glantz,\r                                                                        \r\n\n810  F.2d 316,  322 (1st  Cir.), cert.  denied, 482  U.S. 929\r                                                          \r\n\n(1987)).   If we find that a prosecutor has violated Griffin,\r                                                                        \r\n\nwe then review for harmless error.  United States v. Hasting,\r                                                                        \r\n\n461 U.S.  499,  508-12 (1983)  (applying  the  constitutional\r\n\nharmless error analysis established in Chapman v. California,\r                                                                        \r\n\n386  U.S.  18, 24  (1967)).   In  Chapman, the  Supreme Court\r                                                     \r\n\nstated that a  prosecutorial comment  on the  failure of  the\r\n\naccused  to testify would  not require reversal  if the State\r\n\ncould  show  \"beyond  a   reasonable  doubt  that  the  error\r\n\ncomplained of  did not  contribute to the  verdict obtained.\"\r\n\n386  U.S. at  24.   The Supreme  Court clarified  the Chapman\r                                                                         \r\n\nconstitutional  harmless   error  standard  in   Sullivan  v.\r                                                                     \r\n\nLouisiana, 113 S.  Ct. 2078, 2081 (1993), explaining that the\r                     \r\n\n                             -19-\r                                          19\r\r\n\ninquiry is \"not  whether, in  a trial  that occurred  without\r\n\nerror,  a guilty verdict surely would have been rendered, but\r\n\nwhether the  guilty verdict  actually rendered in  this trial\r                                                                   \r\n\nwas   surely  unattributable  to  the  error.\"  (emphasis  in\r\n\noriginal).\r\n\n          A very  different standard is applied  when a party\r\n\nforfeits  an  error  by  failing to  make  a  contemporaneous\r\n\nobjection, as Wihbey  did with  respect to Comment  Two.   In\r\n\nthat  case, we have the discretion to reverse only for \"plain\r\n\nerror,\" i.e., error  that is \"clear\"  and \"obvious\" and  that\r\n\nwas \"prejudicial\" to  the defendant in that it  \"affected the\r\n\noutcome of the  District Court proceedings.\"2   Olano, 113 S.\r                                                                 \r\n\nCt. at 1777-78.  And, we exercise that discretion only if the\r\n\nplain   forfeited  error  seriously   affects  the  fairness,\r\n\nintegrity, or public  reputation of judicial proceedings;  an\r\n\nexample of such an error is one that causes the conviction of\r\n\nan actually innocent defendant.  Id. at 1779.\r                                                \r\n\n          As  to  Comment  One,  we  find,  first,  that  the\r\n\nprosecutor  did not  \"manifestly  intend\" to  comment on  the\r\n\ndefendants' failure  to testify.   See Akinola,  985 F.2d  at\r                                                          \r\n\n                    \r                                \r\n\n2.  After stating  that a forfeited error  was prejudicial if\r\nit affected the outcome of the proceedings, the Supreme Court\r\nin  Olano  stated:  \"There  may  be  a  special  category  of\r                     \r\nforfeited errors  that can  be corrected regardless  of their\r\neffect  on the  outcome . .  . .\"   The  Court also adverted,\r\nwithout specificity,  to a class  of errors  \"that should  be\r\npresumed prejudicial if the  defendant cannot make a specific\r\nshowing of prejudice.\"  113 S. Ct. at 1778. \r\n\n                             -20-\r                                          20\r\r\n\n1111.    The  context  of  the  comment  indicates  that  the\r\n\nprosecutor  intended to list  the six persons  charged in the\r\n\nconspiracy count and to  remind the jury that they  had heard\r\n\nfrom four  of the six.  But,  apparently by mistake, he named\r\n\nWihbey and Whitman among those who testified.  The challenged\r\n\ncomment appears  to be an  unartful attempt  to correct  that\r\n\nmistake,  by   reminding  the  jury  that   \"of  course\"  the\r\n\ndefendants did not testify.  Second, based on the context, we\r\n\nfind that  the jury would not \"naturally and necessarily take\r\n\n[the remark] to be a comment on the failure of the accused to\r\n\ntestify.\"  See id.  We think it likely that the jury took the\r                              \r\n\ncomment the same  way we do, as an attempt  to clarify a slip\r\n\nof the  tongue.  By saying \"of course [the defendants did not\r\n\ntestify],\" the prosecutor just  as plausibly has reminded the\r\n\njury  that the defendants' silence was  to be expected, i.e.,\r\n\nthat  it is  natural for  a defendant  to exercise  his Fifth\r\n\nAmendment right.  The remark does not  necessarily imply that\r\n\nthe jury  should draw any negative inference from the failure\r\n\nto  testify.    \"A court  should  not  lightly  infer that  a\r\n\nprosecutor  intends  an ambiguous  remark  to  have its  most\r\n\ndamaging  meaning or  that  a jury,  sitting through  lengthy\r\n\nexhortation, will draw that meaning from the plethora of less\r\n\ndamaging interpretations.\"  United  States v. Lilly, 983 F.2d\r                                                               \r\n\n300, 307 (1st Cir.  1992) (quoting Donnelly v. DeChristoforo,\r                                                                        \r\n\n                             -21-\r                                          21\r\r\n\n416 U.S. 637, 647 (1974)).  Accordingly, we hold that Comment\r\n\nOne was not a Griffin violation.\r                                 \r\n\n          In contrast to Comment One,  we find Comment Two to\r\n\nbe effectively a comment on Wihbey's failure to testify,  and\r\n\nthat  the  jury likely  understood it  that  way.   Also, the\r\n\ncomment impermissibly  suggested that Wihbey bore  the burden\r\n\nof proof.  See United States v. Skandier, 758 F.2d 43,  45-46\r                                                    \r\n\n(1st  Cir. 1985)  (holding that  a \"how-does-counsel-explain\"\r\n\nargument is a Griffin violation and an impermissible shift of\r                                 \r\n\nburden of proof).   Wihbey, however, forfeited this  error by\r\n\nfailing to  object  or raise  it  as grounds  for  mistrial.3\r\n\nAlthough  it was improper, Comment  Two does not  rise to the\r\n\nlevel of  \"plain error\" under the Olano standard.  113 S. Ct.\r                                                   \r\n\nat 1776-79.\r\n\n          In  light  of  all  the circumstances,  we  do  not\r\n\nbelieve that  the comment affected the  outcome or \"seriously\r\n\naffected  the fairness,  integrity,  or public  reputation of\r\n\njudicial  proceedings.\"4  Id. at 1779.  First, the judge gave\r                                         \r\n\n                    \r                                \r\n\n3.  We  recognize that,  after  the  prosecutor's  summation,\r\nWihbey's lawyer  asked \"Your honor, may  I approach sidebar?\"\r\nWe  must assume  he intended  to  object to  the prosecutor's\r\nremarks.  The judge told counsel to  move on with his closing\r\nargument.   Upon  being rebuffed,  counsel did  not state  an\r\nobjection or press further  the request to approach.   In any\r\nevent, counsel had  the opportunity to  raise Comment Two  as\r\ngrounds for  mistrial, but  specified only Comments  One (and\r\nComment Three, which we discuss further on).\r\n\n4.  This  improper remark  by  the prosecutor  is not  in the\r\nclass of forfeited errors adverted to in Olano, 113 S. Ct. at\r                                                          \r\n1778, which are  presumed to be prejudicial without regard to\r\n\n                             -22-\r                                          22\r\r\n\na strong instruction on the defendants'  right not to testify\r\n\nand the  government's burden  of proof.5   Second, there  was\r\n\n                    \r                                \r\n\ntheir  affect on the outcome.  Indeed, if Wihbey had objected\r\nand preserved  the  error, it  would be  subject to  harmless\r\nerror  review, which of course  focuses on the  effect of the\r\nerror on the outcome.  See United States v. Hasting, 461 U.S.\r                                                               \r\n499, 508-12 (1983).\r\n\n5.  The relevant portions of the jury instruction follow:\r\n               The  law presumes a  defendant to be\r\n          innocent of a crime.  Thus, a  defendant,\r\n          although accused, begins the trial with a\r\n          clean  slate,  with  no evidence  against\r\n          him.\r\n               . . . .\r\n               The  presumption of  innocence alone\r\n          is sufficient to acquit a defendant . . .\r\n          .\r\n               . . . .\r\n               The  burden  is   always  upon   the\r\n          prosecution  to  prove  guilt   beyond  a\r\n          reasonable doubt.\r\n               Now  I told you  two or  three times\r\n          during  this  trial  that the  Defendants\r\n          have  a  constitutional   right  not   to\r\n          testify  or offer  any evidence  on their\r\n          behalf.   If  any  counsel stated  during\r\n          final argument that the Defendant did not\r\n          testify  in an  attempt to  impugn that's\r\n          wrong and  something might be  wrong with\r\n          them, I urge you now to completely ignore\r\n          it and disregard it.\r\n               The law  is clear a  defendant never\r\n          has the burden of proving  his innocence,\r\n          for   the  law   never  imposes   upon  a\r\n          defendant in  a criminal case  the burden\r\n          or  duty  of  calling  any  witnesses  or\r\n          producing any evidence.  The   Government\r\n          has the burden of proving to you beyond a\r\n          reasonable doubt that the  Defendants are\r\n          guilty  of  the  crimes  charged.    This\r\n          burden of proof rests upon the Government\r\n          and it never shifts to the Defendants.\r\n               . . . .\r\n               As  I told  you, the  Government has\r\n          the  burden  of  proving  guilt   of  the\r\n          Defendant  beyond   a  reasonable  doubt.\r\n\n                             -23-\r                                          23\r\r\n\nsignificant  (but  admittedly not  overwhelming)  evidence of\r\n\nWihbey's  guilt, enough  that we  find  it unlikely  that any\r\n\nnegative inference  drawn from his failure  to testify tipped\r\n\nthe  scale from  \"not  guilty\"  to  \"guilty.\"   The  evidence\r\n\nagainst  Wihbey  included  co-conspirator  testimony,  police\r\n\nsurveillance   of   pre-transaction  marijuana   sampling  at\r\n\nWihbey's condo complex, Wihbey's ownership of the house where\r\n\nthe   forty-pound  transaction  took   place,  marijuana  and\r\n\nparaphernalia  seized  from   Wihbey's  condo,  and  Wihbey's\r\n\nincriminating  post-arrest statement.    Given  the  curative\r\n\ninstruction and the  evidence of guilt, we are  not convinced\r\n\nthat the improper remark constituted plain error. \r\n\n          2.  Witness Vouching\r                                          \r\n\n          Wihbey and Whitman contend  that the prosecutor, in\r\n\nhis rebuttal, improperly vouched for the accomplice witnesses\r\n\nwho testified  under their  plea agreements.   The prosecutor\r\n\n                    \r                                \r\n\n          That burden remains  with the  Government\r\n          throughout  the  entire  trial and  never\r\n          shifts to the Defendant.  \r\n               Accordingly,   if   either  of   the\r\n          Defendants  has  not  testified  in  this\r\n          case, and neither have testified  in this\r\n          case,   you   are  not   to   attach  any\r\n          significance  to this  fact, and  you may\r\n          not  in  any  way  consider  this against\r\n          eitheroftheDefendantsinyourdeliberations.\r\n               . . . .\r\n               And further, you should bear in mind\r\n          that  the  law   never  imposes  upon   a\r\n          defendant in  a criminal case  the burden\r\n          or  duty  of  calling  any  witnesses  or\r\n          producing any evidence.\r\n\n                             -24-\r                                          24\r\r\n\nanalogized the trial evidence  to a \"mosaic\" made up  of many\r\n\n\"tiles\"  that   were   individually  imperfect   if   closely\r\n\nscrutinized, but which nonetheless would give a clear picture\r\n\nif  viewed  as  a whole.    After  making  that analogy,  the\r\n\nprosecutor made the challenged comment (\"Comment Three\"):\r\n\n          None  of  these  witnesses  are  perfect.\r\n          None of them have perfect memories.  \r\n               But what they have done is testified\r                                                               \r\n          to you  truthfully about what  they knew,\r                                                               \r\n          and despite the fact that  there are some\r\n          imperfections in their testimony,  if you\r\n          take  a step  back  from that  individual\r\n          tile, you  will see  that the  Britt tile\r\n          [government   witness]   and  the   Rohan\r\n          [government  witness]  tile  go  hand  in\r\n          hand.\r\n\n(emphasis added).  There was no immediate objection.  But two\r\n\nsentences later, the prosecutor ended his rebuttal, the judge\r\n\nexcused  the jury for lunch,  and the defendants  moved for a\r\n\nmistrial,  arguing  that this  comment  was  improper witness\r\n\nvouching.  The  question is close whether the defendants have\r\n\npreserved  the issue for  appeal.   Compare United  States v.\r                                                                      \r\n\nSepulveda,  15  F.3d 1161,  1186-87  (1st  Cir. 1993)  (where\r                     \r\n\ndefendant  did  not  object or  raise  improper prosecutorial\r\n\nargument  until  motion  for  mistrial  after  conclusion  of\r\n\nsummations,  error forfeited  and  reviewed  for plain  error\r\n\nonly),  cert.  denied 114  S.  Ct. 2714  (1994),  with United\r                                                                         \r\n\nStates  v.  Mandelbaum,  803  F.2d 42,  43  (1st  Cir.  1986)\r                                  \r\n\n(objection made after closing  arguments was timely enough to\r\n\npreserve error for appeal, although it \"should have been made\r\n\n                             -25-\r                                          25\r\r\n\nearlier)  and United  States v.  Levy-Cordero, 67  F.3d 1002,\r                                                         \r\n\n1008   n.6  (1st  Cir.   1995)  (objection   after  arguments\r\n\nsufficient  to preserve  issue for  appeal where  parties had\r\n\nagreed  not to  object during  arguments).   For the  sake of\r\n\nargument,  we will treat the issue as preserved for appeal as\r\n\nif a contemporaneous objection had been lodged.\r\n\n          An  improper argument  to  the jury  that does  not\r\n\nimplicate a defendant's  constitutional rights,  such as  the\r\n\nwitness vouching  that occurred here,  constitutes reversible\r\n\nerror  only   where  the  prosecutor's   remarks  were   both\r\n\ninappropriate  and  harmful.   See  id.  at  1008.   Improper\r                                                   \r\n\nstatements during closing argument are considered harmful if,\r\n\ngiven the  totality of the circumstances, they  are likely to\r\n\nhave  affected  the trial's  outcome.6    Id. (citing  United\r                                                                         \r\n\n                    \r                                \r\n\n6.  Prosecutorial arguments that  implicate a  constitutional\r\nright of  the accused  are reviewed under  a higher  standard\r\nthan arguments that are  improper, but not  unconstitutional.\r\nSee Steven A Childress and Martha S. Davis, Federal Standards\r                                                                         \r\nof Review    11.23 (2d  ed. 1992).   We have repeatedly  held\r                     \r\nthat  an \"inappropriate\"  comment is  not a  reversible error\r\nunless  it  is likely  to have  affected  the outcome  of the\r\ntrial.  See,  e.g., United States  v. Cartagena-Carrasquillo,\r                                                                        \r\n70  F.3d 706,  713 (1st  Cir. 1995);  United States  v. Levy-\r                                                                         \r\nCordero, 67 F.3d 1002, 1008 (1st Cir. 1995); United States v.\r                                                                      \r\nOvalle-M rquez,  36  F.3d 212,  220  (1st  Cir. 1994),  cert.\r                                                                         \r\ndenied, 115 S. Ct.  947 (1995); United States v.  Manning, 23\r                                                                     \r\nF.3d 570, 574 (1st Cir. 1994).\r\n          The Supreme Court, however, has held that a comment\r\non  the failure of the accused to testify is a constitutional\r\nviolation, without inquiry as  to its affect on the  outcome.\r\nGriffin v. California, 380  U.S. 609, 615 (1965).   Indeed, a\r                                 \r\nGriffin comment  is a reversible error  unless the government\r                                                                         \r\ncan persuade the appellate court that it was  harmless, i.e.,\r                                                                  \r\ndid  not affect the outcome.   See United  States v. Hasting,\r                                                                        \r\n461 U.S. 499,  507-09 (1982); Chapman v. California, 386 U.S.\r                                                               \r\n\n                             -26-\r                                          26\r\r\n\nStates v.  Manning, 23 F.3d  570, 574 (1st  Cir. 1994)).   In\r                              \r\n\nmaking  that determination, we  focus on (1)  the severity of\r\n\nthe  prosecutor's   misconduct,  including  whether   it  was\r\n\ndeliberate  or  accidental;  (2)  the context  in  which  the\r\n\nmisconduct  occurred;  (3)  whether the  judge  gave curative\r\n\ninstructions and the likely  effect of such instructions; and\r\n\n(4) the strength of the evidence against the defendants.  Id.\r                                                                         \r\n\n          Although the prosecutor's statement that \"what they\r\n\nhave  done  is  testify  truthfully\"  was inappropriate,  our\r\n\nconsideration of these factors  leads us to conclude  that it\r\n\nwas not harmful.   First,  the witness vouching here was not,\r\n\non  balance, severe.    The prosecutor  did  not express  his\r\n\npersonal opinion  about the  witnesses' veracity,  see United\r                                                                         \r\n\nStates v.  Mejia-Lozano, 829 F.2d  268, 273 (1st  Cir. 1987);\r                                   \r\n\n                    \r                                \r\n\n18, 26 (1967).\r\n          It appears that this  court has on occasion treated\r\nGriffin  comments like  other  improper  comments,  affirming\r                   \r\nconvictions  where  the  panel  found it  unlikely  that  the\r\ncomments affected the outcome.   See, e.g., United States  v.\r                                                                     \r\nGlantz,  810 F.2d 316, 320 (1st Cir.), cert. denied, 482 U.S.\r                                                               \r\n929 (1987); United States v. Cox, 752 F.2d 741, 744 (1st Cir.\r                                            \r\n1985).  These  cases may overstate the  defendant's burden in\r\ndemonstrating a Griffin violation.  \r                                   \r\n          It  is clear that a  comment on the  failure of the\r\naccused  to testify is a constitutional error, and the burden\r\nrests with the government to show the error harmless beyond a\r\nreasonable doubt, not with the  defendant to show the comment\r\nwas  harmful.    See,  e.g.,  Hasting,  461 U.S.  at  507-09;\r                                                 \r\nChapman, 386 U.S. at 26.\r                   \r\n          On the  other hand, in cases  where defendants have\r\nchallenged  non-constitutional  inappropriate  comments,  the\r\nburden  rests with the defendant to show that the comment was\r\nharmful, i.e., that \"under  the totality of the circumstances\r\nthey   affected   the   trial's   outcome.\"   See  Cartagena-\r                                                                         \r\nCarrasquillo, 70 F.3d at 713; Levy-Cordero, 67 F.3d at 1008.\r                                                      \r\n\n                             -27-\r                                          27\r\r\n\nnor did the prosecutor suggest that  he had special knowledge\r\n\nabout   the   witnesses'   credibility,   or   that   special\r\n\ncircumstances such as an oath or a plea agreement ensured the\r\n\nwitnesses'  honesty, see Manning, 23  F.3d at 572,  575.  The\r                                            \r\n\npurpose of the \"mosaic\" analogy  and the vouching comment was\r\n\nto concede the existence of imperfections and inconsistencies\r\n\nin  the  accomplices'  testimony,  and to  argue  that  those\r\n\ninconsistencies  did not indicate  dishonesty or fabrication.\r\n\nAlthough the witness vouching seems to have been intentional,\r\n\nin  that it  was part  of a clearly  planned oration,  it was\r\n\nfairly  mild and barely crossed the line of impropriety.  See\r                                                                         \r\n\nUnited  States v.  Oreto, 37  F.3d 739,  746 (1st  Cir. 1994)\r                                    \r\n\n(prosecutor's argument that \"nobody lied\" was \"mild vouching,\r\n\nessentially harmless\"), cert. denied, 115 S. Ct. 1161 (1995);\r                                                \r\n\nUnited States  v. Innamorati, 996  F.2d 456,  483 (1st  Cir.)\r                                        \r\n\n(stating that the line between proper argument that a witness\r\n\nis  credible and  improper vouching  is \"often  hazy\"), cert.\r                                                                         \r\n\ndenied, 114 S. Ct. 409 (1993). The   context  in   which  the\r                  \r\n\nvouching occurred has aspects  that suggest harmfulness,  and\r\n\naspects that cut the other  way.  On the one hand,  the final\r\n\nlines of  the prosecutor's  rebuttal are  thought to  leave a\r\n\nlasting impression on the jury.  See Manning, 23 F.3d at 575.\r                                                        \r\n\nOn the  other hand, the  vouching was to  some extent  a fair\r\n\nresponse  to  the  thrust  of the  defense  summation,  which\r\n\nemphasized that the accomplices were liars and that they were\r\n\n                             -28-\r                                          28\r\r\n\nexaggerating,  coloring  their  testimony,  and  telling  the\r\n\ngovernment what they  wanted to hear.  See  Mejia-Lozano, 829\r                                                                    \r\n\nF.2d  at 268,  274 (prosecutor  given \"greater  leeway\" where\r\n\nvouching was \"in  response to defense  counsel's inflammatory\r\n\nstatements\").\r\n\n          The  judge  gave  a strong  and  specific  curative\r\n\ninstruction.\r\n\n               Statements and  arguments of counsel\r\n          are not evidence in the case . . . .  \r\n               If  any  attorney  in  the  case  in\r\n          closing  arguments stated to  you that my\r\n          clients or my  witnesses told the  truth,\r\n          ignore it.  It's  what you determine from\r\n          the witnesses  and  the evidence  in  the\r\n          case, from the point of  view of deciding\r\n          facts, that will control  the credibility\r\n          of all witnesses; it  will be for you and\r\n          only for you to determine.\r\n\nAlthough  the curative  instruction was  not contemporaneous,\r\n\nthe  defendants did not object to  the witness vouching until\r\n\nafter  the prosecutor finished his  rebuttal and the jury was\r\n\nexcused for lunch.  The earliest opportunity for the judge to\r\n\ngive  a curative instruction was during the final charge.  We\r\n\nnormally presume that  a jury will  follow an instruction  to\r\n\ndisregard inadmissible evidence or an improper argument.  See\r                                                                         \r\n\nGreer v.  Miller, 483 U.S. 756,  766 n.8 (1987).   We find it\r                            \r\n\nlikely that this forceful instruction effectively neutralized\r\n\nthe vouching that occurred here.\r\n\n          Finally,  the evidence  against Wihbey  and Whitman\r\n\nwas sufficiently strong for us to conclude, after considering\r\n\n                             -29-\r                                          29\r\r\n\nthe totality of circumstances, that the vouching was unlikely\r\n\nto affect  the outcome of the trial.  As noted in our earlier\r\n\nanalysis  of Comment  Two,  the evidence  against Wihbey  was\r\n\nsubstantial.  The evidence against Whitman was even stronger;\r\n\nit included  the testimony  of his accomplices  Britt, Rohan,\r\n\nCamyre,  and Brandt,  pre-arrest tape  recorded conversations\r\n\nwhere  Whitman's  accomplices explicitly  discussed Whitman's\r\n\nrole in  the marijuana  distribution plans, and  testimony by\r\n\nDEA  agents  about   Whitman's  post-arrest  cooperation  and\r\n\nstatements  that  made  his   role  in  a  planned  marijuana\r\n\ntransaction  rather clear.   We  therefore conclude  that the\r\n\nvouching in this case did not constitute reversible error.\r\n\n          3.  Motions for Mistrial and New Trial\r                                                            \r\n\n          We    recognize    that   several    incidents   of\r\n\nprosecutorial  misconduct,  none  of which  would  separately\r\n\nconstitute grounds  for  mistrial, could  have  a  cumulative\r\n\nimpact on the jury sufficient to affect  the trial's outcome.\r\n\nWe review a trial judge's ruling on a motion for a  mistrial,\r\n\nor for a  new trial,  only for abuse  of discretion.   United\r                                                                         \r\n\nStates v. Barbioni, 62 F.3d 5, 7 (1st  Cir. 1995) (motion for\r                              \r\n\nmistrial);  Glantz, 810  F.2d at  320 &amp;  n.2 (motion  for new\r                              \r\n\ntrial because of improper  argument).  Although the Assistant\r\n\nUnited States Attorney in  this case exceeded the permissible\r\n\nlimits  of proper argument, we cannot say that his action was\r\n\ndeliberate and we  do not believe that the closing arguments,\r\n\n                             -30-\r                                          30\r\r\n\nviewed collectively, affected the  outcome or the fairness of\r\n\nthis trial.  For the  reasons set forth in our review  of the\r\n\nchallenged comments,  we hold  that the  trial judge  did not\r\n\nabuse his discretion in denying the defendants' motions for a\r\n\nmistrial and for a new trial.\r\n\n                             -31-\r                                          31\r\r\n\nC.  Single Conspiracy vs. Multiple Conspiracies\r            C.  Single Conspiracy vs. Multiple Conspiracies\r                                                           \r\n\n          The  jury convicted both  Wihbey and  Whitman under\r\n\nCount I of  the indictment, which charged  a single marijuana\r\n\ndistribution conspiracy among six persons (the two defendants\r\n\nalong with  Britt, Rohan,  Weiner, and  Camyre).   Wihbey and\r\n\nWhitman argue that the evidence was insufficient to allow the\r\n\njury  to  find a  single  conspiracy, and  that  the evidence\r\n\nshowed instead two separate conspiracies.\r\n\n          The framework for analyzing when a variance between\r\n\nthe conspiracy charged and the conspiracy proven  constitutes\r\n\nreversible error was set forth in United States v. Glenn:\r                                                                    \r\n\n          (1) Is the  evidence sufficient to permit\r\n          a jury  to  find the  (express or  tacit)\r\n          agreement  that  the indictment  charges?\r\n          (2) If not, is  it sufficient to permit a\r\n          jury, under a proper set of instructions,\r\n          to  convict the  defendant of  a related,\r\n          similar conspiracy?  (3) If so [i.e., the\r\n          answer to  (2) is yes], does the variance\r\n          affect the defendant's substantial rights\r\n          or  does  the   difference  between   the\r\n          charged  conspiracy  and  the  conspiracy\r\n          proved amount to \"harmless error?\"\r\n\n828  F.2d 855, 858 (1st  Cir. 1987).   Put differently, \"[s]o\r\n\nlong as  the statutory violation  remains the same,  the jury\r\n\ncan convict  even if  the facts  are somewhat different  than\r\n\ncharged  -- so long as  the difference does  not cause unfair\r\n\nprejudice.\"  United States  v. Twitty, No. 95-1056, slip  op.\r                                                 \r\n\nat 3  (1st Cir.  Dec. 28, 1995)  (citing Glenn,  828 F.2d  at\r                                                          \r\n\n858). \r\n\n                             -32-\r                                          32\r\r\n\n          This court  has recognized  at least three  ways in\r\n\nwhich such  a variance might \"affect  the substantial rights\"\r\n\nof the accused.   United States v. Sutherland, 929  F.2d 765,\r                                                         \r\n\n772-73 (1st Cir.), cert. denied, 503 U.S. 822 (1991).  First,\r                                           \r\n\na  defendant  may receive  inadequate  notice  of the  charge\r\n\nagainst him and  thus be  taken by  surprise at  trial.   Id.\r                                                                         \r\n\nSecond,  a defendant may be  twice subject to prosecution for\r\n\nthe same offense.   Id.  Third, a defendant may be prejudiced\r                                   \r\n\nby \"evidentiary spillover\": the  \"transference of guilt\" to a\r\n\ndefendant   involved  in   one   conspiracy   from   evidence\r\n\nincriminating defendants in  another conspiracy in  which the\r\n\nparticular defendant was not involved.  Id.  \r                                                       \r\n\n          The question  whether a  given body of  evidence is\r\n\nindicative of a single  conspiracy, multiple conspiracies, or\r\n\nno conspiracy at all is ordinarily a matter of fact; a jury's\r\n\ndetermination in that  regard is subject  to review only  for\r\n\nevidentiary sufficiency.   United  States v. David,  940 F.2d\r                                                              \r\n\n722,  732 (1st Cir.), cert.  denied, 502 U.S.  989 (1991), et\r                                                                         \r\n\nal..  In reviewing  the sufficiency of the evidence,  we take\r               \r\n\nthe evidence in the light most favorable to the verdict.  Id.\r                                                                         \r\n\nat  730.  We review  de novo the  question whether a variance\r                                        \r\n\naffected a defendant's substantial  rights.  United States v.\r                                                                      \r\n\nArcadipane, 41 F.3d 1, 6 (1st Cir. 1994).\r                      \r\n\n          Wihbey  and Whitman  assert  that the  evidence was\r\n\ninsufficient  \"to demonstrate  that  all of  the alleged  co-\r\n\n                             -33-\r                                          33\r\r\n\nconspirators    directed    their    efforts   towards    the\r\n\naccomplishment of  a common  goal or overall  plan.\"   United\r                                                                         \r\n\nStates v.  Drougas, 748 F.2d 8,  17 (1st Cir. 1984).   But we\r                              \r\n\nfind  it unnecessary  to engage in  that factual  inquiry; we\r\n\nshall assume for the  sake of argument that the  evidence was\r\n\ninsufficient  to  convict either  Wihbey  or  Whitman of  the\r\n\ncharged single  conspiracy, satisfying the first  part of the\r\n\ntripartite Glenn framework.  See 828 F.2d at 858.  Wihbey and\r                                            \r\n\nWhitman properly  concede,  however, that  the  evidence  was\r\n\nsufficient  to  prove that  each  participated  in a  related\r\n\nsimilar,  but smaller,  conspiracy, and their  arguments jump\r\n\ndirectly from the first prong to the third (prejudice) prong.\r\n\nSpecifically, they  concede that the evidence  was sufficient\r\n\nfor  a  rational  juror  to find  agreements  to  traffic  in\r\n\nmarijuana  among  (1) Wihbey,  Weiner,  and  Rohan,7 and  (2)\r\n\nWhitman, Camyre, Britt, and Rohan.  Thus, the second prong of\r\n\nGlenn is satisfied.  See id.  Wihbey   and   Whitman   argue,\r                                        \r\n\nhowever,  for a  new trial  because the variance  between the\r\n\nsingle  conspiracy  charged  and  the  multiple  conspiracies\r\n\nproven  was  prejudicial  to   them  because  of  evidentiary\r\n\nspillover.    We  therefore proceed  to Glenn's  third prong,\r                                                         \r\n\nmaking two assumptions.   We assume  first that the  evidence\r\n\n                    \r                                \r\n\n7.  Although Britt  was arrested along with  Weiner and Rohan\r\nduring  the Wihbey-supplied  transaction  at  Wihbey's  Arden\r\nStreet  house, Britt  is  not included  in  this first  group\r\nbecause we are assuming arguendo that there were two separate\r                                            \r\nconspiracies.  \r\n\n                             -34-\r                                          34\r\r\n\nwas insufficient to prove  the single conspiracy charged, and\r\n\nsecond,  as  the defendants  concede  and  as ample  evidence\r\n\nsupports,  that there  were  two separate  conspiracies:  (1)\r\n\nWihbey  agreeing to  sell 250 pounds  of marijuana  to Rohan,\r\n\nwith Weiner  acting as  Wihbey's agent,  and (2)  Whitman and\r\n\nCamyre agreeing  to sell Britt and  Rohan thirty-seven pounds\r\n\nof  marijuana  obtained from  Brandt.   Even  if  the assumed\r\n\nvariance existed between the conspiracy charged and the proof\r\n\nat  trial, it did not prejudice either Wihbey or Whitman, and\r\n\nit was therefore  harmless under  the Glenn  framework.   See\r                                                                         \r\n\nGlenn, 828 F.2d at 858.  We explain.\r                 \r\n\n          Wihbey  and  Whitman  argue that  the  variance was\r\n\nprejudicial  because there  was  \"an  improper imputation  of\r\n\nguilt\"  to each of them  from the other's  conspiracy.  After\r\n\nreviewing  the   trial  record,   we  reject  the   claim  of\r\n\nprejudicial  evidentiary spillover for the following reasons.\r\n\n          First,  the   defendants'  briefs  cite   only  two\r\n\nspecific instances of evidentiary spillover.  One instance is\r\n\nBritt's testimony that Rohan said he had a friend (implicitly\r\n\nWihbey)  who  could supply  250  pounds  of marijuana.    But\r\n\nRohan's  statements  about  Wihbey  do not  spill  over  from\r\n\nanother  conspiracy in which Wihbey did not take part; on the\r\n\ncontrary, the  evidence clearly showed  that Wihbey conspired\r\n\nwith Rohan.   Therefore, Britt's testimony as to Rohan's out-\r\n\n                             -35-\r                                          35\r\r\n\nof-court  statement was  admissible against  Wihbey as  a co-\r\n\nconspirator   statement  under   Federal  Rule   of  Evidence\r\n\n801(d)(2)(E), thus there  was no \"spillover\" to  Wihbey.  And\r\n\nas  to  Whitman,  Rohan's   statement  is  probative  of  the\r\n\nagreement  between  Britt  and  Rohan and  thus  relevant  to\r\n\nproving  the conspiracy  between Britt,  Rohan, Whitman,  and\r\n\nCamyre.    The  testimony  was not  \"spillover\"  because  the\r\n\nevidence  clearly  showed that  Whitman  and  Rohan were  co-\r\n\nconspirators,  rendering  the  statement  admissible  against\r\n\nWhitman under Fed. R.  Evid. 801(d)(2)(E).  Thus, as  to both\r\n\nWihbey and Whitman, the cited statement by Rohan was relevant\r\n\nand independently  admissible without regard to the existence\r\n\nof the larger conspiracy (which we are assuming arguendo  was\r                                                                    \r\n\nnot proven).  See United States  v. O'Bryant, 998 F.2d 21, 26\r                                                        \r\n\n(1st Cir. 1993) (no spillover where evidence was relevant and\r\n\nindependently admissible).\r\n\n           The other cited instance of  evidentiary spillover\r\n\nwas Britt's testimony  that he and Rohan were  \"going to do a\r\n\nseparate  deal\" together  (implicitly  with  Wihbey).    That\r\n\nstatement might  be fairly  characterized as spillover  as to\r\n\nWihbey,   given  our   assumption  that   the  evidence   was\r\n\ninsufficient   to  tie   Britt  to   the  Wihbey-Rohan-Weiner\r\n\nconspiracy.   But, even if  Wihbey had been  given a separate\r\n\ntrial, the jury would have properly heard testimony about the\r\n\narrest of Britt  and Rohan while buying marijuana from Wiener\r\n\n                             -36-\r                                          36\r\r\n\nin Wihbey's Arden Street house.  Thus, it is hard  to see how\r\n\nthere  could  be  any  marginal probative  value  in  Britt's\r\n\nstatement  that  he and  Rohan had  planned  to do  that deal\r\n\ntogether.   And, once again, this testimony  is not spillover\r\n\nas  to  Whitman,  against  whom  it  would  be  relevant  and\r\n\nindependently  admissible, because  the evidence  showed that\r\n\nBritt, Rohan,  and Whitman  were co-conspirators.   Thus, the\r\n\ndefendants  have  identified only  one  specific  instance of\r\n\nevidentiary spillover,  which we  find harmless, and  we will\r\n\nnot hypothesize the existence of other instances.\r\n\n          Second, the  trial judge  gave  a jury  instruction\r\n\nthat cautioned against using spillover evidence:8 \r\n\n          In  reaching your  verdict, keep  in mind\r\n          that   guilt   is   both   personal   and\r\n          individual.   Your verdict  must be based\r\n          solely upon the evidence  presented about\r\n          each  Defendant.   The case  against each\r\n          Defendant stands or falls upon  the proof\r\n          or lack of  proof against that  Defendant\r\n          alone.  Your verdict  as to one Defendant\r\n          should not influence your decision  as to\r\n          the other Defendant.\r\n\nThe trial judge gave similar instructions again when charging\r\n\nthe jury on the elements of conspiracy and what evidence they\r\n\n                    \r                                \r\n\n8.  The judge also gave a multiple conspiracy instruction, to\r\nthe  effect that the jury  must acquit both  defendants if it\r\nfound that the single conspiracy charged did  not exist, even\r\nif it found other  conspiracies.  Thus, the jury  verdict can\r\nbe seen  as an effective rejection of the multiple conspiracy\r\ntheory.  See United  States v. Sepulveda, 15 F.3d  1161, 1191\r                                                    \r\n(1st  Cir.  1993),  cert. denied,  114  S.  Ct. 2714  (1994).\r                                            \r\nHowever,  we have assumed for  the sake of  analysis that the\r\nevidence  was insufficient  to support  that verdict,  and we\r\nhave momentarily embraced the multiple conspiracy theory.\r\n\n                             -37-\r                                          37\r\r\n\ncould consider as proof of a  conspiracy.  These instructions\r\n\nwere aimed at preventing evidentiary spillover, and we do not\r\n\nreadily  assume  that  a  jury  disregards  clear directions.\r\n\nGreer, 483  U.S. at 766 n.8.   The defendants did not request\r                 \r\n\nany other instruction as to spillover, nor did they object to\r\n\nthis one.\r\n\n          Third,  Wihbey's  activities   (and  the   evidence\r\n\nthereof) were quite distinct from  Whitman's; each separately\r\n\nagreed to supply marijuana  to a middleman (Rohan, at  least,\r\n\nand perhaps Britt) for resale to the informant DeCastro.  The\r\n\nquestion  here  is  whether  evidence about  Wihbey  and  his\r\n\nconspiracy spilled over to  prejudice Whitman, or vice versa.\r\n\nAssuming,  as we  are,  two separate  conspiracies, with  the\r\n\nWihbey sale  distinct from  the Whitman sale,  the defendants\r\n\nhave not  explained how the  jury could  have found  evidence\r\n\nfrom one conspiracy to be particularly probative of the other\r\n\nconspiracy.   See United States  v. Dworken, 855  F.2d 12, 24\r                                                       \r\n\nn.24 (1st  Cir. 1988)  (evidence  from separate  conspiracies\r\n\nunlikely  to have spillover effect).  We see little about the\r\n\nfact that one of the defendants agreed to  sell to Rohan that\r\n\nmakes  it more likely that the other defendant also agreed to\r\n\nsell to Rohan.  All we are left with is  the possibility that\r\n\nsome  general, non-specific transference  of guilt  must have\r\n\noccurred.  The appellants have not pressed that argument, and\r\n\nin  any event we find  such any such  general transference of\r\n\n                             -38-\r                                          38\r\r\n\nguilt  in this case to be  harmless under the totality of the\r\n\ncircumstances.  \r\n\n          Wihbey   also  asserts   that   the  variance   was\r\n\nprejudicial  in that he was  sentenced for the  250 pounds of\r\n\nmarijuana  he agreed  to  sell Rohan  rather  than the  forty\r\n\npounds actually delivered.  We see no merit in that argument.\r\n\nDrug quantity is  not considered  by the jury  an element  of\r\n\neither the conspiracy or the possession count,  but is rather\r\n\na matter  for the district  court to consider  at sentencing.\r\n\nSee  United States v. Campbell, 61 F.3d 976, 979-80 (1st Cir.\r                                          \r\n\n1995) (no specific quantity need be proven at trial; quantity\r\n\ntypically  relevant  only  at sentencing  stage).   Moreover,\r\n\nevidence  of  the 250  pound  quantity was  derived  from the\r\n\nsmaller conspiracy of which Wihbey was clearly part, thus his\r\n\nclaim that his sentence was affected by the asserted variance\r\n\nand  some  associated evidentiary  spillover  is particularly\r\n\ndifficult to fathom.\r\n\n          \"To prevail on a  claim of prejudicial spillover, a\r\n\ndefendant  `must   prove  prejudice   so  pervasive  that   a\r\n\nmiscarriage  of  justice looms.'\"    United  States v.  Levy-\r                                                                         \r\n\nCordero, 67 F.3d  1002, 1008 (1st Cir.  1995) (quoting United\r                                                                         \r\n\nStates v. Pierro,  32 F.3d  611, 615 (1st  Cir. 1994),  cert.\r                                                                         \r\n\ndenied, 115 S. Ct. 919  (1995)) (citations omitted).  Because\r                  \r\n\nWihbey and Whitman have  fallen far short of such  a showing,\r\n\nwe conclude  that any variance between  the single conspiracy\r\n\n                             -39-\r                                          39\r\r\n\ncharged and  the conspiracy  or conspiracies proven  at trial\r\n\nwas  not prejudicial to the defendants and is not grounds for\r\n\nreversal.\r\n\nD.  Sentencing Issues\r            D.  Sentencing Issues\r                                 \r\n\n          Wihbey and Whitman both contend that the sentencing\r\n\njudge  made  erroneous  factual findings  material  to  their\r\n\nsentencing  under the  federal  sentencing  guidelines.   For\r\n\nsentencing  purposes,   the   government  must   prove   drug\r\n\nquantities by a preponderance of the evidence.  United States\r                                                                         \r\n\nv.  Sepulveda, 15 F.3d 1161, 1198 (1st Cir. 1993).  We review\r                         \r\n\nthe sentencing  court's factfinding  for clear error,  id. at\r                                                                      \r\n\n1196, reversing only if, after reviewing all of the evidence,\r\n\nwe  are left  with the  definite and  firm conviction  that a\r\n\nmistake has been  made.  United States v. Rust,  976 F.2d 55,\r                                                          \r\n\n57 (1st Cir. 1992).\r\n\n          1.  Wihbey's Sentence:  Drug Quantity\r                                                           \r\n\n          Wihbey asserts that the sentencing  judge committed\r\n\nclear error  in determining  the drug quantity  for guideline\r\n\nsentencing  purposes.    The  commentary  to  the  applicable\r\n\nguideline provides:\r\n\n          In  an  offense involving  negotiation to\r\n          traffic  in  a controlled  substance, the\r\n          weight    under    negotiation   in    an\r\n          uncompleted distribution shall be used to\r\n          calculate    the    applicable    amount.\r\n          However, where the  court finds that  the\r\n          defendant did  not intend to  produce and\r\n          was not reasonably  capable of  producing\r\n          the  negotiated  amount, the  court shall\r\n          exclude  from  the guideline  calculation\r\n\n                             -40-\r                                          40\r\r\n\n          the  amount that  it finds  the defendant\r\n          did  not intend  to produce  and  was not\r\n          reasonably capable of producing.\r\n\nUnited  States Sentencing  Commission,  Guidelines Manual,   \r                                                                     \r\n\n2D1.1, comment. (n.12) (Nov.  1, 1994).  The judge  found the\r\n\napplicable quantity of marijuana to be 250 pounds, the amount\r\n\nWihbey had agreed to sell to Rohan according to the testimony\r\n\nof  Wihbey's co-conspirators.   Wihbey  points out  that only\r\n\nforty  pounds changed hands  in the  controlled buy  and less\r\n\nthan  three   more  pounds  were  found   later  in  Wihbey's\r\n\ncondominium.  As the  guideline commentary suggests, we first\r\n\nexamine the evidentiary basis for determining that 250 pounds\r\n\nwas the negotiated  amount, which  as a general  rule is  the\r\n\napplicable  quantity,   and  then  we  examine   whether  the\r\n\nexception to the general rule should have been applied.\r\n\n          The sentencing judge  presided at  trial and  heard\r\n\nand observed  the testimony  of all  the witnesses, which  we\r\n\nfind sufficient  to support  his drug quantity  finding under\r\n\nour  deferential standard  of review.   Rohan  testified that\r\n\nWihbey agreed  to sell 250 pounds  in fifty-pound increments.\r\n\nWeiner also testified  that the deal was \"for  something like\r\n\n250 pounds.\"   Rohan, Britt, and DeCastro  discussed the 250-\r\n\npound purchase in  their tape-recorded  conversation.   Britt\r\n\ntestified  that Rohan said his  source had 200  to 250 pounds\r\n\navailable, and the deal would go forward in fifty-pound lots.\r\n\n                             -41-\r                                          41\r\r\n\n          Wihbey   argues   that  the   testimony   of  these\r\n\ncooperating co-conspirators was unreliable.  Our observations\r\n\nin United States v. Zuleta-Alvarez are applicable here:\r                                              \r\n\n          In  this  case, there  existed sufficient\r\n          indicia of reliability to  avoid reversal\r\n          for clear  error.  First, the testimony .\r\n          .  . relied upon  by the sentencing judge\r\n          was all provided under oath . . . and was\r\n          corroborated  by  the many  witnesses who\r\n          testified  .   .  .  .     Moreover,  the\r\n          sentencing judge was  also the  presiding\r\n          judge during the prior proceedings.  Thus\r\n          the sentencing judge had  the opportunity\r\n          to  observe  the  testimony   and  cross-\r\n          examination of the various  witnesses and\r\n          could   thereby   make   an   independent\r\n          assessment of their credibility.\r\n\n922  F.2d 33, 36-37 (1st  Cir. 1990), cert.  denied, 500 U.S.\r                                                               \r\n\n927 (1991).   Based on  the testimony at  trial, the  judge's\r\n\nfactual finding that the negotiated amount was 250 pounds was\r\n\nnot clearly erroneous.\r\n\n          In addition to challenging the  evidentiary support\r\n\nfor the  finding that the  negotiated amount was  250 pounds,\r\n\nWihbey  argues that  there was  insufficient evidence  of his\r\n\nintention and  capability to deliver  that amount.   But that\r\n\nargument  misses  the  mark;  it  seems  to  be  based  on  a\r\n\nmisreading  of the directive of commentary note 12 to   2D1.1\r\n\nof the guidelines.\r\n\n          We have interpreted  application note  12\r\n          as directing  that  the amount  of  drugs\r\n          under negotiation must  be considered  in\r\n          determining   the   applicability  of   a\r\n          minimum  mandatory   penalty  unless  the\r\n          sentencing  court supportably  finds both\r                                                               \r\n          that  the  defendant  did not  intend  to\r\n\n                             -42-\r                                          42\r\r\n\n          produce   the   additional  quantity   of\r\n          narcotics,   and   that  he   lacked  the\r                                      \r\n          capacity to do so.\r\n\nUnited  States v.  Muniz,  49 F.3d  36,  42 (1st  Cir.  1995)\r                                    \r\n\n(emphasis  in  original).    In  other  words,  as  the plain\r\n\nlanguage of  the guideline  comment dictates, the  negotiated\r\n\namount applies  unless the  sentencing judge makes  a finding\r\n\nthat the defendant  lacked the intent  and the capability  to\r\n\ndeliver.\r\n\n          Wihbey  argued  at  the  disposition  hearing  that\r\n\nbecause only forty pounds  were delivered and because  he had\r\n\nno  prior record  of  drug-dealing, he  therefore lacked  the\r\n\ncapability  and  intent  to  deliver 250  pounds.    But  the\r\n\nsentencing  judge rejected  Wihbey's argument,  and expressly\r\n\nfound that  Wihbey was capable  of producing the  250 pounds;\r\n\nthe  judge did not state the basis for that finding, however.\r\n\nIn our  view, the co-conspirator testimony  noted above about\r\n\nthe 250-pound  deal is somewhat probative  of Wihbey's intent\r\n\nand capability to produce that amount.  The fact that the DEA\r\n\ndid not find the  remaining marijuana in Wihbey's condominium\r\n\ndoes  not prove that  Wihbey was unable or  did not intend to\r\n\ndeliver; obviously,  he may have  arranged to have  the drugs\r\n\nkept elsewhere, to be  delivered to Arden Street as  the deal\r\n\nprogressed.  Consistent with the clear language of note 12 to\r\n\nsection 2D1.1 of the guidelines, the negotiated amount is the\r\n\napplicable quantity  unless Wihbey can show  both \"no intent\"\r\n\n                             -43-\r                                          43\r\r\n\nand \"no capacity\"  to produce  that amount.   The  sentencing\r\n\njudge found that Wihbey failed to make that showing, and that\r\n\nfinding was not clearly erroneous.\r\n\n          2.  Whitman's Sentence:  Leadership Role\r                                                              \r\n\n          Whitman  urges that the  sentencing judge committed\r\n\nclear error in  finding that  he had a  leadership role  over\r\n\nCamyre justifying  an enhancement under U.S.S.G.    3B1.1(c).\r\n\nHis  argument   is  twofold:  (1)  the   trial  evidence  was\r\n\ninsufficient  to  support  the  leadership  finding, and  (2)\r\n\nWhitman's youth relative to Camyre and the other conspirators\r\n\nindicates  that  Whitman was  at  most  a  \"co-equal,\" not  a\r\n\nleader.   The second  argument is easily  dismissed: although\r\n\nage often correlates with one's organizational status, common\r\n\nexperience  provides enough counterexamples  to indicate that\r\n\nthere is little probative  value in that correlation.   As to\r\n\nthe  first  argument,  the  evidence in  this  case  strongly\r\n\nsuggests  that  Whitman  did  play a  leadership  role.   The\r\n\nexcerpts  of  Camyre's testimony  cited  in the  government's\r\n\nbrief show  that Camyre  responded to Whitman's  orders, that\r\n\nWhitman set the  timing of the planned transaction,  and that\r\n\nCamyre expected a  smaller share of the  profit than Whitman.\r\n\nWhitman points to no  evidence that suggests a non-leadership\r\n\nrole,  other than  his  age  relative  to  that  of  his  co-\r\n\nconspirators.  The  judge  who   presided  at  trial  and  at\r\n\nsentencing  is  in the  best  position to  make  this factual\r\n\n                             -44-\r                                          44\r\r\n\nfinding.  Our review of the  record finds significant support\r\n\nfor  the judge's  finding, and  there  is certainly  no clear\r\n\nerror.\r\n\n                             IV.\r                                         IV.\r                                            \r\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the  foregoing reasons,  the judgments  and the\r\n\nsentences are affirmed.\r                          affirmed\r                                  \r\n\n                             -45-\r                                          45\r\r\n",
  "html": "<p class=\"case_cite\">75 F.3d 761</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Robert WIHBEY, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Claude WHITMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 95-1291, 95-1394.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1995.<br>Decided Feb. 6, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Massachusetts;  Frank H. Freedman, Senior U.S. District Judge.</p>\n      <p class=\"indent\">Jack St. Clair with whom Barbara J. Sweeney, Springfield, was on brief, for appellant Wihbey.</p>\n      <p class=\"indent\">Vincent A. Bongiorni, Springfield, MA, for appellant Whitman.</p>\n      <p class=\"indent\">Dina Michael Chaitowitz, Assistant United States Attorney, with whom Donald K. Stern, Boston, MA, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR, BOUDIN, and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Robert Wihbey and Claude Whitman were tried by a jury and convicted of conspiracy to distribute marijuana.   The jury also convicted Wihbey of possession of marijuana with intent to distribute.   Both Wihbey and Whitman challenge their convictions on the grounds that the prosecutor made improper remarks in closing argument, and that the government proved multiple conspiracies, not the single conspiracy charged in the indictment.   Wihbey argues that the warrantless entry of his home was not justified by exigent circumstances and that the evidence against him does not support the drug quantity used to calculate his sentence under the guidelines.   Whitman also challenges his sentence, asserting that he did not play a leadership role in the conspiracy that justified an increase in offense level.   Finding no error, we affirm the convictions and the resulting sentences.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL OVERVIEW</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The evidence, taken in the light most favorable to the verdict, permitted the jury to find the following facts.   See United States v. Twitty, 72 F.3d 228, 229-30 (1st Cir.1995).   In the spring of 1991, Richard Britt and Thomas Rohan agreed to work together dealing marijuana.   Initially, they intended their source of supply to be appellant Claude Whitman and one Frank Camyre, but when Camyre and Whitman repeatedly failed to produce as promised, Rohan cultivated another supplier, Robert Wihbey.   Meanwhile, an informant for the Drug Enforcement Administration (\"DEA\"), David DeCastro, had convinced Britt and Rohan that he had the desire and ability to buy 250 pounds or more of marijuana (about $500,000 worth).   Britt and Rohan, eager to recoup an earlier loss in a failed marijuana deal, agreed to act as middlemen in a large sale to informant DeCastro.   Britt and Rohan informed both of their sources that they had a big buyer on the hook.   On or about November 22, 1991, both sources independently obtained shipments of marijuana.   On November 23, 1991, DEA agents arranged for DeCastro to conduct controlled buys the following day from both the Wihbey source and the Whitman/Camyre source.   Britt and Rohan were arrested during a buy from Wihbey's associate, Michael Weiner, who was also arrested;  all three immediately agreed to cooperate.   Weiner led the DEA agents to Wihbey's home, where they arrested Wihbey and searched the premises.   Later that day, Britt and Rohan cooperated with the DEA on a second controlled buy, from the Whitman/Camyre source, leading to the arrest of Whitman, Camyre and Whitman's source, Roger Brandt.   Further factual details will be provided as needed to analyze the several issues presented.</p>\n    </div>\n    <p>II.</p>\n    <p>PROCEDURAL BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In March 1993, a federal grand jury returned a four-count indictment that charged:  in Count One, that from May 1991 through November 23, 1991, Britt, Rohan, Wihbey, Weiner, Whitman, and Camyre conspired to possess with intent to distribute, and to distribute, marijuana in violation of 21 U.S.C. &#167; 846;  in Count Two, that on October 4, 1991, Camyre possessed marijuana with intent to distribute in violation of 21 U.S.C. &#167; 841(a)(1);  in Count Three, that on November 22, 1991, Wihbey possessed marijuana with intent to distribute in violation of 21 U.S.C. &#167; 841(a)(1);  and in Count Four, that on November 23, 1991, Wihbey used a pistol during and in relation to a drug trafficking offense in violation of 18 U.S.C. &#167; 924(c).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Wihbey filed a motion to suppress physical evidence and a statement obtained from him during the warrantless arrest and search at his home, but the motion was denied after an evidentiary hearing.   Prior to trial, all of the defendants except Wihbey and Whitman pleaded guilty and agreed to cooperate with the government.   After a five-day trial in May 1994, the jury found Wihbey and Whitman guilty of the conspiracy count and Wihbey guilty of the possession with intent to distribute count.   The jury, however, acquitted Wihbey on the firearm count.   Wihbey and Whitman were sentenced in November 1994 and promptly filed notices of appeal.</p>\n    </div>\n    <p>III.</p>\n    <p>DISCUSSION</p>\n    <p>A. Warrantless Entry of Wihbey's Home</p>\n    <p class=\"indent\">1. Facts</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The magistrate judge found the following facts at the suppression hearing.   The DEA investigation that led to the arrests in this case was focused on a controlled buy of marijuana by the informant DeCastro from Whitman and Camyre, with Britt and Rohan acting as middlemen.   It was only one day before the scheduled Whitman/Camyre buy that DEA agents learned that Rohan had another source, Robert Wihbey.   Late in the afternoon of Friday, November 22, 1991, Rohan told the informant DeCastro that he had an unnamed source that could deliver 250 pounds of marijuana.   When DeCastro expressed his interest in purchasing from both this new source and the Whitman/Camyre source, Britt and Rohan drove DeCastro to the Beekman Place condominiums in Agawam, Massachusetts.   DeCastro wore a transmitter, and was under audio and visual surveillance by DEA special agent Sean McDonough and other agents.   Rohan parked the car, got out, and returned shortly thereafter with a sample of marijuana for DeCastro's approval.   The agents were unable to discern, however, which condominium unit Rohan had entered, nor did they learn the name of the new source.   DeCastro approved the sample and he and Rohan scheduled a 250 pound deal to take place at Rohan's residence later that night.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Early that evening, DeCastro called Britt to confirm the arrangements, but Britt stated that the delivery would have to be postponed until 8:00 a.m. the following morning, Saturday, November 23, 1991.   The following day, Britt and Rohan met DeCastro and brought him to a house (owned by Wihbey, but not used as his residence) at 30 Arden Street in Springfield, Massachusetts.   There, DeCastro examined ten pounds of marijuana, and was told by Wihbey's associate, Michael Weiner, that there were thirty more pounds in Weiner's car.   Weiner advised the buyers that the rest of the marijuana would be produced in increments after the cash for the first forty pounds was delivered to the source.   DeCastro said he had to get his \"money man,\" but he returned instead with special agent McDonough, followed by a number of DEA agents.   Britt, Rohan, and Weiner were arrested inside the Arden Street house at about 11:00 a.m.;   the DEA still had not learned the identity of the source (Wihbey) or his unit number at Beekman Place.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Britt, Rohan, and Weiner promptly agreed to cooperate with the DEA agents, and by 11:15 one or more of them had disclosed that Wihbey was the source and that he lived at 33 Beekman.   At the hearing, agent McDonough conceded that at this point he had probable cause to arrest Wihbey and search 33 Beekman.   Nonetheless, McDonough had doubts about the credibility of the three arrestees and decided to interview them individually at DEA headquarters;  these interviews began at 11:30 that morning.   Agent McDonough determined that the cooperating defendants were credible, and based on information they provided, that Wihbey would grow suspicious if Weiner did not return promptly with $68,000 or call to explain the delay.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At about the same time, roughly noon, McDonough was also concerned with setting up the controlled buy from Whitman and Camyre.   McDonough directed Britt to contact Whitman or Camyre, and the second deal was set up for 3:00 that same afternoon.   Thus, McDonough was involved to some extent with setting up the Whitman/Camyre buy at the same time that he was preparing to arrest Wihbey.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Because it was Saturday, McDonough believed that application for a warrant to arrest Wihbey in his home might take as long as several hours, and that quick action was necessary because Wihbey's growing suspicion might motivate him to flee or destroy evidence.   At approximately 12:45 p.m., the DEA established surveillance of Wihbey's condo, and at 1:00 p.m. Weiner and Rohan entered, followed by special agent McDonough and other agents who \"secured the apartment.\"   Wihbey was found lying on the basement floor behind a pool table, with a loaded pistol a few feet away.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Agent McDonough placed Wihbey under arrest and advised him of his rights.   McDonough then told Wihbey that they had no search warrant, but would get one if needed;  he asked Wihbey to show the agents where he had marijuana and guns.   Wihbey agreed, and during the ensuing search the agents found 1200 grams of marijuana (about 2.7 pounds, which McDonough characterized as \"personal use\" marijuana) and some marijuana paraphernalia.   Agent McDonough sought Wihbey's cooperation, asking him to name his source.   Wihbey said that he would not give McDonough the name of the \"guy above me\" because he was a personal friend, but he would give the name of the \"guy above him.\"   Agent McDonough declined Wihbey's offer of partial cooperation.</p>\n    </div>\n    <p class=\"indent\">2. Analysis</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Constitution requires that police normally obtain a warrant before entering a person's home to make an arrest.  Payton v. New York, 445 U.S. 573, 590, 100 S.Ct. 1371, 1382, 63 L.Ed.2d 639 (1980).   The government says, however, that in this case \"exigent circumstances\" excused the warrantless entry.   In determining whether an exigency justifies a warrantless search and seizure, the test is \"whether there is such a compelling necessity for immediate action as will not brook the delay of obtaining a warrant.\"  United States v. Wilson, 36 F.3d 205, 209 (1st Cir.1994) (quoting United States v. Adams, 621 F.2d 41, 44 (1st Cir.1980)).   Exigency determinations are generally fact-intensive and thus must be made on a case-by-case basis.   See United States v. Donlin, 982 F.2d 31, 34 (1st Cir.1992), in our past holdings, exigent circumstances have commonly included:  (1) \"hot pursuit\" of a felon;  (2) threatened destruction of evidence;  (3) risk that the suspect may flee undetected;  and (4) danger to the safety of the public or the police.   See United States v. Tibolt, 72 F.3d 965, 969 (1st Cir.1995).   Exigency must be assessed in light of the totality of the circumstances.  United States v. Veillette, 778 F.2d 899, 902 (1st Cir.1985), cert. denied, 476 U.S. 1115, 106 S.Ct. 1970, 90 L.Ed.2d 654 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We defer to the district court's findings of the underlying facts unless clearly erroneous, but we afford plenary review to the district court's legal analysis and ultimate conclusion.  Tibolt, 72 F.3d at 969-70;  United States v. Curzi, 867 F.2d 36, 42 (1st Cir.1989).   We find clear error only if, after reviewing all the evidence, we are left with \"the definite and firm conviction that a mistake had been committed.\"  United States v. Rust, 976 F.2d 55, 57 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The magistrate judge who conducted the suppression hearing characterized this as a \"borderline case,\" but nonetheless denied the motion to suppress.   The magistrate judge found that Wihbey had consented to a search of his condominium after he had been arrested.   Thus the critical issue was whether the entry to arrest was justified by exigent circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The magistrate judge determined that circumstances were exigent based upon the following five \"factors.\"   First, it was reasonable for the DEA agents to choose not to prepare part or all of a warrant on the day before the arrest, as they did not know whom they were to arrest or, with requisite particularity, where the arrestee lived.   Second, it would have taken \"substantially more than two hours\" to obtain a warrant at the relevant time, Saturday morning or early afternoon.   Third, it was reasonable for agent McDonough to bring Britt, Rohan, and Weiner to DEA headquarters for further debriefing before seeking a warrant or taking other action.   Fourth, it was reasonable for the agents to conclude that there was a compelling necessity for immediate action, based on the likelihood that Wihbey would grow suspicious of the delay in Weiner's return, causing Wihbey to flee or conceal or destroy evidence.   Fifth, the DEA agents' plans for a second controlled buy from Camyre and Whitman later that afternoon did not precipitate the decision to arrest Wihbey without a warrant.   Wihbey objected to the magistrate judge's report and recommendation, but the district court adopted the report and denied the motion to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Before reviewing the ruling below, we narrow the issues because Wihbey has forfeited some of his Fourth Amendment arguments by failing to press his objections below.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Wihbey's challenge to the suppression ruling is therefore limited to those issues that he specifically raised in his objection to the magistrate judge's report and recommendation.   We ignore Wihbey's attempt to \"generally object\" to the magistrate judge's report, as well as his attempt to incorporate by reference the arguments made in his pre-hearing memorandum.   Wihbey made two objections with sufficient specificity:  (1) the magistrate judge erred in determining that it was reasonable for the agents to delay preparing for a warrant application until Saturday morning when they learned Wihbey's name and address, and (2) the magistrate judge erred in determining that there was a compelling necessity for immediate action, because the exigency was created by the agents' investigative strategy.   We note that Wihbey did not object to any of the magistrate judge's proposed findings of the underlying facts, but only to the reasonableness of the agents' actions and whether the facts constituted exigent circumstances.   In particular, Wihbey did not object to the finding that Wihbey consented to the search after he was arrested;  thus the issue before us is whether the warrantless arrest was justified by exigent circumstances.   In any event, we find no error, let alone clear error, in the magistrate judge's findings as to the underlying facts.   As to the forfeited arguments that Wihbey now raises, we find that none of the asserted errors rises to the level of plain error which might justify reversal.   See United States v. Olano, 507 U.S. 725, 730-37, 113 S.Ct. 1770, 1776-1779, 123 L.Ed.2d 508 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>a. Should the agents have started a warrant application earlier?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Contrary to his assertion on appeal, Wihbey's right to be free from unreasonable searches and seizures did not impose a duty on the investigating agents to begin preparing for a warrant prior to the arrest and interrogation of Weiner, Britt, and Rohan on Saturday morning.   The DEA agents did not learn Wihbey's name or which condominium unit he lived in until Saturday morning.   Moreover, prior to Weiner's arrest, the agents could not be sure whether Wihbey would be at his condo or some other place, nor was there any assurance that the suspects to be arrested would cooperate and provide that crucial information.   The DEA agents were not obligated to prepare a warrant application in advance merely because it might have been foreseeable that the contemplated arrest of Britt and Rohan would lead the agents to the source of the marijuana.   See United States v. Cresta, 825 F.2d 538, 553 (1st Cir.1987) (\"Although probable cause existed some time prior to the arrests, this does not negate the rise of exigent factors.\";  \"Unforeseeability has never been recognized as an element of the exigent circumstances exception....\"), cert. denied, 486 U.S. 1042, 108 S.Ct. 2033, 100 L.Ed.2d 618 (1988).   We therefore reject Wihbey's first basis for objection.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>b. Were the circumstances exigent?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The magistrate judge credited agent McDonough's statement that he had doubts about the credibility of Britt, Rohan, and Weiner, and that it was reasonable to interview them in further detail before proceeding against Wihbey.   Therefore, it was only sometime after 11:30 a.m., about three hours after the marijuana buy had begun, that McDonough faced the crucial decision whether he had time to obtain a warrant.   The magistrate judge also relied on McDonough's testimony in finding that (1) it would take substantially longer than two hours to obtain a warrant and (2) that McDonough's decision to forego a warrant was not motivated by his desire to press ahead with the investigation of Whitman and Camyre.   Wihbey did not specifically object to those recommended findings, and even if he had, those findings are not clearly erroneous in light of all the circumstances.   Because of the delay in Weiner's return to Wihbey, and Weiner's statement that Wihbey would be growing suspicious, we agree with the magistrate judge and the district court that the agents reasonably feared that Wihbey would flee, or conceal or destroy marijuana evidence before a warrant could be obtained.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is well established that government agents must act reasonably, based on the objective facts available, when deciding that a warrantless entry is justified:  \"Whether the basis for such authority exists is the sort of recurring factual question to which law enforcement officials must be expected to apply their judgment;  and all the Fourth Amendment requires is that they answer it reasonably.\"  Illinois v. Rodriguez, 497 U.S. 177, 186, 110 S.Ct. 2793, 2800, 111 L.Ed.2d 148 (1990).   We agree with the magistrate judge and the district court that it was reasonable for the agents in this case to judge the circumstances exigent and to take action accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although he did not raise the argument below, Wihbey now argues that his suspicion could have been allayed--and the exigency averted--by a phone call from Weiner assuring him that all was well.   While that may be true, it does not alter our conclusion.   It was well within the reasonable professional judgment of the agents to choose not to jeopardize a continuing investigation by taking measures, such as a phone call, that might (or might not) alleviate the exigency.   The telephone call might have had the opposite effect, heightening Wihbey's suspicion, and inducing him to immediately flee, or destroy or conceal evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We also reject Wihbey's argument that the exigency was created by the DEA agents' investigative strategy.   The need for quick action arose upon the agents' determination that arrestees Rohan, Britt, and Weiner had provided reliable information about Wihbey and that he would be suspicious because of any further delay in getting back to him.   We accept the magistrate judge's finding that the timing of the second controlled buy did not drive the agents' decision to forego a warrant.   And, as we have said, the agents had no duty to prepare a warrant application before the arrest of Rohan and Weiner nor to attempt to allay Wihbey's suspicion with a phone call.   Wihbey argues that the agents could have established surveillance of his condominium, without entry, to prevent Wihbey's flight, but that would not have prevented the destruction of evidence within.   We see nothing about the agent's investigative strategy that created the exigency.   This is not a situation where the agents deliberately created the exigent circumstances.   The agents had no choice but to respond promptly once they learned that Wihbey was at his condominium, undoubtedly growing suspicious as he awaited the overdue proceeds of the busted transaction.   See United States v. Cresta, 825 F.2d at 553.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the denial of Wihbey's motion to suppress.</p>\n    </div>\n    <p>B. Improper Arguments by the Prosecutor</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Wihbey and Whitman seek a new trial because, they claim, the prosecutor in closing argument commented upon their failure to testify, shifted the burden of proof to them, and vouched for the government's witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>1. Comment on Failure to Testify and Attempt to Shift the Burden of Proof</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Wihbey and Whitman contend that the following remark (hereafter \"Comment One\"), made during the government's summation, was an improper comment on their failure to testify:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">What I would like to do, however, is talk to you for a few minutes about the three specific charges that are contained in the indictment....</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The first one, and I would suggest to you the most important one, is the conspiracy count and that conspiracy count lists, as you know, six different persons--four of them you heard from--Mr. Britt, Mr. Rohan, Mr. Weiner, Mr. Wihbey and Mr. Whitman and Mr. Camyre.   You've heard from all of those witnesses except for obviously the two Defendants who have now been charged.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Wihbey asserts that a second remark (\"Comment Two\") was also an improper comment on his failure to testify as well as an attempt to shift the burden of proof to him.   The prosecutor recounted Wihbey's post-arrest statement to DEA special agent McDonough that Wihbey would not turn in his source because he was Wihbey's friend, but that he would give the name of the friend's source.   Then the prosecutor said:Now, if Mr. St. Clair [Wihbey's lawyer] can stand up and explain away that conversation to you, then you should let Bob Wihbey walk out of here with a verdict of acquittal.   But he can't do that, ladies and gentlemen, because that is not a conversation that an innocent man, who's been falsely accused, would have under those circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There's just no other explanation except the one that's been provided from the witness stand by the eight witnesses called by the government.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">At the end of the prosecutor's summation, during which the prosecutor made Comments One and Two, Wihbey's lawyer asked to approach the bench, but the trial judge ordered him instead to \"move on with it for now.\"   Wihbey's lawyer therefore proceeded with his closing argument;  Whitman's lawyer followed.   After the prosecutor's rebuttal, Wihbey and Whitman both moved for a mistrial, citing Comment One as an improper comment on their failure to testify, and citing as improper a third comment.   We assume arguendo that defense counsel's attempt to approach, coupled with specific mention in the mistrial motion, was a sufficient objection to Comment One to preserve the issue for appeal.   We consider Wihbey's failure to mention Comment Two in the motion for mistrial, however, as a failure to object;  therefore if there was an error in Comment Two, the error was forfeited and is reviewed for plain error only.   See Olano, 507 U.S. at 730-37, 113 S.Ct. at 1776-1779.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Comment by a prosecutor on a defendant's failure to testify violates the Fifth Amendment guarantee against self-incrimination.  Griffin v. California, 380 U.S. 609, 615, 85 S.Ct. 1229, 1233, 14 L.Ed.2d 106 (1965).   A court determines if a prosecutor's remarks violate Griffin by asking \"whether, in the circumstances of the particular case, the language used was manifestly intended or was of such a character that the jury would naturally and necessarily take it to be a comment on the failure of the accused to testify.\"  United States v. Akinola, 985 F.2d 1105, 1111 (1st Cir.1993) (quoting United States v. Glantz, 810 F.2d 316, 322 (1st Cir.), cert. denied, 482 U.S. 929, 107 S.Ct. 3214, 96 L.Ed.2d 701 (1987)).   If we find that a prosecutor has violated Griffin, we then review for harmless error.  United States v. Hasting, 461 U.S. 499, 508-12, 103 S.Ct. 1974, 1980-82, 76 L.Ed.2d 96 (1983) (applying the constitutional harmless error analysis established in Chapman v. California, 386 U.S. 18, 24, 87 S.Ct. 824, 828, 17 L.Ed.2d 705 (1967)).   In Chapman, the Supreme Court stated that a prosecutorial comment on the failure of the accused to testify would not require reversal if the State could show \"beyond a reasonable doubt that the error complained of did not contribute to the verdict obtained.\"  386 U.S. at 24, 87 S.Ct. at 828.   The Supreme Court clarified the Chapman constitutional harmless error standard in Sullivan v. Louisiana, 508 U.S. 275, ----, 113 S.Ct. 2078, 2081, 124 L.Ed.2d 182 (1993), explaining that the inquiry is \"not whether, in a trial that occurred without error, a guilty verdict surely would have been rendered, but whether the guilty verdict actually rendered in this trial was surely unattributable to the error.\"  (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A very different standard is applied when a party forfeits an error by failing to make a contemporaneous objection, as Wihbey did with respect to Comment Two.   In that case, we have the discretion to reverse only for \"plain error,\" i.e., error that is \"clear\" and \"obvious\" and that was \"prejudicial\" to the defendant in that it \"affected the outcome of the District Court proceedings.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Olano, 507 U.S. at 732-36, 113 S.Ct. at 1777-78.   And, we exercise that discretion only if the plain forfeited error seriously affects the fairness, integrity, or public reputation of judicial proceedings;  an example of such an error is one that causes the conviction of an actually innocent defendant.  Id. at 736-37, 113 S.Ct. at 1779.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As to Comment One, we find, first, that the prosecutor did not \"manifestly intend\" to comment on the defendants' failure to testify.   See Akinola, 985 F.2d at 1111.   The context of the comment indicates that the prosecutor intended to list the six persons charged in the conspiracy count and to remind the jury that they had heard from four of the six.   But, apparently by mistake, he named Wihbey and Whitman among those who testified.   The challenged comment appears to be an unartful attempt to correct that mistake, by reminding the jury that \"of course\" the defendants did not testify.   Second, based on the context, we find that the jury would not \"naturally and necessarily take [the remark] to be a comment on the failure of the accused to testify.\"   See id.   We think it likely that the jury took the comment the same way we do, as an attempt to clarify a slip of the tongue.   By saying \"of course [the defendants did not testify],\" the prosecutor just as plausibly has reminded the jury that the defendants' silence was to be expected, i.e., that it is natural for a defendant to exercise his Fifth Amendment right.   The remark does not necessarily imply that the jury should draw any negative inference from the failure to testify.  \"A court should not lightly infer that a prosecutor intends an ambiguous remark to have its most damaging meaning or that a jury, sitting through lengthy exhortation, will draw that meaning from the plethora of less damaging interpretations.\"  United States v. Lilly, 983 F.2d 300, 307 (1st Cir.1992) (quoting Donnelly v. DeChristoforo, 416 U.S. 637, 647, 94 S.Ct. 1868, 1873, 40 L.Ed.2d 431 (1974)).   Accordingly, we hold that Comment One was not a Griffin violation.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In contrast to Comment One, we find Comment Two to be effectively a comment on Wihbey's failure to testify, and that the jury likely understood it that way.   Also, the comment impermissibly suggested that Wihbey bore the burden of proof.   See United States v. Skandier, 758 F.2d 43, 45-46 (1st Cir.1985) (holding that a \"how-does-counsel-explain\" argument is a Griffin violation and an impermissible shift of burden of proof).   Wihbey, however, forfeited this error by failing to object or raise it as grounds for mistrial.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Although it was improper, Comment Two does not rise to the level of \"plain error\" under the Olano standard.  507 U.S. at 730-37, 113 S.Ct. at 1776-79.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In light of all the circumstances, we do not believe that the comment affected the outcome or \"seriously affected the fairness, integrity, or public reputation of judicial proceedings.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Id. at 736-37, 113 S.Ct. at 1779.   First, the judge gave a strong instruction on the defendants' right not to testify and the government's burden of proof.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Second, there was significant (but admittedly not overwhelming) evidence of Wihbey's guilt, enough that we find it unlikely that any negative inference drawn from his failure to testify tipped the scale from \"not guilty\" to \"guilty.\"   The evidence against Wihbey included co-conspirator testimony, police surveillance of pre-transaction marijuana sampling at Wihbey's condo complex, Wihbey's ownership of the house where the forty-pound transaction took place, marijuana and paraphernalia seized from Wihbey's condo, and Wihbey's incriminating post-arrest statement.   Given the curative instruction and the evidence of guilt, we are not convinced that the improper remark constituted plain error.</p>\n    </div>\n    <p>2. Witness Vouching</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Wihbey and Whitman contend that the prosecutor, in his rebuttal, improperly vouched for the accomplice witnesses who testified under their plea agreements.   The prosecutor analogized the trial evidence to a \"mosaic\" made up of many \"tiles\" that were individually imperfect if closely scrutinized, but which nonetheless would give a clear picture if viewed as a whole.   After making that analogy, the prosecutor made the challenged comment (\"Comment Three\"):</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>None of these witnesses are perfect.   None of them have perfect memories.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">But what they have done is testified to you truthfully about what they knew, and despite the fact that there are some imperfections in their testimony, if you take a step back from that individual tile, you will see that the Britt tile [government witness] and the Rohan [government witness] tile go hand in hand.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">(emphasis added).   There was no immediate objection.   But two sentences later, the prosecutor ended his rebuttal, the judge excused the jury for lunch, and the defendants moved for a mistrial, arguing that this comment was improper witness vouching.   The question is close whether the defendants have preserved the issue for appeal.   Compare United States v. Sepulveda, 15 F.3d 1161, 1186-87 (1st Cir.1993) (where defendant did not object or raise improper prosecutorial argument until motion for mistrial after conclusion of summations, error forfeited and reviewed for plain error only), cert. denied --- U.S. ----, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994), with United States v. Mandelbaum, 803 F.2d 42, 43 (1st Cir.1986) (objection made after closing arguments was timely enough to preserve error for appeal, although it \"should have been made earlier\") and United States v. Levy-Cordero, 67 F.3d 1002, 1008 n. 6 (1st Cir.1995) (objection after arguments sufficient to preserve issue for appeal where parties had agreed not to object during arguments).   For the sake of argument, we will treat the issue as preserved for appeal as if a contemporaneous objection had been lodged.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">An improper argument to the jury that does not implicate a defendant's constitutional rights, such as the witness vouching that occurred here, constitutes reversible error only where the prosecutor's remarks were both inappropriate and harmful.   See id. at 1008.   Improper statements during closing argument are considered harmful if, given the totality of the circumstances, they are likely to have affected the trial's outcome.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Id.  (citing United States v. Manning, 23 F.3d 570, 574 (1st Cir.1994)).   In making that determination, we focus on (1) the severity of the prosecutor's misconduct, including whether it was deliberate or accidental;  (2) the context in which the misconduct occurred;  (3) whether the judge gave curative instructions and the likely effect of such instructions;  and (4) the strength of the evidence against the defendants.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Although the prosecutor's statement that \"what they have done is testify truthfully\" was inappropriate, our consideration of these factors leads us to conclude that it was not harmful.   First, the witness vouching here was not, on balance, severe.   The prosecutor did not express his personal opinion about the witnesses' veracity, see United States v. Mejia-Lozano, 829 F.2d 268, 273 (1st Cir.1987);  nor did the prosecutor suggest that he had special knowledge about the witnesses' credibility, or that special circumstances such as an oath or a plea agreement ensured the witnesses' honesty, see Manning, 23 F.3d at 572, 575.   The purpose of the \"mosaic\" analogy and the vouching comment was to concede the existence of imperfections and inconsistencies in the accomplices' testimony, and to argue that those inconsistencies did not indicate dishonesty or fabrication.   Although the witness vouching seems to have been intentional, in that it was part of a clearly planned oration, it was fairly mild and barely crossed the line of impropriety.   See United States v. Oreto, 37 F.3d 739, 746 (1st Cir.1994) (prosecutor's argument that \"nobody lied\" was \"mild vouching, essentially harmless\"), cert. denied, --- U.S. ----, 115 S.Ct. 1161, 130 L.Ed.2d 1116 (1995);  United States v. Innamorati, 996 F.2d 456, 483 (1st Cir.)  (stating that the line between proper argument that a witness is credible and improper vouching is \"often hazy\"), cert. denied, --- U.S. ----, 114 S.Ct. 409, 126 L.Ed.2d 356 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The context in which the vouching occurred has aspects that suggest harmfulness, and aspects that cut the other way.   On the one hand, the final lines of the prosecutor's rebuttal are thought to leave a lasting impression on the jury.   See Manning, 23 F.3d at 575.   On the other hand, the vouching was to some extent a fair response to the thrust of the defense summation, which emphasized that the accomplices were liars and that they were exaggerating, coloring their testimony, and telling the government what they wanted to hear.   See Mejia-Lozano, 829 F.2d at 268, 274 (prosecutor given \"greater leeway\" where vouching was \"in response to defense counsel's inflammatory statements\").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The judge gave a strong and specific curative instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Statements and arguments of counsel are not evidence in the case....</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">If any attorney in the case in closing arguments stated to you that my clients or my witnesses told the truth, ignore it.   It's what you determine from the witnesses and the evidence in the case, from the point of view of deciding facts, that will control the credibility of all witnesses;  it will be for you and only for you to determine.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Although the curative instruction was not contemporaneous, the defendants did not object to the witness vouching until after the prosecutor finished his rebuttal and the jury was excused for lunch.   The earliest opportunity for the judge to give a curative instruction was during the final charge.   We normally presume that a jury will follow an instruction to disregard inadmissible evidence or an improper argument.   See Greer v. Miller, 483 U.S. 756, 766 n. 8, 107 S.Ct. 3102, 3109 n. 8, 97 L.Ed.2d 618 (1987).   We find it likely that this forceful instruction effectively neutralized the vouching that occurred here.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Finally, the evidence against Wihbey and Whitman was sufficiently strong for us to conclude, after considering the totality of circumstances, that the vouching was unlikely to affect the outcome of the trial.   As noted in our earlier analysis of Comment Two, the evidence against Wihbey was substantial.   The evidence against Whitman was even stronger;  it included the testimony of his accomplices Britt, Rohan, Camyre, and Brandt, pre-arrest tape recorded conversations where Whitman's accomplices explicitly discussed Whitman's role in the marijuana distribution plans, and testimony by DEA agents about Whitman's post-arrest cooperation and statements that made his role in a planned marijuana transaction rather clear.   We therefore conclude that the vouching in this case did not constitute reversible error.</p>\n    </div>\n    <p>3. Motions for Mistrial and New Trial</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We recognize that several incidents of prosecutorial misconduct, none of which would separately constitute grounds for mistrial, could have a cumulative impact on the jury sufficient to affect the trial's outcome.   We review a trial judge's ruling on a motion for a mistrial, or for a new trial, only for abuse of discretion.  United States v. Barbioni, 62 F.3d 5, 7 (1st Cir.1995) (motion for mistrial);  Glantz, 810 F.2d at 320 &amp; n. 2 (motion for new trial because of improper argument).   Although the Assistant United States Attorney in this case exceeded the permissible limits of proper argument, we cannot say that his action was deliberate and we do not believe that the closing arguments, viewed collectively, affected the outcome or the fairness of this trial.   For the reasons set forth in our review of the challenged comments, we hold that the trial judge did not abuse his discretion in denying the defendants' motions for a mistrial and for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>C. Single Conspiracy vs. Multiple Conspiracies</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The jury convicted both Wihbey and Whitman under Count I of the indictment, which charged a single marijuana distribution conspiracy among six persons (the two defendants along with Britt, Rohan, Weiner, and Camyre).   Wihbey and Whitman argue that the evidence was insufficient to allow the jury to find a single conspiracy, and that the evidence showed instead two separate conspiracies.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The framework for analyzing when a variance between the conspiracy charged and the conspiracy proven constitutes reversible error was set forth in United States v. Glenn:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>(1) Is the evidence sufficient to permit a jury to find the (express or tacit) agreement that the indictment charges?  (2) If not, is it sufficient to permit a jury, under a proper set of instructions, to convict the defendant of a related, similar conspiracy?  (3) If so [i.e., the answer to (2) is yes], does the variance affect the defendant's substantial rights or does the difference between the charged conspiracy and the conspiracy proved amount to \"harmless error?\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">828 F.2d 855, 858 (1st Cir.1987).   Put differently, \"[s]o long as the statutory violation remains the same, the jury can convict even if the facts are somewhat different than charged--so long as the difference does not cause unfair prejudice.\"  United States v. Twitty, 72 F.3d 228, 230 (1st Cir.1995) (citing Glenn, 828 F.2d at 858).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">This court has recognized at least three ways in which such a variance might \"affect the substantial rights\" of the accused.  United States v. Sutherland, 929 F.2d 765, 772-73 (1st Cir.), cert. denied, 502 U.S. 822, 112 S.Ct. 83, 116 L.Ed.2d 56 (1991).   First, a defendant may receive inadequate notice of the charge against him and thus be taken by surprise at trial.  Id.  Second, a defendant may be twice subject to prosecution for the same offense.  Id.  Third, a defendant may be prejudiced by \"evidentiary spillover\":  the \"transference of guilt\" to a defendant involved in one conspiracy from evidence incriminating defendants in another conspiracy in which the particular defendant was not involved.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The question whether a given body of evidence is indicative of a single conspiracy, multiple conspiracies, or no conspiracy at all is ordinarily a matter of fact;  a jury's determination in that regard is subject to review only for evidentiary sufficiency.  United States v. David, 940 F.2d 722, 732 (1st Cir.), cert. denied, 502 U.S. 989, 112 S.Ct. 605, 116 L.Ed.2d 628 (1991), et al.   In reviewing the sufficiency of the evidence, we take the evidence in the light most favorable to the verdict.  Id. at 730.   We review de novo the question whether a variance affected a defendant's substantial rights.  United States v. Arcadipane, 41 F.3d 1, 6 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Wihbey and Whitman assert that the evidence was insufficient \"to demonstrate that all of the alleged co-conspirators directed their efforts towards the accomplishment of a common goal or overall plan.\"  United States v. Drougas, 748 F.2d 8, 17 (1st Cir.1984).   But we find it unnecessary to engage in that factual inquiry;  we shall assume for the sake of argument that the evidence was insufficient to convict either Wihbey or Whitman of the charged single conspiracy, satisfying the first part of the tripartite Glenn framework.   See 828 F.2d at 858.   Wihbey and Whitman properly concede, however, that the evidence was sufficient to prove that each participated in a related similar, but smaller, conspiracy, and their arguments jump directly from the first prong to the third (prejudice) prong.   Specifically, they concede that the evidence was sufficient for a rational juror to find agreements to traffic in marijuana among (1) Wihbey, Weiner, and Rohan,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and (2) Whitman, Camyre, Britt, and Rohan.   Thus, the second prong of Glenn is satisfied.   See id.   Wihbey and Whitman argue, however, for a new trial because the variance between the single conspiracy charged and the multiple conspiracies proven was prejudicial to them because of evidentiary spillover.   We therefore proceed to Glenn 's third prong, making two assumptions.   We assume first that the evidence was insufficient to prove the single conspiracy charged, and second, as the defendants concede and as ample evidence supports, that there were two separate conspiracies:  (1) Wihbey agreeing to sell 250 pounds of marijuana to Rohan, with Weiner acting as Wihbey's agent, and (2) Whitman and Camyre agreeing to sell Britt and Rohan thirty-seven pounds of marijuana obtained from Brandt.   Even if the assumed variance existed between the conspiracy charged and the proof at trial, it did not prejudice either Wihbey or Whitman, and it was therefore harmless under the Glenn framework.   See Glenn, 828 F.2d at 858.   We explain.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Wihbey and Whitman argue that the variance was prejudicial because there was \"an improper imputation of guilt\" to each of them from the other's conspiracy.   After reviewing the trial record, we reject the claim of prejudicial evidentiary spillover for the following reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">First, the defendants' briefs cite only two specific instances of evidentiary spillover.   One instance is Britt's testimony that Rohan said he had a friend (implicitly Wihbey) who could supply 250 pounds of marijuana.   But Rohan's statements about Wihbey do not spill over from another conspiracy in which Wihbey did not take part;  on the contrary, the evidence clearly showed that Wihbey conspired with Rohan.   Therefore, Britt's testimony as to Rohan's out-of-court statement was admissible against Wihbey as a coconspirator statement under Federal Rule of Evidence 801(d)(2)(E), thus there was no \"spillover\" to Wihbey.   And as to Whitman, Rohan's statement is probative of the agreement between Britt and Rohan and thus relevant to proving the conspiracy between Britt, Rohan, Whitman, and Camyre.   The testimony was not \"spillover\" because the evidence clearly showed that Whitman and Rohan were co-conspirators, rendering the statement admissible against Whitman under Fed.R.Evid. 801(d)(2)(E).   Thus, as to both Wihbey and Whitman, the cited statement by Rohan was relevant and independently admissible without regard to the existence of the larger conspiracy (which we are assuming arguendo was not proven).   See United States v. O'Bryant, 998 F.2d 21, 26 (1st Cir.1993) (no spillover where evidence was relevant and independently admissible).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The other cited instance of evidentiary spillover was Britt's testimony that he and Rohan were \"going to do a separate deal\" together (implicitly with Wihbey).   That statement might be fairly characterized as spillover as to Wihbey, given our assumption that the evidence was insufficient to tie Britt to the Wihbey-Rohan-Weiner conspiracy.   But, even if Wihbey had been given a separate trial, the jury would have properly heard testimony about the arrest of Britt and Rohan while buying marijuana from Wiener in Wihbey's Arden Street house.   Thus, it is hard to see how there could be any marginal probative value in Britt's statement that he and Rohan had planned to do that deal together.   And, once again, this testimony is not spillover as to Whitman, against whom it would be relevant and independently admissible, because the evidence showed that Britt, Rohan, and Whitman were co-conspirators.   Thus, the defendants have identified only one specific instance of evidentiary spillover, which we find harmless, and we will not hypothesize the existence of other instances.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Second, the trial judge gave a jury instruction that cautioned against using spillover evidence:<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>In reaching your verdict, keep in mind that guilt is both personal and individual.   Your verdict must be based solely upon the evidence presented about each Defendant.   The case against each Defendant stands or falls upon the proof or lack of proof against that Defendant alone.   Your verdict as to one Defendant should not influence your decision as to the other Defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The trial judge gave similar instructions again when charging the jury on the elements of conspiracy and what evidence they could consider as proof of a conspiracy.   These instructions were aimed at preventing evidentiary spillover, and we do not readily assume that a jury disregards clear directions.  Greer, 483 U.S. at 766 n. 8, 107 S.Ct. at 3109 n. 8.   The defendants did not request any other instruction as to spillover, nor did they object to this one.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Third, Wihbey's activities (and the evidence thereof) were quite distinct from Whitman's;  each separately agreed to supply marijuana to a middleman (Rohan, at least, and perhaps Britt) for resale to the informant DeCastro.   The question here is whether evidence about Wihbey and his conspiracy spilled over to prejudice Whitman, or vice versa.   Assuming, as we are, two separate conspiracies, with the Wihbey sale distinct from the Whitman sale, the defendants have not explained how the jury could have found evidence from one conspiracy to be particularly probative of the other conspiracy.   See United States v. Dworken, 855 F.2d 12, 24 n. 24 (1st Cir.1988) (evidence from separate conspiracies unlikely to have spillover effect).   We see little about the fact that one of the defendants agreed to sell to Rohan that makes it more likely that the other defendant also agreed to sell to Rohan.   All we are left with is the possibility that some general, non-specific transference of guilt must have occurred. The appellants have not pressed that argument, and in any event we find any such general transference of guilt in this case to be harmless under the totality of the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Wihbey also asserts that the variance was prejudicial in that he was sentenced for the 250 pounds of marijuana he agreed to sell Rohan rather than the forty pounds actually delivered.   We see no merit in that argument.   Drug quantity is not considered by the jury an element of either the conspiracy or the possession count, but is rather a matter for the district court to consider at sentencing.   See United States v. Campbell, 61 F.3d 976, 979-80 (1st Cir.1995) (no specific quantity need be proven at trial;  quantity typically relevant only at sentencing stage).   Moreover, evidence of the 250 pound quantity was derived from the smaller conspiracy of which Wihbey was clearly part, thus his claim that his sentence was affected by the asserted variance and some associated evidentiary spillover is particularly difficult to fathom.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">\"To prevail on a claim of prejudicial spillover, a defendant 'must prove prejudice so pervasive that a miscarriage of justice looms.' \"  United States v. Levy-Cordero, 67 F.3d 1002, 1008 (1st Cir.1995) (quoting United States v. Pierro, 32 F.3d 611, 615 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 919, 130 L.Ed.2d 799 (1995)) (citations omitted).   Because Wihbey and Whitman have fallen far short of such a showing, we conclude that any variance between the single conspiracy charged and the conspiracy or conspiracies proven at trial was not prejudicial to the defendants and is not grounds for reversal.</p>\n    </div>\n    <p>D. Sentencing Issues</p>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Wihbey and Whitman both contend that the sentencing judge made erroneous factual findings material to their sentencing under the federal sentencing guidelines.   For sentencing purposes, the government must prove drug quantities by a preponderance of the evidence.  United States v. Sepulveda, 15 F.3d 1161, 1198 (1st Cir.1993).   We review the sentencing court's factfinding for clear error, id. at 1196, reversing only if, after reviewing all of the evidence, we are left with the definite and firm conviction that a mistake has been made.  United States v. Rust, 976 F.2d 55, 57 (1st Cir.1992).</p>\n    </div>\n    <p>1. Wihbey's Sentence:  Drug Quantity</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Wihbey asserts that the sentencing judge committed clear error in determining the drug quantity for guideline sentencing purposes.   The commentary to the applicable guideline provides:</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>In an offense involving negotiation to traffic in a controlled substance, the weight under negotiation in an uncompleted distribution shall be used to calculate the applicable amount.   However, where the court finds that the defendant did not intend to produce and was not reasonably capable of producing the negotiated amount, the court shall exclude from the guideline calculation the amount that it finds the defendant did not intend to produce and was not reasonably capable of producing.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">United States Sentencing Commission, Guidelines Manual, &#167; 2D1.1, comment.  (n. 12) (Nov. 1, 1994).   The judge found the applicable quantity of marijuana to be 250 pounds, the amount Wihbey had agreed to sell to Rohan according to the testimony of Wihbey's co-conspirators.   Wihbey points out that only forty pounds changed hands in the controlled buy and less than three more pounds were found later in Wihbey's condominium.   As the guideline commentary suggests, we first examine the evidentiary basis for determining that 250 pounds was the negotiated amount, which as a general rule is the applicable quantity, and then we examine whether the exception to the general rule should have been applied.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The sentencing judge presided at trial and heard and observed the testimony of all the witnesses, which we find sufficient to support his drug quantity finding under our deferential standard of review.   Rohan testified that Wihbey agreed to sell 250 pounds in fifty-pound increments.   Weiner also testified that the deal was \"for something like 250 pounds.\"   Rohan, Britt, and DeCastro discussed the 250-pound purchase in their tape-recorded conversation.   Britt testified that Rohan said his source had 200 to 250 pounds available, and the deal would go forward in fifty-pound lots.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Wihbey argues that the testimony of these cooperating co-conspirators was unreliable.   Our observations in United States v. Zuleta-Alvarez are applicable here:</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>In this case, there existed sufficient indicia of reliability to avoid reversal for clear error.   First, the testimony ... relied upon by the sentencing judge was all provided under oath ... and was corroborated by the many witnesses who testified....  Moreover, the sentencing judge was also the presiding judge during the prior proceedings.   Thus the sentencing judge had the opportunity to observe the testimony and cross-examination of the various witnesses and could thereby make an independent assessment of their credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">922 F.2d 33, 36-37 (1st Cir.1990), cert. denied, 500 U.S. 927, 111 S.Ct. 2039, 114 L.Ed.2d 123 (1991).   Based on the testimony at trial, the judge's factual finding that the negotiated amount was 250 pounds was not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">In addition to challenging the evidentiary support for the finding that the negotiated amount was 250 pounds, Wihbey argues that there was insufficient evidence of his intention and capability to deliver that amount.   But that argument misses the mark;  it seems to be based on a misreading of the directive of commentary note 12 to &#167; 2D1.1 of the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p>We have interpreted application note 12 as directing that the amount of drugs under negotiation must be considered in determining the applicability of a minimum mandatory penalty unless the sentencing court supportably finds both that the defendant did not intend to produce the additional quantity of narcotics, and that he lacked the capacity to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">United States v. Muniz, 49 F.3d 36, 42 (1st Cir.1995) (emphasis in original).   In other words, as the plain language of the guideline comment dictates, the negotiated amount applies unless the sentencing judge makes a finding that the defendant lacked the intent and the capability to deliver.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Wihbey argued at the disposition hearing that because only forty pounds were delivered and because he had no prior record of drug-dealing, he therefore lacked the capability and intent to deliver 250 pounds.   But the sentencing judge rejected Wihbey's argument, and expressly found that Wihbey was capable of producing the 250 pounds;  the judge did not state the basis for that finding, however.   In our view, the co-conspirator testimony noted above about the 250-pound deal is somewhat probative of Wihbey's intent and capability to produce that amount.   The fact that the DEA did not find the remaining marijuana in Wihbey's condominium does not prove that Wihbey was unable or did not intend to deliver;  obviously, he may have arranged to have the drugs kept elsewhere, to be delivered to Arden Street as the deal progressed.   Consistent with the clear language of note 12 to section 2D1.1 of the guidelines, the negotiated amount is the applicable quantity unless Wihbey can show both \"no intent\" and \"no capacity\" to produce that amount.   The sentencing judge found that Wihbey failed to make that showing, and that finding was not clearly erroneous.</p>\n    </div>\n    <p>2. Whitman's Sentence:  Leadership Role</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Whitman urges that the sentencing judge committed clear error in finding that he had a leadership role over Camyre justifying an enhancement under U.S.S.G. &#167; 3B1.1(c).   His argument is twofold:  (1) the trial evidence was insufficient to support the leadership finding, and (2) Whitman's youth relative to Camyre and the other conspirators indicates that Whitman was at most a \"co-equal,\" not a leader.   The second argument is easily dismissed:  although age often correlates with one's organizational status, common experience provides enough counterexamples to indicate that there is little probative value in that correlation.   As to the first argument, the evidence in this case strongly suggests that Whitman did play a leadership role.   The excerpts of Camyre's testimony cited in the government's brief show that Camyre responded to Whitman's orders, that Whitman set the timing of the planned transaction, and that Camyre expected a smaller share of the profit than Whitman.   Whitman points to no evidence that suggests a non-leadership role, other than his age relative to that of his co-conspirators.   The judge who presided at trial and at sentencing is in the best position to make this factual finding.   Our review of the record finds significant support for the judge's finding, and there is certainly no clear error.</p>\n    </div>\n    <p>IV.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">For the foregoing reasons, the judgments and the sentences are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 3(b) of the Rules for United States Magistrates in the United States District Court for the District of Massachusetts requires a party who objects to a magistrate judge's findings and recommendations to identify specifically the objectionable portions of the proposed findings and recommendations and to state the basis for objection.   The magistrate judge's report contained a clear warning about this rule, advising Wihbey that failure to comply would preclude appellate review, citing United States v. Valencia-Copete, 792 F.2d 4, 6 (1st Cir.1986) (approving such a local rule).   See also 28 U.S.C. &#167; 636(b)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> After stating that a forfeited error was prejudicial if it affected the outcome of the proceedings, the Supreme Court in Olano stated:  \"There may be a special category of forfeited errors that can be corrected regardless of their effect on the outcome....\"  The Court also adverted, without specificity, to a class of errors \"that should be presumed prejudicial if the defendant cannot make a specific showing of prejudice.\"  507 U.S. at 734-36, 113 S.Ct. at 1778</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We recognize that, after the prosecutor's summation, Wihbey's lawyer asked \"Your honor, may I approach sidebar?\"   We must assume he intended to object to the prosecutor's remarks.   The judge told counsel to move on with his closing argument.   Upon being rebuffed, counsel did not state an objection or press further the request to approach.   In any event, counsel had the opportunity to raise Comment Two as grounds for mistrial, but specified only Comments One (and Comment Three, which we discuss further on)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This improper remark by the prosecutor is not in the class of forfeited errors adverted to in Olano, 507 U.S. at ----, 113 S.Ct. at 1778, which are presumed to be prejudicial without regard to their affect on the outcome.   Indeed, if Wihbey had objected and preserved the error, it would be subject to harmless error review, which of course focuses on the effect of the error on the outcome.   See United States v. Hasting, 461 U.S. 499, 508-12, 103 S.Ct. 1974, 1980-82, 76 L.Ed.2d 96 (1983)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The relevant portions of the jury instruction follow:</p>\n        <p>The law presumes a defendant to be innocent of a crime.   Thus, a defendant, although accused, begins the trial with a clean slate, with no evidence against him.</p>\n        <p>....</p>\n        <p>The presumption of innocence alone is sufficient to acquit a defendant....</p>\n        <p>....</p>\n        <p>The burden is always upon the prosecution to prove guilt beyond a reasonable doubt.</p>\n        <p>Now I told you two or three times during this trial that the Defendants have a constitutional right not to testify or offer any evidence on their behalf.   If any counsel stated during final argument that the Defendant did not testify in an attempt to impugn that's wrong and something might be wrong with them, I urge you now to completely ignore it and disregard it.</p>\n        <p>The law is clear a defendant never has the burden of proving his innocence, for the law never imposes upon a defendant in a criminal case the burden or duty of calling any witnesses or producing any evidence.   The Government has the burden of proving to you beyond a reasonable doubt that the Defendants are guilty of the crimes charged.   This burden of proof rests upon the Government and it never shifts to the Defendants.</p>\n        <p>....</p>\n        <p>As I told you, the Government has the burden of proving guilt of the Defendant beyond a reasonable doubt.   That burden remains with the Government throughout the entire trial and never shifts to the Defendant.</p>\n        <p>Accordingly, if either of the Defendants has not testified in this case, and neither have testified in this case, you are not to attach any significance to this fact, and you may not in any way consider this against either of the Defendants in your deliberations.</p>\n        <p>....</p>\n        <p>And further, you should bear in mind that the law never imposes upon a defendant in a criminal case the burden or duty of calling any witnesses or producing any evidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Prosecutorial arguments that implicate a constitutional right of the accused are reviewed under a higher standard than arguments that are improper, but not unconstitutional.   See Steven A. Childress and Martha S. Davis, Federal Standards of Review &#167; 11.23 (2d ed. 1992).   We have repeatedly held that an \"inappropriate\" comment is not a reversible error unless it is likely to have affected the outcome of the trial.   See, e.g., United States v. Cartagena-Carrasquillo, 70 F.3d 706, 713 (1st Cir.1995);  United States v. Levy-Cordero, 67 F.3d 1002, 1008 (1st Cir.1995);  United States v. Ovalle-Marquez, 36 F.3d 212, 220 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 947, 130 L.Ed.2d 891 (1995);  United States v. Manning, 23 F.3d 570, 574 (1st Cir.1994)</p>\n        <p>The Supreme Court, however, has held that a comment on the failure of the accused to testify is a constitutional violation, without inquiry as to its affect on the outcome.  Griffin v. California, 380 U.S. 609, 615, 85 S.Ct. 1229, 1233, 14 L.Ed.2d 106 (1965).   Indeed, a Griffin comment is a reversible error unless the government can persuade the appellate court that it was harmless, i.e., did not affect the outcome.   See United States v. Hasting, 461 U.S. 499, 507-09, 103 S.Ct. 1974, 1979-80, 76 L.Ed.2d 96 (1982);  Chapman v. California, 386 U.S. 18, 26, 87 S.Ct. 824, 829, 17 L.Ed.2d 705 (1967).</p>\n        <p>It appears that this court has on occasion treated Griffin comments like other improper comments, affirming convictions where the panel found it unlikely that the comments affected the outcome.   See, e.g., United States v. Glantz, 810 F.2d 316, 320 (1st Cir.), cert. denied, 482 U.S. 929, 107 S.Ct. 3214, 96 L.Ed.2d 701 (1987);  United States v. Cox, 752 F.2d 741, 744 (1st Cir.1985).   These cases may overstate the defendant's burden in demonstrating a Griffin violation.</p>\n        <p>It is clear that a comment on the failure of the accused to testify is a constitutional error, and the burden rests with the government to show the error harmless beyond a reasonable doubt, not with the defendant to show the comment was harmful.   See, e.g., Hasting, 461 U.S. at 507-09, 103 S.Ct. at 1979-80;  Chapman, 386 U.S. at 26, 87 S.Ct. at 829.</p>\n        <p>On the other hand, in cases where defendants have challenged non-constitutional inappropriate comments, the burden rests with the defendant to show that the comment was harmful, i.e., that \"under the totality of the circumstances they affected the trial's outcome.\"   See Cartagena-Carrasquillo, 70 F.3d at 713;  Levy-Cordero, 67 F.3d at 1008.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although Britt was arrested along with Weiner and Rohan during the Wihbey-supplied transaction at Wihbey's Arden Street house, Britt is not included in this first group because we are assuming arguendo that there were two separate conspiracies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The judge also gave a multiple conspiracy instruction, to the effect that the jury must acquit both defendants if it found that the single conspiracy charged did not exist, even if it found other conspiracies.   Thus, the jury verdict can be seen as an effective rejection of the multiple conspiracy theory.   See United States v. Sepulveda, 15 F.3d 1161, 1191 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994).   However, we have assumed for the sake of analysis that the evidence was insufficient to support that verdict, and we have momentarily embraced the multiple conspiracy theory</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Robert WIHBEY, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Claude WHITMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 95-1291, 95-1394.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1995.<br>Decided Feb. 6, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Massachusetts;  Frank H. Freedman, Senior U.S. District Judge.</p>\n      <p class=\"indent\">Jack St. Clair with whom Barbara J. Sweeney, Springfield, was on brief, for appellant Wihbey.</p>\n      <p class=\"indent\">Vincent A. Bongiorni, Springfield, MA, for appellant Whitman.</p>\n      <p class=\"indent\">Dina Michael Chaitowitz, Assistant United States Attorney, with whom Donald K. Stern, Boston, MA, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR, BOUDIN, and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Robert Wihbey and Claude Whitman were tried by a jury and convicted of conspiracy to distribute marijuana.   The jury also convicted Wihbey of possession of marijuana with intent to distribute.   Both Wihbey and Whitman challenge their convictions on the grounds that the prosecutor made improper remarks in closing argument, and that the government proved multiple conspiracies, not the single conspiracy charged in the indictment.   Wihbey argues that the warrantless entry of his home was not justified by exigent circumstances and that the evidence against him does not support the drug quantity used to calculate his sentence under the guidelines.   Whitman also challenges his sentence, asserting that he did not play a leadership role in the conspiracy that justified an increase in offense level.   Finding no error, we affirm the convictions and the resulting sentences.</p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL OVERVIEW</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The evidence, taken in the light most favorable to the verdict, permitted the jury to find the following facts.   See United States v. Twitty, <span class=\"citation\" data-id=\"196496\"><a href=\"/opinion/196496/united-states-v-twitty/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 229-30 (1st Cir.1995).   In the spring of 1991, Richard Britt and Thomas Rohan agreed to work together dealing marijuana.   Initially, they intended their source of supply to be appellant Claude Whitman and one Frank Camyre, but when Camyre and Whitman repeatedly failed to produce as promised, Rohan cultivated another supplier, Robert Wihbey.   Meanwhile, an informant for the Drug Enforcement Administration (\"DEA\"), David DeCastro, had convinced Britt and Rohan that he had the desire and ability to buy 250 pounds or more of marijuana (about $500,000 worth).   Britt and Rohan, eager to recoup an earlier loss in a failed marijuana deal, agreed to act as middlemen in a large sale to informant DeCastro.   Britt and Rohan informed both of their sources that they had a big buyer on the hook.   On or about November 22, 1991, both sources independently obtained shipments of marijuana.   On November 23, 1991, DEA agents arranged for DeCastro to conduct controlled buys the following day from both the Wihbey source and the Whitman/Camyre source.   Britt and Rohan were arrested during a buy from Wihbey's associate, Michael Weiner, who was also arrested;  all three immediately agreed to cooperate.   Weiner led the DEA agents to Wihbey's home, where they arrested Wihbey and searched the premises.   Later that day, Britt and Rohan cooperated with the DEA on a second controlled buy, from the Whitman/Camyre source, leading to the arrest of Whitman, Camyre and Whitman's source, Roger Brandt.   Further factual details will be provided as needed to analyze the several issues presented.</p>\n    </div>\n    <p>II.</p>\n    <p>PROCEDURAL BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In March 1993, a federal grand jury returned a four-count indictment that charged:  in Count One, that from May 1991 through November 23, 1991, Britt, Rohan, Wihbey, Weiner, Whitman, and Camyre conspired to possess with intent to distribute, and to distribute, marijuana in violation of 21 U.S.C. &#167; 846;  in Count Two, that on October 4, 1991, Camyre possessed marijuana with intent to distribute in violation of 21 U.S.C. &#167; 841(a)(1);  in Count Three, that on November 22, 1991, Wihbey possessed marijuana with intent to distribute in violation of 21 U.S.C. &#167; 841(a)(1);  and in Count Four, that on November 23, 1991, Wihbey used a pistol during and in relation to a drug trafficking offense in violation of 18 U.S.C. &#167; 924(c).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Wihbey filed a motion to suppress physical evidence and a statement obtained from him during the warrantless arrest and search at his home, but the motion was denied after an evidentiary hearing.   Prior to trial, all of the defendants except Wihbey and Whitman pleaded guilty and agreed to cooperate with the government.   After a five-day trial in May 1994, the jury found Wihbey and Whitman guilty of the conspiracy count and Wihbey guilty of the possession with intent to distribute count.   The jury, however, acquitted Wihbey on the firearm count.   Wihbey and Whitman were sentenced in November 1994 and promptly filed notices of appeal.</p>\n    </div>\n    <p>III.</p>\n    <p>DISCUSSION</p>\n    <p>A. Warrantless Entry of Wihbey's Home</p>\n    <p class=\"indent\">1. Facts</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The magistrate judge found the following facts at the suppression hearing.   The DEA investigation that led to the arrests in this case was focused on a controlled buy of marijuana by the informant DeCastro from Whitman and Camyre, with Britt and Rohan acting as middlemen.   It was only one day before the scheduled Whitman/Camyre buy that DEA agents learned that Rohan had another source, Robert Wihbey.   Late in the afternoon of Friday, November 22, 1991, Rohan told the informant DeCastro that he had an unnamed source that could deliver 250 pounds of marijuana.   When DeCastro expressed his interest in purchasing from both this new source and the Whitman/Camyre source, Britt and Rohan drove DeCastro to the Beekman Place condominiums in Agawam, Massachusetts.   DeCastro wore a transmitter, and was under audio and visual surveillance by DEA special agent Sean McDonough and other agents.   Rohan parked the car, got out, and returned shortly thereafter with a sample of marijuana for DeCastro's approval.   The agents were unable to discern, however, which condominium unit Rohan had entered, nor did they learn the name of the new source.   DeCastro approved the sample and he and Rohan scheduled a 250 pound deal to take place at Rohan's residence later that night.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Early that evening, DeCastro called Britt to confirm the arrangements, but Britt stated that the delivery would have to be postponed until 8:00 a.m. the following morning, Saturday, November 23, 1991.   The following day, Britt and Rohan met DeCastro and brought him to a house (owned by Wihbey, but not used as his residence) at 30 Arden Street in Springfield, Massachusetts.   There, DeCastro examined ten pounds of marijuana, and was told by Wihbey's associate, Michael Weiner, that there were thirty more pounds in Weiner's car.   Weiner advised the buyers that the rest of the marijuana would be produced in increments after the cash for the first forty pounds was delivered to the source.   DeCastro said he had to get his \"money man,\" but he returned instead with special agent McDonough, followed by a number of DEA agents.   Britt, Rohan, and Weiner were arrested inside the Arden Street house at about 11:00 a.m.;   the DEA still had not learned the identity of the source (Wihbey) or his unit number at Beekman Place.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Britt, Rohan, and Weiner promptly agreed to cooperate with the DEA agents, and by 11:15 one or more of them had disclosed that Wihbey was the source and that he lived at 33 Beekman.   At the hearing, agent McDonough conceded that at this point he had probable cause to arrest Wihbey and search 33 Beekman.   Nonetheless, McDonough had doubts about the credibility of the three arrestees and decided to interview them individually at DEA headquarters;  these interviews began at 11:30 that morning.   Agent McDonough determined that the cooperating defendants were credible, and based on information they provided, that Wihbey would grow suspicious if Weiner did not return promptly with $68,000 or call to explain the delay.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At about the same time, roughly noon, McDonough was also concerned with setting up the controlled buy from Whitman and Camyre.   McDonough directed Britt to contact Whitman or Camyre, and the second deal was set up for 3:00 that same afternoon.   Thus, McDonough was involved to some extent with setting up the Whitman/Camyre buy at the same time that he was preparing to arrest Wihbey.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Because it was Saturday, McDonough believed that application for a warrant to arrest Wihbey in his home might take as long as several hours, and that quick action was necessary because Wihbey's growing suspicion might motivate him to flee or destroy evidence.   At approximately 12:45 p.m., the DEA established surveillance of Wihbey's condo, and at 1:00 p.m. Weiner and Rohan entered, followed by special agent McDonough and other agents who \"secured the apartment.\"   Wihbey was found lying on the basement floor behind a pool table, with a loaded pistol a few feet away.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Agent McDonough placed Wihbey under arrest and advised him of his rights.   McDonough then told Wihbey that they had no search warrant, but would get one if needed;  he asked Wihbey to show the agents where he had marijuana and guns.   Wihbey agreed, and during the ensuing search the agents found 1200 grams of marijuana (about 2.7 pounds, which McDonough characterized as \"personal use\" marijuana) and some marijuana paraphernalia.   Agent McDonough sought Wihbey's cooperation, asking him to name his source.   Wihbey said that he would not give McDonough the name of the \"guy above me\" because he was a personal friend, but he would give the name of the \"guy above him.\"   Agent McDonough declined Wihbey's offer of partial cooperation.</p>\n    </div>\n    <p class=\"indent\">2. Analysis</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Constitution requires that police normally obtain a warrant before entering a person's home to make an arrest.  Payton v. New York, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span></a></span>, 590, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1371</span></a></span>, 1382, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">639</span> </a></span>(1980).   The government says, however, that in this case \"exigent circumstances\" excused the warrantless entry.   In determining whether an exigency justifies a warrantless search and seizure, the test is \"whether there is such a compelling necessity for immediate action as will not brook the delay of obtaining a warrant.\"  United States v. Wilson, <span class=\"citation\" data-id=\"195637\"><a href=\"/opinion/195637/united-states-v-lopez-wilson/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 209 (1st Cir.1994) (quoting United States v. Adams, <span class=\"citation\" data-id=\"377954\"><a href=\"/opinion/377954/united-states-v-carol-e-adams/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 44 (1st Cir.1980)).   Exigency determinations are generally fact-intensive and thus must be made on a case-by-case basis.   See United States v. Donlin, <span class=\"citation\" data-id=\"597137\"><a href=\"/opinion/597137/united-states-v-geoffrey-t-donlin/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 34 (1st Cir.1992), in our past holdings, exigent circumstances have commonly included:  (1) \"hot pursuit\" of a felon;  (2) threatened destruction of evidence;  (3) risk that the suspect may flee undetected;  and (4) danger to the safety of the public or the police.   See United States v. Tibolt, <span class=\"citation\" data-id=\"196502\"><a href=\"/opinion/196502/united-states-v-tibolt/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">965</span></a></span>, 969 (1st Cir.1995).   Exigency must be assessed in light of the totality of the circumstances.  United States v. Veillette, <span class=\"citation\" data-id=\"461585\"><a href=\"/opinion/461585/united-states-v-george-e-veillette-jr/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 902 (1st Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">654</span> </span>(1986).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We defer to the district court's findings of the underlying facts unless clearly erroneous, but we afford plenary review to the district court's legal analysis and ultimate conclusion.  <span class=\"citation\" data-id=\"196502\"><span class=\"antecedent_guess\">Tibolt,</span> <a href=\"/opinion/196502/united-states-v-tibolt/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">969-70</span></a></span>;  United States v. Curzi, <span class=\"citation\" data-id=\"518088\"><a href=\"/opinion/518088/united-states-v-barbara-j-curzi/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 42 (1st Cir.1989).   We find clear error only if, after reviewing all the evidence, we are left with \"the definite and firm conviction that a mistake had been committed.\"  United States v. Rust, <span class=\"citation\" data-id=\"591387\"><a href=\"/opinion/591387/united-states-v-richard-p-rust/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span>, 57 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The magistrate judge who conducted the suppression hearing characterized this as a \"borderline case,\" but nonetheless denied the motion to suppress.   The magistrate judge found that Wihbey had consented to a search of his condominium after he had been arrested.   Thus the critical issue was whether the entry to arrest was justified by exigent circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The magistrate judge determined that circumstances were exigent based upon the following five \"factors.\"   First, it was reasonable for the DEA agents to choose not to prepare part or all of a warrant on the day before the arrest, as they did not know whom they were to arrest or, with requisite particularity, where the arrestee lived.   Second, it would have taken \"substantially more than two hours\" to obtain a warrant at the relevant time, Saturday morning or early afternoon.   Third, it was reasonable for agent McDonough to bring Britt, Rohan, and Weiner to DEA headquarters for further debriefing before seeking a warrant or taking other action.   Fourth, it was reasonable for the agents to conclude that there was a compelling necessity for immediate action, based on the likelihood that Wihbey would grow suspicious of the delay in Weiner's return, causing Wihbey to flee or conceal or destroy evidence.   Fifth, the DEA agents' plans for a second controlled buy from Camyre and Whitman later that afternoon did not precipitate the decision to arrest Wihbey without a warrant.   Wihbey objected to the magistrate judge's report and recommendation, but the district court adopted the report and denied the motion to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Before reviewing the ruling below, we narrow the issues because Wihbey has forfeited some of his Fourth Amendment arguments by failing to press his objections below.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Wihbey's challenge to the suppression ruling is therefore limited to those issues that he specifically raised in his objection to the magistrate judge's report and recommendation.   We ignore Wihbey's attempt to \"generally object\" to the magistrate judge's report, as well as his attempt to incorporate by reference the arguments made in his pre-hearing memorandum.   Wihbey made two objections with sufficient specificity:  (1) the magistrate judge erred in determining that it was reasonable for the agents to delay preparing for a warrant application until Saturday morning when they learned Wihbey's name and address, and (2) the magistrate judge erred in determining that there was a compelling necessity for immediate action, because the exigency was created by the agents' investigative strategy.   We note that Wihbey did not object to any of the magistrate judge's proposed findings of the underlying facts, but only to the reasonableness of the agents' actions and whether the facts constituted exigent circumstances.   In particular, Wihbey did not object to the finding that Wihbey consented to the search after he was arrested;  thus the issue before us is whether the warrantless arrest was justified by exigent circumstances.   In any event, we find no error, let alone clear error, in the magistrate judge's findings as to the underlying facts.   As to the forfeited arguments that Wihbey now raises, we find that none of the asserted errors rises to the level of plain error which might justify reversal.   See United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 730-37, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1776-1779, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>a. Should the agents have started a warrant application earlier?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Contrary to his assertion on appeal, Wihbey's right to be free from unreasonable searches and seizures did not impose a duty on the investigating agents to begin preparing for a warrant prior to the arrest and interrogation of Weiner, Britt, and Rohan on Saturday morning.   The DEA agents did not learn Wihbey's name or which condominium unit he lived in until Saturday morning.   Moreover, prior to Weiner's arrest, the agents could not be sure whether Wihbey would be at his condo or some other place, nor was there any assurance that the suspects to be arrested would cooperate and provide that crucial information.   The DEA agents were not obligated to prepare a warrant application in advance merely because it might have been foreseeable that the contemplated arrest of Britt and Rohan would lead the agents to the source of the marijuana.   See United States v. Cresta, <span class=\"citation\" data-id=\"492349\"><a href=\"/opinion/492349/united-states-v-robert-d-cresta-united-states-of-america-v-john-j/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">538</span></a></span>, 553 (1st Cir.1987) (\"Although probable cause existed some time prior to the arrests, this does not negate the rise of exigent factors.\";  \"Unforeseeability has never been recognized as an element of the exigent circumstances exception....\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1042</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2033</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">618</span> </span>(1988).   We therefore reject Wihbey's first basis for objection.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>b. Were the circumstances exigent?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The magistrate judge credited agent McDonough's statement that he had doubts about the credibility of Britt, Rohan, and Weiner, and that it was reasonable to interview them in further detail before proceeding against Wihbey.   Therefore, it was only sometime after 11:30 a.m., about three hours after the marijuana buy had begun, that McDonough faced the crucial decision whether he had time to obtain a warrant.   The magistrate judge also relied on McDonough's testimony in finding that (1) it would take substantially longer than two hours to obtain a warrant and (2) that McDonough's decision to forego a warrant was not motivated by his desire to press ahead with the investigation of Whitman and Camyre.   Wihbey did not specifically object to those recommended findings, and even if he had, those findings are not clearly erroneous in light of all the circumstances.   Because of the delay in Weiner's return to Wihbey, and Weiner's statement that Wihbey would be growing suspicious, we agree with the magistrate judge and the district court that the agents reasonably feared that Wihbey would flee, or conceal or destroy marijuana evidence before a warrant could be obtained.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is well established that government agents must act reasonably, based on the objective facts available, when deciding that a warrantless entry is justified:  \"Whether the basis for such authority exists is the sort of recurring factual question to which law enforcement officials must be expected to apply their judgment;  and all the Fourth Amendment requires is that they answer it reasonably.\"  Illinois v. Rodriguez, <span class=\"citation\" data-id=\"112475\"><a href=\"/opinion/112475/illinois-v-rodriguez/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">177</span></a></span>, 186, <span class=\"citation\" data-id=\"112475\"><a href=\"/opinion/112475/illinois-v-rodriguez/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2793</span></a></span>, 2800, <span class=\"citation\" data-id=\"112475\"><a href=\"/opinion/112475/illinois-v-rodriguez/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span> </a></span>(1990).   We agree with the magistrate judge and the district court that it was reasonable for the agents in this case to judge the circumstances exigent and to take action accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although he did not raise the argument below, Wihbey now argues that his suspicion could have been allayed--and the exigency averted--by a phone call from Weiner assuring him that all was well.   While that may be true, it does not alter our conclusion.   It was well within the reasonable professional judgment of the agents to choose not to jeopardize a continuing investigation by taking measures, such as a phone call, that might (or might not) alleviate the exigency.   The telephone call might have had the opposite effect, heightening Wihbey's suspicion, and inducing him to immediately flee, or destroy or conceal evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We also reject Wihbey's argument that the exigency was created by the DEA agents' investigative strategy.   The need for quick action arose upon the agents' determination that arrestees Rohan, Britt, and Weiner had provided reliable information about Wihbey and that he would be suspicious because of any further delay in getting back to him.   We accept the magistrate judge's finding that the timing of the second controlled buy did not drive the agents' decision to forego a warrant.   And, as we have said, the agents had no duty to prepare a warrant application before the arrest of Rohan and Weiner nor to attempt to allay Wihbey's suspicion with a phone call.   Wihbey argues that the agents could have established surveillance of his condominium, without entry, to prevent Wihbey's flight, but that would not have prevented the destruction of evidence within.   We see nothing about the agent's investigative strategy that created the exigency.   This is not a situation where the agents deliberately created the exigent circumstances.   The agents had no choice but to respond promptly once they learned that Wihbey was at his condominium, undoubtedly growing suspicious as he awaited the overdue proceeds of the busted transaction.   See United States v. <span class=\"citation\" data-id=\"492349\"><span class=\"antecedent_guess\">Cresta,</span> <a href=\"/opinion/492349/united-states-v-robert-d-cresta-united-states-of-america-v-john-j/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">553</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the denial of Wihbey's motion to suppress.</p>\n    </div>\n    <p>B. Improper Arguments by the Prosecutor</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Wihbey and Whitman seek a new trial because, they claim, the prosecutor in closing argument commented upon their failure to testify, shifted the burden of proof to them, and vouched for the government's witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>1. Comment on Failure to Testify and Attempt to Shift the Burden of Proof</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Wihbey and Whitman contend that the following remark (hereafter \"Comment One\"), made during the government's summation, was an improper comment on their failure to testify:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">What I would like to do, however, is talk to you for a few minutes about the three specific charges that are contained in the indictment....</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The first one, and I would suggest to you the most important one, is the conspiracy count and that conspiracy count lists, as you know, six different persons--four of them you heard from--Mr. Britt, Mr. Rohan, Mr. Weiner, Mr. Wihbey and Mr. Whitman and Mr. Camyre.   You've heard from all of those witnesses except for obviously the two Defendants who have now been charged.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Wihbey asserts that a second remark (\"Comment Two\") was also an improper comment on his failure to testify as well as an attempt to shift the burden of proof to him.   The prosecutor recounted Wihbey's post-arrest statement to DEA special agent McDonough that Wihbey would not turn in his source because he was Wihbey's friend, but that he would give the name of the friend's source.   Then the prosecutor said:Now, if Mr. St. Clair [Wihbey's lawyer] can stand up and explain away that conversation to you, then you should let Bob Wihbey walk out of here with a verdict of acquittal.   But he can't do that, ladies and gentlemen, because that is not a conversation that an innocent man, who's been falsely accused, would have under those circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There's just no other explanation except the one that's been provided from the witness stand by the eight witnesses called by the government.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">At the end of the prosecutor's summation, during which the prosecutor made Comments One and Two, Wihbey's lawyer asked to approach the bench, but the trial judge ordered him instead to \"move on with it for now.\"   Wihbey's lawyer therefore proceeded with his closing argument;  Whitman's lawyer followed.   After the prosecutor's rebuttal, Wihbey and Whitman both moved for a mistrial, citing Comment One as an improper comment on their failure to testify, and citing as improper a third comment.   We assume arguendo that defense counsel's attempt to approach, coupled with specific mention in the mistrial motion, was a sufficient objection to Comment One to preserve the issue for appeal.   We consider Wihbey's failure to mention Comment Two in the motion for mistrial, however, as a failure to object;  therefore if there was an error in Comment Two, the error was forfeited and is reviewed for plain error only.   See <span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">Olano,</span> <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">730-37</span></a></span>, 113 S.Ct. at 1776-1779.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Comment by a prosecutor on a defendant's failure to testify violates the Fifth Amendment guarantee against self-incrimination.  Griffin v. California, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, 615, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1229</span></a></span>, 1233, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span> </a></span>(1965).   A court determines if a prosecutor's remarks violate Griffin by asking \"whether, in the circumstances of the particular case, the language used was manifestly intended or was of such a character that the jury would naturally and necessarily take it to be a comment on the failure of the accused to testify.\"  United States v. Akinola, <span class=\"citation\" data-id=\"600348\"><a href=\"/opinion/600348/united-states-v-michael-idowu-tunde-akinola/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1105</span></a></span>, 1111 (1st Cir.1993) (quoting United States v. Glantz, <span class=\"citation\" data-id=\"482473\"><a href=\"/opinion/482473/united-states-v-ronald-h-glantz-and-anthony-j-bucci/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">316</span></a></span>, 322 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3214</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">701</span> </span>(1987)).   If we find that a prosecutor has violated Griffin, we then review for harmless error.  United States v. Hasting, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span>, 508-12, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1974</span></a></span>, 1980-82, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span> </a></span>(1983) (applying the constitutional harmless error analysis established in Chapman v. California, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, 24, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, 828, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span> </a></span>(1967)).   In Chapman, the Supreme Court stated that a prosecutorial comment on the failure of the accused to testify would not require reversal if the State could show \"beyond a reasonable doubt that the error complained of did not contribute to the verdict <span class=\"citation\" data-id=\"107359\"><span class=\"antecedent_guess\">obtained.\"</span>  <a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">24</span></a></span>, 87 S.Ct. at 828.   The Supreme Court clarified the Chapman constitutional harmless error standard in Sullivan v. Louisiana, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">275</span></a></span>, ----, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2078</span></a></span>, 2081, <span class=\"citation\" data-id=\"112868\"><a href=\"/opinion/112868/sullivan-v-louisiana/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">182</span> </a></span>(1993), explaining that the inquiry is \"not whether, in a trial that occurred without error, a guilty verdict surely would have been rendered, but whether the guilty verdict actually rendered in this trial was surely unattributable to the error.\"  (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A very different standard is applied when a party forfeits an error by failing to make a contemporaneous objection, as Wihbey did with respect to Comment Two.   In that case, we have the discretion to reverse only for \"plain error,\" i.e., error that is \"clear\" and \"obvious\" and that was \"prejudicial\" to the defendant in that it \"affected the outcome of the District Court proceedings.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  <span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">Olano,</span> <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">732-36</span></a></span>, 113 S.Ct. at 1777-78.   And, we exercise that discretion only if the plain forfeited error seriously affects the fairness, integrity, or public reputation of judicial proceedings;  an example of such an error is one that causes the conviction of an actually innocent defendant.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 736-37, </span>113 S.Ct. at 1779.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">As to Comment One, we find, first, that the prosecutor did not \"manifestly intend\" to comment on the defendants' failure to testify.   See <span class=\"citation\" data-id=\"600348\"><span class=\"antecedent_guess\">Akinola,</span> <a href=\"/opinion/600348/united-states-v-michael-idowu-tunde-akinola/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1111</span></a></span>.   The context of the comment indicates that the prosecutor intended to list the six persons charged in the conspiracy count and to remind the jury that they had heard from four of the six.   But, apparently by mistake, he named Wihbey and Whitman among those who testified.   The challenged comment appears to be an unartful attempt to correct that mistake, by reminding the jury that \"of course\" the defendants did not testify.   Second, based on the context, we find that the jury would not \"naturally and necessarily take [the remark] to be a comment on the failure of the accused to testify.\"   See <span class=\"citation\" data-id=\"600348\"><a href=\"/opinion/600348/united-states-v-michael-idowu-tunde-akinola/\"><span class=\"id_token\">id.</span>   We think </a></span>it likely that the jury took the comment the same way we do, as an attempt to clarify a slip of the tongue.   By saying \"of course [the defendants did not testify],\" the prosecutor just as plausibly has reminded the jury that the defendants' silence was to be expected, i.e., that it is natural for a defendant to exercise his Fifth Amendment right.   The remark does not necessarily imply that the jury should draw any negative inference from the failure to testify.  \"A court should not lightly infer that a prosecutor intends an ambiguous remark to have its most damaging meaning or that a jury, sitting through lengthy exhortation, will draw that meaning from the plethora of less damaging interpretations.\"  United States v. Lilly, <span class=\"citation\" data-id=\"597801\"><a href=\"/opinion/597801/united-states-v-william-w-lilly/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></a></span>, 307 (1st Cir.1992) (quoting Donnelly v. DeChristoforo, <span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">637</span></a></span>, 647, <span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, 1873, <span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">431</span> </a></span>(1974)).   Accordingly, we hold that Comment One was not a Griffin violation.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In contrast to Comment One, we find Comment Two to be effectively a comment on Wihbey's failure to testify, and that the jury likely understood it that way.   Also, the comment impermissibly suggested that Wihbey bore the burden of proof.   See United States v. Skandier, <span class=\"citation\" data-id=\"449680\"><a href=\"/opinion/449680/united-states-v-john-p-skandier/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 45-46 (1st Cir.1985) (holding that a \"how-does-counsel-explain\" argument is a Griffin violation and an impermissible shift of burden of proof).   Wihbey, however, forfeited this error by failing to object or raise it as grounds for mistrial.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Although it was improper, Comment Two does not rise to the level of \"plain error\" under the Olano <span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">standard.</span>  <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">730-37</span></a></span>, 113 S.Ct. at 1776-79.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In light of all the circumstances, we do not believe that the comment affected the outcome or \"seriously affected the fairness, integrity, or public reputation of judicial proceedings.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 736-37, </span>113 S.Ct. at 1779.   First, the judge gave a strong instruction on the defendants' right not to testify and the government's burden of proof.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Second, there was significant (but admittedly not overwhelming) evidence of Wihbey's guilt, enough that we find it unlikely that any negative inference drawn from his failure to testify tipped the scale from \"not guilty\" to \"guilty.\"   The evidence against Wihbey included co-conspirator testimony, police surveillance of pre-transaction marijuana sampling at Wihbey's condo complex, Wihbey's ownership of the house where the forty-pound transaction took place, marijuana and paraphernalia seized from Wihbey's condo, and Wihbey's incriminating post-arrest statement.   Given the curative instruction and the evidence of guilt, we are not convinced that the improper remark constituted plain error.</p>\n    </div>\n    <p>2. Witness Vouching</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Wihbey and Whitman contend that the prosecutor, in his rebuttal, improperly vouched for the accomplice witnesses who testified under their plea agreements.   The prosecutor analogized the trial evidence to a \"mosaic\" made up of many \"tiles\" that were individually imperfect if closely scrutinized, but which nonetheless would give a clear picture if viewed as a whole.   After making that analogy, the prosecutor made the challenged comment (\"Comment Three\"):</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>None of these witnesses are perfect.   None of them have perfect memories.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">But what they have done is testified to you truthfully about what they knew, and despite the fact that there are some imperfections in their testimony, if you take a step back from that individual tile, you will see that the Britt tile [government witness] and the Rohan [government witness] tile go hand in hand.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">(emphasis added).   There was no immediate objection.   But two sentences later, the prosecutor ended his rebuttal, the judge excused the jury for lunch, and the defendants moved for a mistrial, arguing that this comment was improper witness vouching.   The question is close whether the defendants have preserved the issue for appeal.   Compare United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1186-87 (1st Cir.1993) (where defendant did not object or raise improper prosecutorial argument until motion for mistrial after conclusion of summations, error forfeited and reviewed for plain error only), cert. denied --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span> </span>(1994), with United States v. Mandelbaum, <span class=\"citation\" data-id=\"477965\"><a href=\"/opinion/477965/united-states-v-bridget-m-mandelbaum/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 43 (1st Cir.1986) (objection made after closing arguments was timely enough to preserve error for appeal, although it \"should have been made earlier\") and United States v. Levy-Cordero, <span class=\"citation\" data-id=\"705989\"><a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1002</span></a></span>, 1008 n. 6 (1st Cir.1995) (objection after arguments sufficient to preserve issue for appeal where parties had agreed not to object during arguments).   For the sake of argument, we will treat the issue as preserved for appeal as if a contemporaneous objection had been lodged.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">An improper argument to the jury that does not implicate a defendant's constitutional rights, such as the witness vouching that occurred here, constitutes reversible error only where the prosecutor's remarks were both inappropriate and harmful.   See <span class=\"citation\" data-id=\"705989\"><a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"id_token\">id.</span> at 1008. </a></span>  Improper statements during closing argument are considered harmful if, given the totality of the circumstances, they are likely to have affected the trial's outcome.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  <span class=\"citation\" data-id=\"705989\"><a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"id_token\">Id.</span>  (citing United </a></span>States v. Manning, <span class=\"citation\" data-id=\"195356\"><a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 574 (1st Cir.1994)).   In making that determination, we focus on (1) the severity of the prosecutor's misconduct, including whether it was deliberate or accidental;  (2) the context in which the misconduct occurred;  (3) whether the judge gave curative instructions and the likely effect of such instructions;  and (4) the strength of the evidence against the defendants.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Although the prosecutor's statement that \"what they have done is testify truthfully\" was inappropriate, our consideration of these factors leads us to conclude that it was not harmful.   First, the witness vouching here was not, on balance, severe.   The prosecutor did not express his personal opinion about the witnesses' veracity, see United States v. Mejia-Lozano, <span class=\"citation\" data-id=\"494593\"><a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 273 (1st Cir.1987);  nor did the prosecutor suggest that he had special knowledge about the witnesses' credibility, or that special circumstances such as an oath or a plea agreement ensured the witnesses' honesty, see <span class=\"citation\" data-id=\"195356\"><span class=\"antecedent_guess\">Manning,</span> <a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">572</span></a></span>, 575.   The purpose of the \"mosaic\" analogy and the vouching comment was to concede the existence of imperfections and inconsistencies in the accomplices' testimony, and to argue that those inconsistencies did not indicate dishonesty or fabrication.   Although the witness vouching seems to have been intentional, in that it was part of a clearly planned oration, it was fairly mild and barely crossed the line of impropriety.   See United States v. Oreto, <span class=\"citation\" data-id=\"679957\"><a href=\"/opinion/679957/united-states-v-frank-oreto-sr-united-states-of-america-v-frank-oreto/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">739</span></a></span>, 746 (1st Cir.1994) (prosecutor's argument that \"nobody lied\" was \"mild vouching, essentially harmless\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1161</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1116</span> </span>(1995);  United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 483 (1st Cir.)  (stating that the line between proper argument that a witness is credible and improper vouching is \"often hazy\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The context in which the vouching occurred has aspects that suggest harmfulness, and aspects that cut the other way.   On the one hand, the final lines of the prosecutor's rebuttal are thought to leave a lasting impression on the jury.   See <span class=\"citation\" data-id=\"195356\"><span class=\"antecedent_guess\">Manning,</span> <a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">575</span></a></span>.   On the other hand, the vouching was to some extent a fair response to the thrust of the defense summation, which emphasized that the accomplices were liars and that they were exaggerating, coloring their testimony, and telling the government what they wanted to hear.   See <span class=\"citation\" data-id=\"494593\"><span class=\"antecedent_guess\">Mejia-Lozano,</span> <a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">268</span></a></span>, 274 (prosecutor given \"greater leeway\" where vouching was \"in response to defense counsel's inflammatory statements\").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The judge gave a strong and specific curative instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Statements and arguments of counsel are not evidence in the case....</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">If any attorney in the case in closing arguments stated to you that my clients or my witnesses told the truth, ignore it.   It's what you determine from the witnesses and the evidence in the case, from the point of view of deciding facts, that will control the credibility of all witnesses;  it will be for you and only for you to determine.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Although the curative instruction was not contemporaneous, the defendants did not object to the witness vouching until after the prosecutor finished his rebuttal and the jury was excused for lunch.   The earliest opportunity for the judge to give a curative instruction was during the final charge.   We normally presume that a jury will follow an instruction to disregard inadmissible evidence or an improper argument.   See Greer v. Miller, <span class=\"citation\" data-id=\"111956\"><a href=\"/opinion/111956/greer-v-miller/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">756</span></a></span>, 766 n. 8, <span class=\"citation\" data-id=\"111956\"><a href=\"/opinion/111956/greer-v-miller/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3102</span></a></span>, 3109 n. 8, <span class=\"citation\" data-id=\"111956\"><a href=\"/opinion/111956/greer-v-miller/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">618</span> </a></span>(1987).   We find it likely that this forceful instruction effectively neutralized the vouching that occurred here.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Finally, the evidence against Wihbey and Whitman was sufficiently strong for us to conclude, after considering the totality of circumstances, that the vouching was unlikely to affect the outcome of the trial.   As noted in our earlier analysis of Comment Two, the evidence against Wihbey was substantial.   The evidence against Whitman was even stronger;  it included the testimony of his accomplices Britt, Rohan, Camyre, and Brandt, pre-arrest tape recorded conversations where Whitman's accomplices explicitly discussed Whitman's role in the marijuana distribution plans, and testimony by DEA agents about Whitman's post-arrest cooperation and statements that made his role in a planned marijuana transaction rather clear.   We therefore conclude that the vouching in this case did not constitute reversible error.</p>\n    </div>\n    <p>3. Motions for Mistrial and New Trial</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We recognize that several incidents of prosecutorial misconduct, none of which would separately constitute grounds for mistrial, could have a cumulative impact on the jury sufficient to affect the trial's outcome.   We review a trial judge's ruling on a motion for a mistrial, or for a new trial, only for abuse of discretion.  United States v. Barbioni, <span class=\"citation\" data-id=\"196231\"><a href=\"/opinion/196231/united-states-v-barbioni/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 7 (1st Cir.1995) (motion for mistrial);  <span class=\"citation\" data-id=\"482473\"><span class=\"antecedent_guess\">Glantz,</span> <a href=\"/opinion/482473/united-states-v-ronald-h-glantz-and-anthony-j-bucci/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">320</span> </a></span>&amp; n. 2 (motion for new trial because of improper argument).   Although the Assistant United States Attorney in this case exceeded the permissible limits of proper argument, we cannot say that his action was deliberate and we do not believe that the closing arguments, viewed collectively, affected the outcome or the fairness of this trial.   For the reasons set forth in our review of the challenged comments, we hold that the trial judge did not abuse his discretion in denying the defendants' motions for a mistrial and for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>C. Single Conspiracy vs. Multiple Conspiracies</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The jury convicted both Wihbey and Whitman under Count I of the indictment, which charged a single marijuana distribution conspiracy among six persons (the two defendants along with Britt, Rohan, Weiner, and Camyre).   Wihbey and Whitman argue that the evidence was insufficient to allow the jury to find a single conspiracy, and that the evidence showed instead two separate conspiracies.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The framework for analyzing when a variance between the conspiracy charged and the conspiracy proven constitutes reversible error was set forth in United States v. Glenn:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>(1) Is the evidence sufficient to permit a jury to find the (express or tacit) agreement that the indictment charges?  (2) If not, is it sufficient to permit a jury, under a proper set of instructions, to convict the defendant of a related, similar conspiracy?  (3) If so [i.e., the answer to (2) is yes], does the variance affect the defendant's substantial rights or does the difference between the charged conspiracy and the conspiracy proved amount to \"harmless error?\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"494122\"><a href=\"/opinion/494122/united-states-v-kenneth-robert-glenn-united-states-of-america-v-manuel/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">855</span></a></span>, 858 (1st Cir.1987).   Put differently, \"[s]o long as the statutory violation remains the same, the jury can convict even if the facts are somewhat different than charged--so long as the difference does not cause unfair prejudice.\"  United States v. Twitty, <span class=\"citation\" data-id=\"196496\"><a href=\"/opinion/196496/united-states-v-twitty/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 230 (1st Cir.1995) (citing <span class=\"citation\" data-id=\"494122\"><span class=\"antecedent_guess\">Glenn,</span> <a href=\"/opinion/494122/united-states-v-kenneth-robert-glenn-united-states-of-america-v-manuel/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">858</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">This court has recognized at least three ways in which such a variance might \"affect the substantial rights\" of the accused.  United States v. Sutherland, <span class=\"citation\" data-id=\"558565\"><a href=\"/opinion/558565/united-states-v-dianne-sutherland-united-states-of-america-v-alan-w/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 772-73 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">822</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">83</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">56</span> </span>(1991).   First, a defendant may receive inadequate notice of the charge against him and thus be taken by surprise at trial.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Second, a </span>defendant may be twice subject to prosecution for the same offense.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Third, a </span>defendant may be prejudiced by \"evidentiary spillover\":  the \"transference of guilt\" to a defendant involved in one conspiracy from evidence incriminating defendants in another conspiracy in which the particular defendant was not involved.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The question whether a given body of evidence is indicative of a single conspiracy, multiple conspiracies, or no conspiracy at all is ordinarily a matter of fact;  a jury's determination in that regard is subject to review only for evidentiary sufficiency.  United States v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 732 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">989</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">605</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">628</span> </span>(1991), et al.   In reviewing the sufficiency of the evidence, we take the evidence in the light most favorable to the verdict.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 730. </span>  We review de novo the question whether a variance affected a defendant's substantial rights.  United States v. Arcadipane, <span class=\"citation\" data-id=\"195748\"><a href=\"/opinion/195748/united-states-v-arcadipane/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Wihbey and Whitman assert that the evidence was insufficient \"to demonstrate that all of the alleged co-conspirators directed their efforts towards the accomplishment of a common goal or overall plan.\"  United States v. Drougas, <span class=\"citation\" data-id=\"444351\"><a href=\"/opinion/444351/united-states-v-aristedes-drougas-united-states-of-america-v-michael-a/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 17 (1st Cir.1984).   But we find it unnecessary to engage in that factual inquiry;  we shall assume for the sake of argument that the evidence was insufficient to convict either Wihbey or Whitman of the charged single conspiracy, satisfying the first part of the tripartite Glenn framework.   <span class=\"citation\" data-id=\"494122\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/494122/united-states-v-kenneth-robert-glenn-united-states-of-america-v-manuel/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">858</span></a></span>.   Wihbey and Whitman properly concede, however, that the evidence was sufficient to prove that each participated in a related similar, but smaller, conspiracy, and their arguments jump directly from the first prong to the third (prejudice) prong.   Specifically, they concede that the evidence was sufficient for a rational juror to find agreements to traffic in marijuana among (1) Wihbey, Weiner, and Rohan,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and (2) Whitman, Camyre, Britt, and Rohan.   Thus, the second prong of Glenn is satisfied.   See <span class=\"citation\" data-id=\"494122\"><a href=\"/opinion/494122/united-states-v-kenneth-robert-glenn-united-states-of-america-v-manuel/\"><span class=\"id_token\">id.</span>   Wihbey and </a></span>Whitman argue, however, for a new trial because the variance between the single conspiracy charged and the multiple conspiracies proven was prejudicial to them because of evidentiary spillover.   We therefore proceed to Glenn 's third prong, making two assumptions.   We assume first that the evidence was insufficient to prove the single conspiracy charged, and second, as the defendants concede and as ample evidence supports, that there were two separate conspiracies:  (1) Wihbey agreeing to sell 250 pounds of marijuana to Rohan, with Weiner acting as Wihbey's agent, and (2) Whitman and Camyre agreeing to sell Britt and Rohan thirty-seven pounds of marijuana obtained from Brandt.   Even if the assumed variance existed between the conspiracy charged and the proof at trial, it did not prejudice either Wihbey or Whitman, and it was therefore harmless under the Glenn framework.   See <span class=\"citation\" data-id=\"494122\"><span class=\"antecedent_guess\">Glenn,</span> <a href=\"/opinion/494122/united-states-v-kenneth-robert-glenn-united-states-of-america-v-manuel/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">858</span></a></span>.   We explain.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Wihbey and Whitman argue that the variance was prejudicial because there was \"an improper imputation of guilt\" to each of them from the other's conspiracy.   After reviewing the trial record, we reject the claim of prejudicial evidentiary spillover for the following reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">First, the defendants' briefs cite only two specific instances of evidentiary spillover.   One instance is Britt's testimony that Rohan said he had a friend (implicitly Wihbey) who could supply 250 pounds of marijuana.   But Rohan's statements about Wihbey do not spill over from another conspiracy in which Wihbey did not take part;  on the contrary, the evidence clearly showed that Wihbey conspired with Rohan.   Therefore, Britt's testimony as to Rohan's out-of-court statement was admissible against Wihbey as a coconspirator statement under Federal Rule of Evidence 801(d)(2)(E), thus there was no \"spillover\" to Wihbey.   And as to Whitman, Rohan's statement is probative of the agreement between Britt and Rohan and thus relevant to proving the conspiracy between Britt, Rohan, Whitman, and Camyre.   The testimony was not \"spillover\" because the evidence clearly showed that Whitman and Rohan were co-conspirators, rendering the statement admissible against Whitman under Fed.R.Evid. 801(d)(2)(E).   Thus, as to both Wihbey and Whitman, the cited statement by Rohan was relevant and independently admissible without regard to the existence of the larger conspiracy (which we are assuming arguendo was not proven).   See United States v. O'Bryant, <span class=\"citation\" data-id=\"610896\"><a href=\"/opinion/610896/united-states-v-david-s-obryant/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 26 (1st Cir.1993) (no spillover where evidence was relevant and independently admissible).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The other cited instance of evidentiary spillover was Britt's testimony that he and Rohan were \"going to do a separate deal\" together (implicitly with Wihbey).   That statement might be fairly characterized as spillover as to Wihbey, given our assumption that the evidence was insufficient to tie Britt to the Wihbey-Rohan-Weiner conspiracy.   But, even if Wihbey had been given a separate trial, the jury would have properly heard testimony about the arrest of Britt and Rohan while buying marijuana from Wiener in Wihbey's Arden Street house.   Thus, it is hard to see how there could be any marginal probative value in Britt's statement that he and Rohan had planned to do that deal together.   And, once again, this testimony is not spillover as to Whitman, against whom it would be relevant and independently admissible, because the evidence showed that Britt, Rohan, and Whitman were co-conspirators.   Thus, the defendants have identified only one specific instance of evidentiary spillover, which we find harmless, and we will not hypothesize the existence of other instances.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Second, the trial judge gave a jury instruction that cautioned against using spillover evidence:<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>In reaching your verdict, keep in mind that guilt is both personal and individual.   Your verdict must be based solely upon the evidence presented about each Defendant.   The case against each Defendant stands or falls upon the proof or lack of proof against that Defendant alone.   Your verdict as to one Defendant should not influence your decision as to the other Defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The trial judge gave similar instructions again when charging the jury on the elements of conspiracy and what evidence they could consider as proof of a conspiracy.   These instructions were aimed at preventing evidentiary spillover, and we do not readily assume that a jury disregards clear directions.  <span class=\"citation\" data-id=\"111956\"><span class=\"antecedent_guess\">Greer,</span> <a href=\"/opinion/111956/greer-v-miller/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">766</span> </a></span>n. <span class=\"citation\" data-id=\"111956\"><span class=\"antecedent_guess\">8,</span> <a href=\"/opinion/111956/greer-v-miller/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">3109</span> </a></span>n. 8.   The defendants did not request any other instruction as to spillover, nor did they object to this one.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Third, Wihbey's activities (and the evidence thereof) were quite distinct from Whitman's;  each separately agreed to supply marijuana to a middleman (Rohan, at least, and perhaps Britt) for resale to the informant DeCastro.   The question here is whether evidence about Wihbey and his conspiracy spilled over to prejudice Whitman, or vice versa.   Assuming, as we are, two separate conspiracies, with the Wihbey sale distinct from the Whitman sale, the defendants have not explained how the jury could have found evidence from one conspiracy to be particularly probative of the other conspiracy.   See United States v. Dworken, <span class=\"citation\" data-id=\"510631\"><a href=\"/opinion/510631/united-states-v-jay-lewis-dworken-aka-jason-lewis-jay-lewis-united/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 24 n. 24 (1st Cir.1988) (evidence from separate conspiracies unlikely to have spillover effect).   We see little about the fact that one of the defendants agreed to sell to Rohan that makes it more likely that the other defendant also agreed to sell to Rohan.   All we are left with is the possibility that some general, non-specific transference of guilt must have occurred. The appellants have not pressed that argument, and in any event we find any such general transference of guilt in this case to be harmless under the totality of the circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Wihbey also asserts that the variance was prejudicial in that he was sentenced for the 250 pounds of marijuana he agreed to sell Rohan rather than the forty pounds actually delivered.   We see no merit in that argument.   Drug quantity is not considered by the jury an element of either the conspiracy or the possession count, but is rather a matter for the district court to consider at sentencing.   See United States v. Campbell, <span class=\"citation\" data-id=\"701262\"><a href=\"/opinion/701262/united-states-v-roderick-a-campbell/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">976</span></a></span>, 979-80 (1st Cir.1995) (no specific quantity need be proven at trial;  quantity typically relevant only at sentencing stage).   Moreover, evidence of the 250 pound quantity was derived from the smaller conspiracy of which Wihbey was clearly part, thus his claim that his sentence was affected by the asserted variance and some associated evidentiary spillover is particularly difficult to fathom.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">\"To prevail on a claim of prejudicial spillover, a defendant 'must prove prejudice so pervasive that a miscarriage of justice looms.' \"  United States v. Levy-Cordero, <span class=\"citation\" data-id=\"705989\"><a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1002</span></a></span>, 1008 (1st Cir.1995) (quoting United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 615 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span> </span>(1995)) (citations omitted).   Because Wihbey and Whitman have fallen far short of such a showing, we conclude that any variance between the single conspiracy charged and the conspiracy or conspiracies proven at trial was not prejudicial to the defendants and is not grounds for reversal.</p>\n    </div>\n    <p>D. Sentencing Issues</p>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Wihbey and Whitman both contend that the sentencing judge made erroneous factual findings material to their sentencing under the federal sentencing guidelines.   For sentencing purposes, the government must prove drug quantities by a preponderance of the evidence.  United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1198 (1st Cir.1993).   We review the sentencing court's factfinding for clear error, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"id_token\">id.</span> at 1196, </a></span>reversing only if, after reviewing all of the evidence, we are left with the definite and firm conviction that a mistake has been made.  United States v. Rust, <span class=\"citation\" data-id=\"591387\"><a href=\"/opinion/591387/united-states-v-richard-p-rust/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span>, 57 (1st Cir.1992).</p>\n    </div>\n    <p>1. Wihbey's Sentence:  Drug Quantity</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Wihbey asserts that the sentencing judge committed clear error in determining the drug quantity for guideline sentencing purposes.   The commentary to the applicable guideline provides:</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>In an offense involving negotiation to traffic in a controlled substance, the weight under negotiation in an uncompleted distribution shall be used to calculate the applicable amount.   However, where the court finds that the defendant did not intend to produce and was not reasonably capable of producing the negotiated amount, the court shall exclude from the guideline calculation the amount that it finds the defendant did not intend to produce and was not reasonably capable of producing.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">United States Sentencing Commission, Guidelines Manual, &#167; 2D1.1, comment.  (n. 12) (Nov. 1, 1994).   The judge found the applicable quantity of marijuana to be 250 pounds, the amount Wihbey had agreed to sell to Rohan according to the testimony of Wihbey's co-conspirators.   Wihbey points out that only forty pounds changed hands in the controlled buy and less than three more pounds were found later in Wihbey's condominium.   As the guideline commentary suggests, we first examine the evidentiary basis for determining that 250 pounds was the negotiated amount, which as a general rule is the applicable quantity, and then we examine whether the exception to the general rule should have been applied.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The sentencing judge presided at trial and heard and observed the testimony of all the witnesses, which we find sufficient to support his drug quantity finding under our deferential standard of review.   Rohan testified that Wihbey agreed to sell 250 pounds in fifty-pound increments.   Weiner also testified that the deal was \"for something like 250 pounds.\"   Rohan, Britt, and DeCastro discussed the 250-pound purchase in their tape-recorded conversation.   Britt testified that Rohan said his source had 200 to 250 pounds available, and the deal would go forward in fifty-pound lots.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Wihbey argues that the testimony of these cooperating co-conspirators was unreliable.   Our observations in United States v. Zuleta-Alvarez are applicable here:</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>In this case, there existed sufficient indicia of reliability to avoid reversal for clear error.   First, the testimony ... relied upon by the sentencing judge was all provided under oath ... and was corroborated by the many witnesses who testified....  Moreover, the sentencing judge was also the presiding judge during the prior proceedings.   Thus the sentencing judge had the opportunity to observe the testimony and cross-examination of the various witnesses and could thereby make an independent assessment of their credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"553331\"><a href=\"/opinion/553331/united-states-v-john-jairo-zuleta-alvarez-aka-john-zuleta-united/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 36-37 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">927</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2039</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">123</span> </span>(1991).   Based on the testimony at trial, the judge's factual finding that the negotiated amount was 250 pounds was not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">In addition to challenging the evidentiary support for the finding that the negotiated amount was 250 pounds, Wihbey argues that there was insufficient evidence of his intention and capability to deliver that amount.   But that argument misses the mark;  it seems to be based on a misreading of the directive of commentary note 12 to &#167; 2D1.1 of the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p>We have interpreted application note 12 as directing that the amount of drugs under negotiation must be considered in determining the applicability of a minimum mandatory penalty unless the sentencing court supportably finds both that the defendant did not intend to produce the additional quantity of narcotics, and that he lacked the capacity to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">United States v. Muniz, <span class=\"citation\" data-id=\"195951\"><a href=\"/opinion/195951/united-states-v-muniz/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 42 (1st Cir.1995) (emphasis in original).   In other words, as the plain language of the guideline comment dictates, the negotiated amount applies unless the sentencing judge makes a finding that the defendant lacked the intent and the capability to deliver.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Wihbey argued at the disposition hearing that because only forty pounds were delivered and because he had no prior record of drug-dealing, he therefore lacked the capability and intent to deliver 250 pounds.   But the sentencing judge rejected Wihbey's argument, and expressly found that Wihbey was capable of producing the 250 pounds;  the judge did not state the basis for that finding, however.   In our view, the co-conspirator testimony noted above about the 250-pound deal is somewhat probative of Wihbey's intent and capability to produce that amount.   The fact that the DEA did not find the remaining marijuana in Wihbey's condominium does not prove that Wihbey was unable or did not intend to deliver;  obviously, he may have arranged to have the drugs kept elsewhere, to be delivered to Arden Street as the deal progressed.   Consistent with the clear language of note 12 to section 2D1.1 of the guidelines, the negotiated amount is the applicable quantity unless Wihbey can show both \"no intent\" and \"no capacity\" to produce that amount.   The sentencing judge found that Wihbey failed to make that showing, and that finding was not clearly erroneous.</p>\n    </div>\n    <p>2. Whitman's Sentence:  Leadership Role</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Whitman urges that the sentencing judge committed clear error in finding that he had a leadership role over Camyre justifying an enhancement under U.S.S.G. &#167; 3B1.1(c).   His argument is twofold:  (1) the trial evidence was insufficient to support the leadership finding, and (2) Whitman's youth relative to Camyre and the other conspirators indicates that Whitman was at most a \"co-equal,\" not a leader.   The second argument is easily dismissed:  although age often correlates with one's organizational status, common experience provides enough counterexamples to indicate that there is little probative value in that correlation.   As to the first argument, the evidence in this case strongly suggests that Whitman did play a leadership role.   The excerpts of Camyre's testimony cited in the government's brief show that Camyre responded to Whitman's orders, that Whitman set the timing of the planned transaction, and that Camyre expected a smaller share of the profit than Whitman.   Whitman points to no evidence that suggests a non-leadership role, other than his age relative to that of his co-conspirators.   The judge who presided at trial and at sentencing is in the best position to make this factual finding.   Our review of the record finds significant support for the judge's finding, and there is certainly no clear error.</p>\n    </div>\n    <p>IV.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">For the foregoing reasons, the judgments and the sentences are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 3(b) of the Rules for United States Magistrates in the United States District Court for the District of Massachusetts requires a party who objects to a magistrate judge's findings and recommendations to identify specifically the objectionable portions of the proposed findings and recommendations and to state the basis for objection.   The magistrate judge's report contained a clear warning about this rule, advising Wihbey that failure to comply would preclude appellate review, citing United States v. Valencia-Copete, <span class=\"citation\" data-id=\"471042\"><a href=\"/opinion/471042/united-states-v-emiliano-valencia-copete/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 6 (1st Cir.1986) (approving such a local rule).   See also 28 U.S.C. &#167; 636(b)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> After stating that a forfeited error was prejudicial if it affected the outcome of the proceedings, the Supreme Court in Olano stated:  \"There may be a special category of forfeited errors that can be corrected regardless of their effect on the outcome....\"  The Court also adverted, without specificity, to a class of errors \"that should be presumed prejudicial if the defendant cannot make a specific showing of <span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">prejudice.\"</span>  <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">734-36</span></a></span>, 113 S.Ct. at 1778</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We recognize that, after the prosecutor's summation, Wihbey's lawyer asked \"Your honor, may I approach sidebar?\"   We must assume he intended to object to the prosecutor's remarks.   The judge told counsel to move on with his closing argument.   Upon being rebuffed, counsel did not state an objection or press further the request to approach.   In any event, counsel had the opportunity to raise Comment Two as grounds for mistrial, but specified only Comments One (and Comment Three, which we discuss further on)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This improper remark by the prosecutor is not in the class of forfeited errors adverted to in Olano, 507 U.S. at <span class=\"citation no-link\"><span class=\"antecedent_guess\">----,</span> <span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1778</span></span>, which are presumed to be prejudicial without regard to their affect on the outcome.   Indeed, if Wihbey had objected and preserved the error, it would be subject to harmless error review, which of course focuses on the effect of the error on the outcome.   See United States v. Hasting, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span>, 508-12, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1974</span></a></span>, 1980-82, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span> </a></span>(1983)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The relevant portions of the jury instruction follow:</p>\n        <p>The law presumes a defendant to be innocent of a crime.   Thus, a defendant, although accused, begins the trial with a clean slate, with no evidence against him.</p>\n        <p>....</p>\n        <p>The presumption of innocence alone is sufficient to acquit a defendant....</p>\n        <p>....</p>\n        <p>The burden is always upon the prosecution to prove guilt beyond a reasonable doubt.</p>\n        <p>Now I told you two or three times during this trial that the Defendants have a constitutional right not to testify or offer any evidence on their behalf.   If any counsel stated during final argument that the Defendant did not testify in an attempt to impugn that's wrong and something might be wrong with them, I urge you now to completely ignore it and disregard it.</p>\n        <p>The law is clear a defendant never has the burden of proving his innocence, for the law never imposes upon a defendant in a criminal case the burden or duty of calling any witnesses or producing any evidence.   The Government has the burden of proving to you beyond a reasonable doubt that the Defendants are guilty of the crimes charged.   This burden of proof rests upon the Government and it never shifts to the Defendants.</p>\n        <p>....</p>\n        <p>As I told you, the Government has the burden of proving guilt of the Defendant beyond a reasonable doubt.   That burden remains with the Government throughout the entire trial and never shifts to the Defendant.</p>\n        <p>Accordingly, if either of the Defendants has not testified in this case, and neither have testified in this case, you are not to attach any significance to this fact, and you may not in any way consider this against either of the Defendants in your deliberations.</p>\n        <p>....</p>\n        <p>And further, you should bear in mind that the law never imposes upon a defendant in a criminal case the burden or duty of calling any witnesses or producing any evidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Prosecutorial arguments that implicate a constitutional right of the accused are reviewed under a higher standard than arguments that are improper, but not unconstitutional.   See Steven A. Childress and Martha S. Davis, Federal Standards of Review &#167; 11.23 (2d ed. 1992).   We have repeatedly held that an \"inappropriate\" comment is not a reversible error unless it is likely to have affected the outcome of the trial.   See, e.g., United States v. Cartagena-Carrasquillo, <span class=\"citation\" data-id=\"196443\"><a href=\"/opinion/196443/united-states-v-carrasquillo/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">706</span></a></span>, 713 (1st Cir.1995);  United States v. Levy-Cordero, <span class=\"citation\" data-id=\"705989\"><a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1002</span></a></span>, 1008 (1st Cir.1995);  United States v. Ovalle-Marquez, <span class=\"citation\" data-id=\"195633\"><a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span>, 220 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span> </span>(1995);  United States v. Manning, <span class=\"citation\" data-id=\"195356\"><a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 574 (1st Cir.1994)</p>\n        <p>The Supreme Court, however, has held that a comment on the failure of the accused to testify is a constitutional violation, without inquiry as to its affect on the outcome.  Griffin v. California, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, 615, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1229</span></a></span>, 1233, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span> </a></span>(1965).   Indeed, a Griffin comment is a reversible error unless the government can persuade the appellate court that it was harmless, i.e., did not affect the outcome.   See United States v. Hasting, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span>, 507-09, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1974</span></a></span>, 1979-80, <span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span> </a></span>(1982);  Chapman v. California, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, 26, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, 829, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span> </a></span>(1967).</p>\n        <p>It appears that this court has on occasion treated Griffin comments like other improper comments, affirming convictions where the panel found it unlikely that the comments affected the outcome.   See, e.g., United States v. Glantz, <span class=\"citation\" data-id=\"482473\"><a href=\"/opinion/482473/united-states-v-ronald-h-glantz-and-anthony-j-bucci/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">316</span></a></span>, 320 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3214</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">701</span> </span>(1987);  United States v. Cox, <span class=\"citation\" data-id=\"446763\"><a href=\"/opinion/446763/united-states-v-dorothy-cox-united-states-of-america-v-anthony-marra/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span>, 744 (1st Cir.1985).   These cases may overstate the defendant's burden in demonstrating a Griffin violation.</p>\n        <p>It is clear that a comment on the failure of the accused to testify is a constitutional error, and the burden rests with the government to show the error harmless beyond a reasonable doubt, not with the defendant to show the comment was harmful.   See, e.g., <span class=\"citation\" data-id=\"110933\"><span class=\"antecedent_guess\">Hasting,</span> <a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">507-09</span></a></span>, 103 S.Ct. at 1979-80;  <span class=\"citation\" data-id=\"107359\"><span class=\"antecedent_guess\">Chapman,</span> <a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">26</span></a></span>, 87 S.Ct. at 829.</p>\n        <p>On the other hand, in cases where defendants have challenged non-constitutional inappropriate comments, the burden rests with the defendant to show that the comment was harmful, i.e., that \"under the totality of the circumstances they affected the trial's outcome.\"   See <span class=\"citation\" data-id=\"196443\"><span class=\"antecedent_guess\">Cartagena-Carrasquillo,</span> <a href=\"/opinion/196443/united-states-v-carrasquillo/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">713</span></a></span>;  <span class=\"citation\" data-id=\"705989\"><span class=\"antecedent_guess\">Levy-Cordero,</span> <a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1008</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although Britt was arrested along with Weiner and Rohan during the Wihbey-supplied transaction at Wihbey's Arden Street house, Britt is not included in this first group because we are assuming arguendo that there were two separate conspiracies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The judge also gave a multiple conspiracy instruction, to the effect that the jury must acquit both defendants if it found that the single conspiracy charged did not exist, even if it found other conspiracies.   Thus, the jury verdict can be seen as an effective rejection of the multiple conspiracy theory.   See United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1191 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span> </span>(1994).   However, we have assumed for the sake of analysis that the evidence was insufficient to support that verdict, and we have momentarily embraced the multiple conspiracy theory</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107038/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109024/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110235/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110933/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112475/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112868/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195356/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195633/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195637/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195748/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195951/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196231/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196443/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196496/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196502/",
    "https://www.courtlistener.com/api/rest/v3/opinions/377954/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444351/",
    "https://www.courtlistener.com/api/rest/v3/opinions/446763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449680/",
    "https://www.courtlistener.com/api/rest/v3/opinions/461585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/471042/",
    "https://www.courtlistener.com/api/rest/v3/opinions/477965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494122/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494593/",
    "https://www.courtlistener.com/api/rest/v3/opinions/510631/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518088/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553331/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558565/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591387/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597137/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610896/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679957/",
    "https://www.courtlistener.com/api/rest/v3/opinions/701262/",
    "https://www.courtlistener.com/api/rest/v3/opinions/705989/"
  ]
}