{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196548/",
  "id": 196548,
  "absolute_url": "/opinion/196548/wojcik-v-north-smithfield/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196548/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:33Z",
  "date_modified": "2020-02-21T23:16:18.400938Z",
  "type": "010combined",
  "sha1": "2620b228cd8ea90a31a50cc855f9ce9730f29694",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1594.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1594\r\n\n                 DIANE WOJCIK, ETC., ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n              TOWN OF NORTH SMITHFIELD, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n        [Hon. Ronald R. Lagueux, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                    Cyr, Boudin and Stahl,\r\n\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nMiriam Weizenbaum with whom Amato A. DeLuca and Mandell, DeLuca  &amp;\r                                                                              \r\nSchwartz, Ltd. were on brief for appellants.\r                      \r\nAndrew B.  Prescott with  whom Steven M.  Richard and  Tillinghast\r                                                                              \r\nCollins &amp; Graham were on brief for appellees Rhode Island  Rape Crisis\r                        \r\nCenter, Inc., Marion Marceau and Carl Costanza.\r\nKathleen M. Powers with whom Marc DeSisto and DeSisto Law  Offices\r                                                                              \r\nwere on  brief  for  appellees Town  of  North  Smithfield,  Henrietta\r\nDelage,  Christine  Davidson,  Lorraine  Nault, Richard  Smith,  Terri\r\nLeoni, Richard Brady, Charles T. Shunney and Deborah Mancuso.\r\n\n                                         \r\n\n                       February 1, 1996\r\n                                         \r\r\n\n     Per Curiam.    In the  district  court, John  and  Diane\r                           \r\n\nWojcik filed a  32-count complaint including claims  under 42\r\n\nU.S.C.    1983 and  under state law for  an array of offenses\r\n\nincluding  kidnapping.  The  defendants included the  Town of\r\n\nNorth Smithfield, the  Rhode Island Rape Crisis  Center, Inc.\r\n\n(\"Crisis  Center\") and a number of school officials, teachers\r\n\nand others.   All of these claims derived from two reports of\r\n\npossible child  abuse, one  initiated by  a  teacher and  the\r\n\nother by a Crisis Center employee teaching a special class in\r\n\nschool.  The facts are set out at some length in  Chief Judge\r\n\nLagueux's  thorough  opinion  in  Wojcik  v.  Town  of  North\r                                                                         \r\n\nSmithfield, 874 F.  Supp. 508 (D.R.I.  1995), and we  confine\r                      \r\n\nourselves to a skeletal summary.\r\n\n     The  first incident occurred in March 1990 in connection\r\n\nwith a program conducted by  the Crisis Center on child abuse\r\n\nand  other  topics  for  sixth  grade  children  at  a  North\r\n\nSmithfield elementary school.  The Wojciks' daughter Mary was\r\n\na student  in the  class.   Based  on  her reactions  to  the\r\n\nprogram  and what  she  said,  the  Crisis  Center  \"teacher\"\r\n\nadvised the  Rhode Island  Department of  Children and  Their\r\n\nFamilies (\"DCF\") that  she suspected that  Mary might be  the\r\n\nvictim  of child  abuse  in the  form  of excessive  corporal\r\n\ndiscipline.   A  DCF investigator  visited  the Wojcik  home,\r\n\nasked questions, and concluded that no abuse had occurred.\r\n\n                             -2-\r                                         -2-\r\r\n\n     The second incident, involving a different teacher and a\r\n\ndifferent  Wojcik  child,  occurred almost  a  year  later in\r\n\nJanuary 1991.   The child, Katherine Wojcik,  made statements\r\n\nto her  fifth grade teacher  that led the teacher  to believe\r\n\nthat excessive  physical punishment  was  being used  against\r\n\nKatherine.  Later, reading journal entries made by Katherine,\r\n\nthe teacher's concerns grew, and she and the school principal\r\n\njointly  called DCF.   Another DCF investigation  occurred in\r\n\nJanuary  1991.    After  talking  to the  Wojciks  and  their\r\n\nchildren,  DCF  closed  this  case  as  well.    The  lawsuit\r\n\nfollowed.\r\n\n     In January  1995, the  district  court on  a motion  for\r\n\nsummary  judgment dismissed a  number of the  Wojciks' claims\r\n\nagainst  various defendants.    874  F. Supp.  at  530.   The\r\n\nremaining claims were tried in April and May 1995, but at the\r\n\nclose of  the plaintiffs'  case, the  district court  granted\r\n\njudgment as a matter of law under Fed. R. Civ. P. 50 in favor\r\n\nof the remaining  defendants on all  remaining claims.   From\r\n\nthe  bench Judge Lagueux delivered a substantial oral opinion\r\n\nthat  is unreported.  These appeals followed challenging both\r\n\nthe summary judgment and the directed verdict.\r\n\n     So  far  as  the  reports to  DCF  were  concerned,  the\r\n\ndistrict court concluded  that those  defendants involved  in\r\n\nthe making of the reports acted reasonably and in good faith.\r\n\nAs  to   the  section  1983   claims,  these   determinations\r\n\n                             -3-\r                                         -3-\r\r\n\nestablished  both the  lack  of  a constitutional  violation,\r\n\nDeCosta v. Chabot, 59  F.3d 279, 280 (1st Cir. 1995), and the\r                             \r\n\npresence  of qualified immunity.   Harlow v.  Fitzgerald, 547\r                                                                    \r\n\nU.S. 800 (1982).   As for the state claims,  Rhode Island law\r\n\nrequires  anyone with reasonable cause to suspect child abuse\r\n\nto report  it to DCF  and provides that  a good  faith report\r\n\ncreates immunity to  a civil or criminal suit.   Rhode Island\r\n\nGeneral Laws    40-11-3(a), -4.  The district judge found the\r\n\nreports  were  protected under  this provision  against state\r\n\nclaims based on the reports.\r\n\n     On  appeal, the Wojciks  argue cogently that  the Crisis\r\n\nCenter    counselor,   and    later   Katherine's    teacher,\r\n\nmisunderstood what the children were saying; and, in the case\r\n\nof the journal  entries, we are told that  Katherine now says\r\n\nthat the  entries were  inaccurate.   But state law  required\r\n\nreports to be  made if a reasonable suspicion  existed; it is\r\n\nDCF's   role--not    the   teacher's--to   carry    out   the\r\n\ninvestigation; and nothing in this record seriously  suggests\r\n\nany culpable  mishandling  or malice  in  the filing  of  the\r\n\nreports with DCF.  \r\n\n     The  only novel  element in the  claims is  the Wojciks'\r\n\ncharge  that  the  reports aside,  the  Fourth  Amendment was\r\n\nviolated when school  officials transported Katherine by  car\r\n\nfrom one  school to another  to permit a DCF  investigator to\r\n\ntalk with her about the  second incident.  The Wojcik sisters\r\n\n                             -4-\r                                         -4-\r\r\n\nwere in different  schools, and the school  officials thought\r\n\nthat   it  would  be   more  comfortable,  in   a  manifestly\r\n\nuncomfortable  situation, if the  children were together when\r\n\nquestioned.   Katherine was upset  by the trip and  went with\r\n\nreluctance, if  not actual  resistance.  It  is on  this trip\r\n\nthat  the   Wojciks  also   based  their  kidnapping,   false\r\n\nimprisonment and assault claims.\r\n\n     The  Fourth Amendment has been applied to public schools\r\n\nofficials,  primarily   in  the   investigation  of   student\r\n\nmisconduct  or  crime.   E.g.,  Vernonia  School  District v.\r                                                                      \r\n\nAlton, 115 S. Ct. 2386 (1995); New Jersey v. T.L.O., 469 U.S.\r                                                               \r\n\n325  (1985).  The Fourth Amendment, however, protects against\r\n\nunreasonable seizures.  Nothing in  the present facts made it\r                        \r\n\nunreasonable for the school, acting in loco parentis, to move\r                                                                \r\n\none  of the children from one school to another school in the\r\n\nvicinity,  so that both children could be questioned together\r\n\nby a  state official following  upon a possible  abuse report\r\n\nmade by one  of the teachers.   The claim  fails both on  the\r\n\nmerits and the qualified immunity grounds.  \r\n\n     Although  the Wojciks renew  their many state  claims on\r\n\nappeal, the principal weight of their brief is on the federal\r\n\nclaims that we have just discussed.  The state claims made by\r\n\nthe  Wojciks are  largely answered  by  the district  court's\r\n\ndeterminations  of  reasonableness  and  good  faith.     The\r\n\ndistrict  court  discussed  the  state  claims  both  in  its\r\n\n                             -5-\r                                         -5-\r\r\n\npublished opinion  and its oral  one, and we have  nothing to\r\n\nadd to the  discussion.  874 F. Supp. at 524-25.  However the\r\n\nstate  immunity statute may  be construed, it  clearly covers\r\n\nreports made reasonably and in good faith.\r                                       \r\n\n     The district court, of course, was not the  fact finder.\r\n\nIn  granting summary judgment, its  rulings were based on the\r\n\nlack  of  material  facts  in dispute;  and  in  granting the\r\n\ndirected  verdict, the  court's  rulings  determined that  no\r\n\nreasonable jury could find  that the conduct in  question was\r\n\nunreasonable or that  the defendants acted in bad  faith.  We\r\n\ntoo think  that the  material facts  were essentially  beyond\r\n\nreasonable  dispute.  The Wojciks say that the reasonableness\r\n\nof the  defendants' conduct is  a proper issue for  the jury;\r\n\nbut issues of characterization, like issues of raw  fact, are\r\n\nproperly resolved by  the court when no reasonable jury could\r\n\nfind otherwise.\r\n\n     We  appreciate the Wojciks'  sense of outrage  that they\r\n\nhave been subject to two embarrassing inquiries that found no\r\n\nmerit to any charge of child abuse.   But there is no way for\r\n\nthe government to protect  children without making  inquiries\r\n\nthat in many cases  do turn out to be baseless;  so, too, the\r\n\nprosecution of crimes  leads in some cases  to acquittals and\r\n\nintrusive  tax audits sometimes  produce refunds.   Where the\r\n\ngovernment  officials act reasonably and in good faith, there\r\n\n                             -6-\r                                         -6-\r\r\n\nis usually no federal remedy.  If the Wojciks were encouraged\r\n\nto think otherwise, their advisors were mistaken.  \r\n\n     Official  misconduct  does  occur  and  local  officials\r\n\nsometimes  do act  out of  malice or  incompetence.   We have\r\n\nourselves  reversed the district court where we thought there\r\n\nwas enough suspicion of official misconduct to defeat summary\r\n\njudgment or  to require a section  1983 case to  proceed to a\r\n\njury.   Rubinovitz v.  Rogato, 60 F.3d  906 (1st  Cir. 1995).\r                                         \r\n\nBut here Judge Lagueux was scrupulously  careful:  he granted\r\n\nsummary  judgment only on certain claims and after exhaustive\r\n\ndiscussion; and on the balance  of the case conducted a trial\r\n\nthat other  judges might well have deemed  unnecessary to the\r\n\npoint where he concluded that the claims were hopeless.  With\r\n\nthat, the Wojciks will have to be content.\r\n\n     There  is a  substantial question  whether the  Wojciks'\r\n\nappeal from  the  summary judgment  order was  timely, and  a\r\n\nmotion to  dismiss that appeal  is before us.   The notice of\r\n\nappeal  was filed  late  and  the  Crisis  Center  defendants\r\n\ncontest on appeal  the district court's finding  of excusable\r\n\nneglect in allowing the Wojciks' belated motion to extend the\r\n\ntime to appeal  under Fed.  R. App.  P. 4(a)(4).   This is  a\r\n\ndifficult question, see Gochis v.  Allstate Ins. Co., 16 F.3d\r                                                                \r\n\n12, 15 (1st Cir. 1994), but  we conclude that it need not  be\r\n\naddressed   because  the  affirmance   on  the  merits  amply\r\n\nvindicates the interests of those defendants.\r\n\n                             -7-\r                                         -7-\r\r\n\n     Affirmed.\r                         \r\n\n                             -8-\r                                         -8-\r\r\n",
  "html": "<p class=\"case_cite\">76 F.3d 1</p>\n    <p class=\"case_cite\">108 Ed. Law Rep. 1065</p>\n    <p class=\"parties\">Diane WOJCIK, etc., et al., Plaintiffs, Appellants,<br>v.<br>TOWN OF NORTH SMITHFIELD, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1594.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1995.<br>Decided Feb. 1, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the district court, John and Diane Wojcik filed a 32-count complaint including claims under 42 U.S.C. &#167; 1983 and under state law for an array of offenses including kidnapping.   The defendants included the Town of North Smithfield, the Rhode Island Rape Crisis Center, Inc.  (\"Crisis Center\") and a number of school officials, teachers and others.   All of these claims derived from two reports of possible child abuse, one initiated by a teacher and the other by a Crisis Center employee teaching a special class in school.   The facts are set out at some length in Chief Judge Lagueux's thorough opinion in Wojcik v. Town of North Smithfield, 874 F.Supp. 508 (D.R.I.1995), and we confine ourselves to a skeletal summary.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The first incident occurred in March 1990 in connection with a program conducted by the Crisis Center on child abuse and other topics for sixth grade children at a North Smithfield elementary school.   The Wojciks' daughter Mary was a student in the class.   Based on her reactions to the program and what she said, the Crisis Center \"teacher\" advised the Rhode Island Department of Children and Their Families (\"DCF\") that she suspected that Mary might be the victim of child abuse in the form of excessive corporal discipline.   A DCF investigator visited the Wojcik home, asked questions, and concluded that no abuse had occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The second incident, involving a different teacher and a different Wojcik child, occurred almost a year later in January 1991.   The child, Katherine Wojcik, made statements to her fifth grade teacher that led the teacher to believe that excessive physical punishment was being used against Katherine.   Later, reading journal entries made by Katherine, the teacher's concerns grew, and she and the school principal jointly called DCF.   Another DCF investigation occurred in January 1991.   After talking to the Wojciks and their children, DCF closed this case as well.   The lawsuit followed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In January 1995, the district court on a motion for summary judgment dismissed a number of the Wojciks' claims against various defendants.  874 F.Supp. at 530.   The remaining claims were tried in April and May 1995, but at the close of the plaintiffs' case, the district court granted judgment as a matter of law under Fed.R.Civ.P. 50 in favor of the remaining defendants on all remaining claims.   From the bench Judge Lagueux delivered a substantial oral opinion that is unreported.   These appeals followed challenging both the summary judgment and the directed verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">So far as the reports to DCF were concerned, the district court concluded that those defendants involved in the making of the reports acted reasonably and in good faith.   As to the section 1983 claims, these determinations established both the lack of a constitutional violation, DeCosta v. Chabot, 59 F.3d 279, 280 (1st Cir.1995), and the presence of qualified immunity.  Harlow v. Fitzgerald, 457 U.S. 800, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982).   As for the state claims, Rhode Island law requires anyone with reasonable cause to suspect child abuse to report it to DCF and provides that a good faith report creates immunity to a civil or criminal suit.   Rhode Island General Laws &#167;&#167; 40-11-3(a), -4.   The district judge found the reports were protected under this provision against state claims based on the reports.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On appeal, the Wojciks argue cogently that the Crisis Center counselor, and later Katherine's teacher, misunderstood what the children were saying;  and, in the case of the journal entries, we are told that Katherine now says that the entries were inaccurate.   But state law required reports to be made if a reasonable suspicion existed;  it is DCF's role--not the teacher's--to carry out the investigation;  and nothing in this record seriously suggests any culpable mishandling or malice in the filing of the reports with DCF.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The only novel element in the claims is the Wojciks' charge that the reports aside, the Fourth Amendment was violated when school officials transported Katherine by car from one school to another to permit a DCF investigator to talk with her about the second incident.   The Wojcik sisters were in different schools, and the school officials thought that it would be more comfortable, in a manifestly uncomfortable situation, if the children were together when questioned.   Katherine was upset by the trip and went with reluctance, if not actual resistance.   It is on this trip that the Wojciks also based their kidnapping, false imprisonment and assault claims.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Fourth Amendment has been applied to public schools officials, primarily in the investigation of student misconduct or crime.   E.g., Vernonia School District v. Acton, --- U.S. ----, 115 S.Ct. 2386, 132 L.Ed.2d 564 (1995);  New Jersey v. T.L.O., 469 U.S. 325, 105 S.Ct. 733, 83 L.Ed.2d 720 (1985).   The Fourth Amendment, however, protects against unreasonable seizures.   Nothing in the present facts made it unreasonable for the school, acting in loco parentis, to move one of the children from one school to another school in the vicinity, so that both children could be questioned together by a state official following upon a possible abuse report made by one of the teachers.   The claim fails both on the merits and the qualified immunity grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although the Wojciks renew their many state claims on appeal, the principal weight of their brief is on the federal claims that we have just discussed.   The state claims made by the Wojciks are largely answered by the district court's determinations of reasonableness and good faith.   The district court discussed the state claims both in its published opinion and its oral one, and we have nothing to add to the discussion.  874 F.Supp. at 524-25.   However the state immunity statute may be construed, it clearly covers reports made reasonably and in good faith.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court, of course, was not the fact finder.   In granting summary judgment, its rulings were based on the lack of material facts in dispute;  and in granting the directed verdict, the court's rulings determined that no reasonable jury could find that the conduct in question was unreasonable or that the defendants acted in bad faith.   We too think that the material facts were essentially beyond reasonable dispute.   The Wojciks say that the reasonableness of the defendants' conduct is a proper issue for the jury;  but issues of characterization, like issues of raw fact, are properly resolved by the court when no reasonable jury could find otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We appreciate the Wojciks' sense of outrage that they have been subject to two embarrassing inquiries that found no merit to any charge of child abuse.   But there is no way for the government to protect children without making inquiries that in many cases do turn out to be baseless;  so, too, the prosecution of crimes leads in some cases to acquittals and intrusive tax audits sometimes produce refunds.   Where the government officials act reasonably and in good faith, there is usually no federal remedy.   If the Wojciks were encouraged to think otherwise, their advisors were mistaken.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Official misconduct does occur and local officials sometimes do act out of malice or incompetence.   We have ourselves reversed the district court where we thought there was enough suspicion of official misconduct to defeat summary judgment or to require a section 1983 case to proceed to a jury.  Rubinovitz v. Rogato, 60 F.3d 906 (1st Cir.1995).   But here Judge Lagueux was scrupulously careful:  he granted summary judgment only on certain claims and after exhaustive discussion;  and on the balance of the case conducted a trial that other judges might well have deemed unnecessary to the point where he concluded that the claims were hopeless.   With that, the Wojciks will have to be content.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is a substantial question whether the Wojciks' appeal from the summary judgment order was timely, and a motion to dismiss that appeal is before us.   The notice of appeal was filed late and the Crisis Center defendants contest on appeal the district court's finding of excusable neglect in allowing the Wojciks' belated motion to extend the time to appeal under Fed.R.App.P. 4(a)(4). This is a difficult question, see Gochis v. Allstate Ins. Co., 16 F.3d 12, 15 (1st Cir.1994), but we conclude that it need not be addressed because the affirmance on the merits amply vindicates the interests of those defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"case_cite\">108 Ed. Law Rep. 1065</p>\n    <p class=\"parties\">Diane WOJCIK, etc., et al., Plaintiffs, Appellants,<br>v.<br>TOWN OF NORTH SMITHFIELD, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1594.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1995.<br>Decided Feb. 1, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the district court, John and Diane Wojcik filed a 32-count complaint including claims under 42 U.S.C. &#167; 1983 and under state law for an array of offenses including kidnapping.   The defendants included the Town of North Smithfield, the Rhode Island Rape Crisis Center, Inc.  (\"Crisis Center\") and a number of school officials, teachers and others.   All of these claims derived from two reports of possible child abuse, one initiated by a teacher and the other by a Crisis Center employee teaching a special class in school.   The facts are set out at some length in Chief Judge Lagueux's thorough opinion in Wojcik v. Town of North Smithfield, <span class=\"citation no-link\"><span class=\"volume\">874</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">508</span> </span>(D.R.I.1995), and we confine ourselves to a skeletal summary.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The first incident occurred in March 1990 in connection with a program conducted by the Crisis Center on child abuse and other topics for sixth grade children at a North Smithfield elementary school.   The Wojciks' daughter Mary was a student in the class.   Based on her reactions to the program and what she said, the Crisis Center \"teacher\" advised the Rhode Island Department of Children and Their Families (\"DCF\") that she suspected that Mary might be the victim of child abuse in the form of excessive corporal discipline.   A DCF investigator visited the Wojcik home, asked questions, and concluded that no abuse had occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The second incident, involving a different teacher and a different Wojcik child, occurred almost a year later in January 1991.   The child, Katherine Wojcik, made statements to her fifth grade teacher that led the teacher to believe that excessive physical punishment was being used against Katherine.   Later, reading journal entries made by Katherine, the teacher's concerns grew, and she and the school principal jointly called DCF.   Another DCF investigation occurred in January 1991.   After talking to the Wojciks and their children, DCF closed this case as well.   The lawsuit followed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In January 1995, the district court on a motion for summary judgment dismissed a number of the Wojciks' claims against various <span class=\"citation no-link\"><span class=\"antecedent_guess\">defendants.</span>  <span class=\"volume\">874</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">530</span></span>.   The remaining claims were tried in April and May 1995, but at the close of the plaintiffs' case, the district court granted judgment as a matter of law under Fed.R.Civ.P. 50 in favor of the remaining defendants on all remaining claims.   From the bench Judge Lagueux delivered a substantial oral opinion that is unreported.   These appeals followed challenging both the summary judgment and the directed verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">So far as the reports to DCF were concerned, the district court concluded that those defendants involved in the making of the reports acted reasonably and in good faith.   As to the section 1983 claims, these determinations established both the lack of a constitutional violation, DeCosta v. Chabot, <span class=\"citation\" data-id=\"196177\"><a href=\"/opinion/196177/decosta-v-chabot/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span>, 280 (1st Cir.1995), and the presence of qualified immunity.  Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span> </a></span>(1982).   As for the state claims, Rhode Island law requires anyone with reasonable cause to suspect child abuse to report it to DCF and provides that a good faith report creates immunity to a civil or criminal suit.   Rhode Island General Laws &#167;&#167; 40-11-3(a), -4.   The district judge found the reports were protected under this provision against state claims based on the reports.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On appeal, the Wojciks argue cogently that the Crisis Center counselor, and later Katherine's teacher, misunderstood what the children were saying;  and, in the case of the journal entries, we are told that Katherine now says that the entries were inaccurate.   But state law required reports to be made if a reasonable suspicion existed;  it is DCF's role--not the teacher's--to carry out the investigation;  and nothing in this record seriously suggests any culpable mishandling or malice in the filing of the reports with DCF.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The only novel element in the claims is the Wojciks' charge that the reports aside, the Fourth Amendment was violated when school officials transported Katherine by car from one school to another to permit a DCF investigator to talk with her about the second incident.   The Wojcik sisters were in different schools, and the school officials thought that it would be more comfortable, in a manifestly uncomfortable situation, if the children were together when questioned.   Katherine was upset by the trip and went with reluctance, if not actual resistance.   It is on this trip that the Wojciks also based their kidnapping, false imprisonment and assault claims.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Fourth Amendment has been applied to public schools officials, primarily in the investigation of student misconduct or crime.   E.g., Vernonia School District v. Acton, --- U.S. ----, <span class=\"citation\" data-id=\"117964\"><a href=\"/opinion/117964/vernonia-school-dist-47j-v-acton/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2386</span></a></span>, <span class=\"citation\" data-id=\"117964\"><a href=\"/opinion/117964/vernonia-school-dist-47j-v-acton/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span> </a></span>(1995);  New Jersey v. T.L.O., <span class=\"citation\" data-id=\"111301\"><a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, <span class=\"citation\" data-id=\"111301\"><a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></a></span>, <span class=\"citation\" data-id=\"111301\"><a href=\"/opinion/111301/new-jersey-v-tlo/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span> </a></span>(1985).   The Fourth Amendment, however, protects against unreasonable seizures.   Nothing in the present facts made it unreasonable for the school, acting in loco parentis, to move one of the children from one school to another school in the vicinity, so that both children could be questioned together by a state official following upon a possible abuse report made by one of the teachers.   The claim fails both on the merits and the qualified immunity grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although the Wojciks renew their many state claims on appeal, the principal weight of their brief is on the federal claims that we have just discussed.   The state claims made by the Wojciks are largely answered by the district court's determinations of reasonableness and good faith.   The district court discussed the state claims both in its published opinion and its oral one, and we have nothing to add to the <span class=\"citation no-link\"><span class=\"antecedent_guess\">discussion.</span>  <span class=\"volume\">874</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">524-25</span></span>.   However the state immunity statute may be construed, it clearly covers reports made reasonably and in good faith.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court, of course, was not the fact finder.   In granting summary judgment, its rulings were based on the lack of material facts in dispute;  and in granting the directed verdict, the court's rulings determined that no reasonable jury could find that the conduct in question was unreasonable or that the defendants acted in bad faith.   We too think that the material facts were essentially beyond reasonable dispute.   The Wojciks say that the reasonableness of the defendants' conduct is a proper issue for the jury;  but issues of characterization, like issues of raw fact, are properly resolved by the court when no reasonable jury could find otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We appreciate the Wojciks' sense of outrage that they have been subject to two embarrassing inquiries that found no merit to any charge of child abuse.   But there is no way for the government to protect children without making inquiries that in many cases do turn out to be baseless;  so, too, the prosecution of crimes leads in some cases to acquittals and intrusive tax audits sometimes produce refunds.   Where the government officials act reasonably and in good faith, there is usually no federal remedy.   If the Wojciks were encouraged to think otherwise, their advisors were mistaken.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Official misconduct does occur and local officials sometimes do act out of malice or incompetence.   We have ourselves reversed the district court where we thought there was enough suspicion of official misconduct to defeat summary judgment or to require a section 1983 case to proceed to a jury.  Rubinovitz v. Rogato, <span class=\"citation\" data-id=\"196213\"><a href=\"/opinion/196213/rubinovitz-v-rogato/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">906</span> </a></span>(1st Cir.1995).   But here Judge Lagueux was scrupulously careful:  he granted summary judgment only on certain claims and after exhaustive discussion;  and on the balance of the case conducted a trial that other judges might well have deemed unnecessary to the point where he concluded that the claims were hopeless.   With that, the Wojciks will have to be content.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is a substantial question whether the Wojciks' appeal from the summary judgment order was timely, and a motion to dismiss that appeal is before us.   The notice of appeal was filed late and the Crisis Center defendants contest on appeal the district court's finding of excusable neglect in allowing the Wojciks' belated motion to extend the time to appeal under Fed.R.App.P. 4(a)(4). This is a difficult question, see Gochis v. Allstate Ins. Co., <span class=\"citation\" data-id=\"662466\"><a href=\"/opinion/662466/william-gochis-v-allstate-insurance-co/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 15 (1st Cir.1994), but we conclude that it need not be addressed because the affirmance on the merits amply vindicates the interests of those defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111301/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117964/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196177/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662466/"
  ]
}