{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196520/",
  "id": 196520,
  "absolute_url": "/opinion/196520/united-states-v-pratt/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196520/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:07:53Z",
  "date_modified": "2020-02-21T23:14:51.340488Z",
  "type": "010combined",
  "sha1": "0d3db18d07472d1bf16e4fe5d87b661d59f65721",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1666.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1666\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                       DAVID P. PRATT,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n       [Hon. Steven J. McAuliffe, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n                Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                  and Selya, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nM. Kristin Spath, Assistant Federal Defender, for appellant.\r                            \r\nPeter E. Papps, First Assistant U.S.  Attorney, with whom Paul  M.\r                                                                              \r\nGagnon, United States Attorney, was on brief for appellee.\r                                      \r\n\n                                         \r\n\n                       January 18, 1996\r\n                                         \r\r\n\n          ALDRICH, Senior Circuit Judge.   Defendant David P.\r                                                   \r\n\nPratt,  having been allowed to withdraw a plea of guilty, was\r\n\ntried  to a jury for  violation of United  States Code, Title\r\n\n18, Section  876 (Mailing  a  Threatening Communication)  and\r\n\nfound guilty.   He  now appeals,  with new  counsel, claiming\r\n\nviolation  of   Fed.R.Evid.  404(b)   by  the   admission  of\r\n\nprejudicial testimony of another  threat, and from a sentence\r\n\nthat  included a two level  upward departure.   We remand for\r\n\nfurther consideration of sentence.\r\n\n          In   August,   1991,  defendant's   automobile  was\r\n\nrepossessed  for nonpayment of an installment, and discovered\r\n\nto  contain  a  substantial  number of  automatic  and  semi-\r\n\nautomatic firearms and explosive  devices.  These were turned\r\n\nover to  the Goffstown, New Hampshire,  Police Department but\r\n\neventually found to be defendant's lawful property.  In spite\r\n\nof  this  finding, Police  Chief  Stephen  Monier refused  to\r\n\nreturn  them,  absent  a  court order.    Defendant,  greatly\r\n\nangered  by  the delay,  complained a  number  of times.   He\r\n\nphoned  the police station on  the morning of  July 20, 1992,\r\n\nand was told to call  back that afternoon.  An hour  later he\r\n\ntelephoned Chief Monier's home and spoke to a young friend of\r\n\nMonier's  ten year  old daughter,  who said  that he  was not\r\n\nthere.   The man stated that  he was David Pratt  and to tell\r\n\nher father, \"I  know where he lives.\"    When informed of the\r\n\ncall, Monier  took it to be  a serious threat.   On September\r\n\n                             -2-\r\r\n\n14,  1992, a  New  Hampshire court  ordered that  defendant's\r\n\nweapons and  devices be  returned to him,  and the  Goffstown\r\n\npolice complied.\r\n\n          On October  1, 1992,  Monier  received through  the\r\n\nmail,  postage prepaid, a carton which was found to contain a\r\n\ndead and badly mutilated  pig of some 29 pounds.   There were\r\n\nno   tell-tale  writings   on,  or   in,  the   package,  but\r\n\nfingerprints, identified to be defendant's, were found on the\r\n\noutside.   At trial defendant testified that the pig was his;\r\n\nthat  he had  shot it,  following an  accident, and  that one\r\n\nJennifer  Gagnon stole it from his refrigerator and mailed it\r\n\nto Monier without his  suggestion or knowledge.  By  the time\r\n\nof trial, Gagnon was deceased.\r\n\n          Although  there  was  other   supporting  evidence,\r\n\nincluding defendant's boasting to a friend that he had sought\r\n\nto scare Monier  by sending the mutilated pig, the government\r\n\nchose  to  tighten  its  case by  eliciting  evidence  of the\r\n\nthreatening telephone call.  Defendant objected at the outset\r\n\nto the admission of  any evidence of the  call, and to  \"this\r\n\nwhole line  of  testimony.\"   The  court disagreed,  but  did\r\n\ncaution the jury to consider any evidence, if a prior threat,\r\n\nas distinct from the pending charge, and as relevant \"only to\r\n\nshow  things  like  the  identity of  the  defendant  or  his\r\n\npossible  motive or  his  possible intent  or the  absence of\r\n\n                             -3-\r\r\n\nmistake  or  accident with  respect to  the charge  that's on\r\n\ntrial here\".\r\n\n          On  appeal  defendant  argues  that  the  telephone\r\n\nthreat  was very  different from  the one  with which  he was\r\n\ncharged, and that its introduction  was simply to blacken his\r\n\ncharacter as forbidden by Rule 404(b).  See, United States v.\r                                                                      \r\n\nTuesta-Toro, 29 F.3d  771, 775 (1st Cir. 1994), cert. denied,\r                                                                        \r\n\n    U.S.     , 115  S.Ct. 947,  130 L.Ed.2d  890 (1995).   He\r\n\ncontends,  first, that it  was inadmissible  altogether under\r\n\nFed.R.Evid.  404(b),1  or that  its  prejudice  would in  any\r\n\nevent  substantially exceed its probative value, rendering it\r\n\nexcludable  under  Fed.R.Evid.  403.2   The  government says,\r\n\ninter  alia, that  the  threat  displayed defendant's  grudge\r                       \r\n\nagainst Chief Monier, an intent to act upon it, and knowledge\r\n\nof  his victim's  residence  (to which  the packaged  pig was\r\n\naddressed),  as well as  being a  self-identification against\r\n\n                    \r                                \r\n\n1.  Rule 404(b) provides, in relevant part:\r\n\n          Evidence of other crimes, wrongs, or acts\r\n          is not admissible to prove  the character\r\n          of a  person in  order to show  action in\r\n          conformity therewith.   It may,  however,\r\n          be admissible for other purposes, such as\r\n          proof  of  motive,  opportunity,  intent,\r\n          preparation,  plan, knowledge,  identity,\r\n          or absence of mistake or accident.\r\n\n2.  Rule 403 states, in relevant part:\r\n\n          Although   relevant,   evidence  may   be\r\n          excluded  if  its   probative  value   is\r\n          substantially outweighed by the danger of\r\n          unfair prejudice . . .\r\n\n                             -4-\r\r\n\nhis  own interest.  We quite agree that the disputed evidence\r\n\nhad  \"special relevance\" to  material issues, Tuesta-Toro, 29\r                                                                     \r\n\nF.3d  at  775 --  even  defendant  concedes the  purpose  for\r\n\nintroducing it  included showing  the identity of  the person\r\n\nwho  mailed  the  pig --  but  the  prosecution's  use of  it\r\n\nprogressed well beyond the necessary.  Its admission provided\r\n\nthe  basis   for  subsequent  dramatization  of   the  call's\r\n\nemotional effect upon Monier  and his family, particularly on\r\n\nhis young daughter.  This was not relevant, and magnified the\r\n\nvery prejudice that  the Rules of  Evidence were designed  to\r\n\nminimize.3   Fed.R.Evid. 403,  404(b).  Tuesta-Toro,  29 F.3d\r                                                               \r\n\nat 775; United  States v. Aguilar-Aranceta, 58  F.3d 796, 798\r                                                      \r\n\n(1st Cir. 1995). \r\n\n          However,  defendant's failure  to call  the court's\r\n\nattention  to prosecutorial  excess as  it occurred,4  and to\r\n\nrequest consideration  of  the probative  value  of  proffers\r\n\nconcerning, for  example, the anxiety of  the Chief's family,\r\n\nhis  keeping a firearm beside  his bed, and  the inability of\r\n\n                    \r                                \r\n\n3.  The  government's brief  is  totally silent  in spite  of\r\ndefendant's detailed  complaint.   At oral argument  its sole\r\nresponse  to our questioning was that its purpose was to make\r\nsure the jury  realized there had been  a call, and that  the\r\n\"cold record\"  may look worse  to us.   Counsel's thermometer\r\nneeds adjustment.\r\n\n4.  Defendant's  objection  at   the  time  of  its   initial\r\nintroduction  \"to   this  line   of  testimony\"  related   to\r\nadmissibility  of  the  fact  of the  phone  call,  correctly\r                                        \r\noverruled by  the court, not to  the subsequent dramatization\r\nof  the family's fears,  which elicited not  a single protest\r\nfrom defense counsel.\r\n\n                             -5-\r\r\n\nhis  little  girl  to  sleep alone  following  the  telephone\r\n\nthreat, in light of their likely prejudicial effect, deprived\r\n\nthe court  of an  opportunity to make  particularized rulings\r\n\nwhich we could  now review. It  is counsel's duty not  to sit\r\n\nidly  by  while  his  case is  conspicuously  suffering,  see\r                                                                         \r\n\nClemente v.  Carnicon-Puerto Rico Mgmt. Assoc.,  52 F.3d 383,\r                                                          \r\n\n387  (1st Cir. 1995), and it was his responsibility to object\r\n\nwhen  testimony  strays outside  the  court's  prior limiting\r\n\ninstruction.   Courts may be  reluctant to interfere  and may\r\n\nhave  difficulty deciding  whether  to exclude  testimony  on\r\n\ntheir own.   We review  for plain error  alone.   Fed.R.Evid.\r\n\n103.   Tuesta-Toro,  29 F.3d  at 775  (absent contemporaneous\r                              \r\n\nobjection,  court  will  reverse  only  if  error  \"seriously\r\n\naffected the fundamental fairness  and basic integrity of the\r\n\nproceedings\") (citation omitted).\r\n\n          While testimony  as  to the  threat's  effect  upon\r\n\nMonier and his family must have been detrimental to defendant\r\n\n--  though not  so  pervasive  as  defendant  claims  --  the\r\n\ngovernment's  case  on  the merits  was  too  strong, in  our\r\n\nopinion,  to have  made this  harm to  defendant a  factor of\r\n\nconsequence in  the result.  Defendant's  own statements, his\r\n\nfingerprints on  the package, his established  anger over the\r\n\nunlawful retention of his firearms,  his ownership of the pig\r\n\ncarcass,  and, notably, the absence of  any visible motive to\r\n\nhave caused  the conveniently deceased Gagnon  to have mailed\r\n\n                             -6-\r\r\n\nit,  were overwhelming.   While  we might  order a  new trial\r\n\nsimply to teach  government counsel that his primary  duty is\r\n\nto obtain justice, not  to win cases, see Brady  v. Maryland,\r                                                                        \r\n\n373  U.S. 83,  87-88  (1963), we  hope  we have  said  enough\r\n\nwithout such draconian action.\r\n\n          As to  the sentence, application of    4A1.1 of the\r\n\nSentencing Guidelines yielded criminal history category (CHC)\r\n\nI, based on one point assigned for defendant's only countable\r\n\nprior  conviction.   However, the  court found CHC  I clearly\r\n\nunder-represented  the  seriousness  of defendant's  criminal\r\n\nhistory and his recidivism.  Impressed by a \"string of zeros\"\r\n\nin defendant's  pre-sentence report (PSR) indicating a series\r\n\nof  past convictions  -- for  disorderly conduct,  attendance\r\n\nviolations  while in  the  military,  criminal liability  for\r\n\nconduct  of  another,   criminal  threatening,  assault,  and\r\n\ndriving  while intoxicated -- for  which no \"points\" could be\r\n\nassigned under   4A1.1, the  court added 1 point for  each of\r\n\nthe last four  and bumped  defendant into CHC  III.   Notably\r\n\nwith respect  to recidivism, each of  these were misdemeanors\r\n\nthat  occurred a  minimum of  13 years  prior to  the instant\r\n\noffense.\r\n\n          Section 4A1.3 allows a sentencing court to consider\r\n\nuncounted  prior convictions and  other criminal  behavior in\r\n\n                             -7-\r\r\n\nincreasing the CHC5  if \"reliable information indicates  that\r\n\nthe criminal history category does not adequately reflect the\r\n\nseriousness of  the defendant's past criminal  conduct or the\r\n\nlikelihood  that  the defendant  will  commit other  crimes.\"\r\n\nU.S.S.G.   4A1.3.   Its decision  to depart, as  well as  the\r\n\ndegree  of  departure,  is  entitled to  respect,  given  its\r\n\n\"special competence,\" experience, and \"superior feel\" for the\r\n\ncase.  United  States v.  Rivera, 994 F.2d  942, at 950,  951\r                                            \r\n\n(1st Cir. 1993) (citing  Williams v. United States, 503  U.S.\r                                                              \r\n\n193, 112 S.Ct. 1112, 1121 (1992));  United States v. Shrader,\r                                                                        \r\n\n56 F.3d  288, 292  (1st Cir.  1995).   Once we  determine the\r\n\ncourt  acted  within its  discretion,  our  only question  is\r\n\nwhether its decision was reasonable and adequately explained.\r\n\nId.\r               \r\n\n          We  first  note  that  defendant  is  incorrect  to\r\n\nsuggest    that   the   Guidelines   forbid   or   discourage\r\n\nconsideration  of old  convictions in  a decision  to depart.\r\n\nCf.  Rivera,  994 F.2d  at  948-49  (detailing forbidden  and\r                       \r\n\n                    \r                                \r\n\n5.  The relevant provisions include:\r\n\n          (a)   prior   sentence(s)  not   used  in\r\n          computing  the criminal  history category\r\n          . . .\r\n\n          . . .\r\n\n          (e) prior similar adult  criminal conduct\r\n          not resulting in a criminal conviction.\r\n\nU.S.S.G.   4A1.3.\r\n\n                             -8-\r\r\n\ndiscouraged  departures).   Likelihood  of  recidivism  is an\r\n\nalternative  justification  to  under-representation  of  the\r                       \r\n\nseriousness of defendant's criminal history for a decision to\r\n\ndepart upward.   U.S.S.G.   4A1.3; Schrader, 56  F.3d at 292.\r                                                       \r\n\nThe  court  here made  the  latter  finding, based  on  prior\r\n\nsentences for similar conduct (1979 assault and 1977 criminal\r\n\nthreatening), and  serious dissimilar  conduct (1980  DWI and\r\n\n1977 criminal  liability for conduct of  another and theft6).\r\n\nWhere  these considerations are  appropriate to  the decision\r\n\nwhether to  depart, and defendant's PSR  provides an adequate\r\n\nbasis, we cannot  substitute our judgment.  United  States v.\r                                                                      \r\n\nQuinones,  26 F.3d 213, 219 (1st Cir. 1994); Rivera, 994 F.2d\r                                                               \r\n\nat 952.   See also Williams,  503 U.S. at  205, 112 S.Ct.  at\r                                       \r\n\n1121.  However, once the court believes a properly calculated\r\n\nCHC  significantly  under-represents  a defendant's  criminal\r\n\nhistory,  the Guidelines direct  the court's  departure quite\r\n\nspecifically:  the court must find that \"defendant's criminal\r\n\nhistory most  closely resembles that of  most defendants with\r                                                         \r\n\n[the] Criminal History Category [the court seeks to impose].\"\r\n\nU.S.S.G.    4A1.3 (emphasis  added).   If it  were sufficient\r\n\nsimply to  add points for  conduct excluded from  the initial\r\n\nCHC calculation  to arrive at a higher  category, the   4A1.1\r\n\nparameters for guiding CHC determination would  be nullified.\r\n\n                    \r                                \r\n\n6.  The court  indicated this was robbery.   Although robbery\r\nwas the original indictment, defendant ultimately pled guilty\r\nto theft.\r\n\n                             -9-\r\r\n\nThe  court's  mere  conclusion  that a  CHC  III  \"adequately\r\n\nreflects defendant's criminal history\" fails to shed light on\r\n\nthis question.\r\n\n          Although   we  accord  \"substantial  leeway\"  to  a\r\n\nsentencing court's determination of the appropriate degree of\r\n\ndeparture,\r\n\n          this freedom does  not relieve [it]  from\r\n          explaining its ultimate  decision of  how\r\n          far to depart.   Merely explaining why  a\r\n          departure was made  does not fulfill  the\r\n          separate   requirement  of   stating  the\r\n          reasons   for  imposing   the  particular\r                                                               \r\n          sentence.\r\n\nQuinones,  26 F.3d  at 219  (emphasis added)  (quoting United\r                                                                         \r\n\nStates v.  Rosales, 19 F.3d  763, 770 (1st Cir.  1994)).  See\r                                                                         \r\n\nalso Rivera,  994 F.2d at 946, 949-50.  Because we are unable\r                       \r\n\nto evaluate  responsibly the reasonableness of  the extent of\r\n\nthe court's departure  absent explication,  which we  observe\r\n\nmight  include at least an  indication of why  a one category\r\n\nincrease is inadequate, we will  follow our past practice  of\r\n\nordering a limited  remand for clarification  while retaining\r\n\nappellate jurisdiction.  See Quinones, 26 F.3d at 219-20.\r                                                 \r\n\n          We affirm  defendant's  conviction and  remand  for\r                                                                         \r\n\nfurther proceedings with respect to sentence.\r                                                         \r\n\n                             -10-\r\r\n",
  "html": "<p class=\"case_cite\">73 F.3d 450</p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>David P. PRATT, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1666.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 7, 1995.<br>Decided Jan. 18, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">M. Kristin Spath, Assistant Federal Defender, for appellant.</p>\n      <p class=\"indent\">Peter E. Papps, First Assistant U.S. Attorney, with whom Paul M. Gagnon, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant David P. Pratt, having been allowed to withdraw a plea of guilty, was tried to a jury for violation of United States Code, Title 18, Section 876 (Mailing a Threatening Communication) and found guilty.  He now appeals, with new counsel, claiming violation of Fed.R.Evid. 404(b) by the admission of prejudicial testimony of another threat, and from a sentence that included a two level upward departure.  We remand for further consideration of sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In August, 1991, defendant's automobile was repossessed for nonpayment of an installment, and discovered to contain a substantial number of automatic and semi-automatic firearms and explosive devices.  These were turned over to the Goffstown, New Hampshire, Police Department but eventually found to be defendant's lawful property.  In spite of this finding, Police Chief Stephen Monier refused to return them, absent a court order.  Defendant, greatly angered by the delay, complained a number of times.  He phoned the police station on the morning of July 20, 1992, and was told to call back that afternoon.  An hour later he telephoned Chief Monier's home and spoke to a young friend of Monier's ten year old daughter, who said that he was not there.  The man stated that he was David Pratt and to tell her father, \"I know where he lives.\"   When informed of the call, Monier took it to be a serious threat.  On September 14, 1992, a New Hampshire court ordered that defendant's weapons and devices be returned to him, and the Goffstown police complied.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 1, 1992, Monier received through the mail, postage prepaid, a carton which was found to contain a dead and badly mutilated pig of some 29 pounds.  There were no tell-tale writings on, or in, the package, but fingerprints, identified to be defendant's, were found on the outside.  At trial defendant testified that the pig was his;  that he had shot it, following an accident, and that one Jennifer Gagnon stole it from his refrigerator and mailed it to Monier without his suggestion or knowledge.  By the time of trial, Gagnon was deceased.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although there was other supporting evidence, including defendant's boasting to a friend that he had sought to scare Monier by sending the mutilated pig, the government chose to tighten its case by eliciting evidence of the threatening telephone call.  Defendant objected at the outset to the admission of any evidence of the call, and to \"this whole line of testimony.\"   The court disagreed, but did caution the jury to consider any evidence, if a prior threat, as distinct from the pending charge, and as relevant \"only to show things like the identity of the defendant or his possible motive or his possible intent or the absence of mistake or accident with respect to the charge that's on trial here\".</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal defendant argues that the telephone threat was very different from the one with which he was charged, and that its introduction was simply to blacken his character as forbidden by Rule 404(b).  See, United States v. Tuesta-Toro, 29 F.3d 771, 775 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 947, 130 L.Ed.2d 890 (1995).  He contends, first, that it was inadmissible altogether under Fed.R.Evid. 404(b),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> or that its prejudice would in any event substantially exceed its probative value, rendering it excludable under Fed.R.Evid. 403.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The government says, inter alia, that the threat displayed defendant's grudge against Chief Monier, an intent to act upon it, and knowledge of his victim's residence (to which the packaged pig was addressed), as well as being a self-identification against his own interest.  We quite agree that the disputed evidence had \"special relevance\" to material issues, Tuesta-Toro, 29 F.3d at 775--even defendant concedes the purpose for introducing it included showing the identity of the person who mailed the pig--but the prosecution's use of it progressed well beyond the necessary.  Its admission provided the basis for subsequent dramatization of the call's emotional effect upon Monier and his family, particularly on his young daughter.  This was not relevant, and magnified the very prejudice that the Rules of Evidence were designed to minimize.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Fed.R.Evid. 403, 404(b).  Tuesta-Toro, 29 F.3d at 775;  United States v. Aguilar-Aranceta, 58 F.3d 796, 798 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">However, defendant's failure to call the court's attention to prosecutorial excess as it occurred,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and to request consideration of the probative value of proffers concerning, for example, the anxiety of the Chief's family, his keeping a firearm beside his bed, and the inability of his little girl to sleep alone following the telephone threat, in light of their likely prejudicial effect, deprived the court of an opportunity to make particularized rulings which we could now review.  It is counsel's duty not to sit idly by while his case is conspicuously suffering, see Clemente v. Carnicon-Puerto Rico Mgmt. Assoc., 52 F.3d 383, 387 (1st Cir.1995), and it was his responsibility to object when testimony strays outside the court's prior limiting instruction.  Courts may be reluctant to interfere and may have difficulty deciding whether to exclude testimony on their own.  We review for plain error alone.  Fed.R.Evid. 103.  Tuesta-Toro, 29 F.3d at 775 (absent contemporaneous objection, court will reverse only if error \"seriously affected the fundamental fairness and basic integrity of the proceedings\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While testimony as to the threat's effect upon Monier and his family must have been detrimental to defendant--though not so pervasive as defendant claims--the government's case on the merits was too strong, in our opinion, to have made this harm to defendant a factor of consequence in the result.  Defendant's own statements, his fingerprints on the package, his established anger over the unlawful retention of his firearms, his ownership of the pig carcass, and, notably, the absence of any visible motive to have caused the conveniently deceased Gagnon to have mailed it, were overwhelming.  While we might order a new trial simply to teach government counsel that his primary duty is to obtain justice, not to win cases, see Brady v. Maryland, 373 U.S. 83, 87-88, 83 S.Ct. 1194, 1196-97, 10 L.Ed.2d 215 (1963), we hope we have said enough without such draconian action.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As to the sentence, application of Sec. 4A1.1 of the Sentencing Guidelines yielded criminal history category (CHC) I, based on one point assigned for defendant's only countable prior conviction.  However, the court found CHC I clearly under-represented the seriousness of defendant's criminal history and his recidivism.  Impressed by a \"string of zeros\" in defendant's pre-sentence report (PSR) indicating a series of past convictions--for disorderly conduct, attendance violations while in the military, criminal liability for conduct of another, criminal threatening, assault, and driving while intoxicated--for which no \"points\" could be assigned under Sec. 4A1.1, the court added 1 point for each of the last four and bumped defendant into CHC III.  Notably with respect to recidivism, each of these were misdemeanors that occurred a minimum of 13 years prior to the instant offense.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 4A1.3 allows a sentencing court to consider uncounted prior convictions and other criminal behavior in increasing the CHC<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> if \"reliable information indicates that the criminal history category does not adequately reflect the seriousness of the defendant's past criminal conduct or the likelihood that the defendant will commit other crimes.\"   U.S.S.G. Sec. 4A1.3.  Its decision to depart, as well as the degree of departure, is entitled to respect, given its \"special competence,\" experience, and \"superior feel\" for the case.  United States v. Rivera, 994 F.2d 942, at 950, 951 (1st Cir.1993) (citing Williams v. United States, 503 U.S. 193, 112 S.Ct. 1112, 1121, 117 L.Ed.2d 341 (1992));  United States v. Shrader, 56 F.3d 288, 292 (1st Cir.1995).  Once we determine the court acted within its discretion, our only question is whether its decision was reasonable and adequately explained.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We first note that defendant is incorrect to suggest that the Guidelines forbid or discourage consideration of old convictions in a decision to depart.  Cf. Rivera, 994 F.2d at 948-49 (detailing forbidden and discouraged departures).  Likelihood of recidivism is an alternative justification to under-representation of the seriousness of defendant's criminal history for a decision to depart upward.  U.S.S.G. Sec. 4A1.3;  Schrader, 56 F.3d at 292.   The court here made the latter finding, based on prior sentences for similar conduct (1979 assault and 1977 criminal threatening), and serious dissimilar conduct (1980 DWI and 1977 criminal liability for conduct of another and theft<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>).  Where these considerations are appropriate to the decision whether to depart, and defendant's PSR provides an adequate basis, we cannot substitute our judgment.  United States v. Quinones, 26 F.3d 213, 219 (1st Cir.1994);  Rivera, 994 F.2d at 952.   See also Williams, 503 U.S. at 205, 112 S.Ct. at 1121.   However, once the court believes a properly calculated CHC significantly under-represents a defendant's criminal history, the Guidelines direct the court's departure quite specifically:  the court must find that \"defendant's criminal history most closely resembles that of most defendants with [the] Criminal History Category [the court seeks to impose].\"  U.S.S.G. Sec. 4A1.3 (emphasis added).  If it were sufficient simply to add points for conduct excluded from the initial CHC calculation to arrive at a higher category, the Sec. 4A1.1 parameters for guiding CHC determination would be nullified.  The court's mere conclusion that a CHC III \"adequately reflects defendant's criminal history\" fails to shed light on this question.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although we accord \"substantial leeway\" to a sentencing court's determination of the appropriate degree of departure,</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>this freedom does not relieve [it] from explaining its ultimate decision of how far to depart.  Merely explaining why a departure was made does not fulfill the separate requirement of stating the reasons for imposing the particular sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Quinones, 26 F.3d at 219 (emphasis added) (quoting United States v. Rosales, 19 F.3d 763, 770 (1st Cir.1994)).  See also Rivera, 994 F.2d at 946, 949-50.   Because we are unable to evaluate responsibly the reasonableness of the extent of the court's departure absent explication, which we observe might include at least an indication of why a one category increase is inadequate, we will follow our past practice of ordering a limited remand for clarification while retaining appellate jurisdiction.  See Quinones, 26 F.3d at 219-20.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We affirm defendant's conviction and remand for further proceedings with respect to sentence.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 404(b) provides, in relevant part:</p>\n        <p>Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.  It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rule 403 states, in relevant part:</p>\n        <p>Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice ...</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government's brief is totally silent in spite of defendant's detailed complaint.  At oral argument its sole response to our questioning was that its purpose was to make sure the jury realized there had been a call, and that the \"cold record\" may look worse to us.  Counsel's thermometer needs adjustment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defendant's objection at the time of its initial introduction \"to this line of testimony\" related to admissibility of the fact of the phone call, correctly overruled by the court, not to the subsequent dramatization of the family's fears, which elicited not a single protest from defense counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The relevant provisions include:</p>\n        <p>(a) prior sentence(s) not used in computing the criminal history category ...</p>\n        <p>(e) prior similar adult criminal conduct not resulting in a criminal conviction.</p>\n        <p>U.S.S.G. Sec. 4A1.3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court indicated this was robbery.  Although robbery was the original indictment, defendant ultimately pled guilty to theft</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">450</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>David P. PRATT, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1666.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 7, 1995.<br>Decided Jan. 18, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">M. Kristin Spath, Assistant Federal Defender, for appellant.</p>\n      <p class=\"indent\">Peter E. Papps, First Assistant U.S. Attorney, with whom Paul M. Gagnon, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant David P. Pratt, having been allowed to withdraw a plea of guilty, was tried to a jury for violation of United States Code, Title 18, Section 876 (Mailing a Threatening Communication) and found guilty.  He now appeals, with new counsel, claiming violation of Fed.R.Evid. 404(b) by the admission of prejudicial testimony of another threat, and from a sentence that included a two level upward departure.  We remand for further consideration of sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In August, 1991, defendant's automobile was repossessed for nonpayment of an installment, and discovered to contain a substantial number of automatic and semi-automatic firearms and explosive devices.  These were turned over to the Goffstown, New Hampshire, Police Department but eventually found to be defendant's lawful property.  In spite of this finding, Police Chief Stephen Monier refused to return them, absent a court order.  Defendant, greatly angered by the delay, complained a number of times.  He phoned the police station on the morning of July 20, 1992, and was told to call back that afternoon.  An hour later he telephoned Chief Monier's home and spoke to a young friend of Monier's ten year old daughter, who said that he was not there.  The man stated that he was David Pratt and to tell her father, \"I know where he lives.\"   When informed of the call, Monier took it to be a serious threat.  On September 14, 1992, a New Hampshire court ordered that defendant's weapons and devices be returned to him, and the Goffstown police complied.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 1, 1992, Monier received through the mail, postage prepaid, a carton which was found to contain a dead and badly mutilated pig of some 29 pounds.  There were no tell-tale writings on, or in, the package, but fingerprints, identified to be defendant's, were found on the outside.  At trial defendant testified that the pig was his;  that he had shot it, following an accident, and that one Jennifer Gagnon stole it from his refrigerator and mailed it to Monier without his suggestion or knowledge.  By the time of trial, Gagnon was deceased.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although there was other supporting evidence, including defendant's boasting to a friend that he had sought to scare Monier by sending the mutilated pig, the government chose to tighten its case by eliciting evidence of the threatening telephone call.  Defendant objected at the outset to the admission of any evidence of the call, and to \"this whole line of testimony.\"   The court disagreed, but did caution the jury to consider any evidence, if a prior threat, as distinct from the pending charge, and as relevant \"only to show things like the identity of the defendant or his possible motive or his possible intent or the absence of mistake or accident with respect to the charge that's on trial here\".</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal defendant argues that the telephone threat was very different from the one with which he was charged, and that its introduction was simply to blacken his character as forbidden by Rule 404(b).  See, United States v. Tuesta-Toro, <span class=\"citation\" data-id=\"195508\"><a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></a></span>, 775 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">890</span> </span>(1995).  He contends, first, that it was inadmissible altogether under Fed.R.Evid. 404(b),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> or that its prejudice would in any event substantially exceed its probative value, rendering it excludable under Fed.R.Evid. 403.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The government says, inter alia, that the threat displayed defendant's grudge against Chief Monier, an intent to act upon it, and knowledge of his victim's residence (to which the packaged pig was addressed), as well as being a self-identification against his own interest.  We quite agree that the disputed evidence had \"special relevance\" to material issues, <span class=\"citation\" data-id=\"195508\"><span class=\"antecedent_guess\">Tuesta-Toro,</span> <a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">775</span></a></span>--even defendant concedes the purpose for introducing it included showing the identity of the person who mailed the pig--but the prosecution's use of it progressed well beyond the necessary.  Its admission provided the basis for subsequent dramatization of the call's emotional effect upon Monier and his family, particularly on his young daughter.  This was not relevant, and magnified the very prejudice that the Rules of Evidence were designed to minimize.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Fed.R.Evid. 403, 404(b).  <span class=\"citation\" data-id=\"195508\"><span class=\"antecedent_guess\">Tuesta-Toro,</span> <a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">775</span></a></span>;  United States v. Aguilar-Aranceta, <span class=\"citation\" data-id=\"698646\"><a href=\"/opinion/698646/united-states-v-esperanza-aguilar-aranceta/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">796</span></a></span>, 798 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">However, defendant's failure to call the court's attention to prosecutorial excess as it occurred,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and to request consideration of the probative value of proffers concerning, for example, the anxiety of the Chief's family, his keeping a firearm beside his bed, and the inability of his little girl to sleep alone following the telephone threat, in light of their likely prejudicial effect, deprived the court of an opportunity to make particularized rulings which we could now review.  It is counsel's duty not to sit idly by while his case is conspicuously suffering, see Clemente v. Carnicon-Puerto Rico Mgmt. Assoc., <span class=\"citation\" data-id=\"196018\"><a href=\"/opinion/196018/clemente-v-carnicon-management/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">383</span></a></span>, 387 (1st Cir.1995), and it was his responsibility to object when testimony strays outside the court's prior limiting instruction.  Courts may be reluctant to interfere and may have difficulty deciding whether to exclude testimony on their own.  We review for plain error alone.  Fed.R.Evid. 103.  <span class=\"citation\" data-id=\"195508\"><span class=\"antecedent_guess\">Tuesta-Toro,</span> <a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">775</span> </a></span>(absent contemporaneous objection, court will reverse only if error \"seriously affected the fundamental fairness and basic integrity of the proceedings\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While testimony as to the threat's effect upon Monier and his family must have been detrimental to defendant--though not so pervasive as defendant claims--the government's case on the merits was too strong, in our opinion, to have made this harm to defendant a factor of consequence in the result.  Defendant's own statements, his fingerprints on the package, his established anger over the unlawful retention of his firearms, his ownership of the pig carcass, and, notably, the absence of any visible motive to have caused the conveniently deceased Gagnon to have mailed it, were overwhelming.  While we might order a new trial simply to teach government counsel that his primary duty is to obtain justice, not to win cases, see Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 87-88, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, 1196-97, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span> </a></span>(1963), we hope we have said enough without such draconian action.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As to the sentence, application of Sec. 4A1.1 of the Sentencing Guidelines yielded criminal history category (CHC) I, based on one point assigned for defendant's only countable prior conviction.  However, the court found CHC I clearly under-represented the seriousness of defendant's criminal history and his recidivism.  Impressed by a \"string of zeros\" in defendant's pre-sentence report (PSR) indicating a series of past convictions--for disorderly conduct, attendance violations while in the military, criminal liability for conduct of another, criminal threatening, assault, and driving while intoxicated--for which no \"points\" could be assigned under Sec. 4A1.1, the court added 1 point for each of the last four and bumped defendant into CHC III.  Notably with respect to recidivism, each of these were misdemeanors that occurred a minimum of 13 years prior to the instant offense.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 4A1.3 allows a sentencing court to consider uncounted prior convictions and other criminal behavior in increasing the CHC<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> if \"reliable information indicates that the criminal history category does not adequately reflect the seriousness of the defendant's past criminal conduct or the likelihood that the defendant will commit other crimes.\"   U.S.S.G. Sec. 4A1.3.  Its decision to depart, as well as the degree of departure, is entitled to respect, given its \"special competence,\" experience, and \"superior feel\" for the case.  United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, at 950, 951 (1st Cir.1993) (citing Williams v. United States, <span class=\"citation\" data-id=\"112704\"><a href=\"/opinion/112704/williams-v-united-states/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, <span class=\"citation\" data-id=\"112704\"><a href=\"/opinion/112704/williams-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1112</span></a></span>, 1121, <span class=\"citation\" data-id=\"112704\"><a href=\"/opinion/112704/williams-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">341</span> </a></span>(1992));  United States v. Shrader, <span class=\"citation\" data-id=\"196080\"><a href=\"/opinion/196080/united-states-v-shrader/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 292 (1st Cir.1995).  Once we determine the court acted within its discretion, our only question is whether its decision was reasonable and adequately explained.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We first note that defendant is incorrect to suggest that the Guidelines forbid or discourage consideration of old convictions in a decision to depart.  Cf. <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">948-49</span> </a></span>(detailing forbidden and discouraged departures).  Likelihood of recidivism is an alternative justification to under-representation of the seriousness of defendant's criminal history for a decision to depart upward.  U.S.S.G. Sec. 4A1.3;  <span class=\"citation\" data-id=\"196080\"><span class=\"antecedent_guess\">Schrader,</span> <a href=\"/opinion/196080/united-states-v-shrader/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">292</span></a></span>.   The court here made the latter finding, based on prior sentences for similar conduct (1979 assault and 1977 criminal threatening), and serious dissimilar conduct (1980 DWI and 1977 criminal liability for conduct of another and theft<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>).  Where these considerations are appropriate to the decision whether to depart, and defendant's PSR provides an adequate basis, we cannot substitute our judgment.  United States v. Quinones, <span class=\"citation\" data-id=\"672030\"><a href=\"/opinion/672030/united-states-v-jesus-m-quinones-aka-jesus-m-quinones-rodriguez/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 219 (1st Cir.1994);  <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">952</span></a></span>.   See also <span class=\"citation\" data-id=\"112704\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/112704/williams-v-united-states/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">205</span></a></span>, 112 S.Ct. at 1121.   However, once the court believes a properly calculated CHC significantly under-represents a defendant's criminal history, the Guidelines direct the court's departure quite specifically:  the court must find that \"defendant's criminal history most closely resembles that of most defendants with [the] Criminal History Category [the court seeks to impose].\"  U.S.S.G. Sec. 4A1.3 (emphasis added).  If it were sufficient simply to add points for conduct excluded from the initial CHC calculation to arrive at a higher category, the Sec. 4A1.1 parameters for guiding CHC determination would be nullified.  The court's mere conclusion that a CHC III \"adequately reflects defendant's criminal history\" fails to shed light on this question.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although we accord \"substantial leeway\" to a sentencing court's determination of the appropriate degree of departure,</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>this freedom does not relieve [it] from explaining its ultimate decision of how far to depart.  Merely explaining why a departure was made does not fulfill the separate requirement of stating the reasons for imposing the particular sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"672030\"><span class=\"antecedent_guess\">Quinones,</span> <a href=\"/opinion/672030/united-states-v-jesus-m-quinones-aka-jesus-m-quinones-rodriguez/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">219</span> </a></span>(emphasis added) (quoting United States v. Rosales, <span class=\"citation\" data-id=\"195287\"><a href=\"/opinion/195287/united-states-v-rosales/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">763</span></a></span>, 770 (1st Cir.1994)).  See also <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">946</span></a></span>, 949-50.   Because we are unable to evaluate responsibly the reasonableness of the extent of the court's departure absent explication, which we observe might include at least an indication of why a one category increase is inadequate, we will follow our past practice of ordering a limited remand for clarification while retaining appellate jurisdiction.  See <span class=\"citation\" data-id=\"672030\"><span class=\"antecedent_guess\">Quinones,</span> <a href=\"/opinion/672030/united-states-v-jesus-m-quinones-aka-jesus-m-quinones-rodriguez/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">219</span></a></span>-20.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We affirm defendant's conviction and remand for further proceedings with respect to sentence.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 404(b) provides, in relevant part:</p>\n        <p>Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.  It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Rule 403 states, in relevant part:</p>\n        <p>Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice ...</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government's brief is totally silent in spite of defendant's detailed complaint.  At oral argument its sole response to our questioning was that its purpose was to make sure the jury realized there had been a call, and that the \"cold record\" may look worse to us.  Counsel's thermometer needs adjustment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defendant's objection at the time of its initial introduction \"to this line of testimony\" related to admissibility of the fact of the phone call, correctly overruled by the court, not to the subsequent dramatization of the family's fears, which elicited not a single protest from defense counsel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The relevant provisions include:</p>\n        <p>(a) prior sentence(s) not used in computing the criminal history category ...</p>\n        <p>(e) prior similar adult criminal conduct not resulting in a criminal conviction.</p>\n        <p>U.S.S.G. Sec. 4A1.3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court indicated this was robbery.  Although robbery was the original indictment, defendant ultimately pled guilty to theft</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112704/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196018/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196080/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672030/",
    "https://www.courtlistener.com/api/rest/v3/opinions/698646/"
  ]
}