{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196547/",
  "id": 196547,
  "absolute_url": "/opinion/196547/united-states-v-dolloph/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196547/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:32Z",
  "date_modified": "2020-02-21T23:16:17.612377Z",
  "type": "010combined",
  "sha1": "d868a47d1ce041ca61e83d0be9ce9f55d2404d73",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1059.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1059\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                      HAROLD L. DOLLOPH,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n       [Hon. Steven J. McAuliffe, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                 and Keeton,* District Judge.\r                                                        \r\n\n                                         \r\n\nThomas A. Zonay, by  Appointment of the Court, with whom  Carroll,\r                                                                             \r\nGeorge &amp; Pratt was on briefs for appellant.\r                      \r\nPeter E. Papps,  First Assistant United States Attorney, with whom\r                          \r\nPaul M. Gagnon,  United States Attorney, was  on brief for  the United\r                      \r\nStates.\r\n\n                                         \r\n\n                       February 1, 1996\r\n                                         \r\n\n                \r                            \r\n\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n     BOUDIN, Circuit Judge.  On July 21, 1994, Harold Dolloph\r                                      \r\n\npled guilty  to one  count of  possessing child  pornography,\r\n\nfour counts of  transporting minors for purposes  of engaging\r\n\nin sexual activity, and one  count of possessing a prohibited\r\n\nfirearm.  18 U.S.C.    2252(a)(4)(B), 2423; 26 U.S.C.   5861.\r\n\nAt the sentencing  hearing on December 19, 1994, the district\r\n\njudge  departed   upward  two  levels  from   the  applicable\r\n\nguideline range of 168 to 210 months and sentenced Dolloph to\r\n\n240  months imprisonment.    Dolloph  now  appeals  from  his\r\n\nsentence, raising several different issues.\r\n\n     The  facts, which we  briefly summarize, are  taken from\r\n\nthe presentence  report, sentencing  hearing transcript,  and\r\n\nsubmissions at  sentencing.   United States  v. Egemonye,  62\r                                                                    \r\n\nF.3d  425, 426 (1st  Cir. 1995).   At various  times prior to\r\n\nSeptember 1993, Dolloph's four  great-nieces--all children of\r\n\nthe same  mother--stayed at  Dolloph's home  in Swanzey,  New\r\n\nHampshire.   In that month,   their mother told  her children\r\n\nthat they would be staying with Dolloph again while she moved\r\n\ntheir household to a new residence.  At that point two of her\r\n\ndaughters,  aged eight (\"TL8\") and eleven (\"TL11\"), said that\r\n\nDolloph had sexually abused them on their prior visits.\r\n\n     Dolloph was then indicted by  a federal grand jury.  The\r\n\ntwo girls, TL8  and TL11, told the police  that while staying\r\n\nwith Dolloph in  July 1993 he had engaged  in sexual activity\r\n\nwith them;  the activity they  described potentially amounted\r\n\n                             -2-\r                                         -2-\r\r\n\nto  statutory rape,  involved a  variety  of other  practices\r\n\ncommonly described as  unnatural or  degrading, and  included\r\n\nthe taking of lascivious photographs of the girls by  Dolloph\r\n\nas well as  some of TL11 in  handcuffs.  As described  by the\r\n\ngirls,  the conduct had occurred in  various forms on several\r\n\ndifferent occasions.\r\n\n     Based on these reports  and some corroborating evidence,\r\n\nthe police obtained  a search warrant and  searched Dolloph's\r\n\napartment.    What  they  found  included  sexually  explicit\r\n\nphotographs of TL8 and TL11,  video tape showing Dolloph in a\r\n\nsexual encounter  with TL8,  and other  tape and  photographs\r\n\nindicating   that  Dolloph  had  abused  other  young  girls.\r\n\nDolloph was arrested.  When questioned, he denied ever having\r\n\nhad sexual relations  with his two nieces but  he admitted to\r\n\nlesser  acts  of abuse.    The  latter  were, in  any  event,\r\n\ndocumented by photos and video tape.\r\n\n     Dolloph was then  indicted by a federal grand  jury.  In\r\n\nthe  superseding indictment  returned  on January  20,  1994,\r\n\nDolloph  was charged in  11 counts; 10  related to misconduct\r\n\ninvolving  the children  and the  last  charged Dolloph  with\r\n\nunlawful  possession of a  sawed-off shotgun that  the police\r\n\nhad  found  in  their  search  of his  apartment.    After  a\r\n\npsychiatric examination  found  Dolloph  competent  to  stand\r\n\ntrial, he pled guilty,  on July 21, 1994,  to the six  counts\r\n\n                             -3-\r                                         -3-\r\r\n\ndescribed above, five relating to the children and one to the\r\n\nweapon.  \r\n\n     At  a sentencing  hearing  on  December  19,  1994,  the\r\n\ngovernment presented  a psychologist, Dr.  Margaret Ward, who\r\n\ntestified  that TL8  had suffered psychological  damage \"more\r\n\nseverely than  most  children  that I  have  seen  that  have\r\n\nexperienced the nature and duration of what she experienced.\"\r\n\nDr. Ward  said that  this might  well also  be true  of TL11.\r\n\nUltimately, the court calculated the offense  level as 35 and\r\n\ndeparted  upward  by two  levels  to  level  37.   The  court\r\n\nsentenced  Dolloph to 240 months, somewhat above the midpoint\r\n\nfor level 37.\r\n\n     1.  On this appeal, Dolloph's main attacks are upon this\r\n\nupward departure.   The  presentence report  identified as  a\r\n\npotential ground of departure U.S.S.G.   5K2.3, which permits\r\n\na court to  depart upward \"[i]f a victim  or victims suffered\r\n\npsychological injury  much  more serious  than that  normally\r\n\nresulting  from  commission of  the  offense.  .  . .\"    The\r\n\ngovernment did not urge any other basis for a departure prior\r\n\nto the hearing, and  its expert witness--Dr.  Ward--testified\r\n\nin accord with section 5K2.3.\r\n\n     United States  v. Burns,  501 U.S.  129, 138-39  (1991),\r                                        \r\n\nsays that the  defendant must be given advance  notice if the\r\n\ndistrict  judge  proposes   to  depart  on  any   ground  not\r\n\nidentified  in  the  presentence report  or  by  a government\r\n\n                             -4-\r                                         -4-\r\r\n\nsubmission filed  in  advance of  the  hearing.   Here,  says\r\n\nDolloph, the district court violated this precept by relying,\r\n\nin addition to  psychological damage, upon other  grounds for\r\n\ndeparture not identified  in advance.  The  argument has some\r\n\nforce but we think not quite enough.\r\n\n     That the departure  rested primarily upon the  damage to\r                                                     \r\n\nthe two  girls is patent.   We construe de  novo the district\r                                                            \r\n\ncourt's remarks  at the sentencing  hearing and his  two page\r\n\nwritten   \"departure   explanation.\"      Both   stress,   in\r\n\norganization and emphasis,  the court's finding that  TL8 had\r\n\nsuffered  \"severe psychological injury of a nature beyond the\r\n\nnorm\";  and  the written  explanation,  contains an  explicit\r\n\nfinding,  by a  preponderance  of  the  evidence,  that  TL11\r\n\nsuffered in the same way.   The district judge said that  the\r\n\nsentence  \"should reflect  the  nature  of  the  injury  that\r\n\n[Dolloph] inflicted on these girls.\"  Section 5K2.3 was cited\r\n\nin the written explanation.\r\n\n     But--Dolloph  points out--both at the hearing and in the\r\n\nwritten explanation,  the  district  court  referred  to  the\r\n\nparticularly insulting  and degrading sexual activity and the\r\n\nfact that Dolloph had abused  a relationship of trust that he\r\n\nhimself had cultivated.   The judge also cited  to U.S.S.G.  \r\n\n5K2.1; other record evidence indicates that the intent was to\r\n\nrefer  instead to  section  5K2.0,  which  is  the  catch-all\r\n\ndeparture  provision allowing  departures  for factors  \"of a\r\n\n                             -5-\r                                         -5-\r\r\n\nkind, or  to a degree,  not adequately\" accounted for  in the\r\n\nguidelines.  Id. (quoting 18 U.S.C.   3553(b)).\r                            \r\n\n     The unusually degrading  nature of the conduct  could be\r\n\nan  independent basis for  departure under U.S.S.G.    5K2.8,\r\n\nalthough  no  advance  notice of  this  ground  was provided.\r\n\nDolloph's  relationship to  the  victims  was  considered  in\r\n\nfixing the  offense levels, id.     2A3.1(b)(3), 2G2.1(b)(2),\r                                           \r\n\nso his betrayal of the relationship  might or might not be an\r\n\nindependent basis, depending on whether it  was present \"to a\r\n\ndegree  substantially in excess  of that which  ordinarily is\r\n\ninvolved in the offense.\"  Id.    5K2.0.  And, in any  event,\r                                          \r\n\nBurns' requirement of  advance notice was apparently  not met\r                 \r\n\nin either case.\r\n\n     It is unlikely that the references to egregious behavior\r\n\nand  breach of  trust were  intended  by the  trial judge  as\r\n\nindependent  grounds for  the  departure.    In  the  written\r                       \r\n\nexplanation,  the judge  spoke of  the  egregious conduct  as\r\n\nalready described, and  he followed it immediately  by saying\r\n\nthat  the  victims, particularly  the  younger, suffered  and\r\n\nwould likely  continue to  suffer well into  the future.   In\r\n\nother words, the court was focusing on the conduct to explain\r\n\nthe extent  of the  damage it inflicted.   See,  e.g., United\r                                                                         \r\n\nStates v.  Anderson, 5 F.3d  795, 805 (5th Cir.  1993), cert.\r                                                                         \r\n\ndenied, 114 S. Ct. 1118 (1994).\r                  \r\n\n                             -6-\r                                         -6-\r\r\n\n     Dr. Ward also related the  damage suffered by TL8 to the\r\n\nnature of Dolloph's behavior (\"in the more severe part of the\r\n\ncontinuum\") and to his family relationship; as to the  latter\r\n\nrelationship,  Dr. Ward said  that TL8's connection  with the\r\n\ndefendant   \"allowed  her  to   fear  the  loss   of  [their]\r\n\nrelationship.\"  The  suggestion may be  that the betrayal  of\r\n\ntrust  enhanced  the  damage.   Again,  the  district court's\r\n\nwritten  discussion of  the fiduciary  breach  occurs in  the\r\n\nmiddle of an extensive discussion of  the causes and evidence\r\n\nof severe damage.\r\n\n     Finally, it was the prosecutor who suggested a departure\r\n\non account of  damage to the  victims, citing both  guideline\r\n\nsections (5K2.0 and  5K2.3).  Thus, the  court's reference to\r\n\nthe earlier  section is easily  explained.  And  the district\r\n\ncourt's discussion of departure,  from which isolated remarks\r\n\nhave  been  quoted,  overlapped  with   the  court's  broader\r\n\nexplanation  of why it  was choosing the  particular sentence\r\n\nwithin the finally selected guideline range. \r\n\n     Faced with uncertainty, we have sometimes remanded or at\r\n\nleast  asked the  district court  to  clarify its  sentencing\r\n\nrationale.  United  States v. Quinones,  26 F.3d 213,  219-20\r                                                  \r\n\n(1st Cir. 1994).   In deciding whether to  remand or inquire,\r\n\nthe  degree of  uncertainty  is the  main element,  but other\r\n\nfactors  sometimes  play a  silent  role: the  extent  of the\r\n\ndeparture, objective ambiguity in the transcript, the  nature\r\n\n                             -7-\r                                         -7-\r\r\n\nof the possible mistake, and a realistic appraisal of whether\r\n\na different outcome on remand is possible.\r\n\n     Here, there is  no realistic possibility of  a different\r\n\nresult on remand.   Dr. Ward's testimony,  coupled with other\r\n\nevidence, amply  supported  the  departure  based  on  damage\r\n\nalone,  and  damage  was   certainly  the  district   court's\r\n\nprincipal theme.   If  the disputed  references to  degrading\r\n\nconduct and betrayal were  struck, we have no doubt  whatever\r\n\nthat  the  district court  would  impose the  same  two level\r\n\nenhancement--and  30 additional months--as  before.  If error\r\n\noccurred, and  we doubt  it did,  it was  assuredly harmless.\r\n\nSee United States v. Ortiz, 23 F.3d 21, 28 (1994).\r                                      \r\n\n     There  is no  merit to  Dolloph's other  attacks on  the\r\n\ndeparture.   Dr. Ward admitted  that she had  not interviewed\r\n\nthe  children but had  worked from interview  transcripts and\r\n\nother records; and she did not provide a detailed description\r\n\nof  what would  constitute only  \"normal\" damage.   But these\r\n\nmatters  went to  the weight of  the evidence.   Dr. Ward was\r\n\nqualified, subjected  to cross-examination, and  supported in\r\n\nvarious respects by other evidence including one of Dolloph's\r\n\nown  videotapes,  the   presentence  report,  victim   impact\r\n\nstatements, and medical information.\r\n\n     Dolloph also complains that as to TL11, Dr. Ward herself\r\n\nwas  unable  to say,  \"to  a  reasonable  degree  of  medical\r\n\ncertainty,\" that  the harm  was abnormally  severe; she  said\r\n\n                             -8-\r                                         -8-\r\r\n\nthere was a \"reasonable  . . .   indication\" to that  effect.\r\n\nHowever, the district court itself made a finding of abnormal\r\n\ndamage  under the preponderance standard.  Given the evidence\r\n\navailable  here,  the  defendant's  conduct  and  the  damage\r\n\nascribed  to  the  children were  within  a  layperson's ken.\r\n\nUnder the clear error standard, the court's finding is easily\r\n\nsustained.  United States v.  Joyce, 70 F.3d 679, 681-82 (1st\r                                               \r\n\nCir. 1995).\r\n\n     2.   We  turn now  to  the remaining  challenges to  the\r\n\nsentence,  starting with Dolloph's two main objections.  They\r\n\nderive from the intent of  the guidelines in certain respects\r\n\nto sentence the  defendant for the \"real\"  conduct underlying\r\n\nthe offense.   United States v. Dominguez, 951  F.2d 412, 415\r                                                     \r\n\n(1st Cir. 1991), cert. denied, 504 U.S. 917  (1992).  This is\r                                         \r\n\ndone partly by cross-references that--on proof of aggravating\r\n\nfacts--cause a defendant convicted of a crime to be sentenced\r\n\nunder the more severe guideline pertaining to the aggravating\r\n\nconduct.\r\n\n     In our case, the guidelines governing both of the sexual\r\n\noffenses to which Dolloph pled--possession of pornography and\r\n\ntransportation of a minor--have base offense levels of \"only\"\r\n\n13 and  16, respectively.   U.S.S.G.     2G2.4, 2G1.2.   Yet,\r\n\neach  contains  a  cross-reference  that makes  applicable  a\r\n\nconsiderably  higher base offense level of 25, under U.S.S.G.\r\n\n   2G2.1, if  the  offense  conduct  included  \"causing  [or]\r\n\n                             -9-\r                                         -9-\r\r\n\ntransporting  . .  . a minor  to engage in sexually  explicit\r\n\nconduct for  the purpose of  producing a visual  depiction of\r\n\nsuch conduct. . . .\"\r\n\n     The presentence  report found  or indicated  that as  to\r\n\nthree of the counts Dolloph had caused the girls to engage in\r\n\nsuch  conduct (count 6) or  transported them for that purpose\r\n\n(counts  7  and  9),  and  the  district  court  adopted  the\r\n\nfindings.  Dolloph contests  this determination, arguing that\r\n\nthe evidence  did not show that he  invited the nieces to his\r\n\nhome  for the purpose of photographing them; the photographs,\r\n\nhe says, showed  that \"the photographs were taken  as a `mere\r\n\nincident' of the trips.\"  This claim is not supported by  any\r\n\ndetailed factual argument.\r\n\n     Without  a  discussion  by   Dolloph  of  the  pertinent\r\n\nevidence,  it  is  difficult   to  consider  his  contention.\r\n\nPhotographs, interview  transcripts, and video  tape evidence\r\n\nwere presented or available at the hearing, and the litigants\r\n\nunderstood which child was involved in the various counts and\r\n\nphotographs  and how the  evidence related to  each count and\r\n\nsub-count (count six required several different photographs).\r\n\nVery little  of what  the parties  understood about  specific\r\n\nevents  can   be  easily   reconstructed  from   the  hearing\r\n\ntranscript itself.\r\n\n     There  is some indication  that Dolloph's argument rests\r\n\nat least in part on a misconception.  Both at the hearing and\r\n\n                             -10-\r                                         -10-\r\r\n\nin his appeals brief, Dolloph's counsel relied primarily upon\r\n\nlanguage  from United  States  v. Ellis,  935  F.2d 385  (1st\r                                                   \r\n\nCir.), cert. denied,  502 U.S. 869 (1991).   There, the trial\r                               \r\n\ncourt  had   instructed  the   jury  that   to  violate   the\r\n\ntransportation statute,  having the  child  engage in  sexual\r\n\nactivity  must have been one of  the purposes of the trip and\r\n\n\"not a  mere incident of the trip.\"   Id. at 389.  This court\r                                                     \r\n\nupheld the charge, rejecting a claim that the illicit purpose\r\n\nmust be the \"dominant\" one.  Id. at 390.\r                                            \r\n\n     Four  of  the  cross-reference findings  (pertaining  to\r\n\ncount 6)  involved \"causing\"--not transporting--so  the Ellis\r                                                                         \r\n\nlanguage  is irrelevant.   The  other  two (counts  7 and  9)\r\n\napparently  did rely on transporting; but since Dolloph tells\r\n\nus little  about the  specific events, we  have no  basis for\r\n\nconcluding that  the district  court erred  in accepting  the\r\n\npresentence report.   How much weight should be  given to the\r\n\npresentence report is sometimes  a matter of dispute; but  in\r\n\nthis instance we  have been given nothing to  set against its\r\n\nfindings.  See United States v. Gonzalez-Vazquez, 34 F.3d 19,\r                                                            \r\n\n25 (1st Cir. 1994).\r\n\n     Dolloph's second objection relates to a different cross-\r\n\nreference.  As to the other two counts involving transporting\r\n\na minor  (counts 8 and  10), specifically TL8,  the probation\r\n\nreport found,  and the  district court  adopted the  finding,\r\n\nthat Dolloph's conduct on those visits had involved \"criminal\r\n\n                             -11-\r                                         -11-\r\r\n\nsexual  abuse.\"    A cross-reference  in  the  transportation\r\n\nguideline,  U.S.S.G.   2G1.2(c)(2),  provides that in  such a\r\n\ncase the sexual  abuse guideline governs, and  that guideline\r\n\nprovides a  base offense level of 27.   Id.   2A3.1.  Broadly\r                                                       \r\n\nspeaking,  this latter guideline applies to conduct violating\r\n\n18 U.S.C.   2241-42. U.S.S.G.  2A3.1, comment.(stat. provs.).\r\n\n     The  cited  code  sections govern  \"sexual  act[s],\"  as\r\n\ndefined  by 18  U.S.C.    2245,  which are  made unlawful  in\r\n\nspecified  situations, of which  the one most  pertinent here\r\n\nforbids  sexual relations  with children  under  twelve.   18\r\n\nU.S.C.    2241(c).  As  Dolloph points out, the  sexual abuse\r\n\nchapter  itself, id.      2241-45,  is  confined  to  conduct\r                                \r\n\noccurring   in   \"the   special  maritime   and   territorial\r\n\njurisdiction of  the United States  or in a  Federal prison.\"\r\n\nE.g.,  18  U.S.C.      2241(a).    Because  no  such  federal\r                \r\n\njurisdiction is asserted in this case, Dolloph objects to the\r\n\nuse of the cross-referenced guideline.\r\n\n     The  argument is interesting but hopeless.  Whatever the\r\n\noffense  plea,  the   defendant  is  ordinarily   subject  to\r\n\npunishment for all \"relevant conduct,\" including all acts and\r\n\nomissions \"that occurred during the commission of the offense\r\n\nof conviction.\"  U.S.S.G.    1B1.3(a)(1).  Here, Dolloph does\r\n\nnot contest  the principle.   His present argument  is that--\r\n\neven assuming that  his treatment of  TL8 amounted to  sexual\r\n\nabuse  as defined  by  the federal  statutes--those  statutes\r\n\n                             -12-\r                                         -12-\r\r\n\ninclude   a  jurisdictional   element  not   here  satisfied.\r\n\nTherefore,   he  concludes,   the   cross-reference  is   not\r\n\npertinent.\r\n\n     But  the  sexual  abuse  guideline  is  concerned   with\r\n\nidentifying  the  proper penalty  for  the underlying  sexual\r\n\nconduct,  here, the  mistreatment of  TL8.   It is  the plain\r\n\nintent of  the guidelines--specifically,  the cross-reference\r\n\nsection  that  takes  us to  the  sexual  abuse guideline--to\r\n\npunish Dolloph for  that conduct.  So long  as the guidelines\r\n\nso intend and the necessary proof is offered, a defendant may\r\n\nordinarily be punished  for relevant conduct, whether  or not\r\n\nit includes  conduct for  which the  court lacks  independent\r\n\njurisdiction to try the defendant.  United States v. Carroll,\r                                                                        \r\n\n3 F.3d 98, 102-03 (4th  Cir. 1993); United States v. Pollard,\r                                                                        \r\n\n986  F.2d 44,  47 (3d  Cir.), cert. denied,  113 S.  Ct. 2457\r                                                      \r\n\n(1993).\r\n\n     Finally,  Dolloph  argues  that  the  evidence  did  not\r\n\njustify  the district  court finding  that  sexual acts  were\r\n\nperformed against TL8.  If  one credits the statements of the\r\n\nchild, as the district court evidently did, there is no doubt\r\n\nthat Dolloph's  conduct violated  the sexual  abuse statutes,\r\n\nthe jurisdictional element to one side.  Dolloph demurs but a\r\n\ncomparison of  what TL8 said  happened with what  the statute\r\n\nforbids resolves the matter against him.\r\n\n     Affirmed.\r                         \r\n\n                             -13-\r                                         -13-\r\r\n",
  "html": "<p class=\"case_cite\">75 F.3d 35</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Harold L. DOLLOPH, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1059.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 3, 1995.<br>Decided Feb. 1, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas A. Zonay, by Appointment of the Court, with whom Carroll, George &amp; Pratt, was on briefs, Rutland, VT, for appellant.</p>\n      <p class=\"indent\">Peter E. Papps, First Assistant United States Attorney, with whom Paul M. Gagnon, United States Attorney, was on brief, for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and KEETON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On July 21, 1994, Harold Dolloph pled guilty to one count of possessing child pornography, four counts of transporting minors for purposes of engaging in sexual activity, and one count of possessing a prohibited firearm.  18 U.S.C. &#167;&#167; 2252(a)(4)(B), 2423;  26 U.S.C. &#167; 5861.   At the sentencing hearing on December 19, 1994, the district judge departed upward two levels from the applicable guideline range of 168 to 210 months and sentenced Dolloph to 240 months imprisonment.   Dolloph now appeals from his sentence, raising several different issues.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts, which we briefly summarize, are taken from the presentence report, sentencing hearing transcript, and submissions at sentencing.  United States v. Egemonye, 62 F.3d 425, 426 (1st Cir.1995).   At various times prior to September 1993, Dolloph's four great-nieces--all children of the same mother--stayed at Dolloph's home in Swanzey, New Hampshire.   In that month, their mother told her children that they would be staying with Dolloph again while she moved their household to a new residence.   At that point two of her daughters, aged eight (\"TL8\") and eleven (\"TL11\"), said that Dolloph had sexually abused them on their prior visits.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Dolloph was then indicted by a federal grand jury.   The two girls, TL8 and TL11, told the police that while staying with Dolloph in July 1993 he had engaged in sexual activity with them;  the activity they described potentially amounted to statutory rape, involved a variety of other practices commonly described as unnatural or degrading, and included the taking of lascivious photographs of the girls by Dolloph as well as some of TL11 in handcuffs.   As described by the girls, the conduct had occurred in various forms on several different occasions.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Based on these reports and some corroborating evidence, the police obtained a search warrant and searched Dolloph's apartment.   What they found included sexually explicit photographs of TL8 and TL11, video tape showing Dolloph in a sexual encounter with TL8, and other tape and photographs indicating that Dolloph had abused other young girls.   Dolloph was arrested.   When questioned, he denied ever having had sexual relations with his two nieces but he admitted to lesser acts of abuse.   The latter were, in any event, documented by photos and video tape.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Dolloph was then indicted by a federal grand jury.   In the superseding indictment returned on January 20, 1994, Dolloph was charged in 11 counts;  10 related to misconduct involving the children and the last charged Dolloph with unlawful possession of a sawed-off shotgun that the police had found in their search of his apartment.   After a psychiatric examination found Dolloph competent to stand trial, he pled guilty, on July 21, 1994, to the six counts described above, five relating to the children and one to the weapon.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At a sentencing hearing on December 19, 1994, the government presented a psychologist, Dr. Margaret Ward, who testified that TL8 had suffered psychological damage \"more severely than most children that I have seen that have experienced the nature and duration of what she experienced.\"   Dr. Ward said that this might well also be true of TL11.   Ultimately, the court calculated the offense level as 35 and departed upward by two levels to level 37.   The court sentenced Dolloph to 240 months, somewhat above the midpoint for level 37.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">1. On this appeal, Dolloph's main attacks are upon this upward departure.   The presentence report identified as a potential ground of departure U.S.S.G. &#167; 5K2.3, which permits a court to depart upward \"[i]f a victim or victims suffered psychological injury much more serious than that normally resulting from commission of the offense....\"  The government did not urge any other basis for a departure prior to the hearing, and its expert witness--Dr. Ward--testified in accord with section 5K2.3.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Burns v. United States, 501 U.S. 129, 138-39, 111 S.Ct. 2182, 2187-88, 115 L.Ed.2d 123 (1991), says that the defendant must be given advance notice if the district judge proposes to depart on any ground not identified in the presentence report or by a government submission filed in advance of the hearing.   Here, says Dolloph, the district court violated this precept by relying, in addition to psychological damage, upon other grounds for departure not identified in advance.   The argument has some force but we think not quite enough.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">That the departure rested primarily upon the damage to the two girls is patent.   We construe de novo the district court's remarks at the sentencing hearing and his two page written \"departure explanation.\"   Both stress, in organization and emphasis, the court's finding that TL8 had suffered \"severe psychological injury of a nature beyond the norm\";  and the written explanation contains an explicit finding, by a preponderance of the evidence, that TL11 suffered in the same way.   The district judge said that the sentence \"should reflect the nature of the injury that [Dolloph] inflicted on these girls.\"   Section 5K2.3 was cited in the written explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">But--Dolloph points out--both at the hearing and in the written explanation, the district court referred to the particularly insulting and degrading sexual activity and the fact that Dolloph had abused a relationship of trust that he himself had cultivated.   The judge also cited to U.S.S.G. &#167; 5K2.1;  other record evidence indicates that the intent was to refer instead to section 5K2.0, which is the catch-all departure provision allowing departures for factors \"of a kind, or to a degree, not adequately\" accounted for in the guidelines.   Id. (quoting 18 U.S.C. &#167; 3553(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The unusually degrading nature of the conduct could be an independent basis for departure under U.S.S.G. &#167; 5K2.8, although no advance notice of this ground was provided.   Dolloph's relationship to the victims was considered in fixing the offense levels, id. &#167;&#167; 2A3.1(b)(3), 2G2.1(b)(2), so his betrayal of the relationship might or might not be an independent basis, depending on whether it was present \"to a degree substantially in excess of that which ordinarily is involved in the offense.\"   Id. &#167; 5K2.0.   And, in any event, Burns ' requirement of advance notice was apparently not met in either case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is unlikely that the references to egregious behavior and breach of trust were intended by the trial judge as independent grounds for the departure.   In the written explanation, the judge spoke of the egregious conduct as already described, and he followed it immediately by saying that the victims, particularly the younger, suffered and would likely continue to suffer well into the future.   In other words, the court was focusing on the conduct to explain the extent of the damage it inflicted.   See, e.g., United States v. Anderson, 5 F.3d 795, 805 (5th Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1118, 127 L.Ed.2d 428 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Dr. Ward also related the damage suffered by TL8 to the nature of Dolloph's behavior (\"in the more severe part of the continuum\") and to his family relationship;  as to the latter relationship, Dr. Ward said that TL8's connection with the defendant \"allowed her to fear the loss of [their] relationship.\"   The suggestion may be that the betrayal of trust enhanced the damage.   Again, the district court's written discussion of the fiduciary breach occurs in the middle of an extensive discussion of the causes and evidence of severe damage.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, it was the prosecutor who suggested a departure on account of damage to the victims, citing both guideline sections (5K2.0 and 5K2.3).   Thus, the court's reference to the earlier section is easily explained.   And the district court's discussion of departure, from which isolated remarks have been quoted, overlapped with the court's broader explanation of why it was choosing the particular sentence within the finally selected guideline range.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Faced with uncertainty, we have sometimes remanded or at least asked the district court to clarify its sentencing rationale.  United States v. Quinones, 26 F.3d 213, 219-20 (1st Cir.1994).   In deciding whether to remand or inquire, the degree of uncertainty is the main element, but other factors sometimes play a silent role:  the extent of the departure, objective ambiguity in the transcript, the nature of the possible mistake, and a realistic appraisal of whether a different outcome on remand is possible.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, there is no realistic possibility of a different result on remand.   Dr. Ward's testimony, coupled with other evidence, amply supported the departure based on damage alone, and damage was certainly the district court's principal theme.   If the disputed references to degrading conduct and betrayal were struck, we have no doubt whatever that the district court would impose the same two level enhancement--and 30 additional months--as before.   If error occurred, and we doubt it did, it was assuredly harmless.   See United States v. Ortiz, 23 F.3d 21, 28 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There is no merit to Dolloph's other attacks on the departure.   Dr. Ward admitted that she had not interviewed the children but had worked from interview transcripts and other records;  and she did not provide a detailed description of what would constitute only \"normal\" damage.   But these matters went to the weight of the evidence.   Dr. Ward was qualified, subjected to cross-examination, and supported in various respects by other evidence including one of Dolloph's own videotapes, the presentence report, victim impact statements, and medical information.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Dolloph also complains that as to TL11, Dr. Ward herself was unable to say, \"to a reasonable degree of medical certainty,\" that the harm was abnormally severe;  she said there was a \"reasonable ... indication\" to that effect.   However, the district court itself made a finding of abnormal damage under the preponderance standard.   Given the evidence available here, the defendant's conduct and the damage ascribed to the children were within a layperson's ken.   Under the clear error standard, the court's finding is easily sustained.  United States v. Joyce, 70 F.3d 679, 681-82 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2. We turn now to the remaining challenges to the sentence, starting with Dolloph's two main objections.   They derive from the intent of the guidelines in certain respects to sentence the defendant for the \"real\" conduct underlying the offense.  United States v. Dominguez, 951 F.2d 412, 415 (1st Cir.1991), cert. denied, 504 U.S. 917, 112 S.Ct. 1960, 118 L.Ed.2d 562 (1992).   This is done partly by cross-references that--on proof of aggravating facts--cause a defendant convicted of a crime to be sentenced under the more severe guideline pertaining to the aggravating conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In our case, the guidelines governing both of the sexual offenses to which Dolloph pled--possession of pornography and transportation of a minor--have base offense levels of \"only\" 13 and 16, respectively.   U.S.S.G. &#167;&#167; 2G2.4, 2G1.2.   Yet, each contains a cross-reference that makes applicable a considerably higher base offense level of 25, under U.S.S.G. &#167; 2G2.1, if the offense conduct included \"causing [or] transporting ... a minor to engage in sexually explicit conduct for the purpose of producing a visual depiction of such conduct....\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The presentence report found or indicated that as to three of the counts Dolloph had caused the girls to engage in such conduct (count 6) or transported them for that purpose (counts 7 and 9), and the district court adopted the findings.   Dolloph contests this determination, arguing that the evidence did not show that he invited the nieces to his home for the purpose of photographing them;  the photographs, he says, showed that \"the photographs were taken as a 'mere incident' of the trips.\"   This claim is not supported by any detailed factual argument.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Without a discussion by Dolloph of the pertinent evidence, it is difficult to consider his contention.   Photographs, interview transcripts, and video tape evidence were presented or available at the hearing, and the litigants understood which child was involved in the various counts and photographs and how the evidence related to each count and sub-count (count six required several different photographs).   Very little of what the parties understood about specific events can be easily reconstructed from the hearing transcript itself.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is some indication that Dolloph's argument rests at least in part on a misconception.   Both at the hearing and in his appeals brief, Dolloph's counsel relied primarily upon language from United States v. Ellis, 935 F.2d 385 (1st Cir.), cert. denied, 502 U.S. 869, 112 S.Ct. 201, 116 L.Ed.2d 160 (1991).   There, the trial court had instructed the jury that to violate the transportation statute, having the child engage in sexual activity must have been one of the purposes of the trip and \"not a mere incident of the trip.\"  Id. at 389.   This court upheld the charge, rejecting a claim that the illicit purpose must be the \"dominant\" one.  Id. at 390.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Four of the cross-reference findings (pertaining to count 6) involved \"causing\"--not transporting--so the Ellis language is irrelevant.   The other two (counts 7 and 9) apparently did rely on transporting;  but since Dolloph tells us little about the specific events, we have no basis for concluding that the district court erred in accepting the presentence report.   How much weight should be given to the presentence report is sometimes a matter of dispute;  but in this instance we have been given nothing to set against its findings.   See United States v. Gonzalez-Vazquez, 34 F.3d 19, 25 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Dolloph's second objection relates to a different cross-reference.   As to the other two counts involving transporting a minor (counts 8 and 10), specifically TL8, the probation report found, and the district court adopted the finding, that Dolloph's conduct on those visits had involved \"criminal sexual abuse.\"   A cross-reference in the transportation guideline, U.S.S.G. &#167; 2G1.2(c)(2), provides that in such a case the sexual abuse guideline governs, and that guideline provides a base offense level of 27.   Id. &#167; 2A3.1.   Broadly speaking, this latter guideline applies to conduct violating 18 U.S.C. &#167;&#167; 2241-42.   U.S.S.G. &#167; 2A3.1, comment.  (stat. provs.).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The cited code sections govern \"sexual act[s],\" as defined by 18 U.S.C. &#167; 2245, which are made unlawful in specified situations, of which the one most pertinent here forbids sexual relations with children under twelve.  18 U.S.C. &#167; 2241(c).   As Dolloph points out, the sexual abuse chapter itself, id. &#167;&#167; 2241-45, is confined to conduct occurring in \"the special maritime and territorial jurisdiction of the United States or in a Federal prison.\"   E.g., 18 U.S.C. &#167; 2241(a).   Because no such federal jurisdiction is asserted in this case, Dolloph objects to the use of the cross-referenced guideline.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The argument is interesting but hopeless.   Whatever the offense plea, the defendant is ordinarily subject to punishment for all \"relevant conduct,\" including all acts and omissions \"that occurred during the commission of the offense of conviction.\"   U.S.S.G. &#167; 1B1.3(a)(1).   Here, Dolloph does not contest the principle.   His present argument is that--even assuming that his treatment of TL8 amounted to sexual abuse as defined by the federal statutes--those statutes include a jurisdictional element not here satisfied.   Therefore, he concludes, the cross-reference is not pertinent.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But the sexual abuse guideline is concerned with identifying the proper penalty for the underlying sexual conduct, here, the mistreatment of TL8.   It is the plain intent of the guidelines--specifically, the cross-reference section that takes us to the sexual abuse guideline--to punish Dolloph for that conduct.   So long as the guidelines so intend and the necessary proof is offered, a defendant may ordinarily be punished for relevant conduct, whether or not it includes conduct for which the court lacks independent jurisdiction to try the defendant.  United States v. Carroll, 3 F.3d 98, 102-03 (4th Cir.1993);  United States v. Pollard, 986 F.2d 44, 47 (3d Cir.), cert. denied, 508 U.S. 956, 113 S.Ct. 2457, 124 L.Ed.2d 671 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Finally, Dolloph argues that the evidence did not justify the district court finding that sexual acts were performed against TL8.   If one credits the statements of the child, as the district court evidently did, there is no doubt that Dolloph's conduct violated the sexual abuse statutes, the jurisdictional element to one side.   Dolloph demurs but a comparison of what TL8 said happened with what the statute forbids resolves the matter against him.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Harold L. DOLLOPH, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1059.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 3, 1995.<br>Decided Feb. 1, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas A. Zonay, by Appointment of the Court, with whom Carroll, George &amp; Pratt, was on briefs, Rutland, VT, for appellant.</p>\n      <p class=\"indent\">Peter E. Papps, First Assistant United States Attorney, with whom Paul M. Gagnon, United States Attorney, was on brief, for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and KEETON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On July 21, 1994, Harold Dolloph pled guilty to one count of possessing child pornography, four counts of transporting minors for purposes of engaging in sexual activity, and one count of possessing a prohibited firearm.  18 U.S.C. &#167;&#167; 2252(a)(4)(B), 2423;  26 U.S.C. &#167; 5861.   At the sentencing hearing on December 19, 1994, the district judge departed upward two levels from the applicable guideline range of 168 to 210 months and sentenced Dolloph to 240 months imprisonment.   Dolloph now appeals from his sentence, raising several different issues.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts, which we briefly summarize, are taken from the presentence report, sentencing hearing transcript, and submissions at sentencing.  United States v. Egemonye, <span class=\"citation\" data-id=\"196220\"><a href=\"/opinion/196220/united-states-v-egemonye/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">425</span></a></span>, 426 (1st Cir.1995).   At various times prior to September 1993, Dolloph's four great-nieces--all children of the same mother--stayed at Dolloph's home in Swanzey, New Hampshire.   In that month, their mother told her children that they would be staying with Dolloph again while she moved their household to a new residence.   At that point two of her daughters, aged eight (\"TL8\") and eleven (\"TL11\"), said that Dolloph had sexually abused them on their prior visits.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Dolloph was then indicted by a federal grand jury.   The two girls, TL8 and TL11, told the police that while staying with Dolloph in July 1993 he had engaged in sexual activity with them;  the activity they described potentially amounted to statutory rape, involved a variety of other practices commonly described as unnatural or degrading, and included the taking of lascivious photographs of the girls by Dolloph as well as some of TL11 in handcuffs.   As described by the girls, the conduct had occurred in various forms on several different occasions.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Based on these reports and some corroborating evidence, the police obtained a search warrant and searched Dolloph's apartment.   What they found included sexually explicit photographs of TL8 and TL11, video tape showing Dolloph in a sexual encounter with TL8, and other tape and photographs indicating that Dolloph had abused other young girls.   Dolloph was arrested.   When questioned, he denied ever having had sexual relations with his two nieces but he admitted to lesser acts of abuse.   The latter were, in any event, documented by photos and video tape.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Dolloph was then indicted by a federal grand jury.   In the superseding indictment returned on January 20, 1994, Dolloph was charged in 11 counts;  10 related to misconduct involving the children and the last charged Dolloph with unlawful possession of a sawed-off shotgun that the police had found in their search of his apartment.   After a psychiatric examination found Dolloph competent to stand trial, he pled guilty, on July 21, 1994, to the six counts described above, five relating to the children and one to the weapon.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At a sentencing hearing on December 19, 1994, the government presented a psychologist, Dr. Margaret Ward, who testified that TL8 had suffered psychological damage \"more severely than most children that I have seen that have experienced the nature and duration of what she experienced.\"   Dr. Ward said that this might well also be true of TL11.   Ultimately, the court calculated the offense level as 35 and departed upward by two levels to level 37.   The court sentenced Dolloph to 240 months, somewhat above the midpoint for level 37.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">1. On this appeal, Dolloph's main attacks are upon this upward departure.   The presentence report identified as a potential ground of departure U.S.S.G. &#167; 5K2.3, which permits a court to depart upward \"[i]f a victim or victims suffered psychological injury much more serious than that normally resulting from commission of the offense....\"  The government did not urge any other basis for a departure prior to the hearing, and its expert witness--Dr. Ward--testified in accord with section 5K2.3.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Burns v. United States, <span class=\"citation\" data-id=\"112620\"><a href=\"/opinion/112620/burns-v-united-states/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">129</span></a></span>, 138-39, <span class=\"citation\" data-id=\"112620\"><a href=\"/opinion/112620/burns-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></a></span>, 2187-88, <span class=\"citation\" data-id=\"112620\"><a href=\"/opinion/112620/burns-v-united-states/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">123</span> </a></span>(1991), says that the defendant must be given advance notice if the district judge proposes to depart on any ground not identified in the presentence report or by a government submission filed in advance of the hearing.   Here, says Dolloph, the district court violated this precept by relying, in addition to psychological damage, upon other grounds for departure not identified in advance.   The argument has some force but we think not quite enough.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">That the departure rested primarily upon the damage to the two girls is patent.   We construe de novo the district court's remarks at the sentencing hearing and his two page written \"departure explanation.\"   Both stress, in organization and emphasis, the court's finding that TL8 had suffered \"severe psychological injury of a nature beyond the norm\";  and the written explanation contains an explicit finding, by a preponderance of the evidence, that TL11 suffered in the same way.   The district judge said that the sentence \"should reflect the nature of the injury that [Dolloph] inflicted on these girls.\"   Section 5K2.3 was cited in the written explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">But--Dolloph points out--both at the hearing and in the written explanation, the district court referred to the particularly insulting and degrading sexual activity and the fact that Dolloph had abused a relationship of trust that he himself had cultivated.   The judge also cited to U.S.S.G. &#167; 5K2.1;  other record evidence indicates that the intent was to refer instead to section 5K2.0, which is the catch-all departure provision allowing departures for factors \"of a kind, or to a degree, not adequately\" accounted for in the guidelines.   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (quoting 18 </span>U.S.C. &#167; 3553(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The unusually degrading nature of the conduct could be an independent basis for departure under U.S.S.G. &#167; 5K2.8, although no advance notice of this ground was provided.   Dolloph's relationship to the victims was considered in fixing the offense levels, id. &#167;&#167; 2A3.1(b)(3), 2G2.1(b)(2), so his betrayal of the relationship might or might not be an independent basis, depending on whether it was present \"to a degree substantially in excess of that which ordinarily is involved in the offense.\"   Id. &#167; 5K2.0.   And, in any event, Burns ' requirement of advance notice was apparently not met in either case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is unlikely that the references to egregious behavior and breach of trust were intended by the trial judge as independent grounds for the departure.   In the written explanation, the judge spoke of the egregious conduct as already described, and he followed it immediately by saying that the victims, particularly the younger, suffered and would likely continue to suffer well into the future.   In other words, the court was focusing on the conduct to explain the extent of the damage it inflicted.   See, e.g., United States v. Anderson, <span class=\"citation\" data-id=\"5979\"><a href=\"/opinion/5979/united-states-v-anderson/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">795</span></a></span>, 805 (5th Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1118</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">428</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Dr. Ward also related the damage suffered by TL8 to the nature of Dolloph's behavior (\"in the more severe part of the continuum\") and to his family relationship;  as to the latter relationship, Dr. Ward said that TL8's connection with the defendant \"allowed her to fear the loss of [their] relationship.\"   The suggestion may be that the betrayal of trust enhanced the damage.   Again, the district court's written discussion of the fiduciary breach occurs in the middle of an extensive discussion of the causes and evidence of severe damage.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, it was the prosecutor who suggested a departure on account of damage to the victims, citing both guideline sections (5K2.0 and 5K2.3).   Thus, the court's reference to the earlier section is easily explained.   And the district court's discussion of departure, from which isolated remarks have been quoted, overlapped with the court's broader explanation of why it was choosing the particular sentence within the finally selected guideline range.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Faced with uncertainty, we have sometimes remanded or at least asked the district court to clarify its sentencing rationale.  United States v. Quinones, <span class=\"citation\" data-id=\"672030\"><a href=\"/opinion/672030/united-states-v-jesus-m-quinones-aka-jesus-m-quinones-rodriguez/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 219-20 (1st Cir.1994).   In deciding whether to remand or inquire, the degree of uncertainty is the main element, but other factors sometimes play a silent role:  the extent of the departure, objective ambiguity in the transcript, the nature of the possible mistake, and a realistic appraisal of whether a different outcome on remand is possible.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, there is no realistic possibility of a different result on remand.   Dr. Ward's testimony, coupled with other evidence, amply supported the departure based on damage alone, and damage was certainly the district court's principal theme.   If the disputed references to degrading conduct and betrayal were struck, we have no doubt whatever that the district court would impose the same two level enhancement--and 30 additional months--as before.   If error occurred, and we doubt it did, it was assuredly harmless.   See United States v. Ortiz, <span class=\"citation\" data-id=\"195351\"><a href=\"/opinion/195351/united-states-v-ortiz/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 28 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There is no merit to Dolloph's other attacks on the departure.   Dr. Ward admitted that she had not interviewed the children but had worked from interview transcripts and other records;  and she did not provide a detailed description of what would constitute only \"normal\" damage.   But these matters went to the weight of the evidence.   Dr. Ward was qualified, subjected to cross-examination, and supported in various respects by other evidence including one of Dolloph's own videotapes, the presentence report, victim impact statements, and medical information.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Dolloph also complains that as to TL11, Dr. Ward herself was unable to say, \"to a reasonable degree of medical certainty,\" that the harm was abnormally severe;  she said there was a \"reasonable ... indication\" to that effect.   However, the district court itself made a finding of abnormal damage under the preponderance standard.   Given the evidence available here, the defendant's conduct and the damage ascribed to the children were within a layperson's ken.   Under the clear error standard, the court's finding is easily sustained.  United States v. Joyce, <span class=\"citation\" data-id=\"196428\"><a href=\"/opinion/196428/united-states-v-joyce/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">679</span></a></span>, 681-82 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2. We turn now to the remaining challenges to the sentence, starting with Dolloph's two main objections.   They derive from the intent of the guidelines in certain respects to sentence the defendant for the \"real\" conduct underlying the offense.  United States v. Dominguez, <span class=\"citation\" data-id=\"573871\"><a href=\"/opinion/573871/united-states-v-rafael-jesus-dominguez-united-states-v-daniel-joseph/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">412</span></a></span>, 415 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">917</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1960</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">562</span> </span>(1992).   This is done partly by cross-references that--on proof of aggravating facts--cause a defendant convicted of a crime to be sentenced under the more severe guideline pertaining to the aggravating conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In our case, the guidelines governing both of the sexual offenses to which Dolloph pled--possession of pornography and transportation of a minor--have base offense levels of \"only\" 13 and 16, respectively.   U.S.S.G. &#167;&#167; 2G2.4, 2G1.2.   Yet, each contains a cross-reference that makes applicable a considerably higher base offense level of 25, under U.S.S.G. &#167; 2G2.1, if the offense conduct included \"causing [or] transporting ... a minor to engage in sexually explicit conduct for the purpose of producing a visual depiction of such conduct....\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The presentence report found or indicated that as to three of the counts Dolloph had caused the girls to engage in such conduct (count 6) or transported them for that purpose (counts 7 and 9), and the district court adopted the findings.   Dolloph contests this determination, arguing that the evidence did not show that he invited the nieces to his home for the purpose of photographing them;  the photographs, he says, showed that \"the photographs were taken as a 'mere incident' of the trips.\"   This claim is not supported by any detailed factual argument.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Without a discussion by Dolloph of the pertinent evidence, it is difficult to consider his contention.   Photographs, interview transcripts, and video tape evidence were presented or available at the hearing, and the litigants understood which child was involved in the various counts and photographs and how the evidence related to each count and sub-count (count six required several different photographs).   Very little of what the parties understood about specific events can be easily reconstructed from the hearing transcript itself.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is some indication that Dolloph's argument rests at least in part on a misconception.   Both at the hearing and in his appeals brief, Dolloph's counsel relied primarily upon language from United States v. Ellis, <span class=\"citation\" data-id=\"562610\"><a href=\"/opinion/562610/united-states-v-edward-b-ellis-aka-rocco-ellis/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">385</span> </a></span>(1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">869</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">201</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">160</span> </span>(1991).   There, the trial court had instructed the jury that to violate the transportation statute, having the child engage in sexual activity must have been one of the purposes of the trip and \"not a mere incident of the trip.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 389. </span>  This court upheld the charge, rejecting a claim that the illicit purpose must be the \"dominant\" one.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 390.</span></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Four of the cross-reference findings (pertaining to count 6) involved \"causing\"--not transporting--so the Ellis language is irrelevant.   The other two (counts 7 and 9) apparently did rely on transporting;  but since Dolloph tells us little about the specific events, we have no basis for concluding that the district court erred in accepting the presentence report.   How much weight should be given to the presentence report is sometimes a matter of dispute;  but in this instance we have been given nothing to set against its findings.   See United States v. Gonzalez-Vazquez, <span class=\"citation\" data-id=\"195584\"><a href=\"/opinion/195584/united-states-v-gonzalez-vazquez/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 25 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Dolloph's second objection relates to a different cross-reference.   As to the other two counts involving transporting a minor (counts 8 and 10), specifically TL8, the probation report found, and the district court adopted the finding, that Dolloph's conduct on those visits had involved \"criminal sexual abuse.\"   A cross-reference in the transportation guideline, U.S.S.G. &#167; 2G1.2(c)(2), provides that in such a case the sexual abuse guideline governs, and that guideline provides a base offense level of 27.   Id. &#167; 2A3.1.   Broadly speaking, this latter guideline applies to conduct violating 18 U.S.C. &#167;&#167; 2241-42.   U.S.S.G. &#167; 2A3.1, comment.  (stat. provs.).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The cited code sections govern \"sexual act[s],\" as defined by 18 U.S.C. &#167; 2245, which are made unlawful in specified situations, of which the one most pertinent here forbids sexual relations with children under twelve.  18 U.S.C. &#167; 2241(c).   As Dolloph points out, the sexual abuse chapter itself, id. &#167;&#167; 2241-45, is confined to conduct occurring in \"the special maritime and territorial jurisdiction of the United States or in a Federal prison.\"   E.g., 18 U.S.C. &#167; 2241(a).   Because no such federal jurisdiction is asserted in this case, Dolloph objects to the use of the cross-referenced guideline.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The argument is interesting but hopeless.   Whatever the offense plea, the defendant is ordinarily subject to punishment for all \"relevant conduct,\" including all acts and omissions \"that occurred during the commission of the offense of conviction.\"   U.S.S.G. &#167; 1B1.3(a)(1).   Here, Dolloph does not contest the principle.   His present argument is that--even assuming that his treatment of TL8 amounted to sexual abuse as defined by the federal statutes--those statutes include a jurisdictional element not here satisfied.   Therefore, he concludes, the cross-reference is not pertinent.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But the sexual abuse guideline is concerned with identifying the proper penalty for the underlying sexual conduct, here, the mistreatment of TL8.   It is the plain intent of the guidelines--specifically, the cross-reference section that takes us to the sexual abuse guideline--to punish Dolloph for that conduct.   So long as the guidelines so intend and the necessary proof is offered, a defendant may ordinarily be punished for relevant conduct, whether or not it includes conduct for which the court lacks independent jurisdiction to try the defendant.  United States v. Carroll, <span class=\"citation\" data-id=\"628643\"><a href=\"/opinion/628643/united-states-v-alvin-randall-carroll/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 102-03 (4th Cir.1993);  United States v. Pollard, <span class=\"citation\" data-id=\"600402\"><a href=\"/opinion/600402/united-states-v-rodney-pollard/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">44</span></a></span>, 47 (3d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2457</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">671</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Finally, Dolloph argues that the evidence did not justify the district court finding that sexual acts were performed against TL8.   If one credits the statements of the child, as the district court evidently did, there is no doubt that Dolloph's conduct violated the sexual abuse statutes, the jurisdictional element to one side.   Dolloph demurs but a comparison of what TL8 said happened with what the statute forbids resolves the matter against him.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/5979/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112620/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195351/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195584/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196220/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196428/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562610/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573871/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600402/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628643/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672030/"
  ]
}