{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196538/",
  "id": 196538,
  "absolute_url": "/opinion/196538/key-bank-of-me-v-tablecloth-textile/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196538/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:19Z",
  "date_modified": "2020-02-21T23:15:35.317379Z",
  "type": "010combined",
  "sha1": "0a90293b46d0dda3f4981dc54785ad53bafec60e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2044.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-2044\r\n\n                        KEY BANK OF MAINE,\r\n\n                      Plaintiff - Appellee,\r\n\n                                v.\r\n\n                    TABLECLOTH TEXTILE COMPANY\r\n                       CORPORATION, ET AL.,\r\n\n                     Defendants - Appellants.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n                      Lynch, Circuit Judge,\r                                                    \r\n                  and Stearns,* District Judge.\r                                                        \r\n\n                                           \r\n\n     Eric  A.  Deutsch, with  whom  Testa,  Hurwitz &amp;  Thibeault,\r                                                                          \r\nPeter G. Cary and  Mittel, Asen, Eggert, Hunter  &amp; Altshuler were\r                                                                      \r\non brief for appellants.\r\n     Thomas  A. Cox, with whom  Jennifer S. Begel  and Friedman &amp;\r                                                                           \r\nBabcock were on brief for appellee.\r                 \r\n\n                                           \r\n\n                         January 30, 1996\r\n                                           \r\n\n                    \r                              \r\n\n*  Of the District of Massachusetts, sitting by designation.\r\r\n\n          TORRUELLA,   Chief    Judge.      Defendants-Appellants\r                    TORRUELLA,   Chief    Judge.\r                                               \r\n\nTablecloth Textile Company Corp.,  (\"Tablecloth\"), Post &amp; Sherman\r\n\nTextile  Company,  Inc. (\"P&amp;S\")  and  Stuart  Sherman (\"Sherman\")\r\n\n(collectively referred to as  the \"Appellants\") appeal the denial\r\n\nof their  motion to set aside a default judgment and for leave to\r\n\nfile  a  late  responsive pleading.    We  reverse,  holding that\r\n\nbecause the notice  requirement of Rule  55(b)(2) of the  Federal\r\n\nRules of Civil Procedure was not observed, and because Appellants\r\n\nprovided strong  evidence that  the damage award  was erroneously\r\n\ncalculated, the default judgment  must be set aside and  the case\r\n\nremanded for further proceedings consistent with this opinion. \r\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\r                                                  \r\n\n          The record in the present action reveals the following.\r\n\nThe  dispute  underlying this  appeal arose  out  of the  sale of\r\n\nassets,  particularly  the  licenses  and inventory  of  a  Maine\r\n\ncorporation which was in default on its obligations to Plaintiff-\r\n\nAppellee Key Bank of Maine (\"Key Bank\" or the \"Appellee\").  O   n\r\n\nDecember  27, 1993,  Key  Bank commenced  an  action against  the\r\n\nAppellants by filing a  complaint in the U.S. District  Court for\r\n\nthe  District of  Maine,  alleging that  Tablecloth breached  its\r\n\nobligations to  Key Bank  under various contracts  and promissory\r\n\nnotes  and that Sherman and P&amp;S were jointly and severally liable\r\n\nalong  with Tablecloth  pursuant  to an  executed guaranty  dated\r\n\nJanuary 13, 1992.  On December  30, 1993, service was made on the\r\n\nAppellants.  The answer to  the complaint was due on January  19,\r\n\n                               -2-\r\r\n\n1994, a date which came and passed with Appellants filing neither\r\n\nan answer nor a formal appearance.  \r\n\n          On January  10, 1994, Key Bank's  Maine counsel, Laurie\r\n\nB.  Perzley, received  a  telephone call  from Appellants'  then-\r\n\ncounsel in  New York,  Stephen Brown, indicating  that Appellants\r\n\nwanted  to pursue  settlement negotiations.   Perzley  received a\r\n\nsimilar  telephone  call  on  January 20,  1994,  from  Sherman's\r\n\nbrother,  Tom  Sherman, Esq.    Stuart  Sherman was  subsequently\r\n\ninformed by his brother that  Appellants were already in default,\r\n\nat which point Sherman transferred the matter to the attention of\r\n\ncorporate  counsel for  P&amp;S  and Tablecloth  in  New York,  Ronit\r\n\nFischer.   Sherman implored  Fisher to contact Key Bank's counsel\r\n\nand Vice President,  Michael Lugli, to request additional time to\r\n\nrespond  to the  complaint  and  to  see  if  the  parties  could\r\n\nnegotiate a settlement.  During  the last  week of  January 1994,\r\n\nFischer and Lugli  spoke by  telephone.  The  substance of  their\r\n\nconversation was memorialized in  Fischer's letter to Lugli dated\r\n\nFebruary  1,  1994 (the  \"February 1  letter\").   The  February 1\r\n\nletter evidences Appellants' understanding  (i) that it served to\r\n\ncommence settlement  negotiations; (ii)  that Key Bank  would not\r\n\nrequest a  default judgment unless  and until  it was  determined\r\n\nthat  settlement negotiations  had  failed; (iii)  that prior  to\r\n\nseeking a default judgment, Key Bank would notify Fischer so that\r\n\nAppellants  could seek  Maine  counsel and  file the  appropriate\r\n\npleadings; and  (iv) that,  if negotiations failed,  the letter's\r\n\nsettlement offer  would not prejudice either  party's position in\r\n\n                               -3-\r\r\n\nlitigation.   The  February 1 letter  also discussed  \"behind the\r\n\nscenes\"circumstances thatprovided groundsfor Appellants'defenses.\r\n\n          In response,  Lugli penned  a letter dated  February 4,\r\n\n1994 (the \"February 4 letter\"), indicating Appellee's willingness\r\n\nto  enter  into  negotiations,  if they  \"could  be  accomplished\r\n\nquickly.\"  The  letter requested financial  information, enclosed\r\n\nKey Bank forms to be used, provided a February 16, 1994 deadline,\r\n\nand  stated that Lugli  would \"instruct counsel  to continue with\r\n\nthe  legal proceeding\" were the deadline not met.  Appellants did\r\n\nnot submit the  financial information by  the deadline.   Fischer\r\n\nmaintains that although she received the  financial questionnaire\r\n\nmeant to be completed  and submitted by Sherman, she  \"do[es] not\r\n\nrecall\"  whether the package contained  \"a demand letter from Key\r\n\nBank\"  dated February 4, 1994, indicating that a default would be\r\n\nsought unless all requested information was presented to Key Bank\r\n\nby February 16, 1994.\r\n\n          On  February 25, 1994, Key Bank filed a response to the\r\n\ncourt's  order to  show  cause  why  the  action  should  not  be\r\n\ndismissed for lack  of prosecution along  with an application  to\r\n\nthe district court clerk for entry of the default.   Although Key\r\n\nBank was  aware that Appellants  were represented by  counsel who\r\n\nhad  requested  notice before  Key  Bank sought  to  have default\r\n\nentered, it chose not to serve Appellants with those papers.   On\r\n\nFebruary 28, 1994, the  clerk entered a default  in favor of  Key\r\n\nBank  under Fed. R. Civ. P. 55(a) because of Tablecloth's failure\r\n\nto  file a responsive pleading.  On April 1, 1994, Appellee filed\r\n\n                               -4-\r\r\n\na motion for a default judgment, once again choosing not to serve\r\n\nAppellants.  On  April 8,  1994, the district  court entered  the\r\n\ndefault judgment ex-parte in the amount of $693,871.44,  based on\r\n\nthe   affidavits  and  the   unanswered  request  for  admissions\r\n\nsubmitted by Key Bank.\r\n\n          During oral argument counsel for Key Bank admitted that\r\n\nKey  Bank never  sent  Appellants notice  of,  or copies  of  any\r\n\npleadings filed  in connection  with, these court  actions.   Key\r\n\nBank further conceded  that Appellants only learned  of the entry\r\n\nof the default and of the default judgment in July 1994, when Key\r\n\nBank's counsel, David Burke, contacted Fischer (who no longer was\r\n\ninvolved in  the matter) to  discuss execution  of the  judgment.\r\n\nBurke  was  referred to  John Stahl,  the  controller for  Post &amp;\r\n\nSherman, and  they conducted  settlement discussions through  the\r\n\nremainder of July.  Burke rejected a settlement offer on July 12,\r\n\n1994, and informed   Stahl that if a satisfactory  settlement was\r\n\nnot  reached  by  August 1,  1994,  Appellee  would  enforce  the\r\n\njudgment.   On  July  25, 1994,    Lugli received  the  financial\r\n\ninformation requested in February 1994 from Sherman.  \r\n\n          The parties failed  to reach a settlement  by August 1,\r\n\n1994.  Accordingly, on August 15, 1994, Appellants filed a motion\r\n\nto set  aside the default judgment  and a motion to  allow a late\r\n\nanswer,  along  with  supporting  affidavits  that  detailed  the\r\n\ninaccuracies  of the  damages  as established  by the  unanswered\r\n\nrequest for admissions.  On September 2, 1994, the district court\r\n\ndenied  Tablecloth's motion to set aside the default judgment and\r\n\n                               -5-\r\r\n\nfor leave to file a late responsive pleading (the \"motion\").  The\r\n\ndistrict court stated that Appellants failed to meet their burden\r\n\nunder  Fed. R.  Civ.  P. 60(b),  because  their conduct  did  not\r\n\nconstitute excusable neglect and  they did not provide sufficient\r\n\nelaboration permitting the district  court to determine that they\r\n\nhad a meritorious defense  (the \"Order\").  This appeal  was filed\r\n\non  September  29, 1994.   We  have  jurisdiction pursuant  to 28\r\n\nU.S.C.   1291.\r\n\n                         II.  DISCUSSION\r                                   II.  DISCUSSION\r                                                  \r\n\n          Despite  the additional  issues raised,  disposition of\r\n\nthis appeal begins  and ends  with the inquiry  into whether  the\r\n\ndistrict court  erred when it  denied Appellants'  motion to  set\r\n\naside the default judgment  entered against them.  We  review the\r\n\ndenial of a motion to  set aside a default judgment for  an abuse\r\n\nof discretion.1  Cotto  v. United States, 993 F.2d  274, 277 (1st\r                                                  \r\n                    \r                              \r\n\n1  Fed. R. Civ. P. 55(c) states: \r\n\n            For good cause shown,  the court may  set\r\n            aside  an   entry  of  default   and,  if\r\n            judgment  by  default  has been  entered,\r\n            likewise  set it aside in accordance with\r\n            Rule 60(b).\r\n\nFed. R. Civ. P. 60(b) provides in part:\r\n\n            On motion  and  upon such  terms  as  are\r\n            just, the  court may  relieve a  party or\r\n            party's legal representative from a final\r\n            judgment,  Order,  or proceeding  for the\r\n            following   reasons:       (1)   mistake,\r\n            inadvertence,   surprise,  or   excusable\r\n            neglect;  .   .  .  (3)  fraud,   .  .  .\r\n            misrepresentation, or other misconduct of\r\n            an adverse party; . . . or (6)  any other\r\n            reason   justifying   relief   from   the\r\n            operation  of the  judgment.   The motion\r\n\n                               -6-\r\r\n\nCir. 1993) (discussing motion for Rule 60(b) relief); LeShore  v.\r                                                                       \r\n\nCounty  of  Worcester,   945  F.2d  471,  472   (1st  Cir.  1991)\r                               \r\n\n(explaining  motion for Rule 55(c) relief); U.S. v. One Urban Lot\r                                                                           \r\n\nLocated at  1 Street A-1,  885 F.2d 994  (1st Cir. 1989)  (noting\r                                  \r\n\nthat  review of  motions  for relief  under  Rule 55(c)  is  less\r\n\ndemanding  than that  governing those  seeking relief  under Rule\r\n\n60(b)); see also In Re Roxford Foods, Inc., 12 F.3d 875 (9th Cir.\r                                                    \r\n\n1993).  \r\n\n          In  their appeal of the  denial of their  motion to set\r\n\naside default judgment, Appellants  argue that they \"appeared\" in\r\n\nthe action below for  purposes of Rule 55(b)(2)2 and,  thus, were\r\n\nentitled to written notice3 three days prior to the entry of  the\r\n\ndefault judgment.    Appellants  contend  that  because  Appellee\r\n\nfailed  to satisfy the  notice requirement of  Rule 55(b)(2), the\r\n                    \r                              \r\n\n            shall  be made within  a reasonable time,\r\n            and  for reasons  (1), (2),  and (3)  not\r\n            more  than one  year after  the judgment,\r\n            Order,  or  proceeding  was   entered  or\r\n            taken.\r\n\n2  Fed. R. Civ. P. 55(b)(2) reads, in pertinent part:\r\n\n            If  the party  against  whom judgment  by\r\n            default is  sought  has appeared  in  the\r\n            action,  the party  (or, if  appearing by\r\n            representative,  the   party's  represen-\r\n            tative)  shall  be  served  with  written\r\n            notice of the application for judgment at\r\n            least 3 days prior to the hearing on such\r\n            application. \r\n\n3  We note that although written notice is contemplated under the\r\nRule, it  need not necessarily be  in any particular form.   \"The\r\nmajor  consideration is  that  the party  is  made aware  that  a\r\ndefault judgment may be  entered against him.\"  Wilson,  564 F.2d\r                                                                \r\nat  369 (quoting 10 C.  Wright &amp; A.  Miller, Federal Practice and\r                                                                           \r\nProcedure   2687 (1973)).\r                   \r\n\n                               -7-\r\r\n\ndistrict court abused its discretion when it denied their motion,\r\n\nbecause,  in so doing, it  implicitly held that  Appellee was not\r\n\nrequired  to provide  them with  notice.4   Predictably, Appellee\r\n\ndisputes that Appellants appeared below and maintains that, under\r\n\nRule  5(a), it was not required to provide Appellants with notice\r\n\nof the default pleadings.5 \r\n\n          Although  appearance  in an  action  typically involves\r\n\nsome presentation or submission to the court -- a feature missing\r\n\nhere  -- we have held  that a defaulting party \"has appeared\" for\r\n\nRule 55 purposes if it has \"indicated to the moving party a clear\r\n\npurpose to defend the suit.\"   Mu iz v. Vidal, 739 F.2d  699, 700\r                                                       \r\n\n(1st   Cir.    1984)   (quoting   H.F.    Livermore   Corp.    v.\r                                                                    \r\n\nAktiengesellschaft Gebruder Loepfe, 432  F.2d 689, 691 (D.C. Cir.\r                                            \r\n\n1970)).  Our review  of both the case  law we cited in Mu iz  and\r                                                                      \r\n\nthe  decisions since Mu iz reveals there is ample support for our\r                                    \r\n\nfinding  that  Appellants'  \"informal  contacts\"  with  Key  Bank\r\n\n                    \r                              \r\n\n4   We note that  the district court's  Order does not  include a\r\ndiscussion  of why  Appellants  failed to  satisfy the  requisite\r\nshowing of excusable neglect  and meritorious defenses for relief\r\nunder  Rule 60(b).   Although  absence of record  indication that\r\nproper  standards were applied in refusing to set aside a default\r\nhas been held sufficient  by itself to justify reversal,  we need\r\nnot decide this case on that limited basis.  Keegal v. Key West &amp;\r                                                                           \r\nCaribbean Trading Co., Inc.,  627 F.2d 372, 374 (D.C.  Cir. 1980)\r                                     \r\n(citing Medunic v. Lederer, 533 F.2d 891 (3d Cir. 1976)). \r                                    \r\n\n5  Rule 5(a) provides that:\r\n\n            No  service  need be  made on  parties in\r\n            default for failure to appear except that\r\n            pleadings  asserting  new  or  additional\r\n            claims for  relief against them  shall be\r\n            served  upon them in  the method provided\r\n            for service of summons in Rule 4.\r\n\n                               -8-\r\r\n\ndemonstrated  a  clear  intent  to  defend,  and  thus  that they\r\n\n\"appeared\" in the action below.6 \r\n\n          Here,  Appellants  \"indications\"  of their  intent  are\r\n\nprimarily  evidenced by  the February  1 letter  from  Fischer to\r\n\nLugli.    The  letter,  supplemented  by  affidavits  on  record,\r\n\ndemonstrates that  Fischer explained to Lugli  that, because both\r\n\nP&amp;S  and Sherman had limited access to funds and were considering\r\n\nbankruptcy, available  funds were  better spent on  the business,\r\n\nrepaying  Key  Bank,  and   negotiating  a  settlement,  than  on\r\n\nlitigating the  matter.  More importantly, the  February 1 letter\r\n\nmade clear  Appellants' understanding that (i)  the letter served\r\n\nto commence settlement negotiations; (ii) during the negotiations\r\n\nKey  Bank \"will  forbear from  filing a  default motion  based on\r\n\n[P&amp;S's]  failure to answer [in  the action below]\";  (iii) if \"at\r\n                    \r                              \r\n\n6  See,  e.g., Lutomski v. Panther Valley Corn Exchange, 653 F.2d\r                                                                 \r\n270,  271 (6th  Cir. 1981)  (finding appearance  where defendants\r\ncontacted plaintiffs and made clear that the damages  sought were\r\nexcessive); H.F.  Livermore, 432 F.2d at  691 (finding appearance\r                                     \r\nwhere  exchanges between  parties were  normal effort  to  see if\r\ndispute  could be  settled and  neither party  doubted that  suit\r\nwould  be  contested  if  efforts  failed);  Dalminter  v.  Jesse\r                                                                           \r\nEdwards, 27 F.R.D. 491, 493 (S.D. Tex. 1961) (finding  appearance\r                 \r\nwhere  defendant contacted  plaintiff's counsel  by letter);  see\r                                                                           \r\nalso Keegal  v. Key West &amp; Caribbean  Trading Co., Inc., 627 F.2d\r                                                                 \r\n373, 374 (D.C. Cir.  1980) (finding, inter alia,  that assurances\r                                                         \r\nupon  which  defendants relied  were part  of,  and grew  out of,\r\nsettlement negotiations which courts seek to  encourage); Liberty\r                                                                           \r\nNational Bank and Trust Co. v. Yackovich, 99 F.R.D. 58 (W.D.Penn.\r                                                  \r\n1982) (setting  aside default judgment because  failure to answer\r\nwas  based upon  reliance on  agreement with  plaintiff's counsel\r\nthat notice would be provided prior to seeking default judgment).\r\nCf.  J. Slotnick Co. v. Clemco Industries, 127 F.R.D. 435, 438-39\r                                                   \r\n(D.Mass. 1989) (finding defendant  did not appear where defendant\r\nwas served with copy of plaintiff's  motion for default, received\r\nnotice from court clerk of entry of default, failed to respond to\r\neither plaintiff's motion or  clerk's notice, and never displayed\r\na clear purpose to defend).\r\n\n                               -9-\r\r\n\nany time  [Key Bank]  determines  that the  negotiations are  not\r                  \r\n\nproceeding to a positive  conclusion,\" it would notify Appellants\r\n\nso that they could retain Maine counsel to enter \"the appropriate\r\n\npleadings\"   (emphasis  original);   and  (iv)   reiterated  that\r\n\nAppellants' \"settlement offer was  made without prejudice to each\r\n\nparty's respective positions in  litigation should the parties be\r\n\nunable to reach an amicable solution.\"  The February 1 letter, in\r\n\nits  review of the facts  involved and the  bases for Appellants'\r\n\nsettlement   offer,  also   detailed  Appellants'   defenses  and\r\n\ncounterclaims in the event settlement negotiations failed.\r\n\n          Contrary  to  Appellee's  assertions,  once  Appellants\r\n\n\"appeared\" for Rule 55  purposes they were entitled to  notice of\r\n\nthe application  for default  judgment under  Rule 55(b)(2).   We\r\n\ndisagree with Appellee's argument that they were  not required to\r\n\nprovide  notice  under Rule  55(b)(2)  because  their February  4\r\n\nletter effectively cancelled the intent to defend demonstrated in\r\n\nAppellants'  February  1 letter.   Specifically,  Appellee argues\r\n\nthat  when the  February  4 letter  is  considered together  with\r\n\nAppellants' failure to respond by the February 16, 1994 deadline,\r\n\nit  becomes clear  that Appellee  was not  itself \"on  notice\" in\r\n\nFebruary  1994 that  Appellants  had a  clear  intent to  defend.\r\n\nAppellants' failure to meet the deadline, Appellee maintains, was\r\n\nbut another example of their \"history of non-responsiveness.\"  \r\n\n          We find Appellee's argument thoroughly unpersuasive, if\r\n\nnot disingenuous.  Appellants  only two weeks before communicated\r\n\n                               -10-\r\r\n\na  clear intent  to defend.7 Appellee  also knew  that Appellants\r                                                          \r\n\nwere represented by  counsel.  Moreover, Appellee  was well aware\r\n\nof Appellants'  need to retain  Maine counsel and  of Appellants'\r\n\nunderstanding that notice would precede Appellee's  seeking entry\r\n\nof default.  It was Appellee's duty when seeking entry of default\r\n\nand  judgment  by  default  to  apprise  the  district  court  of\r\n\nAppellants' February 1 letter and to  give notice as contemplated\r\n\nunder Rule 55(b)(2). \r\n\n          In addition,  we are unpersuaded by  Appellee's attempt\r\n\nto  distinguish  this case  from  Mu iz.   Appellee  argues that,\r                                                 \r\n\nunlike  in    Mu iz,  the  February  4  letter  specifically  put\r                             \r\n\nAppellants  on notice  that  \"if [Lugli]  does  not receive  this\r\n\n[financial] information  prior to  [February  16, 1994],  [Lugli]\r\n\nwill  instruct counsel  to continue  with the  legal proceeding.\"\r\n\nAppellee  relies on a case  we distinguished in  Mu iz, Wilson v.\r                                                                        \r\n\nMoore  &amp;  Associates, Inc.,  564 F.2d  366,  369 (9th  Cir. 1977)\r                                    \r\n\n(finding   defendant's   \"informal   contacts\"  insufficient   to\r\n\nconstitute an appearance because \"plaintiff's 'informal contacts'\r\n\nprovided actual,  unqualified notice  that delay would  result in\r\n\ndefault\").    Even assuming  receipt  of  Key Bank's  February  4\r\n\nletter,8  we do not find that Appellee's February 4 letter, which\r\n\n                    \r                              \r\n\n7   We  note  that during  oral  argument, counsel  for  Appellee\r\nconceded  that  the  February  1  letter,  viewed  on  its   own,\r\ndemonstrated Appellants' intent to defend.\r\n\n8  We resolve the factual question as to Fischer's receipt of the\r\nFebruary  4 letter in favor  of Appellants because  of the strong\r\npolicy favoring resolving  disputes on the merits.   LeShore, 945\r                                                                      \r\nF.2d at 472 (quoting Coon, 867 F.2d at 76).\r                                   \r\n\n                               -11-\r\r\n\nreferred  to \"instruct[ing]  counsel to  continue with  the legal\r\n\nproceeding,\" to amount to \"actual, unqualified, notice that delay\r\n\nwould result  in default.\"  As  we noted in Mu iz,  in Wilson the\r                                                                       \r\n\ndefendant  there neither  filed a  paper in  court  nor contacted\r\n\nopposing counsel.  Mu iz, 739 F.2d  at 701; see Charlton L. Davis\r                                                                           \r\n\n&amp; Co., P.C.  v. Fedder Data Center, Inc., 556  F.2d 308, 309 (5th\r                                                  \r\n\nCir. 1977) (noting  that cases where  actual notice of  impending\r\n\ndefault judgment was  given do not provide guiding  precedent for\r\n\nsituations  in which  no notice of  any sort  was given).   While\r\n\nAppellants  here did not file any court documents, because of the\r\n\nagreement  to  pursue settlement  negotiations  and  the need  to\r\n\nretain  Maine   counsel,  they  did   contact  opposing  counsel,\r\n\nexplicitly  communicated  their   intent  to  defend   and  their\r\n\nunderstanding that Appellee would provide notice prior to seeking\r\n\ndefault so that they could retain Maine counsel.  \r\n\n          Furthermore, Appellants presented strong  evidence that\r\n\nthe figures  upon  which the  default  judgment is  premised  are\r\n\nerroneous.9   While Appellants'  evidence does not  indicate they\r\n\npossess  an  \"ironclad  claim  or defense  which  will  guarantee\r\n\nsuccess  at trial,\"  Teamsters,  953 F.2d  17,  21, the  evidence\r                                        \r\n\nregarding the damages \"does establish that [Appellants] possess a\r\n                    \r                              \r\n\n9  We  note that the  fact that P&amp;S  and Sherman have sought  and\r\nreceived protection under the  United States Bankruptcy Code does\r\nnot  affect  our consideration  of the  issue  of damages.   Even\r\nthough all actions in  this appeal are stayed  as respect to  P&amp;S\r\nand   Sherman  pursuant   to  11   U.S.C.      362  (1994);   see\r                                                                           \r\nCommerzanstalt v. Telewide Systems,  Inc., 790 F.2d 206,  207 (2d\r                                                   \r\nCir. 1986);  Association of St.  Croix Condominium Owners  v. St.\r                                                                           \r\nCroix Hotel,  682 F.2d  446, 449  (3d  Cir. 1982),  they are  not\r                     \r\nstayed as respect to Tablecloth.  \r\n\n                               -12-\r\r\n\npotentially meritorious  claim or defense which,  if proven, will\r\n\nbring success in its wake,\" at least as to the amount of damages.\r\n\nId.    The amount  of damages  involved  is substantial,  and the\r            \r\n\nrecord suggests that the damage award is possibly erroneous by as\r\n\nmuch as $611,870.  Thus, Appellants  have given us good reason to\r\n\nbelieve  that setting  aside the  judgment will  not be  a futile\r\n\ngesture.  Id. at 20  (stating that a litigant, as  a precondition\r                      \r\n\nto relief under  Rule 60(b), must give the trial  court reason to\r\n\nbelieve  that  vacating  the  judgment   will  not  be  an  empty\r\n\nexercise); Swink v.  City of Pagedale, 810 F.2d 791, 792 n.2 (8th\r                                               \r\n\nCir.  1987)  (\"There is  a  strong  public policy,  supported  by\r\n\nconcepts of fundamental fairness in favor of trial on the merits,\r\n\nparticularly when the monetary damages sought are substantial.\");\r\n\nLutomski, 653 F.2d at  271 (remanding case for a  damages hearing\r                  \r\n\nwhere   defendants  conceded   liability  yet   presented  strong\r\n\narguments that damages awarded were excessive).\r\n\n          Finally, contrary to Appellee's claim, there is nothing\r\n\nin the record  to suggest  that Appellants would  not defend  the\r\n\nsuit once settlement  negotiations failed.10   We also note  that\r\n\nAppellants'  motion  to set  aside  the  default judgment  (dated\r\n\nAugust 15,  1994) was  reasonably timely,  considering  that they\r\n\n                    \r                              \r\n\n10   We note  that in  addition to the  February 1  letter, which\r\ndiscussed  the grounds  for  Appellants' defenses,  Key Bank  was\r\naware  of  potential  defenses  and  counterclaims  as  early  as\r\nDecember  1992 when it received  a letter sent  by Fischer, dated\r\nDecember 11,  1992,  discussing why P&amp;S was not in default on the\r\nnotes. \r\n\n                               -13-\r\r\n\nonly learned of the default and the default judgment in July 1994\r\n\nand that negotiations continued until August 1, 1994.\r\n\n          In  sum,  because  we  find that  Appellants  presented\r\n\nsufficient evidence of their intent to defend, they \"appeared\" in\r\n\nthe  action below, such that  they were entitled  to notice under\r\n\nRule 55(b)(2)  of  Appellee's  application  seeking  the  default\r\n\njudgment.11    We  consider  Appellee's failure  to  provide  the\r\n\nrequisite notice a grave error, we  hold that the lack of notice,\r\n\ncoupled  with   Appellants'  showing   of  the  existence   of  a\r\n\npotentially  meritorious defense  (at least as  to the  amount of\r\n\ndamages),  requires that  the  default judgment  be set  aside.12\r\n\nSee Rule 60(b)(4), (6) (permitting judgment to be set aside where\r             \r\n\njudgment  is  shown  to  be  \"void\"  or  for  \"any  other  reason\r\n\njustifying  relief\"). The  district court  abused  its discretion\r\n                    \r                              \r\n\n11   By thus  holding, we  do not  suggest  that district  courts\r\nshould  be  compelled  to  vacate default  judgments  whenever  a\r\ndefendant communicates  with the  plaintiff after service  of the\r\ncomplaint.   See Wilson, 564 F.2d 370-71 (Wright, J., dissenting)\r                                 \r\n(\"I do not  share the  majority's fear that  reversal here  would\r\ncompel district  court's to  vacate default judgments  whenever a\r\ndefendant communicates  with the  plaintiff after service  of the\r\ncomplaint.\").    Instead,  we  simply  re-affirm  our  rule  that\r\ndefendants who \"appear\" through informal contacts demonstrating a\r\nclear  intent  to  defend  are  entitled  to  notice  under  Rule\r\n55(b)(2).  Cf. Taylor  v. Boston and Taunton  Transportation Co.,\r                                                                          \r\n720 F.2d 731,  733 (1st Cir. 1983) (discussing that not every act\r\naddressed  to  the court  or related  to  the litigation  will be\r\ndeemed an appearance); North  Central Illinois Laborers' District\r                                                                           \r\nCouncil v.  S.J. Groves &amp;  Sons Co., Inc.,  842 F.2d  164, 168-70\r                                                   \r\n(noting that Rule 55(b)(2)'s plain language, \"has appeared in the\r\naction,\" evidences intent to impose a notice requirement only  in\r\nlimited circumstances).\r\n\n12    Accordingly, we  need  not discuss  the  parties' remaining\r\narguments regarding the existence of excusable neglect or whether\r\nthe  district court abused its discretion when it awarded damages\r\nex-parte based largely on the unanswered request for admissions.\r\n\n                               -14-\r\r\n\nwhen  it denied  Appellants'  motion  to  set aside  the  default\r\n\njudgment.   Not only did  it fail to  recognize Appellants' clear\r\n\nintent  to  defend  evidenced  in  the  February  1   letter  (or\r\n\nrecognized it but decided, contrary to our holding in Mu iz, that\r                                                                     \r\n\nnotice was not required), it also failed to recognize Appellants'\r\n\nmeritorious   claim  that   the  damage  award   was  erroneously\r\n\ncalculated. \r\n\n          Although  our conclusion  that  Key  Bank's failure  to\r\n\nprovide notice as required by Rule 55(b)(2) necessitates that the\r\n\ndefault judgment be  set aside,  it is less  clear whether  there\r\n\nexists  a basis  for setting  aside the  entry of  default itself\r\n\nunder  Fed.  R.  Civ.  P.  55(c).    We  believe  that,  in   the\r\n\ncircumstances,  it was incumbent upon Key Bank  to live up to its\r\n\nrepresentation that it would notify  Appellants if it planned  to\r\n\nseek entry of default.   It is a separate  question whether there\r\n\nexists \"good cause\" for Appellants' default within the meaning of\r\n\nFed.  R. Civ. P. 55(c).  See LeShore, 945 F.2d at 472.  While the\r                                              \r\n\ndistrict court  had occasion  to consider  this issue,  its order\r\n\nindicates that it  declined to do  so.  We,  however, are of  the\r\n\nopinion that  this issue  is more  appropriately resolved  by the\r\n\ndistrict court in the first instance on remand.\r\n\n          Although nothing more need  be said, we nonetheless add\r\n\nthat it  would have  been a simple  matter for  Appellee to  have\r\n\nnotified Appellants' counsel of the default proceedings.  We find\r\n\nthe language of Charlton L. Davis particularly on point: \r                                           \r\n\n            If the plaintiff felt [the defendant] was\r\n            guilty  of  dilatory tactics  and  had no\r\n\n                               -15-\r\r\n\n            real defense, then  notice under Rule  55\r\n            would have promptly resolved  the matter.\r\n            Instead,   plaintiff   sought   to   reap\r\n            tactical  advantage  from   [defendant's]\r\n            prior neglect  by acquiring by  stealth a\r\n            decision  sheltered  by  the rules  which\r\n            protect final judgments.   Such  practice\r\n            is what Rule 55 is designed to prevent.\r\n\nCharlton L. Davis, 556 F.2d at 309.  We reiterate  that this rule\r                           \r\n\nrests upon the view that the Federal Rules of Civil Procedure are\r\n\ndesigned to  be  fair,  that  Rule 55(b)(2)  was  promulgated  to\r\n\nprotect  \"parties who,  although delaying  in a  formal  sense by\r\n\nfailing to file pleadings within the twenty-one  day period, have\r\n\notherwise indicated to the moving party a clear purpose to defend\r\n\nthe suit,\" H.F. Livermore,  432 F.2d at 691, and  our traditional\r                                   \r\n\npreference for resolution of cases on the merits while giving due\r\n\nconsideration    to    practical    requirements   of    judicial\r\n\nadministration.  See  Cotto, 993 F.2d  at 277-80; Teamsters,  953\r                                                                     \r\n\nF.2d  at 19-21;  LeShore, 945  F.2d  at 472-73;  see  also In  Re\r                                                                           \r\n\nRoxford Foods, Inc., 12 F.3d 875, 879-81 (9th Cir. 1993).\r                             \r\n\n          Before closing,  we respond  to an assertion  raised by\r\n\nAppellee's  counsel during oral  argument to the  effect that any\r\n\nappearance  we  found  would  apply  only  to  P&amp;S,  because  the\r\n\nFebruary 1 letter only referred to P&amp;S.  We disagree.  Admittedly\r\n\nthe  February 1 letter  states  that Appellee  will forbear  from\r\n\nfiling  a default  motion based  on P&amp;S'  failure to  answer, and\r                                                 \r\n\nmakes  no  mention  of  the failure  to  answer  by   Sherman  or\r\n\nTablecloth.   Nevertheless,  we do  not find  Appellee's argument\r\n\npersuasive.   The record reveals  that (i)  Fischer launched  the\r\n\nsettlement negotiations at Sherman's request; (ii) the February 1\r\n\n                               -16-\r\r\n\nletter refers to Sherman as well in its discussion; (iii) Sherman\r\n\nis  the president of both Tablecloth and P&amp;S; and (iv) Appellee's\r\n\nComplaint grounds joint and several liability on Sherman  and P&amp;S\r\n\nas  guarantors of  the promissory  notes executed  by Tablecloth,\r\n\nwhich  are  the basis  for  Appellee's  collection action  below.\r\n\nAccordingly,  we find it reasonable to read the February 1 letter\r\n\nwhich  \"serve[d] to  commence settlement  negotiations  with [Key\r\n\nBank] in the  [action below]\" as being intended to  speak for all\r\n\nof the named defendants.\r\n\n                               -17-\r\r\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\r                                                   \r\n\n          For  the foregoing  reasons,  we  reverse the  district\r\n\ncourt's Order, and vacate the default judgment.   We leave to the\r\n\ndistrict   court  on   remand  to   determine  whether,   in  the\r\n\ncircumstances, there exists a basis  for setting aside the  entry\r\n\nof  default  pursuant  to Fed.  R.  Civ.  P.  55(c), and  whether\r\n\nAppellants  should  accordingly  be  permitted  to  file  a  late\r\n\nresponsive  pleading.13    While   we  disapprove  of  Appellee's\r\n\nbehavior,   we   note   Appellants'   apparent   inattention   to\r\n\nnegotiations  and to  the case below  during the  mid-February to\r\n\nJuly hiatus in communications.  Consequently, we decline to award\r\n\ncosts to Appellants. \r\n\n          Reversed and remanded.\r                                         \r\n\n                    \r                              \r\n\n13    Should the  district  court on  remand  find  no basis  for\r\nremoving the default under Rule 55(c), a new proceeding as to the\r\nproper amount of damages would then be in order.\r\n\n                               -18-\r\r\n",
  "html": "<p class=\"case_cite\">74 F.3d 349</p>\n    <p class=\"parties\">KEY BANK OF MAINE, Plaintiff-Appellee,<br>v.<br>TABLECLOTH TEXTILE COMPANY CORPORATION, et al., Defendants-Appellants.</p>\n    <p class=\"docket\">No. 94-2044.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 12, 1995.<br>Decided Jan. 30, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eric A. Deutsch, with whom Testa, Hurwitz &amp; Thibeault, Boston, MA, Peter G. Cary and Mittel, Asen, Eggert, Hunter &amp; Altshuler, Portland, ME, were on brief, for appellants.</p>\n      <p class=\"indent\">Thomas A. Cox, with whom Jennifer S. Begel and Friedman &amp; Babcock, Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, LYNCH, Circuit Judge, and STEARNS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants-Appellants Tablecloth Textile Company Corp., (\"Tablecloth\"), Post &amp; Sherman Textile Company, Inc.  (\"P &amp; S\") and Stuart Sherman (\"Sherman\") (collectively referred to as the \"Appellants\") appeal the denial of their motion to set aside a default judgment and for leave to file a late responsive pleading.  We reverse, holding that because the notice requirement of Rule 55(b)(2) of the Federal Rules of Civil Procedure was not observed, and because Appellants provided strong evidence that the damage award was erroneously calculated, the default judgment must be set aside and the case remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The record in the present action reveals the following.  The dispute underlying this appeal arose out of the sale of assets, particularly the licenses and inventory of a Maine corporation which was in default on its obligations to Plaintiff-Appellee Key Bank of Maine (\"Key Bank\" or the \"Appellee\").  On December 27, 1993, Key Bank commenced an action against the Appellants by filing a complaint in the U.S. District Court for the District of Maine, alleging that Tablecloth breached its obligations to Key Bank under various contracts and promissory notes and that Sherman and P &amp; S were jointly and severally liable along with Tablecloth pursuant to an executed guaranty dated January 13, 1992.  On December 30, 1993, service was made on the Appellants.  The answer to the complaint was due on January 19, 1994, a date which came and passed with Appellants filing neither an answer nor a formal appearance.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 10, 1994, Key Bank's Maine counsel, Laurie B. Perzley, received a telephone call from Appellants' then-counsel in New York, Stephen Brown, indicating that Appellants wanted to pursue settlement negotiations.  Perzley received a similar telephone call on January 20, 1994, from Sherman's brother, Tom Sherman, Esq.  Stuart Sherman was subsequently informed by his brother that Appellants were already in default, at which point Sherman transferred the matter to the attention of corporate counsel for P &amp; S and Tablecloth in New York, Ronit Fischer.  Sherman implored Fisher to contact Key Bank's counsel and Vice President, Michael Lugli, to request additional time to respond to the complaint and to see if the parties could negotiate a settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the last week of January 1994, Fischer and Lugli spoke by telephone.  The substance of their conversation was memorialized in Fischer's letter to Lugli dated February 1, 1994 (the \"February 1 letter\").  The February 1 letter evidences Appellants' understanding (i) that it served to commence settlement negotiations;  (ii) that Key Bank would not request a default judgment unless and until it was determined that settlement negotiations had failed;  (iii) that prior to seeking a default judgment, Key Bank would notify Fischer so that Appellants could seek Maine counsel and file the appropriate pleadings;  and (iv) that, if negotiations failed, the letter's settlement offer would not prejudice either party's position in litigation.  The February 1 letter also discussed \"behind the scenes\" circumstances that provided grounds for Appellants' defenses.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In response, Lugli penned a letter dated February 4, 1994 (the \"February 4 letter\"), indicating Appellee's willingness to enter into negotiations, if they \"could be accomplished quickly.\"   The letter requested financial information, enclosed Key Bank forms to be used, provided a February 16, 1994 deadline, and stated that Lugli would \"instruct counsel to continue with the legal proceeding\" were the deadline not met.  Appellants did not submit the financial information by the deadline.  Fischer maintains that although she received the financial questionnaire meant to be completed and submitted by Sherman, she \"do[es] not recall\" whether the package contained \"a demand letter from Key Bank\" dated February 4, 1994, indicating that a default would be sought unless all requested information was presented to Key Bank by February 16, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On February 25, 1994, Key Bank filed a response to the court's order to show cause why the action should not be dismissed for lack of prosecution along with an application to the district court clerk for entry of the default.  Although Key Bank was aware that Appellants were represented by counsel who had requested notice before Key Bank sought to have default entered, it chose not to serve Appellants with those papers.  On February 28, 1994, the clerk entered a default in favor of Key Bank under Fed.R.Civ.P. 55(a) because of Tablecloth's failure to file a responsive pleading.  On April 1, 1994, Appellee filed a motion for a default judgment, once again choosing not to serve Appellants.  On April 8, 1994, the district court entered the default judgment ex-parte in the amount of $693,871.44, based on the affidavits and the unanswered request for admissions submitted by Key Bank.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During oral argument counsel for Key Bank admitted that Key Bank never sent Appellants notice of, or copies of any pleadings filed in connection with, these court actions.  Key Bank further conceded that Appellants only learned of the entry of the default and of the default judgment in July 1994, when Key Bank's counsel, David Burke, contacted Fischer (who no longer was involved in the matter) to discuss execution of the judgment.  Burke was referred to John Stahl, the controller for Post &amp; Sherman, and they conducted settlement discussions through the remainder of July.  Burke rejected a settlement offer on July 12, 1994, and informed Stahl that if a satisfactory settlement was not reached by August 1, 1994, Appellee would enforce the judgment.  On July 25, 1994, Lugli received the financial information requested in February 1994 from Sherman.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The parties failed to reach a settlement by August 1, 1994.  Accordingly, on August 15, 1994, Appellants filed a motion to set aside the default judgment and a motion to allow a late answer, along with supporting affidavits that detailed the inaccuracies of the damages as established by the unanswered request for admissions.  On September 2, 1994, the district court denied Tablecloth's motion to set aside the default judgment and for leave to file a late responsive pleading (the \"motion\").  The district court stated that Appellants failed to meet their burden under Fed.R.Civ.P. 60(b), because their conduct did not constitute excusable neglect and they did not provide sufficient elaboration permitting the district court to determine that they had a meritorious defense (the \"Order\").  This appeal was filed on September 29, 1994.  We have jurisdiction pursuant to 28 U.S.C. Sec. 1291.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Despite the additional issues raised, disposition of this appeal begins and ends with the inquiry into whether the district court erred when it denied Appellants' motion to set aside the default judgment entered against them.  We review the denial of a motion to set aside a default judgment for an abuse of discretion.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Cotto v. United States, 993 F.2d 274, 277 (1st Cir.1993) (discussing motion for Rule 60(b) relief);  Leshore v. County of Worcester, 945 F.2d 471, 472 (1st Cir.1991) (explaining motion for Rule 55(c) relief);  U.S. v. One Urban Lot Located at 1 Street A-1, 885 F.2d 994 (1st Cir.1989) (noting that review of motions for relief under Rule 55(c) is less demanding than that governing those seeking relief under Rule 60(b));  see also In re Roxford Foods, Inc., 12 F.3d 875 (9th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In their appeal of the denial of their motion to set aside default judgment, Appellants argue that they \"appeared\" in the action below for purposes of Rule 55(b)(2)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and, thus, were entitled to written notice<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> three days prior to the entry of the default judgment.  Appellants contend that because Appellee failed to satisfy the notice requirement of Rule 55(b)(2), the district court abused its discretion when it denied their motion, because, in so doing, it implicitly held that Appellee was not required to provide them with notice.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Predictably, Appellee disputes that Appellants appeared below and maintains that, under Rule 5(a), it was not required to provide Appellants with notice of the default pleadings.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although appearance in an action typically involves some presentation or submission to the court--a feature missing here--we have held that a defaulting party \"has appeared\" for Rule 55 purposes if it has \"indicated to the moving party a clear purpose to defend the suit.\"  Muniz v. Vidal, 739 F.2d 699, 700 (1st Cir.1984) (quoting H.F. Livermore Corp. v. Aktiengesellschaft Gebruder Loepfe, 432 F.2d 689, 691 (D.C.Cir.1970)).  Our review of both the case law we cited in Muniz and the decisions since Muniz reveals there is ample support for our finding that Appellants' \"informal contacts\" with Key Bank demonstrated a clear intent to defend, and thus that they \"appeared\" in the action below.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Here, Appellants \"indications\" of their intent are primarily evidenced by the February 1 letter from Fischer to Lugli.  The letter, supplemented by affidavits on record, demonstrates that Fischer explained to Lugli that, because both P &amp; S and Sherman had limited access to funds and were considering bankruptcy, available funds were better spent on the business, repaying Key Bank, and negotiating a settlement, than on litigating the matter.  More importantly, the February 1 letter made clear Appellants' understanding that (i) the letter served to commence settlement negotiations;  (ii) during the negotiations Key Bank \"will forbear from filing a default motion based on [P &amp; S's] failure to answer [in the action below]\";  (iii) if \"at any time [Key Bank] determines that the negotiations are not proceeding to a positive conclusion,\" it would notify Appellants so that they could retain Maine counsel to enter \"the appropriate pleadings\" (emphasis original);  and (iv) reiterated that Appellants' \"settlement offer was made without prejudice to each party's respective positions in litigation should the parties be unable to reach an amicable solution.\"   The February 1 letter, in its review of the facts involved and the bases for Appellants' settlement offer, also detailed Appellants' defenses and counterclaims in the event settlement negotiations failed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Contrary to Appellee's assertions, once Appellants \"appeared\" for Rule 55 purposes they were entitled to notice of the application for default judgment under Rule 55(b)(2).  We disagree with Appellee's argument that they were not required to provide notice under Rule 55(b)(2) because their February 4 letter effectively cancelled the intent to defend demonstrated in Appellants' February 1 letter.  Specifically, Appellee argues that when the February 4 letter is considered together with Appellants' failure to respond by the February 16, 1994 deadline, it becomes clear that Appellee was not itself \"on notice\" in February 1994 that Appellants had a clear intent to defend.  Appellants' failure to meet the deadline, Appellee maintains, was but another example of their \"history of non-responsiveness.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We find Appellee's argument thoroughly unpersuasive, if not disingenuous.  Appellants only two weeks before communicated a clear intent to defend.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Appellee also knew that Appellants were represented by counsel.  Moreover, Appellee was well aware of Appellants' need to retain Maine counsel and of Appellants' understanding that notice would precede Appellee's seeking entry of default.  It was Appellee's duty when seeking entry of default and judgment by default to apprise the district court of Appellants' February 1 letter and to give notice as contemplated under Rule 55(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In addition, we are unpersuaded by Appellee's attempt to distinguish this case from Muniz.   Appellee argues that, unlike in Muniz, the February 4 letter specifically put Appellants on notice that \"if [Lugli] does not receive this [financial] information prior to [February 16, 1994], [Lugli] will instruct counsel to continue with the legal proceeding.\"   Appellee relies on a case we distinguished in Muniz, Wilson v. Moore &amp; Associates, Inc., 564 F.2d 366, 369 (9th Cir.1977) (finding defendant's \"informal contacts\" insufficient to constitute an appearance because \"plaintiff's 'informal contacts' provided actual, unqualified notice that delay would result in default\").  Even assuming receipt of Key Bank's February 4 letter,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> we do not find that Appellee's February 4 letter, which referred to \"instruct[ing] counsel to continue with the legal proceeding,\" to amount to \"actual, unqualified, notice that delay would result in default.\"   As we noted in Muniz, in Wilson the defendant there neither filed a paper in court nor contacted opposing counsel.  Muniz, 739 F.2d at 701;  see Charlton L. Davis &amp; Co., P.C. v. Fedder Data Center, Inc., 556 F.2d 308, 309 (5th Cir.1977) (noting that cases where actual notice of impending default judgment was given do not provide guiding precedent for situations in which no notice of any sort was given).  While Appellants here did not file any court documents, because of the agreement to pursue settlement negotiations and the need to retain Maine counsel, they did contact opposing counsel, explicitly communicated their intent to defend and their understanding that Appellee would provide notice prior to seeking default so that they could retain Maine counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Furthermore, Appellants presented strong evidence that the figures upon which the default judgment is premised are erroneous.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  While Appellants' evidence does not indicate they possess an \"ironclad claim or defense which will guarantee success at trial,\" Teamsters, 953 F.2d 17, 21, the evidence regarding the damages \"does establish that [Appellants] possess a potentially meritorious claim or defense which, if proven, will bring success in its wake,\" at least as to the amount of damages.  Id.  The amount of damages involved is substantial, and the record suggests that the damage award is possibly erroneous by as much as $611,870.  Thus, Appellants have given us good reason to believe that setting aside the judgment will not be a futile gesture.  Id. at 20 (stating that a litigant, as a precondition to relief under Rule 60(b), must give the trial court reason to believe that vacating the judgment will not be an empty exercise);  Swink v. City of Pagedale, 810 F.2d 791, 792 n. 2 (8th Cir.1987) (\"There is a strong public policy, supported by concepts of fundamental fairness in favor of trial on the merits, particularly when the monetary damages sought are substantial.\");  Lutomski, 653 F.2d at 271 (remanding case for a damages hearing where defendants conceded liability yet presented strong arguments that damages awarded were excessive).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, contrary to Appellee's claim, there is nothing in the record to suggest that Appellants would not defend the suit once settlement negotiations failed.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  We also note that Appellants' motion to set aside the default judgment (dated August 15, 1994) was reasonably timely, considering that they only learned of the default and the default judgment in July 1994 and that negotiations continued until August 1, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In sum, because we find that Appellants presented sufficient evidence of their intent to defend, they \"appeared\" in the action below, such that they were entitled to notice under Rule 55(b)(2) of Appellee's application seeking the default judgment.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  We consider Appellee's failure to provide the requisite notice a grave error, we hold that the lack of notice, coupled with Appellants' showing of the existence of a potentially meritorious defense (at least as to the amount of damages), requires that the default judgment be set aside.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  See Rule 60(b)(4), (6) (permitting judgment to be set aside where judgment is shown to be \"void\" or for \"any other reason justifying relief\").  The district court abused its discretion when it denied Appellants' motion to set aside the default judgment.  Not only did it fail to recognize Appellants' clear intent to defend evidenced in the February 1 letter (or recognized it but decided, contrary to our holding in Muniz, that notice was not required), it also failed to recognize Appellants' meritorious claim that the damage award was erroneously calculated.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Although our conclusion that Key Bank's failure to provide notice as required by Rule 55(b)(2) necessitates that the default judgment be set aside, it is less clear whether there exists a basis for setting aside the entry of default itself under Fed.R.Civ.P. 55(c).  We believe that, in the circumstances, it was incumbent upon Key Bank to live up to its representation that it would notify Appellants if it planned to seek entry of default.  It is a separate question whether there exists \"good cause\" for Appellants' default within the meaning of Fed.R.Civ.P. 55(c).  See Leshore, 945 F.2d at 472.   While the district court had occasion to consider this issue, its order indicates that it declined to do so.  We, however, are of the opinion that this issue is more appropriately resolved by the district court in the first instance on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although nothing more need be said, we nonetheless add that it would have been a simple matter for Appellee to have notified Appellants' counsel of the default proceedings.  We find the language of Charlton L. Davis particularly on point:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>If the plaintiff felt [the defendant] was guilty of dilatory tactics and had no real defense, then notice under Rule 55 would have promptly resolved the matter.  Instead, plaintiff sought to reap tactical advantage from [defendant's] prior neglect by acquiring by stealth a decision sheltered by the rules which protect final judgments.  Such practice is what Rule 55 is designed to prevent.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Charlton L. Davis, 556 F.2d at 309.   We reiterate that this rule rests upon the view that the Federal Rules of Civil Procedure are designed to be fair, that Rule 55(b)(2) was promulgated to protect \"parties who, although delaying in a formal sense by failing to file pleadings within the twenty-one day period, have otherwise indicated to the moving party a clear purpose to defend the suit,\" H.F. Livermore, 432 F.2d at 691, and our traditional preference for resolution of cases on the merits while giving due consideration to practical requirements of judicial administration.  See Cotto, 993 F.2d at 277-80;  Teamsters, 953 F.2d at 19-21;  Leshore, 945 F.2d at 472-73;  see also In re Roxford Foods, Inc., 12 F.3d 875, 879-81 (9th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Before closing, we respond to an assertion raised by Appellee's counsel during oral argument to the effect that any appearance we found would apply only to P &amp; S, because the February 1 letter only referred to P &amp; S.  We disagree.  Admittedly the February 1 letter states that Appellee will forbear from filing a default motion based on P &amp; S ' failure to answer, and makes no mention of the failure to answer by Sherman or Tablecloth.  Nevertheless, we do not find Appellee's argument persuasive.  The record reveals that (i) Fischer launched the settlement negotiations at Sherman's request;  (ii) the February 1 letter refers to Sherman as well in its discussion;  (iii) Sherman is the president of both Tablecloth and P &amp; S;  and (iv) Appellee's Complaint grounds joint and several liability on Sherman and P &amp; S as guarantors of the promissory notes executed by Tablecloth, which are the basis for Appellee's collection action below.  Accordingly, we find it reasonable to read the February 1 letter which \"serve[d] to commence settlement negotiations with [Key Bank] in the [action below]\" as being intended to speak for all of the named defendants.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For the foregoing reasons, we reverse the district court's Order, and vacate the default judgment.  We leave to the district court on remand to determine whether, in the circumstances, there exists a basis for setting aside the entry of default pursuant to Fed.R.Civ.P. 55(c), and whether Appellants should accordingly be permitted to file a late responsive pleading.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  While we disapprove of Appellee's behavior, we note Appellants' apparent inattention to negotiations and to the case below during the mid-February to July hiatus in communications.  Consequently, we decline to award costs to Appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fed.R.Civ.P. 55(c) states:</p>\n        <p>For good cause shown, the court may set aside an entry of default and, if judgment by default has been entered, likewise set it aside in accordance with Rule 60(b).</p>\n        <p>Fed.R.Civ.P. 60(b) provides in part:</p>\n        <p>On motion and upon such terms as are just, the court may relieve a party or party's legal representative from a final judgment, Order, or proceeding for the following reasons:  (1) mistake, inadvertence, surprise, or excusable neglect;  ...  (3) fraud, ... misrepresentation, or other misconduct of an adverse party;  ...  or (6) any other reason justifying relief from the operation of the judgment.  The motion shall be made within a reasonable time, and for reasons (1), (2), and (3) not more than one year after the judgment, Order, or proceeding was entered or taken.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Civ.P. 55(b)(2) reads, in pertinent part:</p>\n        <p>If the party against whom judgment by default is sought has appeared in the action, the party (or, if appearing by representative, the party's representative) shall be served with written notice of the application for judgment at least 3 days prior to the hearing on such application.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that although written notice is contemplated under the Rule, it need not necessarily be in any particular form.  \"The major consideration is that the party is made aware that a default judgment may be entered against him.\"  Wilson, 564 F.2d at 369 (quoting 10 C. Wright &amp; A. Miller, Federal Practice and Procedure Sec. 2687 (1973))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that the district court's Order does not include a discussion of why Appellants failed to satisfy the requisite showing of excusable neglect and meritorious defenses for relief under Rule 60(b).  Although absence of record indication that proper standards were applied in refusing to set aside a default has been held sufficient by itself to justify reversal, we need not decide this case on that limited basis.  Keegel v. Key West &amp; Caribbean Trading Co., Inc., 627 F.2d 372, 374 (D.C.Cir.1980) (citing Medunic v. Lederer, 533 F.2d 891 (3d Cir.1976))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Rule 5(a) provides that:</p>\n        <p>No service need be made on parties in default for failure to appear except that pleadings asserting new or additional claims for relief against them shall be served upon them in the method provided for service of summons in Rule 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See, e.g., Lutomski v. Panther Valley Coin Exchange, 653 F.2d 270, 271 (6th Cir.1981) (finding appearance where defendants contacted plaintiffs and made clear that the damages sought were excessive);  H.F. Livermore, 432 F.2d at 691 (finding appearance where exchanges between parties were normal effort to see if dispute could be settled and neither party doubted that suit would be contested if efforts failed);  Dalminter, Inc. v. Jessie Edwards, Inc., 27 F.R.D. 491, 493 (S.D.Tex.1961) (finding appearance where defendant contacted plaintiff's counsel by letter);  see also Keegel v. Key West &amp; Caribbean Trading Co., Inc., 627 F.2d 372, 374 (D.C.Cir.1980) (finding, inter alia, that assurances upon which defendants relied were part of, and grew out of, settlement negotiations which courts seek to encourage);  Liberty National Bank and Trust Co. v. Yackovich, 99 F.R.D. 518 (W.D.Penn.1982) (setting aside default judgment because failure to answer was based upon reliance on agreement with plaintiff's counsel that notice would be provided prior to seeking default judgment).  Cf. J. Slotnik Co. v. Clemco Industries, 127 F.R.D. 435, 438-39 (D.Mass.1989) (finding defendant did not appear where defendant was served with copy of plaintiff's motion for default, received notice from court clerk of entry of default, failed to respond to either plaintiff's motion or clerk's notice, and never displayed a clear purpose to defend)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We note that during oral argument, counsel for Appellee conceded that the February 1 letter, viewed on its own, demonstrated Appellants' intent to defend</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We resolve the factual question as to Fischer's receipt of the February 4 letter in favor of Appellants because of the strong policy favoring resolving disputes on the merits.  Leshore, 945 F.2d at 472 (quoting Coon, 867 F.2d at 76)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We note that the fact that P &amp; S and Sherman have sought and received protection under the United States Bankruptcy Code does not affect our consideration of the issue of damages.  Even though all actions in this appeal are stayed as respect to P &amp; S and Sherman pursuant to 11 U.S.C. Sec. 362 (1994);  see Commerzanstalt v. Telewide Systems, Inc., 790 F.2d 206, 207 (2d Cir.1986);  Association of St. Croix Condominium Owners v. St. Croix Hotel, 682 F.2d 446, 449 (3d Cir.1982), they are not stayed as respect to Tablecloth</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We note that in addition to the February 1 letter, which discussed the grounds for Appellants' defenses, Key Bank was aware of potential defenses and counterclaims as early as December 1992 when it received a letter sent by Fischer, dated December 11, 1992, discussing why P &amp; S was not in default on the notes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> By thus holding, we do not suggest that district courts should be compelled to vacate default judgments whenever a defendant communicates with the plaintiff after service of the complaint.  See Wilson, 564 F.2d at 370-71 (Wright, J., dissenting) (\"I do not share the majority's fear that reversal here would compel district court's to vacate default judgments whenever a defendant communicates with the plaintiff after service of the complaint.\").  Instead, we simply re-affirm our rule that defendants who \"appear\" through informal contacts demonstrating a clear intent to defend are entitled to notice under Rule 55(b)(2).  Cf. Taylor v. Boston and Taunton Transportation Co., 720 F.2d 731, 733 (1st Cir.1983) (discussing that not every act addressed to the court or related to the litigation will be deemed an appearance);  North Central Illinois Laborers' District Council v. S.J. Groves &amp; Sons Co., Inc., 842 F.2d 164, 168-70 (noting that Rule 55(b)(2)'s plain language, \"has appeared in the action,\" evidences intent to impose a notice requirement only in limited circumstances)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Accordingly, we need not discuss the parties' remaining arguments regarding the existence of excusable neglect or whether the district court abused its discretion when it awarded damages ex-parte based largely on the unanswered request for admissions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Should the district court on remand find no basis for removing the default under Rule 55(c), a new proceeding as to the proper amount of damages would then be in order</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">349</span></span></p>\n    <p class=\"parties\">KEY BANK OF MAINE, Plaintiff-Appellee,<br>v.<br>TABLECLOTH TEXTILE COMPANY CORPORATION, et al., Defendants-Appellants.</p>\n    <p class=\"docket\">No. 94-2044.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 12, 1995.<br>Decided Jan. 30, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eric A. Deutsch, with whom Testa, Hurwitz &amp; Thibeault, Boston, MA, Peter G. Cary and Mittel, Asen, Eggert, Hunter &amp; Altshuler, Portland, ME, were on brief, for appellants.</p>\n      <p class=\"indent\">Thomas A. Cox, with whom Jennifer S. Begel and Friedman &amp; Babcock, Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, LYNCH, Circuit Judge, and STEARNS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants-Appellants Tablecloth Textile Company Corp., (\"Tablecloth\"), Post &amp; Sherman Textile Company, Inc.  (\"P &amp; S\") and Stuart Sherman (\"Sherman\") (collectively referred to as the \"Appellants\") appeal the denial of their motion to set aside a default judgment and for leave to file a late responsive pleading.  We reverse, holding that because the notice requirement of Rule 55(b)(2) of the Federal Rules of Civil Procedure was not observed, and because Appellants provided strong evidence that the damage award was erroneously calculated, the default judgment must be set aside and the case remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The record in the present action reveals the following.  The dispute underlying this appeal arose out of the sale of assets, particularly the licenses and inventory of a Maine corporation which was in default on its obligations to Plaintiff-Appellee Key Bank of Maine (\"Key Bank\" or the \"Appellee\").  On December 27, 1993, Key Bank commenced an action against the Appellants by filing a complaint in the U.S. District Court for the District of Maine, alleging that Tablecloth breached its obligations to Key Bank under various contracts and promissory notes and that Sherman and P &amp; S were jointly and severally liable along with Tablecloth pursuant to an executed guaranty dated January 13, 1992.  On December 30, 1993, service was made on the Appellants.  The answer to the complaint was due on January 19, 1994, a date which came and passed with Appellants filing neither an answer nor a formal appearance.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 10, 1994, Key Bank's Maine counsel, Laurie B. Perzley, received a telephone call from Appellants' then-counsel in New York, Stephen Brown, indicating that Appellants wanted to pursue settlement negotiations.  Perzley received a similar telephone call on January 20, 1994, from Sherman's brother, Tom Sherman, Esq.  Stuart Sherman was subsequently informed by his brother that Appellants were already in default, at which point Sherman transferred the matter to the attention of corporate counsel for P &amp; S and Tablecloth in New York, Ronit Fischer.  Sherman implored Fisher to contact Key Bank's counsel and Vice President, Michael Lugli, to request additional time to respond to the complaint and to see if the parties could negotiate a settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the last week of January 1994, Fischer and Lugli spoke by telephone.  The substance of their conversation was memorialized in Fischer's letter to Lugli dated February 1, 1994 (the \"February 1 letter\").  The February 1 letter evidences Appellants' understanding (i) that it served to commence settlement negotiations;  (ii) that Key Bank would not request a default judgment unless and until it was determined that settlement negotiations had failed;  (iii) that prior to seeking a default judgment, Key Bank would notify Fischer so that Appellants could seek Maine counsel and file the appropriate pleadings;  and (iv) that, if negotiations failed, the letter's settlement offer would not prejudice either party's position in litigation.  The February 1 letter also discussed \"behind the scenes\" circumstances that provided grounds for Appellants' defenses.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In response, Lugli penned a letter dated February 4, 1994 (the \"February 4 letter\"), indicating Appellee's willingness to enter into negotiations, if they \"could be accomplished quickly.\"   The letter requested financial information, enclosed Key Bank forms to be used, provided a February 16, 1994 deadline, and stated that Lugli would \"instruct counsel to continue with the legal proceeding\" were the deadline not met.  Appellants did not submit the financial information by the deadline.  Fischer maintains that although she received the financial questionnaire meant to be completed and submitted by Sherman, she \"do[es] not recall\" whether the package contained \"a demand letter from Key Bank\" dated February 4, 1994, indicating that a default would be sought unless all requested information was presented to Key Bank by February 16, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On February 25, 1994, Key Bank filed a response to the court's order to show cause why the action should not be dismissed for lack of prosecution along with an application to the district court clerk for entry of the default.  Although Key Bank was aware that Appellants were represented by counsel who had requested notice before Key Bank sought to have default entered, it chose not to serve Appellants with those papers.  On February 28, 1994, the clerk entered a default in favor of Key Bank under Fed.R.Civ.P. 55(a) because of Tablecloth's failure to file a responsive pleading.  On April 1, 1994, Appellee filed a motion for a default judgment, once again choosing not to serve Appellants.  On April 8, 1994, the district court entered the default judgment ex-parte in the amount of $693,871.44, based on the affidavits and the unanswered request for admissions submitted by Key Bank.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During oral argument counsel for Key Bank admitted that Key Bank never sent Appellants notice of, or copies of any pleadings filed in connection with, these court actions.  Key Bank further conceded that Appellants only learned of the entry of the default and of the default judgment in July 1994, when Key Bank's counsel, David Burke, contacted Fischer (who no longer was involved in the matter) to discuss execution of the judgment.  Burke was referred to John Stahl, the controller for Post &amp; Sherman, and they conducted settlement discussions through the remainder of July.  Burke rejected a settlement offer on July 12, 1994, and informed Stahl that if a satisfactory settlement was not reached by August 1, 1994, Appellee would enforce the judgment.  On July 25, 1994, Lugli received the financial information requested in February 1994 from Sherman.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The parties failed to reach a settlement by August 1, 1994.  Accordingly, on August 15, 1994, Appellants filed a motion to set aside the default judgment and a motion to allow a late answer, along with supporting affidavits that detailed the inaccuracies of the damages as established by the unanswered request for admissions.  On September 2, 1994, the district court denied Tablecloth's motion to set aside the default judgment and for leave to file a late responsive pleading (the \"motion\").  The district court stated that Appellants failed to meet their burden under Fed.R.Civ.P. 60(b), because their conduct did not constitute excusable neglect and they did not provide sufficient elaboration permitting the district court to determine that they had a meritorious defense (the \"Order\").  This appeal was filed on September 29, 1994.  We have jurisdiction pursuant to 28 U.S.C. Sec. 1291.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Despite the additional issues raised, disposition of this appeal begins and ends with the inquiry into whether the district court erred when it denied Appellants' motion to set aside the default judgment entered against them.  We review the denial of a motion to set aside a default judgment for an abuse of discretion.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Cotto v. United States, <span class=\"citation\" data-id=\"606662\"><a href=\"/opinion/606662/evelyn-cotto-and-edwin-torres-etc-v-united-states/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span>, 277 (1st Cir.1993) (discussing motion for Rule 60(b) relief);  Leshore v. County of Worcester, <span class=\"citation\" data-id=\"569093\"><a href=\"/opinion/569093/ruth-leshore-etc-v-county-of-worcester/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">471</span></a></span>, 472 (1st Cir.1991) (explaining motion for Rule 55(c) relief);  U.S. v. One Urban Lot Located at 1 Street A-1, <span class=\"citation\" data-id=\"529716\"><a href=\"/opinion/529716/united-states-v-one-urban-lot-located-at-1-street-a-1-valparaiso/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">994</span> </a></span>(1st Cir.1989) (noting that review of motions for relief under Rule 55(c) is less demanding than that governing those seeking relief under Rule 60(b));  see also In re Roxford Foods, Inc., <span class=\"citation\" data-id=\"659390\"><a href=\"/opinion/659390/in-re-roxford-foods-inc-debtor-civic-center-square-inc-v-james-m/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">875</span> </a></span>(9th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In their appeal of the denial of their motion to set aside default judgment, Appellants argue that they \"appeared\" in the action below for purposes of Rule 55(b)(2)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and, thus, were entitled to written notice<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> three days prior to the entry of the default judgment.  Appellants contend that because Appellee failed to satisfy the notice requirement of Rule 55(b)(2), the district court abused its discretion when it denied their motion, because, in so doing, it implicitly held that Appellee was not required to provide them with notice.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Predictably, Appellee disputes that Appellants appeared below and maintains that, under Rule 5(a), it was not required to provide Appellants with notice of the default pleadings.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although appearance in an action typically involves some presentation or submission to the court--a feature missing here--we have held that a defaulting party \"has appeared\" for Rule 55 purposes if it has \"indicated to the moving party a clear purpose to defend the suit.\"  Muniz v. Vidal, <span class=\"citation\" data-id=\"439061\"><a href=\"/opinion/439061/rafael-muniz-jr-v-edgardo-r-vidal/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">699</span></a></span>, 700 (1st Cir.1984) (quoting H.F. Livermore Corp. v. Aktiengesellschaft Gebruder Loepfe, <span class=\"citation\" data-id=\"292495\"><a href=\"/opinion/292495/h-f-livermore-corporation-v-aktiengesellschaft-gebruder-loepfe/\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 691 (D.C.Cir.1970)).  Our review of both the case law we cited in Muniz and the decisions since Muniz reveals there is ample support for our finding that Appellants' \"informal contacts\" with Key Bank demonstrated a clear intent to defend, and thus that they \"appeared\" in the action below.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Here, Appellants \"indications\" of their intent are primarily evidenced by the February 1 letter from Fischer to Lugli.  The letter, supplemented by affidavits on record, demonstrates that Fischer explained to Lugli that, because both P &amp; S and Sherman had limited access to funds and were considering bankruptcy, available funds were better spent on the business, repaying Key Bank, and negotiating a settlement, than on litigating the matter.  More importantly, the February 1 letter made clear Appellants' understanding that (i) the letter served to commence settlement negotiations;  (ii) during the negotiations Key Bank \"will forbear from filing a default motion based on [P &amp; S's] failure to answer [in the action below]\";  (iii) if \"at any time [Key Bank] determines that the negotiations are not proceeding to a positive conclusion,\" it would notify Appellants so that they could retain Maine counsel to enter \"the appropriate pleadings\" (emphasis original);  and (iv) reiterated that Appellants' \"settlement offer was made without prejudice to each party's respective positions in litigation should the parties be unable to reach an amicable solution.\"   The February 1 letter, in its review of the facts involved and the bases for Appellants' settlement offer, also detailed Appellants' defenses and counterclaims in the event settlement negotiations failed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Contrary to Appellee's assertions, once Appellants \"appeared\" for Rule 55 purposes they were entitled to notice of the application for default judgment under Rule 55(b)(2).  We disagree with Appellee's argument that they were not required to provide notice under Rule 55(b)(2) because their February 4 letter effectively cancelled the intent to defend demonstrated in Appellants' February 1 letter.  Specifically, Appellee argues that when the February 4 letter is considered together with Appellants' failure to respond by the February 16, 1994 deadline, it becomes clear that Appellee was not itself \"on notice\" in February 1994 that Appellants had a clear intent to defend.  Appellants' failure to meet the deadline, Appellee maintains, was but another example of their \"history of non-responsiveness.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We find Appellee's argument thoroughly unpersuasive, if not disingenuous.  Appellants only two weeks before communicated a clear intent to defend.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Appellee also knew that Appellants were represented by counsel.  Moreover, Appellee was well aware of Appellants' need to retain Maine counsel and of Appellants' understanding that notice would precede Appellee's seeking entry of default.  It was Appellee's duty when seeking entry of default and judgment by default to apprise the district court of Appellants' February 1 letter and to give notice as contemplated under Rule 55(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In addition, we are unpersuaded by Appellee's attempt to distinguish this case from Muniz.   Appellee argues that, unlike in Muniz, the February 4 letter specifically put Appellants on notice that \"if [Lugli] does not receive this [financial] information prior to [February 16, 1994], [Lugli] will instruct counsel to continue with the legal proceeding.\"   Appellee relies on a case we distinguished in Muniz, Wilson v. Moore &amp; Associates, Inc., <span class=\"citation\" data-id=\"349994\"><a href=\"/opinion/349994/laura-wilson-v-moore-and-associates-inc-dba-uni-check-fdba-telecheck/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">366</span></a></span>, 369 (9th Cir.1977) (finding defendant's \"informal contacts\" insufficient to constitute an appearance because \"plaintiff's 'informal contacts' provided actual, unqualified notice that delay would result in default\").  Even assuming receipt of Key Bank's February 4 letter,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> we do not find that Appellee's February 4 letter, which referred to \"instruct[ing] counsel to continue with the legal proceeding,\" to amount to \"actual, unqualified, notice that delay would result in default.\"   As we noted in Muniz, in Wilson the defendant there neither filed a paper in court nor contacted opposing counsel.  <span class=\"citation\" data-id=\"439061\"><span class=\"antecedent_guess\">Muniz,</span> <a href=\"/opinion/439061/rafael-muniz-jr-v-edgardo-r-vidal/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">701</span></a></span>;  see Charlton L. Davis &amp; Co., P.C. v. Fedder Data Center, Inc., <span class=\"citation\" data-id=\"345745\"><a href=\"/opinion/345745/charlton-l-davis-company-p-c-v-fedder-data-center-inc-financial/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">308</span></a></span>, 309 (5th Cir.1977) (noting that cases where actual notice of impending default judgment was given do not provide guiding precedent for situations in which no notice of any sort was given).  While Appellants here did not file any court documents, because of the agreement to pursue settlement negotiations and the need to retain Maine counsel, they did contact opposing counsel, explicitly communicated their intent to defend and their understanding that Appellee would provide notice prior to seeking default so that they could retain Maine counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Furthermore, Appellants presented strong evidence that the figures upon which the default judgment is premised are erroneous.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  While Appellants' evidence does not indicate they possess an \"ironclad claim or defense which will guarantee success at trial,\" Teamsters, <span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21, the evidence regarding the damages \"does establish that [Appellants] possess a potentially meritorious claim or defense which, if proven, will bring success in its wake,\" at least as to the amount of damages.  <span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"id_token\">Id.</span>  The amount </a></span>of damages involved is substantial, and the record suggests that the damage award is possibly erroneous by as much as $611,870.  Thus, Appellants have given us good reason to believe that setting aside the judgment will not be a futile gesture.  <span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"id_token\">Id.</span> at 20 </a></span>(stating that a litigant, as a precondition to relief under Rule 60(b), must give the trial court reason to believe that vacating the judgment will not be an empty exercise);  Swink v. City of Pagedale, <span class=\"citation\" data-id=\"482550\"><a href=\"/opinion/482550/gregory-r-swink-v-city-of-pagedale-daniel-j-oconnor-and-tony-d-gibson/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 792 n. 2 (8th Cir.1987) (\"There is a strong public policy, supported by concepts of fundamental fairness in favor of trial on the merits, particularly when the monetary damages sought are substantial.\");  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Lutomski,</span> <span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">271</span> </span>(remanding case for a damages hearing where defendants conceded liability yet presented strong arguments that damages awarded were excessive).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, contrary to Appellee's claim, there is nothing in the record to suggest that Appellants would not defend the suit once settlement negotiations failed.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  We also note that Appellants' motion to set aside the default judgment (dated August 15, 1994) was reasonably timely, considering that they only learned of the default and the default judgment in July 1994 and that negotiations continued until August 1, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In sum, because we find that Appellants presented sufficient evidence of their intent to defend, they \"appeared\" in the action below, such that they were entitled to notice under Rule 55(b)(2) of Appellee's application seeking the default judgment.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  We consider Appellee's failure to provide the requisite notice a grave error, we hold that the lack of notice, coupled with Appellants' showing of the existence of a potentially meritorious defense (at least as to the amount of damages), requires that the default judgment be set aside.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  See Rule 60(b)(4), (6) (permitting judgment to be set aside where judgment is shown to be \"void\" or for \"any other reason justifying relief\").  The district court abused its discretion when it denied Appellants' motion to set aside the default judgment.  Not only did it fail to recognize Appellants' clear intent to defend evidenced in the February 1 letter (or recognized it but decided, contrary to our holding in Muniz, that notice was not required), it also failed to recognize Appellants' meritorious claim that the damage award was erroneously calculated.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Although our conclusion that Key Bank's failure to provide notice as required by Rule 55(b)(2) necessitates that the default judgment be set aside, it is less clear whether there exists a basis for setting aside the entry of default itself under Fed.R.Civ.P. 55(c).  We believe that, in the circumstances, it was incumbent upon Key Bank to live up to its representation that it would notify Appellants if it planned to seek entry of default.  It is a separate question whether there exists \"good cause\" for Appellants' default within the meaning of Fed.R.Civ.P. 55(c).  See <span class=\"citation\" data-id=\"569093\"><span class=\"antecedent_guess\">Leshore,</span> <a href=\"/opinion/569093/ruth-leshore-etc-v-county-of-worcester/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">472</span></a></span>.   While the district court had occasion to consider this issue, its order indicates that it declined to do so.  We, however, are of the opinion that this issue is more appropriately resolved by the district court in the first instance on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although nothing more need be said, we nonetheless add that it would have been a simple matter for Appellee to have notified Appellants' counsel of the default proceedings.  We find the language of Charlton L. Davis particularly on point:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>If the plaintiff felt [the defendant] was guilty of dilatory tactics and had no real defense, then notice under Rule 55 would have promptly resolved the matter.  Instead, plaintiff sought to reap tactical advantage from [defendant's] prior neglect by acquiring by stealth a decision sheltered by the rules which protect final judgments.  Such practice is what Rule 55 is designed to prevent.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Charlton L. <span class=\"citation\" data-id=\"345745\"><span class=\"antecedent_guess\">Davis,</span> <a href=\"/opinion/345745/charlton-l-davis-company-p-c-v-fedder-data-center-inc-financial/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">309</span></a></span>.   We reiterate that this rule rests upon the view that the Federal Rules of Civil Procedure are designed to be fair, that Rule 55(b)(2) was promulgated to protect \"parties who, although delaying in a formal sense by failing to file pleadings within the twenty-one day period, have otherwise indicated to the moving party a clear purpose to defend the suit,\" H.F. <span class=\"citation\" data-id=\"292495\"><span class=\"antecedent_guess\">Livermore,</span> <a href=\"/opinion/292495/h-f-livermore-corporation-v-aktiengesellschaft-gebruder-loepfe/\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">691</span></a></span>, and our traditional preference for resolution of cases on the merits while giving due consideration to practical requirements of judicial administration.  See <span class=\"citation\" data-id=\"606662\"><span class=\"antecedent_guess\">Cotto,</span> <a href=\"/opinion/606662/evelyn-cotto-and-edwin-torres-etc-v-united-states/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">277-80</span></a></span>;  <span class=\"citation\" data-id=\"575211\"><span class=\"antecedent_guess\">Teamsters,</span> <a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">19-21</span></a></span>;  <span class=\"citation\" data-id=\"569093\"><span class=\"antecedent_guess\">Leshore,</span> <a href=\"/opinion/569093/ruth-leshore-etc-v-county-of-worcester/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">472</span></a></span>-73;  see also In re Roxford Foods, Inc., <span class=\"citation\" data-id=\"659390\"><a href=\"/opinion/659390/in-re-roxford-foods-inc-debtor-civic-center-square-inc-v-james-m/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">875</span></a></span>, 879-81 (9th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Before closing, we respond to an assertion raised by Appellee's counsel during oral argument to the effect that any appearance we found would apply only to P &amp; S, because the February 1 letter only referred to P &amp; S.  We disagree.  Admittedly the February 1 letter states that Appellee will forbear from filing a default motion based on P &amp; S ' failure to answer, and makes no mention of the failure to answer by Sherman or Tablecloth.  Nevertheless, we do not find Appellee's argument persuasive.  The record reveals that (i) Fischer launched the settlement negotiations at Sherman's request;  (ii) the February 1 letter refers to Sherman as well in its discussion;  (iii) Sherman is the president of both Tablecloth and P &amp; S;  and (iv) Appellee's Complaint grounds joint and several liability on Sherman and P &amp; S as guarantors of the promissory notes executed by Tablecloth, which are the basis for Appellee's collection action below.  Accordingly, we find it reasonable to read the February 1 letter which \"serve[d] to commence settlement negotiations with [Key Bank] in the [action below]\" as being intended to speak for all of the named defendants.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For the foregoing reasons, we reverse the district court's Order, and vacate the default judgment.  We leave to the district court on remand to determine whether, in the circumstances, there exists a basis for setting aside the entry of default pursuant to Fed.R.Civ.P. 55(c), and whether Appellants should accordingly be permitted to file a late responsive pleading.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  While we disapprove of Appellee's behavior, we note Appellants' apparent inattention to negotiations and to the case below during the mid-February to July hiatus in communications.  Consequently, we decline to award costs to Appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fed.R.Civ.P. 55(c) states:</p>\n        <p>For good cause shown, the court may set aside an entry of default and, if judgment by default has been entered, likewise set it aside in accordance with Rule 60(b).</p>\n        <p>Fed.R.Civ.P. 60(b) provides in part:</p>\n        <p>On motion and upon such terms as are just, the court may relieve a party or party's legal representative from a final judgment, Order, or proceeding for the following reasons:  (1) mistake, inadvertence, surprise, or excusable neglect;  ...  (3) fraud, ... misrepresentation, or other misconduct of an adverse party;  ...  or (6) any other reason justifying relief from the operation of the judgment.  The motion shall be made within a reasonable time, and for reasons (1), (2), and (3) not more than one year after the judgment, Order, or proceeding was entered or taken.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Civ.P. 55(b)(2) reads, in pertinent part:</p>\n        <p>If the party against whom judgment by default is sought has appeared in the action, the party (or, if appearing by representative, the party's representative) shall be served with written notice of the application for judgment at least 3 days prior to the hearing on such application.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that although written notice is contemplated under the Rule, it need not necessarily be in any particular form.  \"The major consideration is that the party is made aware that a default judgment may be entered against him.\"  <span class=\"citation\" data-id=\"349994\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/349994/laura-wilson-v-moore-and-associates-inc-dba-uni-check-fdba-telecheck/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">369</span> </a></span>(quoting 10 C. Wright &amp; A. Miller, Federal Practice and Procedure Sec. 2687 (1973))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that the district court's Order does not include a discussion of why Appellants failed to satisfy the requisite showing of excusable neglect and meritorious defenses for relief under Rule 60(b).  Although absence of record indication that proper standards were applied in refusing to set aside a default has been held sufficient by itself to justify reversal, we need not decide this case on that limited basis.  Keegel v. Key West &amp; Caribbean Trading Co., Inc., <span class=\"citation\" data-id=\"380927\"><a href=\"/opinion/380927/john-c-keegel-v-key-west-caribbean-trading-company-inc/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">372</span></a></span>, 374 (D.C.Cir.1980) (citing Medunic v. Lederer, <span class=\"citation\" data-id=\"334759\"><a href=\"/opinion/334759/eli-l-medunic-and-dolores-m-medunic-v-louis-w-lederer/\"><span class=\"volume\">533</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">891</span> </a></span>(3d Cir.1976))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Rule 5(a) provides that:</p>\n        <p>No service need be made on parties in default for failure to appear except that pleadings asserting new or additional claims for relief against them shall be served upon them in the method provided for service of summons in Rule 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See, e.g., Lutomski v. Panther Valley Coin Exchange, <span class=\"citation\" data-id=\"392112\"><a href=\"/opinion/392112/karl-lutomski-and-mary-lutomski-v-panther-valley-coin-exchange-and-joseph/\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">270</span></a></span>, 271 (6th Cir.1981) (finding appearance where defendants contacted plaintiffs and made clear that the damages sought were excessive);  H.F. <span class=\"citation\" data-id=\"292495\"><span class=\"antecedent_guess\">Livermore,</span> <a href=\"/opinion/292495/h-f-livermore-corporation-v-aktiengesellschaft-gebruder-loepfe/\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">691</span> </a></span>(finding appearance where exchanges between parties were normal effort to see if dispute could be settled and neither party doubted that suit would be contested if efforts failed);  Dalminter, Inc. v. Jessie Edwards, Inc., <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">491</span></span>, 493 (S.D.Tex.1961) (finding appearance where defendant contacted plaintiff's counsel by letter);  see also Keegel v. Key West &amp; Caribbean Trading Co., Inc., <span class=\"citation\" data-id=\"380927\"><a href=\"/opinion/380927/john-c-keegel-v-key-west-caribbean-trading-company-inc/\"><span class=\"volume\">627</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">372</span></a></span>, 374 (D.C.Cir.1980) (finding, inter alia, that assurances upon which defendants relied were part of, and grew out of, settlement negotiations which courts seek to encourage);  Liberty National Bank and Trust Co. v. Yackovich, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">518</span> </span>(W.D.Penn.1982) (setting aside default judgment because failure to answer was based upon reliance on agreement with plaintiff's counsel that notice would be provided prior to seeking default judgment).  Cf. J. Slotnik Co. v. Clemco Industries, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">435</span></span>, 438-39 (D.Mass.1989) (finding defendant did not appear where defendant was served with copy of plaintiff's motion for default, received notice from court clerk of entry of default, failed to respond to either plaintiff's motion or clerk's notice, and never displayed a clear purpose to defend)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We note that during oral argument, counsel for Appellee conceded that the February 1 letter, viewed on its own, demonstrated Appellants' intent to defend</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We resolve the factual question as to Fischer's receipt of the February 4 letter in favor of Appellants because of the strong policy favoring resolving disputes on the merits.  <span class=\"citation\" data-id=\"569093\"><span class=\"antecedent_guess\">Leshore,</span> <a href=\"/opinion/569093/ruth-leshore-etc-v-county-of-worcester/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">472</span> </a></span>(quoting <span class=\"citation no-link\"><span class=\"antecedent_guess\">Coon,</span> <span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">76</span></span>)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We note that the fact that P &amp; S and Sherman have sought and received protection under the United States Bankruptcy Code does not affect our consideration of the issue of damages.  Even though all actions in this appeal are stayed as respect to P &amp; S and Sherman pursuant to 11 U.S.C. Sec. 362 (1994);  see Commerzanstalt v. Telewide Systems, Inc., <span class=\"citation\" data-id=\"469804\"><a href=\"/opinion/469804/bankr-l-rep-p-71103-ostano-commerzanstalt-and-dr-herbert-jovy-v/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">206</span></a></span>, 207 (2d Cir.1986);  Association of St. Croix Condominium Owners v. St. Croix Hotel, <span class=\"citation\" data-id=\"406070\"><a href=\"/opinion/406070/assoc-of-st-croix-condominium-owners-v-st-croix-hotel-corp-assoc-of/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">446</span></a></span>, 449 (3d Cir.1982), they are not stayed as respect to Tablecloth</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We note that in addition to the February 1 letter, which discussed the grounds for Appellants' defenses, Key Bank was aware of potential defenses and counterclaims as early as December 1992 when it received a letter sent by Fischer, dated December 11, 1992, discussing why P &amp; S was not in default on the notes</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> By thus holding, we do not suggest that district courts should be compelled to vacate default judgments whenever a defendant communicates with the plaintiff after service of the complaint.  See <span class=\"citation\" data-id=\"349994\"><span class=\"antecedent_guess\">Wilson,</span> <a href=\"/opinion/349994/laura-wilson-v-moore-and-associates-inc-dba-uni-check-fdba-telecheck/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">370-71</span> </a></span>(Wright, J., dissenting) (\"I do not share the majority's fear that reversal here would compel district court's to vacate default judgments whenever a defendant communicates with the plaintiff after service of the complaint.\").  Instead, we simply re-affirm our rule that defendants who \"appear\" through informal contacts demonstrating a clear intent to defend are entitled to notice under Rule 55(b)(2).  Cf. Taylor v. Boston and Taunton Transportation Co., <span class=\"citation\" data-id=\"427000\"><a href=\"/opinion/427000/henry-c-taylor-v-boston-and-taunton-transportation-co/\"><span class=\"volume\">720</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 733 (1st Cir.1983) (discussing that not every act addressed to the court or related to the litigation will be deemed an appearance);  North Central Illinois Laborers' District Council v. S.J. Groves &amp; Sons Co., Inc., <span class=\"citation\" data-id=\"503136\"><a href=\"/opinion/503136/north-central-illinois-laborers-district-council-v-sj-groves-sons/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">164</span></a></span>, 168-70 (noting that Rule 55(b)(2)'s plain language, \"has appeared in the action,\" evidences intent to impose a notice requirement only in limited circumstances)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Accordingly, we need not discuss the parties' remaining arguments regarding the existence of excusable neglect or whether the district court abused its discretion when it awarded damages ex-parte based largely on the unanswered request for admissions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Should the district court on remand find no basis for removing the default under Rule 55(c), a new proceeding as to the proper amount of damages would then be in order</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/292495/",
    "https://www.courtlistener.com/api/rest/v3/opinions/334759/",
    "https://www.courtlistener.com/api/rest/v3/opinions/345745/",
    "https://www.courtlistener.com/api/rest/v3/opinions/349994/",
    "https://www.courtlistener.com/api/rest/v3/opinions/380927/",
    "https://www.courtlistener.com/api/rest/v3/opinions/392112/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406070/",
    "https://www.courtlistener.com/api/rest/v3/opinions/427000/",
    "https://www.courtlistener.com/api/rest/v3/opinions/439061/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469804/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482550/",
    "https://www.courtlistener.com/api/rest/v3/opinions/503136/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529716/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569093/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606662/",
    "https://www.courtlistener.com/api/rest/v3/opinions/659390/"
  ]
}