{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196516/",
  "id": 196516,
  "absolute_url": "/opinion/196516/boston-childrens-v-nadal-ginard/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196516/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:07:45Z",
  "date_modified": "2020-02-21T23:14:37.428652Z",
  "type": "010combined",
  "sha1": "e3be810e90f49ca073e917e170a0e0ced53a40a9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1053.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 95-1053\r\n\n                     BOSTON CHILDREN'S HEART\r\n                        FOUNDATION, INC.,\r\n\n                      Plaintiff - Appellee,\r\n\n                                v.\r\n\n                      BERNARDO NADAL-GINARD,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 95-1136\r\n\n                     BOSTON CHILDREN'S HEART\r\n                        FOUNDATION, INC.,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                      BERNARDO NADAL-GINARD,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \r\n\n                                           \r\n\n                              Before\r\n\n                Selya and Boudin, Circuit Judges,\r                                                          \r\n\n                    and Lisi,* District Judge.\r                                                       \r\n\n                                           \r\n                    \r                              \r\n\n*  Of the District of Rhode Island, sitting by designation.\r\r\n\n     Laura Steinberg,  with whom Cynthia M.  Clarke, Katherine J.\r                                                                           \r\nRoss, Lisa  F. Sherman and Sullivan &amp; Worcester were on brief for\r                                                         \r\nBernardo Nadal-Ginard.\r\n     Alexander H. Pratt, Jr.,  with whom Paul R. Devin,  James H.\r                                                                           \r\nBelanger, Robin E. Folsom, William M. Cowan and Peabody &amp; Arnold,\r                                                                          \r\nwere on brief for Boston Children's Heart Foundation, Inc.\r\n\n                                           \r\n\n                         January 12, 1996\r\n                                           \r\n\n                               -2-\r\r\n\n          LISI, District Judge.\r                    LISI, District Judge.\r                                        \r\n\n                         I.  INTRODUCTION\r                                   I.  INTRODUCTION\r\n\nThese appeals present  us with  the classic tale  of a  corporate\r\n\nofficer who, when caught using corporate funds for personal gain,\r\n\nresists  making amends for his  misdeeds.  In  this instance, Dr.\r\n\nBernardo Nadal-Ginard  was alleged  to  have misappropriated  the\r\n\nfunds of  the corporation  of  which he  had  served as  both  an\r\n\nofficer  and director,  the  Boston  Children's Heart  Foundation\r\n\n(\"BCHF\").   Following an  eighteen-day bench trial,  the district\r\n\ncourt found  that Nadal-Ginard  violated his fiduciary  duties to\r\n\nBCHF,  and entered  judgment  in  its  favor  in  the  amount  of\r\n\n$6,562,283.02.   Notwithstanding  allegations  of error  by  both\r\n\nparties, we affirm the district court s decision.\r\n\n                         II.  BACKGROUND\r                                   II.  BACKGROUND\r\n\nPlaintiff-appellee BCHF is a non-profit corporation organized for\r\n\nthe  purposes  of conducting  medical  research in  the  field of\r\n\ncardiology and  providing medical services to  patients at Boston\r\n\nChildren's Hospital (\"Hospital\"),  a teaching hospital affiliated\r\n\nwith Harvard  Medical School (\"Medical School\").   The defendant-\r\n\nappellant, Nadal-Ginard,  was the president  and a member  of the\r\n\nBoard  of Directors  of  BCHF (\"Board\").   Nadal-Ginard  was also\r\n\nChairman of  the Department  of Cardiology (\"Department\")  at the\r\n\nHospital,  as well  as a  member  of the  faculty of  the Medical\r\n\nSchool.\r\n\n          Nadal-Ginard   first   became  associated   with  these\r\n\nentities in 1982,  when he accepted the chairmanship  and faculty\r\n\n                               -3-\r\r\n\nposition.   Approximately one year later, with  the assistance of\r\n\nBoston attorney Douglas Nadeau,  BCHF, a tax-exempt Massachusetts\r\n\ncorporation   created  to   conduct  the   Department's  clinical\r\n\nactivities,   was  organized.1     Like  the  other  departments'\r\n\ncorporations, the  Operating Agreement between  the Hospital  and\r\n\nBCHF  explicitly  acknowledged  the  independent  status  of  the\r\n\nfoundation.    Indeed, control  of  the foundation  was  given to\r\n\nBCHF's three directors:   Nadal-Ginard, Donald Fyler, and Michael\r\n\nFreed.2   Nadal-Ginard  also served  as president  of BCHF  until\r\n\n1993, when the circumstances leading to this litigation began  to\r\n\nsurface.\r\n\n          In  addition to  his  duties at  the Hospital,  Medical\r\n\nSchool,  and  BCHF,  Nadal-Ginard   accepted  a  position  as  an\r\n\ninvestigator with the Howard Hughes Medical Institute (\"HHMI\") in\r\n\n1986.  In this position, he directed the activities of the Howard\r\n\nHughes  Medical Institute  Laboratory of  Cellular and  Molecular\r\n\nCardiology at the Hospital.   Nadal-Ginard received a substantial\r\n\nsalary and some optional fringe  benefits as compensation for his\r\n\nservices.\r\n                    \r                              \r\n\n1  In 1980, the Hospital's Board of Trustees had  adopted a Group\r\nPractice   Policy  Statement   which  permitted   the  Hospital's\r\nindividual  departments  to  conduct  their  clinical  activities\r\nthrough tax-exempt corporations  established pursuant to  chapter\r\n180 of  the Massachusetts General  Laws.   At the  time BCHF  was\r\nestablished in 1983, several  other corporations already had been\r\nformed,  all  with  the assistance  of  Nadeau.    Twelve of  the\r\nHospital's fifteen departments ultimately established chapter 180\r\ncorporations.\r\n\n2   Fyler served on the  Board until his retirement in  1989.  On\r\nDecember   31,  1989,  James   E.  Lock  was   named  as  Fyler's\r\nreplacement.\r\n\n                               -4-\r\r\n\n          There  were never  any questions  as to  Nadal-Ginard's\r\n\nqualifications as a scientist and a physician.  Several questions\r\n\ndid arise, however, with  respect to certain actions Nadal-Ginard\r\n\ntook with respect to setting his salary, establishing a severance\r\n\nbenefit plan, and  using BCHF  funds for personal  expenses.   On\r\n\nNovember  12, 1993,  BCHF filed  suit claiming  that Nadal-Ginard\r\n\nbreached his fiduciary duties  to the corporation.3   Following a\r\n\nbench  trial, the district court found most of the allegations to\r\n\nbe true and awarded damages to BCHF.\r\n\n          On appeal, Nadal-Ginard alleges that the district court\r\n\ncommitted  a plethora  of errors  in deciding  in favor  of BCHF.\r\n\nBCHF  cross-appeals on  several issues  which the  district court\r\n\ndecided  in  favor of  Nadal-Ginard.   We  examine each  of these\r\n\nalleged errors in the context of their common factual bases.\r\n\n                     III.  BCHF SALARY CLAIMS\r                               III.  BCHF SALARY CLAIMS\r\n\n          Nadal-Ginard's first allegation of error relates to the\r\n\ndistrict court's finding that he violated his fiduciary duties to\r\n\nBCHF  by setting his BCHF salary without making any disclosure to\r\n\nthe Board of his receipt of an annual salary from HHMI.  The BCHF\r\n\nArticles of  Organization authorized  the  payment of  reasonable\r\n\ncompensation to its employees and members.  The  Hospital's Group\r\n\nPractice Policy Statement  defined the procedures  to be used  in\r\n\ncalculating  the compensation, delegating  exclusive authority to\r\n\nthe BCHF  president to determine  the compensation levels  of all\r\n                    \r                              \r\n\n3   BCHF  filed  its complaint  in Massachusetts  Superior Court.\r\nPursuant  to Nadal-Ginard's motion,  the case was  removed to the\r\nUnited States District Court on November 29, 1993.\r\n\n                               -5-\r\r\n\nBCHF  members, including his or her own compensation.  During his\r\n\ntenure,  Nadal-Ginard acted  in  accordance  with the  provisions\r\n\ncontained in these documents.\r\n\n          The  district court  found that  Nadal-Ginard's setting\r\n\nhis own  salary constituted a  self-interested transaction  under\r\n\nMassachusetts law.  As such, the validity of this action depended\r\n\non whether the  other Board  members had  approved the  corporate\r\n\naction after receiving all  information relevant to the decision.\r\n\nFinding that Nadal-Ginard  failed to disclose his  HHMI income to\r\n\nthe other Board members, information the court found material  to\r\n\nany discussion by  the Board regarding the  appropriate amount of\r\n\nhis BCHF compensation, the  court held that Nadal-Ginard violated\r\n\nhis  fiduciary duties.   Accordingly,  the court  awarded damages\r\n\nequal  to  three years  of his  BCHF  salary, an  amount totaling\r\n\n$801,172.90.\r\n\n          Nadal-Ginard  alleges that the district court committed\r\n\ntwo errors relating to his BCHF salary.  First, he challenges the\r\n\ncourt s finding that he breached any fiduciary duties through his\r\n\nparticipation in the Board's salary decision.  Second, he  argues\r\n\nthat  the district court erred in denying a quantum meruit offset\r                                                                    \r\n\nto any  liability arising from  such participation.   We  address\r\n\nthese contentions separately.\r\n\n                   A.  Breach of Fiduciary Duty\r                             A.  Breach of Fiduciary Duty\r                                                         \r\n\n          Nadal-Ginard contends  that the district  court ignored\r\n\n\"well-established law  and stipulated  facts\" in finding  that he\r\n\nbreached  his fiduciary duties to  BCHF with respect  to his BCHF\r\n\n                               -6-\r\r\n\nsalary.  Specifically, he argues that his compensation was at all\r\n\ntimes \"fair and reasonable\" in light of the services he rendered,\r\n\nprecluding any such finding.  We disagree. \r\n\n          The  basic standard  of care  of corporate  officers or\r\n\ndirectors  is  well-established  under  Massachusetts  law.    In\r\n\nessence,  it is  the \"standard  of complete  good faith  plus the\r\n\nexercise  of  reasonable intelligence.\"    Murphy  v. Hanlon,  79\r                                                                      \r\n\nN.E.2d 292, 293 (Mass.  1948).  Under this standard,  officers or\r\n\ndirectors are not responsible for mere errors of judgment or want\r\n\nof prudence in the performance of  their duties.  See Sagalyn  v.\r                                                                       \r\n\nMeekins, Packard &amp; Wheat,  Inc., 195 N.E. 769, 771  (Mass. 1935).\r                                         \r\n\nFurther,  if officers  or  directors act  in  good faith,  albeit\r\n\nimprudently, they  are not  subject to personal  liability absent\r\n\nclear  and gross  negligence in  their conduct.   See  Spiegel v.\r                                                                        \r\n\nBeacon Participations, Inc., 8 N.E.2d 895, 904 (Mass. 1937).\r                                     \r\n\n          This basic  standard of care is  enhanced in situations\r\n\nwhen an officer or director engages in self-dealing.  See Johnson\r                                                                           \r\n\nv. Witkowski,  573 N.E.2d 513, 522 (Mass. App. Ct. 1991).  Courts\r                      \r\n\nsubject these transactions to \"vigorous scrutiny,\" obligating the\r\n\nofficers or directors  to prove  two elements:   first, that  the\r\n\nofficer  or  director acted  in good  faith  with respect  to the\r\n\ntransaction; and, second, that the transaction is inherently fair\r\n\nfrom   the   corporation s   point   of  view.4      Crowley   v.\r                                                                      \r\n                    \r                              \r\n\n4  We stop at this point to note the fact that the district court\r\ncorrectly found  that  corporate bylaws  permitting conflicts  of\r\ninterest  by  its  officers  or  directors  do  not relieve  that\r\nindividual  of his obligation to  act in good  faith.  See, e.g.,\r                                                                          \r\nSpiegel v. Beacon  Participations, Inc., 8 N.E.2d 895, 907 (Mass.\r                                                 \r\n\n                               -7-\r\r\n\nCommunications for  Hospitals, Inc., 573 N.E.2d  996, 1000 (Mass.\r                                             \r\n\nApp. Ct. 1991);  see also  Winchell v. Plywood  Corp., 85  N.E.2d\r                                                               \r\n\n313, 317 (Mass. 1949).   The former element requires  a corporate\r\n\nofficer to  fully and honestly disclose  any information relevant\r\n\nto the  transaction, thereby permitting  a disinterested decision\r\n\nmaker  to exercise informed judgment.  See, e.g., Dynan v. Fritz,\r                                                                          \r\n\n508 N.E.2d  1371, 1378 (Mass. 1987);  Cooke v. Lynn  Sand &amp; Stone\r                                                                           \r\n\nCo.,  640 N.E.2d  786, 791  (Mass. App.  Ct. 1994).   The  latter\r             \r\n\nelement emanates from the  officer's or director's responsibility\r\n\n\"to refrain  from taking an undue advantage  of the corporation,\"\r\n\nand gives rise  to a  fiduciary breach  in a  situation where  an\r\n\nofficer  determines  his or  her  salary  when that  individual s\r\n\nsalary exceeds the fair  value of services rendered.   Sagalyn v.\r                                                                        \r\n\nMeekins, Packard &amp; Wheat, Inc.,  195 N.E. at 771; see also  Heise\r                                                                           \r\n\nv. Earnshaw Publications, 130 F. Supp. 38, 40 (D. Mass. 1955). \r                                  \r\n\n           The  district  court found  a  lack of  good  faith on\r\n\nNadal-Ginard's  part as a result of two factual findings:  first,\r\n\nthat Nadal-Ginard failed to disclose his HHMI salary and benefits\r\n\nto the  other BCHF directors; and, second,  that this information\r\n\nwas  material to  any decision  concerning the  amount of  Nadal-\r\n\nGinard's BCHF salary.   We accept the  former as true,  as Nadal-\r\n\n                    \r                              \r\n\n1937) (stating  that organic documents which  create conflicts of\r\ninterests for directors or officers provide no immunity  to those\r\nindividuals for acting in  bad faith).  We need  not elaborate on\r\nthis finding, as it is not challenged on appeal.\r\n\n                               -8-\r\r\n\nGinard  alleges no error with  respect to this  finding.5  Nadal-\r\n\nGinard  suggests  error  with  respect  to  the  latter  finding,\r\n\nhowever, arguing that the  district court reached this conclusion\r\n\nbecause it erroneously believed  that BCHF and HHMI paid  him for\r\n\nthe same  or related  research activities.   Specifically, Nadal-\r\n\nGinard  argues that the district court \"grossly mischaracterized\"\r\n\nthe services  Nadal-Ginard rendered  to BCHF and  its affiliates.\r\n\nIn so  doing, we  believe that  it is  Nadal-Ginard who  offers a\r\n\nmischaracterization.  \r\n\n          The  district court  found  only that  the HHMI  salary\r\n\ninformation  \"was material  to  any decision  on the  appropriate\r\n\ncompensation paid  by  BCHF  for  the same  or  related  research\r\n\nactivities . . . .\"  Trial Court Opinion, p. 32.   Nowhere in its\r\n\nopinion did the court conclude  that Nadal-Ginard engaged in  the\r\n\nsame  or related  work  for both  BCHF  and HHMI.    Rather, this\r\n\nstatement merely indicates that the court  believed that the BCHF\r\n\nBoard,  armed with the  information about the  HHMI salary, might\r\n\nhave  found  that  Nadal-Ginard  engaged in  similar  or  related\r\n\nresearch.  Indeed, in the succeeding paragraph, the court  stated\r\n                    \r                              \r\n\n5  At one  point, Nadal-Ginard did suggest that  his relationship\r\nwith  HHMI amounted to an outside business activity, one that did\r\nnot constitute an usurpation of a BCHF corporate opportunity.  He\r\nargues that  the absence  of any  such usurpation eliminates  the\r\nneed  for the disclosure of the  relationship.  We disagree.  The\r\nissue  at bar does  not concern  the propriety  of Nadal-Ginard's\r\nrelationship  with HHMI.   Indeed, there  has been  no suggestion\r\nthat Nadal-Ginard  entered this relationship in  violation of his\r\nagreement  with BCHF.  As a result, his disclosure obligation did\r\nnot arise from the fact of his relationship with HHMI, but rather\r\nbecause of his involvement in a self-interested transaction.   We\r\nnote,  however,  that  the  terms  of  his  agreement  with  HHMI\r\nprecluded Nadal-Ginard from accepting his BCHF salary.\r\n\n                               -9-\r\r\n\nthat \"[i]f the  defendant had disclosed  his salary from  [HHMI],\r\n\nBCHF may have determined\"  that it could have used part of Nadal-\r                                  \r\n\nGinard's salary for other  purposes.  Trial Court Opinion,  p. 32\r\n\n(emphasis added).  Because we believe that the district court did\r\n\nnot make the finding Nadal-Ginard suggests is  erroneous, we find\r\n\nno error on the part of the district court.\r\n\n          Notwithstanding  the district  court's  finding  of  an\r\n\nabsence of good faith, Nadal-Ginard argues that he could not have\r\n\nbreached his fiduciary duties  to BCHF because his salary  was at\r\n\nall  times fair  and reasonable.   In  so doing,  however, Nadal-\r\n\nGinard  neglects to  address  the first  predicate  of the  legal\r\n\nanalysis.  When,  as in this case, a court  finds that an officer\r\n\nfailed  to act in good faith, it  follows that a fiduciary breach\r\n\nexists, and the  need to  determine whether or  not an  officer's\r\n\nsalary is objectively reasonable is obviated.  \r\n\n                    B.  Quantum Meruit Offset\r                              B.  Quantum Meruit Offset\r                                                       \r\n\n          Nadal-Ginard next suggests  that, even if the  district\r\n\ncourt correctly found  that he breached his  fiduciary duties, it\r\n\nerroneously calculated his  liability for this  breach to be  the\r\n\ntotal  compensation  he received  from  BCHF  after November  12,\r\n\n1990.6    Nadal-Ginard  contends   that  principles  of   equity,\r\n\nspecifically the theory of  quantum meruit, required the district\r                                                    \r\n\n                    \r                              \r\n\n6   BCHF  argues  in its  cross-appeal  that the  district  court\r\nincorrectly applied  a three-year  statute of limitations  on its\r\ncause  of  action,  and  therefore, its  damages  should  include\r\namounts equal to the  compensation Nadal-Ginard received prior to\r\nNovember 12,  1990, as well.   We address this claim  below.  See\r                                                                           \r\ninfra part VII.A.\r               \r\n\n                               -10-\r\r\n\ncourt  to  exclude from  BCHF's  damages that  portion  of Nadal-\r\n\nGinard's  salary which  represented the  reasonable value  of the\r\n\nservices he rendered to  BCHF.  Nadal-Ginard alleges two  ways in\r\n\nwhich the district court erred with respect this issue.  \r\n\n          First,  Nadal-Ginard  argues  that  the  district court\r\n\nerroneously decided that it  was precluded from applying such  an\r\n\noffset in cases in  which a defendant has committed  an unexcused\r\n\nfiduciary breach.  We dispense with this allegation forthwith, as\r\n\neven  a cursory review of  the district court's  opinion fails to\r\n\nreveal  such  a  pronouncement.     Indeed,  the  district  court\r\n\nexpressly   assumed  that   it  was   permitted  to   weigh  such\r\n\nconsiderations:   \"I assume, without  deciding, that a  court has\r\n\nauthority when determining the appropriate measure of damages for\r\n\nbreach of fiduciary duty, in a context such as this, to weigh the\r\n\nharm  caused by the defendant's  breach with the  benefits to the\r\n\nplaintiff  from  the  defendant s   overall  performance  of  his\r\n\nduties.\"  Trial Court Opinion, pp. 46-47. \r\n\n          Nadal-Ginard next asserts that the district court erred\r\n\nin factoring the harm to BCHF's reputation that resulted from his\r\n\nfiduciary  breach into  its  damages equation.   Although  Nadal-\r\n\nGinard couches this claim in terms  of a denial of what he refers\r\n\nto as a quantum meruit offset, in  reality, he is challenging the\r                                \r\n\nmethod  by which the  district court  applied the  quantum meruit\r                                                                           \r\n\nanalysis.   In whatever light this allegation is viewed, however,\r\n\nit must fail.\r\n\n                               -11-\r\r\n\n          Under Massachusetts  law, trial courts are  vested with\r\n\nthe discretion to  determine the amount of  damages for fiduciary\r\n\nbreaches  according to  the peculiar  factors of  each individual\r\n\ncase.  See Chelsea  Industries, Inc. v. Gaffney, 449  N.E.2d 320,\r                                                         \r\n\n327  (Mass.  1983); Lydia  E. Pinkham  Medicine  Co. v.  Gove, 20\r                                                                       \r\n\nN.E.2d 482, 486 (Mass.  1939).  Notwithstanding the existence  of\r\n\nthis  discretion, courts  have  consistently  followed  the  same\r\n\nroutine in determining whether  such an offset is warranted.   We\r\n\nexamine  Nadal-Ginard's allegation  of  error after  synthesizing\r\n\nthis routine.\r\n\n          Most courts  begin  their analyses  with  the  baseline\r\n\nproposition  that  a  court  can  require  a  corporate  officer,\r\n\ndirector,  or trust  agent or  employee to  forfeit the  right to\r\n\nretain  or  receive  his  or  her  compensation  for  conduct  in\r\n\nviolation of his  or her  fiduciary duties.   See, e.g.,  Chelsea\r                                                                           \r\n\nIndustries,  Inc.  v. Gaffney,  449  N.E.2d at  326-27;  Lydia E.\r                                                                           \r\n\nPinkham  Medicine  Co.  v.  Gove,  20  N.E.2d  at  486.   Such  a\r                                          \r\n\nforfeiture can be required even absent a showing of actual injury\r\n\nto  the employer.  See  Chelsea Industries, Inc.  v. Gaffney, 449\r                                                                      \r\n\nN.E.2d  at 327.   Indeed, \"[a]  trustee who  commits a  breach of\r\n\ntrust  or an  agent  who is  guilty  of disloyal  conduct  . .  .\r                                                                   \r\n\nimperils  his right to compensation.\"   Lydia E. Pinkham Medicine\r                                                                           \r\n\nCo. v. Gove, 20 N.E.2d at 486 (emphasis added).\r                     \r\n\n          The  courts  next  proceed  to determine  whether  they\r\n\nshould stray from the baseline and require a disloyal employee to\r\n\nrepay  only that portion of  his or her  compensation, if any, in\r\n\n                               -12-\r\r\n\nexcess of the value  of his or her service to the employer.  See,\r                                                                          \r\n\ne.g., Chelsea  Industries, Inc.  v. Gaffney,  449 N.E.2d  at 327;\r                                                     \r\n\nAnderson Corp. v. Blanch, 162 N.E.2d 825, 830 (Mass. 1959); Lydia\r                                                                           \r\n\nE. Pinkham Medicine Co. v. Gove, 20 N.E.2d at 486.   Courts weigh\r                                         \r\n\ntwo  factors  when  contemplating  whether such  a  deviation  is\r\n\nwarranted:    first, whether  the defendant  has  met his  or her\r\n\nburden of establishing  the value of  the services rendered,  see\r                                                                           \r\n\nChelsea Industries, Inc.  v.   Gaffney, 449 N.E.2d  at 327;  and,\r                                                \r\n\nsecond,  the  nature  of  the  defendant's  conduct,  see,  e.g.,\r                                                                          \r\n\nProduction Mach. Co. v. Howe, 99 N.E.2d at 36.  It is only when a\r                                      \r\n\ncourt  is satisfied that a defendant has established the value of\r\n\nhis services, and that his or her conduct was not egregious, that\r\n\nsuch an offset is factored into the damage equation.\r\n\n           Nadal-Ginard asserts  that the district court erred in\r\n\nexamining the  harm to the reputation, services, and functions of\r\n\nBCHF  that  would naturally  flow from  the public  disclosure of\r\n\nNadal-Ginard's conduct because the plaintiff failed to prove such\r\n\nharm.   In so asserting,  Nadal-Ginard has the  right church, but\r\n\nwrong pew.\r\n\n          Nadal-Ginard   is  correct  in  his  assertion  that  a\r\n\nplaintiff normally can recover only those damages which he or she\r\n\nhas proven to  have incurred.  See  Hendricks &amp; Assocs., Inc.  v.\r                                                                       \r\n\nDaewoo  Corp.,  923 F.2d  209, 217  (1st  Cir. 1991);  Snelling &amp;\r                                                                           \r\n\nSnelling  of  Mass., Inc.  v. Wall,  189  N.E.2d 231,  232 (Mass.\r                                            \r\n\n1963).  In  this instance,  however, the district  court was  not\r\n\nfactoring  the reputational  harm  into its  damage calculations.\r\n\n                               -13-\r\r\n\nRather,  the court considered this  harm only in  its analysis of\r\n\nwhether  an equitable  offset to  the damages  to which  BCHF was\r\n\nentitled  was warranted.  The  court committed no  error in doing\r\n\nso.7\r\n\n          In charging  that  BCHF failed  to meet  its burden  in\r\n\nproving damages,  Nadal-Ginard overlooks  the fact that  the main\r\n\nreason the district court denied the offset was because he failed\r\n\nto meet his.  That  is, the district court found the  evidence he\r\n\npresented  with  respect  to the  value  of  his  services to  be\r\n\n\"conflicting and  speculative at best.\"  Trial  Court Opinion, p.\r\n\n33.  Close examination of the record evidences nothing to suggest\r\n\nthat  the district  court  erred in  reaching such  a conclusion.\r\n\nNowhere in the record is there any evidence of the specific value\r\n\nof Nadal-Ginard's services.   Indeed, Nadal-Ginard relies only on\r\n\nbroad, self-aggrandizing statements in support of his argument.\r\n\n          Having addressed all  of Nadal-Ginard's allegations  of\r\n\nerror relating to his BCHF salary, we turn our sights to the next\r\n\narea in  which he  alleges error,  that is, with  respect to  his\r\n\nclaim of entitlement to indemnification from BCHF.\r\n\n                    IV.  INDEMNIFICATION CLAIM\r                              IV.  INDEMNIFICATION CLAIM\r\n\n          Nadal-Ginard contends  that the  district court, \"in  a\r\n\nrush to judgment,\"  failed to thoroughly  address his claims  for\r\n                    \r                              \r\n\n7  Even if the court's actions could be construed as invoking the\r\ngeneral damages rule, the  exception to the rule is at work here.\r\nThat  is, a  plaintiff  whose  cause of  action  is  based on  an\r\nofficer s  fiduciary  breach  is not  required  to  show that  it\r\nsuffered   any  injury   in  order   to  recover   the  officer's\r\ncompensation.    See Chelsea  Industries,  Inc.  v. Gaffney,  449\r                                                                     \r\nN.E.2d at 328.\r\n\n                               -14-\r\r\n\nindemnification by BCHF.  Specifically, he argues that the  court\r\n\nneglected to review the facts underlying two BCHF decisions, both\r\n\ninstances in which  the court found Nadal-Ginard's  participation\r\n\nto  amount to fiduciary breaches.   Accordingly, he requests that\r\n\nthis   court  reverse   the  district   court's  denial   of  his\r\n\nindemnification  claims  with  respect  to each  decision.    For\r\n\nseveral reasons, we decline the invitation.\r\n\n          A thorough examination of  the district court's opinion\r\n\ndoes not bear out Nadal-Ginard's  main contention.  Indeed, while\r\n\nthe  district court  did not  include a  recitation of  the facts\r\n\nunderlying these decisions in its indemnification  discussion, it\r\n\nhad no reason to do so,  as it had examined both circumstances in\r\n\ngreat detail in previous  sections of the opinion.  The fact that\r\n\nit   incorporated  these   findings   by   reference   into   the\r\n\nindemnification discussion  does not constitute error.   As such,\r\n\nwe  turn  to  examine  the  validity   of  the  district  court's\r\n\nconclusions.\r\n\n          We begin our  analysis by examining the  two grounds on\r\n\nwhich Nadal-Ginard  asserts his entitlement.   Nadal-Ginard first\r\n\nclaims a right to indemnification from BCHF based on Article VIII\r\n\nof  the BCHF  Bylaws.8   This provision  provides that  BCHF will\r\n                    \r                              \r\n\n8  Article VIII of the BCHF Bylaws provides, in pertinent part:\r\n\n            Any  person threatened  with  or  made  a\r\n            party  to  any   action,  suit  or  other\r\n            proceeding by  reason of the fact that he\r\n            .  . .  is  or was  a Director,  officer,\r\n            employee   or   other   agent    of   the\r\n            Corporation . . . shall be indemnified by\r\n            the  Corporation against  all liabilities\r\n\n                               -15-\r\r\n\nindemnify any liabilities and expenses incurred by an officer  or\r\n\ndirector  because of the  position he or  she holds.   There is a\r\n\nprerequisite  that must be satisfied  in order to  be entitled to\r\n\nindemnification,  however:    the  BCHF  director,   officer,  or\r\n\nemployee must have acted  in good faith in the  reasonable belief\r\n\nthat his or her action was in the best interests of BCHF.  \r\n\n          Nadal-Ginard turns  to Chapter 180, Section  6C, of the\r\n\nMassachusetts   General  Laws   for   further   support  of   his\r\n\nindemnification claim.   This statute provides that  a officer or\r\n\ndirector  of a  corporation  shall not  be  held liable  for  the\r\n\nperformance of his or her duties if  performed \"in good faith and\r\n\nin a manner he reasonably believes to be in the best interests of\r\n\nthe  corporation, and  with such  care as  an  ordinarily prudent\r\n\nperson  in  a  like  position  .  .  . would  use  under  similar\r\n\ncircumstances.\"   Mass.  Gen.  L. ch.  180,    6C.    The statute\r\n\nprovides  that an  officer or  director acts  in good  faith when\r\n\nacting on,  inter  alia,  the  advice  or  opinions  of  counsel,\r                                 \r\n\nproviding  the  officer  or   director  did  not  have  knowledge\r\n\nregarding his or her actions that would cause such reliance to be\r\n\nunwarranted.  See id.  \r                               \r\n\n                    \r                              \r\n\n            and  expenses,  .  .  .  except  that  no\r                                                               \r\n            indemnification shall be provided for any\r                                                               \r\n            person with  respect to any matter  as to\r                                                               \r\n            which he shall  have been adjudicated  in\r                                                               \r\n            any proceeding not to have  acted in good\r                                                               \r\n            faith  in the reasonable  belief that his\r                                                               \r\n            action  was in the  best interests of the\r                                                               \r\n            Corporation . . . .  \r                                 \r\n\nPlaintiff's Exhibit #4, p. 17 (emphasis added).\r\n\n                               -16-\r\r\n\n          It is  the latter portion of  the Massachusetts statute\r\n\non which Nadal-Ginard relies  in asserting his claim.   He argues\r\n\nthat BCHF should  indemnify him  for damages arising  out of  two\r\n\ntransactions, as,  in both cases,  he acted on  the advice of  an\r\n\nattorney.   We  examine the  merits of  these claims  after first\r\n\nreviewing the underpinnings of the transactions in question.  \r\n\n          The first fiduciary breach arose out of his involvement\r\n\nin determining his  BCHF salary.  We need not  tarry in reviewing\r\n\nthe circumstances underlying this transaction, as we have already\r\n\ndevoted a good  portion of the  opinion to doing  so.  See  supra\r                                                                           \r\n\npart III.  We need only make note of the new wrinkle that  Nadal-\r\n\nGinard  adds  in  his  effort  to  obtain  indemnification:   his\r\n\ncontention  that he acted as he did because Nadeau represented to\r\n\nhim that to do so was legal.\r\n\n          The  second  fiduciary  breach for  which  Nadal-Ginard\r\n\nclaims a right  to indemnification  arose out of  his actions  in\r\n\ndirecting BCHF  funds  to  be  deposited  into  a  Guardian  Life\r\n\nInsurance Escrow  Account, established for the  purpose of paying\r\n\npremiums to  the Guardian Life Insurance Company  on a $6,000,000\r\n\nlife insurance policy  in Nadal-Ginard's name.9   The court found\r\n\nthat Nadal-Ginard did not, at any time, disclose the existence of\r\n\nthe Escrow Account  to the other BCHF  Board members, nor did  he\r\n\nobtain  authorization  to  make  payments  to  such  an  account.\r\n                    \r                              \r\n\n9   In its opinion,  the district  court noted that  the evidence\r\nshowed that, in addition  to being used to make  premium payments\r\nfor  the life insurance policy,  the funds in  the Escrow Account\r\nwere used to  pay Nadal-Ginard's federal and state  income taxes,\r\nas well Nadal-Ginard's personal mortgage loan application fee.\r\n\n                               -17-\r\r\n\nBecause this  transaction was clearly self-interested,  the court\r\n\nheld  that  the  payment of  BCHF  funds  to  the Escrow  Account\r\n\namounted to a  breach by  Nadal-Ginard of his  fiduciary duty  of\r\n\nloyalty,  and therefore included the sum total of the payments in\r\n\nits judgment for BCHF.\r\n\n            The basis for Nadal-Ginard's indemnification argument\r\n\nfor the Escrow Account  damages mirrors that with respect  to his\r\n\ncompensation.   He argues  that the Guardian  Escrow Account  was\r\n\n\"the brainchild\" of Gary Banks,  an attorney to whom Nadal-Ginard\r\n\nturned for  advice in  1987.   Nadal-Ginard  claims that  because\r\n\nBanks  created the  Guardian  Life Insurance  Escrow Account,  he\r\n\nshould  have  been  able to  assume  that  it  was structured  in\r\n\nconformity  with the  law.   As a  result, he  argues that  he is\r\n\nentitled  to  indemnification  for  the portion  of  the  damages\r\n\nequaling the BCHF payments to the Escrow Account.  \r\n\n          At  trial,  Nadal-Ginard  did  not  prevail  on  either\r\n\nargument.  First,  the district court discredited  Nadal-Ginard's\r\n\ncontention  that he  relied  upon the  advice  of the  attorneys.\r\n\nSecond,  the  district court  found  that  neither attorney  ever\r\n\naffirmatively  advised Nadal-Ginard  as  to the  legality of  his\r\n\nactions in either transaction.  On appeal, Nadal-Ginard  does not\r\n\nchallenge the district court's  interpretation of either the BCHF\r\n\nBylaw  or the Massachusetts  statute.  Instead,  he contends that\r\n\nthere was insufficient evidence  on which to support the  court's\r\n\nconclusions.\r\n\n                               -18-\r\r\n\n          In reviewing this claim, we are mindful that we  review\r\n\nfindings  of fact for clear error.   See Texaco Puerto Rico, Inc.\r                                                                           \r\n\nv. Department of  Consumer Affairs,  60 F.3d 867,  875 (1st  Cir.\r                                            \r\n\n1995).   When those findings of fact are based on the credibility\r\n\nof  witnesses, great deference  is given to  the district court's\r\n\nfindings.   See Maness v. Star-Kist  Foods, Inc., 7 F.3d 704, 708\r                                                          \r\n\n(8th Cir. 1993), cert. denied, 114 S. Ct. 2678 (1994); cf. Inwood\r                                                                           \r\n\nLab., Inc. v. Ives Lab., Inc., 456 U.S. 844, 855 (1982).  Indeed,\r                                       \r\n\n\"[i]n  the absence  of  egregious lapses  in  such a  perception,\r\n\nappellate courts leave it undisturbed.\"  Charves v. Western Union\r                                                                           \r\n\nTelegraph Co., 711 F.2d 462, 464-65 (1st Cir. 1983).  \r                       \r\n\n          Here, we find no error.  Nadal-Ginard points to nothing\r\n\nin the record,  nor do we  find anything on  our own, to  suggest\r\n\nthat   the  district   court's  discrediting   of  Nadal-Ginard's\r\n\ntestimony is egregious.   Indeed, the district court pointed  out\r\n\nthat Nadal-Ginard failed to  comply with the requirements  in the\r\n\ndocuments  as   he  understood  them,  never   mind  comply  with\r\n\ninterpretations  offered by  counsel.   Further,  there is  ample\r\n\nevidence  in the  record  unrelated to  these transactions  which\r\n\nlends support to the district court's findings.\r\n\n          Even assuming  that Nadal-Ginard's credibility  was not\r\n\nat issue, Nadal-Ginard fails to clear the  next hurdle.  That is,\r\n\nNadal-Ginard  fails  to direct  this court  to  any place  in the\r\n\nrecord evidencing  the fact  that either attorney  advised Nadal-\r\n\nGinard  that  he was  legally  entitled to  act  as he  did.   An\r                                                         \r\n\nattorney's  representation as  to  the legality  of a  particular\r\n\n                               -19-\r\r\n\ncorporate structure does not mean that an officer or director can\r\n\nact in any manner he  or she chooses within the confines  of that\r\n\nstructure.  Indeed, an  officer is bound further by  the confines\r\n\nof the law.  So it  is here: the fact that both Nadeau  and Banks\r\n\nadvised Nadal-Ginard  that the corporate  structures in  question\r\n\nwere legally  valid does not absolve  Nadal-Ginard from liability\r\n\nincurred  by his improper actions.  Accordingly, we find no error\r\n\non the  part of the  district court,  and now proceed  to address\r\n\nNadal-Ginard's two remaining allegations of error.\r\n\n                        V.  THE BANKS PLAN\r                                  V.  THE BANKS PLAN\r\n\n          In 1985 or early 1986, the Board of Directors adopted a\r\n\nseverance  benefit plan,  referred  to as  the \"Nadeau  Plan,\" by\r\n\nwritten  consent.10   In early  1987, Nadal-Ginard  presented the\r\n\nBoard  with what  he claims  was a  reconstruction of  the Nadeau\r\n\nPlan, a document that he contends  was lost.  In so doing, Nadal-\r\n\nGinard did not inform the Board  that the Banks Plan provided far\r\n\nmore  in benefits for Nadal-Ginard than  the Nadeau Plan had.  In\r\n\n1992,   upon  Nadal-Ginard's  initiative,   the  Banks  Plan  was\r\n\nterminated and Nadal-Ginard received benefits in the form of cash\r\n\nand securities valued at over $4,000,000. \r\n\n          The district court made  several findings with  respect\r\n\nto the creation and adoption of the Banks Plan.   First, it found\r\n\nthe terms of the plan to be so markedly different from the Nadeau\r\n\n                    \r                              \r\n\n10  The district court found no evidence as to the exact date the\r\ndirectors adopted  this plan.   However, it  did find  sufficient\r\nevidence to conclude that  it was legally adopted.   This finding\r\nis not challenged on appeal.\r\n\n                               -20-\r\r\n\nPlan that  Nadal-Ginard's actions  could  not be  construed as  a\r\n\ngenuine  effort to  reconstruct  the Nadeau  Plan.   Second,  the\r\n\ndistrict court found that Nadal-Ginard's benefits under the Banks\r\n\nPlan were of such a magnitude, and structured in such a way, that\r\n\nhad they been disclosed at the time the plan was presented to the\r\n\nBoard, the plan  would not have been approved by  the Board.  The\r\n\ndistrict court concluded that Nadal-Ginard breached his fiduciary\r\n\nduties to BCHF with respect to his involvement in the creation of\r\n\nthe plan and  its presentation  to the Board.   Accordingly,  the\r\n\ncourt awarded damages to BCHF in the amount of $4,082,273.50.\r\n\n          While  Nadal-Ginard  disputes   the  district   court's\r\n\nfactual  findings, he does not challenge them on appeal.  Rather,\r\n\nNadal-Ginard contends that  ERISA explicitly exempts  these types\r\n\nof severance  benefit plans  from its fiduciary  duty provisions.\r\n\nFurther, he alleges that 29 U.S.C.   1144, which provides for the\r\n\npreemption of state  law by  ERISA, precludes  the evaluation  of\r\n\nNadal-Ginard's actions  in  light of  fiduciary  responsibilities\r\n\ndefined by state law.\r\n\n          The  district court  did not address  the issue  of the\r\n\nwhether the  fiduciary provisions of  ERISA applied to  the Banks\r\n\nPlan or whether  it fell  within the category  of unfunded  plans\r\n\nwhich  are excluded from the  scope of those fiduciary standards.\r\n\nThe court did find that  the fiduciary obligations created  under\r\n\nMassachusetts law were more  favorable to Nadal-Ginard than those\r\n\nimposed by ERISA, and,  therefore, that a fiduciary  breach under\r\n\nMassachusetts law  would necessarily  constitute a breach  of the\r\n\n                               -21-\r\r\n\nERISA  fiduciary obligations,  if applicable.   As  neither party\r\n\nchallenges  the conclusion  that the  Banks plan  is exempt  from\r\n\nERISA's fiduciary provisions,  we concentrate  solely on  whether\r\n\nERISA preempts the application of state law in this instance.\r\n\n          \"'ERISA is a comprehensive statute designed to  promote\r\n\nthe interests  of employees  and their beneficiaries  in employee\r\n\nbenefit plans.'\"  Ingersoll-Rand Co. v.  McClendon, 498 U.S. 133,\r                                                            \r\n\n137 (1990) (quoting  Shaw v. Delta Air Lines, Inc.,  463 U.S. 85,\r                                                            \r\n\n90  (1983)).    In  vast  detail,  ERISA  imposes  participation,\r\n\nfunding,  and  vesting requirements  on  such plans,  as  well as\r\n\nestablishes uniform  standards  for pension  and  welfare  plans,\r\n\nincluding rules  concerning reporting, disclosure,  and fiduciary\r\n\nresponsibility.   See id.   An  inherent part  of this system  is\r                                  \r\n\nsection 514(a), which provides that ERISA supersedes \"any and all\r\n\nState laws  insofar as they  may now or  hereafter relate to  any\r\n\nemployee benefit plan  . . .  .\"  29  U.S.C.   1144(a); see  also\r                                                                           \r\n\nIngersoll-Rand  Co. v. McClendon, 498  U.S. at 137.   The statute\r                                          \r\n\ndefines the  term \"State  law\" to  include \"all  laws, decisions,\r\n\nrules, regulations, or  other State action  having the effect  of\r\n\nlaw, of  any State.\"  29  U.S.C.   1144(c)(1); see  also Carlo v.\r                                                                        \r\n\nReed Rolled  Thread Die  Co., 49 F.3d  790, 793 (1st  Cir. 1995).\r                                      \r\n\nCongress  included   514(a) to ensure uniformity in such plans by\r\n\npreventing states from imposing  divergent obligations upon them.\r\n\nSee Simas v.  Quaker Fabric Corp. of Fall River,  6 F.3d 849, 852\r                                                         \r\n\n(1st Cir. 1993).\r\n\n                               -22-\r\r\n\n          The   Supreme  Court  has  repeatedly  interpreted  the\r\n\npreemption  provision  to  cover  any   state  law  that  \"has  a\r\n\nconnection  with or  reference to\"  an ERISA  plan.   District of\r                                                                           \r\n\nColumbia v. Greater Washington Board of Trade, 506 U.S. 125,    ,\r                                                                          \r\n\n113 S. Ct. 580, 583 (1992);  see also Mackey v. Lanier Collection\r                                                                           \r\n\nAgency  &amp; Service, Inc., 486 U.S.  825, 829 (1988); Shaw v. Delta\r                                                                           \r\n\nAir  Lines,  Inc.,  463 U.S.  85,  96-97  (1983).   Indeed,  this\r                           \r\n\nprovision  is  to be  read  expansively,  see Rosario-Cordero  v.\r                                                                       \r\n\nCrowley Towing  &amp; Transp. Co., 46 F.3d  120, 122 (1st Cir. 1995),\r                                       \r\n\nand has the effect of preempting any state law that refers to, or\r\n\nhas a connection with, covered benefit plans, \"even if the law is\r\n\nnot  specifically designed to affect such plans, or the effect is\r\n\nonly indirect.\"  District of Columbia v. Greater Washington Board\r                                                                           \r\n\nof Trade, 506  U.S. at      , 113  S. Ct. at  583 (citations  and\r                                      \r\n\ninternal  quotation marks  omitted).   Such a preemption  is also\r\n\nworked \"regardless of whether there is a 'comfortable fit between\r\n\na  state statute  and ERISA's  overall aims.'\"   Simas  v. Quaker\r                                                                           \r\n\nFabric Corp. of Fall River, 6  F.3d at 852 (quoting McCoy v. MIT,\r                                                                          \r\n\n950  F.2d 13,  18 (1st  Cir. 1991),  cert. denied,  504 U.S.  910\r                                                           \r\n\n(1992)).\r\n\n          State  laws that  have  merely a  \"tenuous, remote,  or\r\n\nperipheral connection  with a  covered benefit  plan\" may not  be\r\n\npreempted by ERISA.  Rosario-Cordero v. Crowley  Towing &amp; Transp.\r                                                                           \r\n\nCo.,  46  F.3d  at 123  (citation  and  internal  quotation marks\r             \r\n\nomitted).   Such is  normally the  case with  respect to  laws of\r\n\ngeneral  applicability.   See  District  of  Columbia v.  Greater\r                                                                           \r\n\n                               -23-\r\r\n\nWashington Board of Trade, 506 U.S. at     n.1, 113 S. Ct. at 583\r                                                    \r\n\nn.1;  Rosario-Cordero v. Crowley Towing &amp; Transp. Co., 46 F.3d at\r                                                               \r\n\n123; Combined  Mgt,  Inc.  v.  Superintendent of  the  Bureau  of\r                                                                           \r\n\nInsurance, 22 F.3d 1, 3 (1st Cir.), cert. denied, 115  S. Ct. 350\r                                                          \r\n\n(1994).   A  court cannot  conclude that  a state  law is  one of\r\n\ngeneral  applicability, and  as such  is not preempted  by ERISA,\r\n\nbased on the  form or label  of the law,  however.  See Carlo  v.\r                                                                       \r\n\nReed Rolled  Thread Die Co., 49  F.3d at 794 n.3;  Zuniga v. Blue\r                                                                           \r\n\nCross and  Blue Shield of Michigan, 52  F.3d 1395, 1401 (6th Cir.\r                                            \r\n\n1995).   Absent  precedent  on  a  closely related  problem,  the\r\n\ninquiry into whether a state law \"relates to\" an ERISA plan or is\r\n\nmerely \"tenuous, remote, or peripheral\" requires a court  to look\r\n\nat  the facts of particular case.  See Rosario-Cordero v. Crowley\r                                                                           \r\n\nTowing &amp; Transp. Co., 46 F.3d at 125 n.2.\r                              \r\n\n          Here, the  alleged breach of fiduciary  duty relates to\r\n\nNadal-Ginard's  action in  establishing  the  Banks Plan  without\r\n\ndisclosing information that a self-interested  fiduciary would be\r\n\nrequired  to  reveal to  his  fellow  directors.   Nadal-Ginard's\r\n\nmisconduct preceded the formal  adoption of the plan.   The legal\r\n\ndetermination that Nadal-Ginard's conduct constitutes a fiduciary\r\n\nbreach does not require  the resolution of any dispute  about the\r\n\ninterpretation  or  administration of  the  plan.   Further,  the\r\n\napplication of state law in this instance does not raise the core\r\n\nconcern  underlying  ERISA preemption.    Indeed,  the fact  that\r\n\nNadal-Ginard chose an ERISA  plan rather than some other  form of\r\n\n                               -24-\r\r\n\ncompensation is  peripheral to  the underlying claim  that Nadal-\r\n\nGinard breached his corporate responsibilities.\r\n\n          This   being  the   case,  it   cannot  be   said  that\r\n\nMassachusetts fiduciary  law must be preempted  in this instance.\r\n\nTherefore,  we turn to address the merits of the district court's\r\n\nconclusion  that Nadal-Ginard's  actions  violated his  fiduciary\r\n\nduties.\r\n\n          As Nadal-Ginard  does not allege error  with respect to\r\n\nthe  law  which  the  district  court  applied  in  reaching  its\r\n\nconclusion, we need not revisit the duties of good faith and full\r\n\ndisclosure  arising in self-interested  transactions.   See supra\r                                                                           \r\n\npart  III.A.    Instead, we  turn  without  delay  to review  the\r\n\nvalidity of the district court's factual findings which served as\r\n\nthe  basis for its legal conclusion, keeping in mind, once again,\r\n\nthat we  do so in light  of the clearly erroneous  standard.  See\r                                                                           \r\n\nTexaco Puerto Rico,  Inc. v. Department  of Consumer Affairs,  60\r                                                                      \r\n\nF.3d at 874.\r\n\n          The  district court  made several  findings of  fact on\r\n\nwhich it  grounded its conclusion that  Nadal-Ginard breached his\r\n\nfiduciary  duties.    Chief  among these  was  that  Nadal-Ginard\r\n\nintentionally  had the Banks plan  drafted in two  parts in order\r\n\nthat  the  other Board  members  might  enact  the  plan  without\r\n\nlearning of the magnitude of his blatantly disproportionate share\r\n\nof the benefits.   The court determined that this effort met with\r\n\nsuccess, as it found that  the other Board members did not  learn\r\n\nall the  terms of  the Banks plan  until the fall  of 1993.   The\r\n\n                               -25-\r\r\n\ncourt  reached  these factual  conclusions  on the  basis  of the\r\n\ntestimony of the witnesses and an examination of the plan itself.\r\n\nFurther,   the   court   expressly   discredited   Nadal-Ginard's\r\n\nassertions.\r\n\n          In reviewing  the vast record from  the district court,\r\n\nwe  find that Nadal-Ginard fails  to meet the  heavy burden which\r\n\nthe law  places on him.  That is, Nadal-Ginard offers no evidence\r\n\nto suggest  that the  district court's findings  were clearly  in\r\n\nerror.  As much of the court's findings are based  on credibility\r\n\ndeterminations  of  the  witnesses  who testified  at  trial,  we\r\n\ndecline to reverse the conclusions reached below.\r\n\n                     VI.  DAMAGE CALCULATIONS\r                               VI.  DAMAGE CALCULATIONS\r\n\n          In the fall of 1993, additional misdeeds on the part of\r\n\nNadal-Ginard were  discovered.   Four  checks made  out to  third\r\n\nparties bore  questionable endorsements,  each of which  had been\r\n\ndeposited  into Nadal-Ginard's  personal bank  accounts.   Nadal-\r\n\nGinard  thereafter wrote checks to BCHF to replace the funds that\r\n\nhad been traced to his accounts.   On October 22, 1993, the Board\r\n\nmet  to discuss  this situation.   At this  meeting, Nadal-Ginard\r\n\nallegedly informed the Board  of his intention to seek  a medical\r\n\nleave of  absence from his  various Hospital  and Medical  School\r\n\npositions, as well as from his duties  as BCHF president.  Nadal-\r\n\nGinard  alleges that the Board approved this request, and that he\r\n\nwas subsequently hospitalized for treatment of acute depression.\r\n\n          Nadal-Ginard's final two  allegations of error  concern\r\n\nthe  methods employed by the district court in calculating BCHF's\r\n\n                               -26-\r\r\n\ndamages arising out of these facts.  First, Nadal-Ginard  alleges\r\n\nthat  the  district court  erred in  denying  his request  for an\r\n\noffset in an amount equal to the disability  payments to which he\r\n\nclaims  he  was entitled  under the  Nadeau  Plan because  of his\r\n\nmedical  condition.    Second,  Nadal-Ginard  contends  that  the\r\n\ndistrict   court  impermissibly  awarded  damages  in  an  amount\r\n\nequivalent  to  the  interest  BCHF  would  have  earned  on  the\r\n\nmisappropriated funds absent Nadal-Ginard's  actions.  We address\r\n\neach of these allegations in turn.\r\n\n                     A.  Disability Benefits\r                               A.  Disability Benefits\r                                                      \r\n\n          At trial, Nadal-Ginard argued that because the district\r\n\ncourt  nullified  the Banks  Plan,  it  implicitly confirmed  the\r\n\nexistence  of the  Nadeau plan.11   Nadal-Ginard  further claimed\r\n\nthat,  as a  result  of his  medical  condition, he  was  totally\r\n\ndisabled and therefore eligible  for severance benefits under the\r\n\nterms of the  Nadeau plan.   Accordingly, Nadal-Ginard sought  to\r\n\nreduce  the  amount  of   damages  attributed  to  his  fiduciary\r\n\ntransgressions  with respect to the Banks plan in an amount equal\r\n\nto the Nadeau plan severance benefits.\r\n\n                    \r                              \r\n\n11   As BCHF  notes  in its  brief, the  district  court did  not\r\ndefinitively establish the existence of the Nadeau plan.  Rather,\r\nthe court prefaced its analysis  of the merits of  Nadal-Ginard's\r\nclaim  by stating merely that \"[a] plausible argument can be made\r\nthat the Nadeau plan is in effect . . . .\"  Because neither party\r\nexplicitly addresses the validity of  such an assumption, as well\r\nas  the fact  that we  agree with  the district  court's ultimate\r\nfinding that Nadal-Ginard is not entitled to such benefits, we do\r\nnot  address the issues  surrounding the viability  of the Nadeau\r\nplan.\r\n\n                               -27-\r\r\n\n          The district  court denied Nadal-Ginard's claim  on two\r\n\ngrounds.   First, it  found evidence  that suggested  that Nadal-\r\n\nGinard's  BCHF employment  was involuntarily  terminated, thereby\r\n\nworking  a forfeiture of any benefits to which he otherwise would\r\n\nhave been eligible.  Second, the district court found that Nadal-\r\n\nGinard  had failed to prove  that he was  \"totally disabled,\" and\r\n\ntherefore was not  eligible to receive  benefits under the  plan.\r\n\nNadal-Ginard  challenges both findings  on appeal.   We begin our\r\n\nanalysis  by detailing  the  severance benefit  framework of  the\r\n\nNadeau plan.\r\n\n          Under  section  4.1  of  this plan,  a  participant  is\r\n\neligible for  severance benefits  upon \"Total Disability.\"   This\r                  \r\n\ncondition is defined in section 2.13 of the plan as an \"inability\r\n\nto perform usual and customary duties for [BCHF] as a result of a\r\n\nmedically  determinable physical  or mental  impairment . .  . .\"\r\n\nSection  2.13   further  provides   that  \"[t]he  receipt   by  a\r\n\nParticipant  of payments  under any  long term  disability income\r\n\ninsurance policy . . .  shall be deemed to  be . . . prima  facie\r\n\nevidence  of such Total Disability  in the absence  of a contrary\r\n\nfinding by [a] physician.\"\r\n\n          The mere fact that an individual is eligible to receive\r\n\nseverance benefits as a result of a disability does not necessary\r\n\nentitle him to those  benefits, however.  Indeed, section  4.2 of\r                 \r\n\nthe  plan   provides  for  the  forfeiture  of  all  benefits  by\r\n\nparticipants   in   certain   circumstances,   including   BCHF's\r\n\ntermination of a participant's employment. \r\n\n                               -28-\r\r\n\n          The   district  court   found  that   Nadal-Ginard  was\r\n\ninvoluntarily  terminated  from  his  position  at  BCHF.12    As\r\n\nsection  4.2 contains no language limiting  the time frame during\r\n\nwhich this  provision applies,  we find  that the district  court\r\n\ncorrectly interpreted the provision as barring the receipt of any\r\n\nbenefits  by Nadal-Ginard.  As  such, we need  not address Nadal-\r\n\nGinard's claim of eligibility for the benefits as a result of his\r\n\nmedical condition, and we turn to address his final allegation of\r\n\nerror.\r\n\n                    B.  Misappropriated Checks\r                              B.  Misappropriated Checks\r                                                        \r\n\n          As we noted  above, in 1993, the  Board discovered that\r\n\nNadal-Ginard had  misappropriated a  number of BCHF  checks, each\r\n\ndrafted  between 1991 and 1992, for his  personal use.  The court\r\n\nfound that  Nadal-Ginard's actions  with respect to  these checks\r\n\nconstituted breaches  of his  fiduciary duties.   Notwithstanding\r\n\nthe  fact that  Nadal-Ginard  reimbursed BCHF  for the  principal\r\n\namounts  of these checks, the district court awarded BCHF damages\r\n\nfor these breaches in  an amount equivalent to the  interest BCHF\r\n\nwould have earned  on the money between the time  the checks were\r\n\ndrafted and the time Nadal-Ginard reimbursed the funds.  \r\n\n          In alleging  error with  respect to this  damage award,\r\n\nNadal-Ginard  does not contest BCHF's  right to recover an amount\r\n\nequal  to  the  interest  which  it  would  have  earned  on  the\r\n\nmisappropriated funds.   Rather, Nadal-Ginard contends that  BCHF\r\n\nfailed to meet  its burden  of submitting evidence  to prove  the\r\n                    \r                              \r\n\n12  Nadal-Ginard does not challenge this finding on appeal. \r\n\n                               -29-\r\r\n\namount of its  damages, as it introduced no  evidence of what the\r\n\nprevailing market rate was  during the time in question.   Nadal-\r\n\nGinard contends that the trial court erred by awarding damages in\r\n\nan  amount equal to the market interest rate, which it calculated\r\n\nbased  on the auction  prices of  52-week United  States Treasury\r\n\nbills.\r\n\n          Interest is compensation  fixed by law  for the use  of\r\n\nmoney or,  alternatively,  as damages  for  its detention.    See\r                                                                           \r\n\nPerkins School for the  Blind v. Rate Setting Comm'n,  423 N.E.2d\r                                                              \r\n\n765, 771-72  (Mass. 1981); Begelfer v. Najarian,  409 N.E.2d 167,\r                                                         \r\n\n170 (Mass.  1980).  Massachusetts law  differentiates between two\r\n\ntypes of interest:  interest reserved by the terms of a  contract\r\n\nand interest awarded by law.  See Perkins School for the Blind v.\r                                                                        \r\n\nRate   Setting  Comm'n,  423  N.E.2d  at  772.    The  latter  is\r                                \r\n\ntraditionally seen in the  context of prejudgment or postjudgment\r\n\ninterest, the rate of which is traditionally fixed by statute and\r\n\nwhich  is calculated based on the  amount of damages that a party\r\n\nhas sustained.\r\n\n          In this case, there  is no question that BCHF  bore its\r\n\nburden of  proving it was injured in  an amount equivalent to the\r\n\ninterest  it  would have  earned  on  the misappropriated  funds.\r\n\nIndeed, it sought  to recover damages in  an amount based on  the\r\n\ninterest  it  would have  received  using  the prejudgment  rates\r\n\nprovided  by statute.   See  Mass. Gen. L.  ch. 231,    6H.   The\r                                     \r\n\napplication of that  rate would  have resulted in  a windfall  to\r\n\nBCHF, however.  In light of the fact that the interest is awarded\r\n\n                               -30-\r\r\n\nto ensure that a party is fully compensated for its injuries, the\r\n\nfact that the district court relied on the United States Treasury\r\n\nbill rates  to determine the  applicable interest  rates did  not\r\n\nprejudice either  Nadal-Ginard or  BCHF.13  Therefore,  we affirm\r\n\nthe district  court's  ruling with  respect  this aspect  of  the\r\n\ndamage award. \r\n\n                    VII.  BCHF'S CROSS-APPEAL\r                              VII.  BCHF'S CROSS-APPEAL\r\n\n          Notwithstanding its agreement with most of the district\r\n\ncourt's findings and conclusions, BCHF  raises a number of errors\r\n\nit alleges the  court committed.  We  note that BCHF  raises four\r\n\nissues  in  its cross-appeal.   Based  on the  fact that  we have\r\n\nalready addressed  the appropriate interest  rate to  be used  in\r\n\ncalculating its damages for the misappropriated checks, see supra\r                                                                           \r\n\npart VI.B, as well as the fact that in its brief it concedes that\r\n\nthis  court need  not address  the circumstances  surrounding Dr.\r\n\nFreed's testimony  if we find  in its  favor with respect  to the\r\n\nBanks plan, we address its two remaining claims below.\r\n\n                    A.  Statute of Limitations\r                              A.  Statute of Limitations\r                                                        \r\n\n          BCHF first challenges the  manner in which the district\r\n\ncourt applied  the Massachusetts statute of  limitations to limit\r\n\nits  damages arising out of Nadal-Ginard's  breaches.  While BCHF\r\n\ndoes  not challenge  the court's  finding that  Massachusetts law\r\n\nimposes a  three  year limitation  on  breach of  fiduciary  duty\r\n\nclaims, see  Mass. Gen. L. ch.  260,   2A, BCHF  alleges that the\r                     \r\n                    \r                              \r\n\n13   BCHF, in its  cross-appeal, alleges that  the district court\r\nerred  in not  applying  the prejudgment  interest rate  provided\r\nunder Massachusetts law with respect to these funds.\r\n\n                               -31-\r\r\n\ndistrict  court should have found the statute to have been tolled\r\n\nbecause Nadal-Ginard concealed his misdeeds.   As such, BCHF asks\r\n\nthis court to reverse the district court's judgment insofar as it\r\n\nprecludes the  recovery of  damages arising  from its salary  and\r\n\nEscrow Account claims prior to November 12, 1990.  We decline.\r\n\n          The general  rule in Massachusetts  is that a  cause of\r\n\naction in tort, in this case a claim based on the violation  of a\r\n\nfiduciary  duty, must be commenced within three years of the time\r\n\nthe breach  occurs.  See  id.  As  with any rule,  however, there\r                                      \r\n\nexists at least one exception, which, in this case, is defined by\r\n\nstatute:\r\n\n            If a  person liable to  a personal action\r\n            fraudulently conceals the  cause of  such\r\n            action from the  knowledge of the  person\r\n            entitled to bring it, the period prior to\r\n            the discovery of his  cause of action  by\r\n            the  person so entitled shall be excluded\r\n            in determining  the time limited  for the\r\n            commencement of the action.\r\n\nMass. Gen. L. ch. 260,   12.  \r\n\n          In general, this statute  \"requires a plaintiff to show\r\n\nan affirmative act of  fraudulent concealment on the part  of the\r\n\ndefendant.\"   Maggio v.  Gerard Freezer &amp; Ice  Co., 824 F.2d 123,\r                                                            \r\n\n130  (1st Cir. 1987).  Once again, however,  a relevant exception\r\n\nexists.   In cases where \"a fiduciary relationship exists between\r\n\nplaintiff  and defendant  .  . .  [the]  mere failure  to  reveal\r\n\ninformation  may be  sufficient to constitute  fraudulent conduct\r                          \r\n\n. . .  .\"  Id. (emphasis added); see also Puritan Medical Center,\r                                                                           \r\n\nInc. v. Cashman, 596 N.E.2d 1004, 1010 (Mass. 1992).\r                         \r\n\n                               -32-\r\r\n\n          The district court applied  both the statutory language\r\n\nand the relevant case  law to the facts at hand.   That is, while\r\n\nit  recognized  that  Massachusetts  law  no  longer  required  a\r\n\nplaintiff to show active concealment on the part of the defendant\r\n\nin order  to toll the statute  of limitations, it found  that the\r\n\nlaw did  not require a  tolling per se  when the cause  of action\r                                                \r\n\nconcerned  the   breach  of  a  fiduciary   duty  of  disclosure.\r\n\nConcluding that the facts below differed from those in Puritan in\r                                                                        \r\n\nthat the information in question  was either of general knowledge\r\n\nor easily accessible to  the other Board members, it  declined to\r\n\napply the statute's tolling provisions.\r\n\n          We find no error in the district court's interpretation\r\n\nof the  applicable Massachusetts tolling provisions.   Indeed, as\r\n\nthe court pointed out below, the cases hold  only that the breach\r\n\nof a  duty to disclose  may be sufficient  to invoke the  tolling\r                                     \r\n\nprovisions.  See  Puritan Medical  Center, Inc.  v. Cashman,  596\r                                                                     \r\n\nN.E.2d at 1010; Maggio v.  Gerard Freezer &amp; Ice Co., 824  F.2d at\r                                                             \r\n\n130.   There is  no suggestion  that such a  breach requires  the\r\n\ntolling provisions  to be applied in  all cases.  Indeed,  such a\r\n\nconclusion would be counterintuitive.14\r\n\n          An examination of the record reveals nothing to suggest\r\n\nthat the district  court erred  in refusing to  find the  statute\r\n\n                    \r                              \r\n\n14  This would be  so in a case in which Board members learned of\r\nthe non-disclosed information on their own, yet chose not to act.\r\nIn that case,  they would be  able to recover damages  beyond the\r\ntraditional  statute of limitations  period notwithstanding their\r\ninaction.\r\n\n                               -33-\r\r\n\ntolled.  As such, we turn to address the final  issue BCHF raises\r\n\nin its cross-appeal.\r\n\n                     B.  BCHF Fringe Benefits\r                               B.  BCHF Fringe Benefits\r                                                       \r\n\n          BCHF's  second allegation  of error  arises out  of the\r\n\ndistrict court's  findings that Nadal-Ginard  failed to  disclose\r\n\nhis HHMI employment to the Board.  Specifically, BCHF argues that\r\n\nthe  district  court  erred  by  not  finding  that  Nadal-Ginard\r\n\nbreached his fiduciary duties by failing to disclose to the Board\r\n\nthe fact that  he was  receiving a fringe  benefits package  from\r\n\nHHMI.  Once again, we find  no error on the part of the  district\r\n\ncourt.\r\n\n          The district court,  applying the principles underlying\r\n\nfiduciary obligations  that we  have already detailed,  see supra\r                                                                           \r\n\npart  III.A,  found  that BCHF  failed  to  prove  what the  HHMI\r\n\nbenefits were  and whether they were comparable to those provided\r\n\nby  BCHF.   Thus, the  court found  nothing to  suggest the  HHMI\r\n\nbenefit  information  would  have  affected the  outcome  of  the\r\n\nBoard's  determination  of  Nadal-Ginard's BCHF  fringe  benefits\r\n\npackage.   Therefore,  it concluded  that there  was insufficient\r\n\nevidence  to find that Nadal-Ginard  failed to act  in good faith\r\n\nwith  respect to  the  fringe benefits,  and  thus no  basis  for\r\n\nfinding he breached his fiduciary duties in this regard.\r\n\n          Having found nothing in the record to  suggest that the\r\n\ndistrict court's factual finding  with respect to the sufficiency\r\n\nof  the fringe benefit evidence was clearly erroneous, we find no\r\n\nneed to disrupt the district court's finding.\r\n\n                               -34-\r\r\n\n                        VIII.  CONCLUSION\r                                  VIII.  CONCLUSION\r\n\n          For the foregoing reasons, the judgment of the district\r\n\ncourt is affirmed.  Two-thirds costs in favor of BCHF.\r                   affirmed.  Two-thirds costs in favor of BCHF\r                                                               \r\n\n                               -35-\r\r\n",
  "html": "<p class=\"case_cite\">73 F.3d 429</p>\n    <p class=\"parties\">BOSTON CHILDREN'S HEART FOUNDATION, INC., Plaintiff-Appellee,<br>v.<br>Bernardo NADAL-GINARD, Defendant-Appellant.<br>BOSTON CHILDREN'S HEART FOUNDATION, INC., Plaintiff-Appellant,<br>v.<br>Bernardo NADAL-GINARD, Defendant-Appellee.</p>\n    <p class=\"docket\">Nos. 95-1053, 95-1136.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 4, 1995.<br>Decided Jan. 12, 1996.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Laura Steinberg, with whom Cynthia M. Clarke, Katherine J. Ross, Lisa F. Sherman and Sullivan &amp; Worcester, Boston, MA, were on brief, for Bernardo Nadal-Ginard.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Alexander H. Pratt, Jr., with whom Paul R. Devin, James H. Belanger, Robin E. Folsom, William M. Cowan and Peabody &amp; Arnold, Boston, MA, were on brief, for Boston Children's Heart Foundation, Inc.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and LISI,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">MARY M. LISI, District Judge.</p>\n    </div>\n    <p>I. INTRODUCTION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">These appeals present us with the classic tale of a corporate officer who, when caught using corporate funds for personal gain, resists making amends for his misdeeds.  In this instance, Dr. Bernardo Nadal-Ginard was alleged to have misappropriated the funds of the corporation of which he had served as both an officer and director, the Boston Children's Heart Foundation (\"BCHF\").  Following an eighteen-day bench trial, the district court found that Nadal-Ginard violated his fiduciary duties to BCHF, and entered judgment in its favor in the amount of $6,562,283.02.  Notwithstanding allegations of error by both parties, we affirm the district court's decision.</p>\n    </div>\n    <p>II. BACKGROUND</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiff-appellee BCHF is a non-profit corporation organized for the purposes of conducting medical research in the field of cardiology and providing medical services to patients at Boston Children's Hospital (\"Hospital\"), a teaching hospital affiliated with Harvard Medical School (\"Medical School\").  The defendant-appellant, Nadal-Ginard, was the president and a member of the Board of Directors of BCHF (\"Board\").  Nadal-Ginard was also Chairman of the Department of Cardiology (\"Department\") at the Hospital, as well as a member of the faculty of the Medical School.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Nadal-Ginard first became associated with these entities in 1982, when he accepted the chairmanship and faculty position.  Approximately one year later, with the assistance of Boston attorney Douglas Nadeau, BCHF, a tax-exempt Massachusetts corporation created to conduct the Department's clinical activities, was organized.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Like the other departments' corporations, the Operating Agreement between the Hospital and BCHF explicitly acknowledged the independent status of the foundation.  Indeed, control of the foundation was given to BCHF's three directors:  Nadal-Ginard, Donald Fyler, and Michael Freed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Nadal-Ginard also served as president of BCHF until 1993, when the circumstances leading to this litigation began to surface.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In addition to his duties at the Hospital, Medical School, and BCHF, Nadal-Ginard accepted a position as an investigator with the Howard Hughes Medical Institute (\"HHMI\") in 1986.  In this position, he directed the activities of the Howard Hughes Medical Institute Laboratory of Cellular and Molecular Cardiology at the Hospital.  Nadal-Ginard received a substantial salary and some optional fringe benefits as compensation for his services.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There were never any questions as to Nadal-Ginard's qualifications as a scientist and a physician.  Several questions did arise, however, with respect to certain actions Nadal-Ginard took with respect to setting his salary, establishing a severance benefit plan, and using BCHF funds for personal expenses.  On November 12, 1993, BCHF filed suit claiming that Nadal-Ginard breached his fiduciary duties to the corporation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Following a bench trial, the district court found most of the allegations to be true and awarded damages to BCHF.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Nadal-Ginard alleges that the district court committed a plethora of errors in deciding in favor of BCHF.  BCHF cross-appeals on several issues which the district court decided in favor of Nadal-Ginard.  We examine each of these alleged errors in the context of their common factual bases.</p>\n    </div>\n    <p>III. BCHF SALARY CLAIMS</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nadal-Ginard's first allegation of error relates to the district court's finding that he violated his fiduciary duties to BCHF by setting his BCHF salary without making any disclosure to the Board of his receipt of an annual salary from HHMI.  The BCHF Articles of Organization authorized the payment of reasonable compensation to its employees and members.  The Hospital's Group Practice Policy Statement defined the procedures to be used in calculating the compensation, delegating exclusive authority to the BCHF president to determine the compensation levels of all BCHF members, including his or her own compensation.  During his tenure, Nadal-Ginard acted in accordance with the provisions contained in these documents.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court found that Nadal-Ginard's setting his own salary constituted a self-interested transaction under Massachusetts law.  As such, the validity of this action depended on whether the other Board members had approved the corporate action after receiving all information relevant to the decision.  Finding that Nadal-Ginard failed to disclose his HHMI income to the other Board members, information the court found material to any discussion by the Board regarding the appropriate amount of his BCHF compensation, the court held that Nadal-Ginard violated his fiduciary duties.  Accordingly, the court awarded damages equal to three years of his BCHF salary, an amount totaling $801,172.90.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nadal-Ginard alleges that the district court committed two errors relating to his BCHF salary.  First, he challenges the court's finding that he breached any fiduciary duties through his participation in the Board's salary decision.  Second, he argues that the district court erred in denying a quantum meruit offset to any liability arising from such participation.  We address these contentions separately.</p>\n    </div>\n    <p>A. Breach of Fiduciary Duty</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nadal-Ginard contends that the district court ignored \"well-established law and stipulated facts\" in finding that he breached his fiduciary duties to BCHF with respect to his BCHF salary.  Specifically, he argues that his compensation was at all times \"fair and reasonable\" in light of the services he rendered, precluding any such finding.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The basic standard of care of corporate officers or directors is well-established under Massachusetts law.  In essence, it is the \"standard of complete good faith plus the exercise of reasonable intelligence.\"  Murphy v. Hanlon, 322 Mass. 683, 79 N.E.2d 292, 293 (1948).  Under this standard, officers or directors are not responsible for mere errors of judgment or want of prudence in the performance of their duties.  See Sagalyn v. Meekins, Packard &amp; Wheat, Inc., 290 Mass. 434, 195 N.E. 769, 771 (1935).  Further, if officers or directors act in good faith, albeit imprudently, they are not subject to personal liability absent clear and gross negligence in their conduct.  See Spiegel v. Beacon Participations, Inc., 297 Mass. 398, 8 N.E.2d 895, 904 (1937).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This basic standard of care is enhanced in situations when an officer or director engages in self-dealing.  See Johnson v. Witkowski, 30 Mass.App. 697, 573 N.E.2d 513, 522 (1991).  Courts subject these transactions to \"vigorous scrutiny,\" obligating the officers or directors to prove two elements:  first, that the officer or director acted in good faith with respect to the transaction;  and, second, that the transaction is inherently fair from the corporation's point of view.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Crowley v. Communications for Hospitals, Inc., 30 Mass.App. 751, 573 N.E.2d 996, 1000 (1991);  see also Winchell v. Plywood Corp., 324 Mass. 171, 85 N.E.2d 313, 317 (1949).  The former element requires a corporate officer to fully and honestly disclose any information relevant to the transaction, thereby permitting a disinterested decision maker to exercise informed judgment.  See, e.g., Dynan v. Fritz, 400 Mass. 230, 508 N.E.2d 1371, 1378 (1987);  Cooke v. Lynn Sand &amp; Stone Co., 37 Mass.App. 490, 640 N.E.2d 786, 791 (1994).  The latter element emanates from the officer's or director's responsibility \"to refrain from taking an undue advantage of the corporation,\" and gives rise to a fiduciary breach in a situation where an officer determines his or her salary when that individual's salary exceeds the fair value of services rendered.  Sagalyn v. Meekins, Packard &amp; Wheat, Inc., 195 N.E. at 771;  see also Heise v. Earnshaw Publications, 130 F.Supp. 38, 40 (D.Mass.1955).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court found a lack of good faith on Nadal-Ginard's part as a result of two factual findings:  first, that Nadal-Ginard failed to disclose his HHMI salary and benefits to the other BCHF directors;  and, second, that this information was material to any decision concerning the amount of Nadal-Ginard's BCHF salary.  We accept the former as true, as Nadal-Ginard alleges no error with respect to this finding.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Nadal-Ginard suggests error with respect to the latter finding, however, arguing that the district court reached this conclusion because it erroneously believed that BCHF and HHMI paid him for the same or related research activities.  Specifically, Nadal-Ginard argues that the district court \"grossly mischaracterized\" the services Nadal-Ginard rendered to BCHF and its affiliates.  In so doing, we believe that it is Nadal-Ginard who offers a mischaracterization.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court found only that the HHMI salary information \"was material to any decision on the appropriate compensation paid by BCHF for the same or related research activities....\"  Trial Court Opinion, p. 32.  Nowhere in its opinion did the court conclude that Nadal-Ginard engaged in the same or related work for both BCHF and HHMI.  Rather, this statement merely indicates that the court believed that the BCHF Board, armed with the information about the HHMI salary, might have found that Nadal-Ginard engaged in similar or related research.  Indeed, in the succeeding paragraph, the court stated that \"[i]f the defendant had disclosed his salary from [HHMI], BCHF may have determined \" that it could have used part of Nadal-Ginard's salary for other purposes.  Trial Court Opinion, p. 32 (emphasis added).  Because we believe that the district court did not make the finding Nadal-Ginard suggests is erroneous, we find no error on the part of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Notwithstanding the district court's finding of an absence of good faith, Nadal-Ginard argues that he could not have breached his fiduciary duties to BCHF because his salary was at all times fair and reasonable.  In so doing, however, Nadal-Ginard neglects to address the first predicate of the legal analysis.  When, as in this case, a court finds that an officer failed to act in good faith, it follows that a fiduciary breach exists, and the need to determine whether or not an officer's salary is objectively reasonable is obviated.</p>\n    </div>\n    <p>B. Quantum Meruit Offset</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Nadal-Ginard next suggests that, even if the district court correctly found that he breached his fiduciary duties, it erroneously calculated his liability for this breach to be the total compensation he received from BCHF after November 12, 1990.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Nadal-Ginard contends that principles of equity, specifically the theory of quantum meruit, required the district court to exclude from BCHF's damages that portion of Nadal-Ginard's salary which represented the reasonable value of the services he rendered to BCHF.  Nadal-Ginard alleges two ways in which the district court erred with respect this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">First, Nadal-Ginard argues that the district court erroneously decided that it was precluded from applying such an offset in cases in which a defendant has committed an unexcused fiduciary breach.  We dispense with this allegation forthwith, as even a cursory review of the district court's opinion fails to reveal such a pronouncement.  Indeed, the district court expressly assumed that it was permitted to weigh such considerations:  \"I assume, without deciding, that a court has authority when determining the appropriate measure of damages for breach of fiduciary duty, in a context such as this, to weigh the harm caused by the defendant's breach with the benefits to the plaintiff from the defendant's overall performance of his duties.\"   Trial Court Opinion, pp. 46-47.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Nadal-Ginard next asserts that the district court erred in factoring the harm to BCHF's reputation that resulted from his fiduciary breach into its damages equation.  Although Nadal-Ginard couches this claim in terms of a denial of what he refers to as a quantum meruit offset, in reality, he is challenging the method by which the district court applied the quantum meruit analysis.  In whatever light this allegation is viewed, however, it must fail.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Under Massachusetts law, trial courts are vested with the discretion to determine the amount of damages for fiduciary breaches according to the peculiar factors of each individual case.  See Chelsea Industries, Inc. v. Gaffney, 389 Mass. 1, 449 N.E.2d 320, 327 (1983);  Lydia E. Pinkham Medicine Co. v. Gove, 303 Mass. 1, 20 N.E.2d 482, 486 (1939).  Notwithstanding the existence of this discretion, courts have consistently followed the same routine in determining whether such an offset is warranted.  We examine Nadal-Ginard's allegation of error after synthesizing this routine.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Most courts begin their analyses with the baseline proposition that a court can require a corporate officer, director, or trust agent or employee to forfeit the right to retain or receive his or her compensation for conduct in violation of his or her fiduciary duties.  See, e.g., Chelsea Industries, Inc. v. Gaffney, 449 N.E.2d at 326-27;  Lydia E. Pinkham Medicine Co. v. Gove, 20 N.E.2d at 486.   Such a forfeiture can be required even absent a showing of actual injury to the employer.  See Chelsea Industries, Inc. v. Gaffney, 449 N.E.2d at 327.   Indeed, \"[a] trustee who commits a breach of trust or an agent who is guilty of disloyal conduct ... imperils his right to compensation.\"  Lydia E. Pinkham Medicine Co. v. Gove, 20 N.E.2d at 486 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The courts next proceed to determine whether they should stray from the baseline and require a disloyal employee to repay only that portion of his or her compensation, if any, in excess of the value of his or her service to the employer.  See, e.g., Chelsea Industries, Inc. v. Gaffney, 449 N.E.2d at 327;  Anderson Corp. v. Blanch, 340 Mass. 43, 162 N.E.2d 825, 830 (1959);  Lydia E. Pinkham Medicine Co. v. Gove, 20 N.E.2d at 486.   Courts weigh two factors when contemplating whether such a deviation is warranted:  first, whether the defendant has met his or her burden of establishing the value of the services rendered, see Chelsea Industries, Inc. v. Gaffney, 449 N.E.2d at 327;  and, second, the nature of the defendant's conduct, see, e.g., Production Mach. Co. v. Howe, 99 N.E.2d at 36.   It is only when a court is satisfied that a defendant has established the value of his services, and that his or her conduct was not egregious, that such an offset is factored into the damage equation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Nadal-Ginard asserts that the district court erred in examining the harm to the reputation, services, and functions of BCHF that would naturally flow from the public disclosure of Nadal-Ginard's conduct because the plaintiff failed to prove such harm.  In so asserting, Nadal-Ginard has the right church, but wrong pew.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Nadel-Ginard is correct in his assertion that a plaintiff normally can recover only those damages which he or she has proven to have incurred.  See Hendricks &amp; Assocs., Inc. v. Daewoo Corp., 923 F.2d 209, 217 (1st Cir.1991);  Snelling &amp; Snelling of Mass., Inc. v. Wall, 345 Mass. 634, 189 N.E.2d 231, 232 (1963).  In this instance, however, the district court was not factoring the reputational harm into its damage calculations.  Rather, the court considered this harm only in its analysis of whether an equitable offset to the damages to which BCHF was entitled was warranted.  The court committed no error in doing so.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In charging that BCHF failed to meet its burden in proving damages, Nadal-Ginard overlooks the fact that the main reason the district court denied the offset was because he failed to meet his.  That is, the district court found the evidence he presented with respect to the value of his services to be \"conflicting and speculative at best.\"   Trial Court Opinion, p. 33.  Close examination of the record evidences nothing to suggest that the district court erred in reaching such a conclusion.  Nowhere in the record is there any evidence of the specific value of Nadal-Ginard's services.  Indeed, Nadal-Ginard relies only on broad, self-aggrandizing statements in support of his argument.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Having addressed all of Nadal-Ginard's allegations of error relating to his BCHF salary, we turn our sights to the next area in which he alleges error, that is, with respect to his claim of entitlement to indemnification from BCHF.</p>\n    </div>\n    <p>IV. INDEMNIFICATION CLAIM</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Nadal-Ginard contends that the district court, \"in a rush to judgment,\" failed to thoroughly address his claims for indemnification by BCHF.  Specifically, he argues that the court neglected to review the facts underlying two BCHF decisions, both instances in which the court found Nadal-Ginard's participation to amount to fiduciary breaches.  Accordingly, he requests that this court reverse the district court's denial of his indemnification claims with respect to each decision.  For several reasons, we decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A thorough examination of the district court's opinion does not bear out Nadal-Ginard's main contention.  Indeed, while the district court did not include a recitation of the facts underlying these decisions in its indemnification discussion, it had no reason to do so, as it had examined both circumstances in great detail in previous sections of the opinion.  The fact that it incorporated these findings by reference into the indemnification discussion does not constitute error.  As such, we turn to examine the validity of the district court's conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We begin our analysis by examining the two grounds on which Nadal-Ginard asserts his entitlement.  Nadal-Ginard first claims a right to indemnification from BCHF based on Article VIII of the BCHF Bylaws.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  This provision provides that BCHF will indemnify any liabilities and expenses incurred by an officer or director because of the position he or she holds.  There is a prerequisite that must be satisfied in order to be entitled to indemnification, however:  the BCHF director, officer, or employee must have acted in good faith in the reasonable belief that his or her action was in the best interests of BCHF.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Nadal-Ginard turns to Chapter 180, Section 6C, of the Massachusetts General Laws for further support of his indemnification claim.  This statute provides that a officer or director of a corporation shall not be held liable for the performance of his or her duties if performed \"in good faith and in a manner he reasonably believes to be in the best interests of the corporation, and with such care as an ordinarily prudent person in a like position ... would use under similar circumstances.\"   Mass.Gen.L. ch. 180, Sec. 6C.  The statute provides that an officer or director acts in good faith when acting on, inter alia, the advice or opinions of counsel, providing the officer or director did not have knowledge regarding his or her actions that would cause such reliance to be unwarranted.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It is the latter portion of the Massachusetts statute on which Nadal-Ginard relies in asserting his claim.  He argues that BCHF should indemnify him for damages arising out of two transactions, as, in both cases, he acted on the advice of an attorney.  We examine the merits of these claims after first reviewing the underpinnings of the transactions in question.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The first fiduciary breach arose out of his involvement in determining his BCHF salary.  We need not tarry in reviewing the circumstances underlying this transaction, as we have already devoted a good portion of the opinion to doing so.  See supra part III.  We need only make note of the new wrinkle that Nadal-Ginard adds in his effort to obtain indemnification:  his contention that he acted as he did because Nadeau represented to him that to do so was legal.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The second fiduciary breach for which Nadal-Ginard claims a right to indemnification arose out of his actions in directing BCHF funds to be deposited into a Guardian Life Insurance Escrow Account, established for the purpose of paying premiums to the Guardian Life Insurance Company on a $6,000,000 life insurance policy in Nadal-Ginard's name.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The court found that Nadal-Ginard did not, at any time, disclose the existence of the Escrow Account to the other BCHF Board members, nor did he obtain authorization to make payments to such an account.  Because this transaction was clearly self-interested, the court held that the payment of BCHF funds to the Escrow Account amounted to a breach by Nadal-Ginard of his fiduciary duty of loyalty, and therefore included the sum total of the payments in its judgment for BCHF.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The basis for Nadal-Ginard's indemnification argument for the Escrow Account damages mirrors that with respect to his compensation.  He argues that the Guardian Escrow Account was \"the brainchild\" of Gary Banks, an attorney to whom Nadal-Ginard turned for advice in 1987.  Nadal-Ginard claims that because Banks created the Guardian Life Insurance Escrow Account, he should have been able to assume that it was structured in conformity with the law.  As a result, he argues that he is entitled to indemnification for the portion of the damages equaling the BCHF payments to the Escrow Account.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">At trial, Nadal-Ginard did not prevail on either argument.  First, the district court discredited Nadal-Ginard's contention that he relied upon the advice of the attorneys.  Second, the district court found that neither attorney ever affirmatively advised Nadal-Ginard as to the legality of his actions in either transaction.  On appeal, Nadal-Ginard does not challenge the district court's interpretation of either the BCHF Bylaw or the Massachusetts statute.  Instead, he contends that there was insufficient evidence on which to support the court's conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In reviewing this claim, we are mindful that we review findings of fact for clear error.  See Texaco Puerto Rico, Inc. v. Department of Consumer Affairs, 60 F.3d 867, 875 (1st Cir.1995).  When those findings of fact are based on the credibility of witnesses, great deference is given to the district court's findings.  See Maness v. Star-Kist Foods, Inc., 7 F.3d 704, 708 (8th Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 2678, 129 L.Ed.2d 813 (1994);  cf. Inwood Lab., Inc. v. Ives Lab., Inc., 456 U.S. 844, 855, 102 S.Ct. 2182, 2189, 72 L.Ed.2d 606 (1982).  Indeed, \"[i]n the absence of egregious lapses in such a perception, appellate courts leave it undisturbed.\"  Charves v. Western Union Telegraph Co., 711 F.2d 462, 464-65 (1st Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Here, we find no error.  Nadal-Ginard points to nothing in the record, nor do we find anything on our own, to suggest that the district court's discrediting of Nadal-Ginard's testimony is egregious.  Indeed, the district court pointed out that Nadal-Ginard failed to comply with the requirements in the documents as he understood them, never mind comply with interpretations offered by counsel.  Further, there is ample evidence in the record unrelated to these transactions which lends support to the district court's findings.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Even assuming that Nadal-Ginard's credibility was not at issue, Nadal-Ginard fails to clear the next hurdle.  That is, Nadal-Ginard fails to direct this court to any place in the record evidencing the fact that either attorney advised Nadal-Ginard that he was legally entitled to act as he did.  An attorney's representation as to the legality of a particular corporate structure does not mean that an officer or director can act in any manner he or she chooses within the confines of that structure.  Indeed, an officer is bound further by the confines of the law.  So it is here:  the fact that both Nadeau and Banks advised Nadal-Ginard that the corporate structures in question were legally valid does not absolve Nadal-Ginard from liability incurred by his improper actions.  Accordingly, we find no error on the part of the district court, and now proceed to address Nadal-Ginard's two remaining allegations of error.</p>\n    </div>\n    <p>V. THE BANKS PLAN</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In 1985 or early 1986, the Board of Directors adopted a severance benefit plan, referred to as the \"Nadeau Plan,\" by written consent.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  In early 1987, Nadal-Ginard presented the Board with what he claims was a reconstruction of the Nadeau Plan, a document that he contends was lost.  In so doing, Nadal-Ginard did not inform the Board that the Banks Plan provided far more in benefits for Nadal-Ginard than the Nadeau Plan had.  In 1992, upon Nadal-Ginard's initiative, the Banks Plan was terminated and Nadal-Ginard received benefits in the form of cash and securities valued at over $4,000,000.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court made several findings with respect to the creation and adoption of the Banks Plan.  First, it found the terms of the plan to be so markedly different from the Nadeau Plan that Nadal-Ginard's actions could not be construed as a genuine effort to reconstruct the Nadeau Plan.  Second, the district court found that Nadal-Ginard's benefits under the Banks Plan were of such a magnitude, and structured in such a way, that had they been disclosed at the time the plan was presented to the Board, the plan would not have been approved by the Board.  The district court concluded that Nadal-Ginard breached his fiduciary duties to BCHF with respect to his involvement in the creation of the plan and its presentation to the Board.  Accordingly, the court awarded damages to BCHF in the amount of $4,082,273.50.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">While Nadal-Ginard disputes the district court's factual findings, he does not challenge them on appeal.  Rather, Nadal-Ginard contends that ERISA explicitly exempts these types of severance benefit plans from its fiduciary duty provisions.  Further, he alleges that 29 U.S.C. Sec. 1144, which provides for the preemption of state law by ERISA, precludes the evaluation of Nadal-Ginard's actions in light of fiduciary responsibilities defined by state law.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court did not address the issue of the whether the fiduciary provisions of ERISA applied to the Banks Plan or whether it fell within the category of unfunded plans which are excluded from the scope of those fiduciary standards.  The court did find that the fiduciary obligations created under Massachusetts law were more favorable to Nadal-Ginard than those imposed by ERISA, and, therefore, that a fiduciary breach under Massachusetts law would necessarily constitute a breach of the ERISA fiduciary obligations, if applicable.  As neither party challenges the conclusion that the Banks plan is exempt from ERISA's fiduciary provisions, we concentrate solely on whether ERISA preempts the application of state law in this instance.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">\" 'ERISA is a comprehensive statute designed to promote the interests of employees and their beneficiaries in employee benefit plans.' \"  Ingersoll-Rand Co. v. McClendon, 498 U.S. 133, 137, 111 S.Ct. 478, 481, 112 L.Ed.2d 474 (1990) (quoting Shaw v. Delta Air Lines, Inc., 463 U.S. 85, 90, 103 S.Ct. 2890, 2896, 77 L.Ed.2d 490 (1983)).  In vast detail, ERISA imposes participation, funding, and vesting requirements on such plans, as well as establishes uniform standards for pension and welfare plans, including rules concerning reporting, disclosure, and fiduciary responsibility.  See id.   An inherent part of this system is section 514(a), which provides that ERISA supersedes \"any and all State laws insofar as they may now or hereafter relate to any employee benefit plan....\"  29 U.S.C. Sec. 1144(a);  see also Ingersoll-Rand Co. v. McClendon, 498 U.S. at 137, 111 S.Ct. at 481.   The statute defines the term \"State law\" to include \"all laws, decisions, rules, regulations, or other State action having the effect of law, of any State.\"  29 U.S.C. Sec. 1144(c)(1);  see also Carlo v. Reed Rolled Thread Die Co., 49 F.3d 790, 793 (1st Cir.1995).  Congress included Sec. 514(a) to ensure uniformity in such plans by preventing states from imposing divergent obligations upon them.  See Simas v. Quaker Fabric Corp. of Fall River, 6 F.3d 849, 852 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Supreme Court has repeatedly interpreted the preemption provision to cover any state law that \"has a connection with or reference to\" an ERISA plan.  District of Columbia v. Greater Washington Board of Trade, 506 U.S. 125, 129, 113 S.Ct. 580, 583, 121 L.Ed.2d 513 (1992);  see also Mackey v. Lanier Collection Agency &amp; Service, Inc., 486 U.S. 825, 829, 108 S.Ct. 2182, 2185, 100 L.Ed.2d 836 (1988);  Shaw v. Delta Air Lines, Inc., 463 U.S. 85, 96-97, 103 S.Ct. 2890, 2899-2900, 77 L.Ed.2d 490 (1983).  Indeed, this provision is to be read expansively, see Rosario-Cordero v. Crowley Towing &amp; Transp. Co., 46 F.3d 120, 122 (1st Cir.1995), and has the effect of preempting any state law that refers to, or has a connection with, covered benefit plans, \"even if the law is not specifically designed to affect such plans, or the effect is only indirect.\"  District of Columbia v. Greater Washington Board of Trade, 506 U.S. at 130, 113 S.Ct. at 583 (citations and internal quotation marks omitted).  Such a preemption is also worked \"regardless of whether there is a 'comfortable fit between a state statute and ERISA's overall aims.' \"  Simas v. Quaker Fabric Corp. of Fall River, 6 F.3d at 852 (quoting McCoy v. MIT, 950 F.2d 13, 18 (1st Cir.1991), cert. denied, 504 U.S. 910, 112 S.Ct. 1939, 118 L.Ed.2d 545 (1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">State laws that have merely a \"tenuous, remote, or peripheral connection with a covered benefit plan\" may not be preempted by ERISA.  Rosario-Cordero v. Crowley Towing &amp; Transp. Co., 46 F.3d at 123 (citation and internal quotation marks omitted).  Such is normally the case with respect to laws of general applicability.  See District of Columbia v. Greater Washington Board of Trade, 506 U.S. at 130 n. 1, 113 S.Ct. at 583 n. 1;  Rosario-Cordero v. Crowley Towing &amp; Transp. Co., 46 F.3d at 123;  Combined Mgt., Inc. v. Superintendent of the Bureau of Insurance, 22 F.3d 1, 3 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 350, 130 L.Ed.2d 306 (1994).  A court cannot conclude that a state law is one of general applicability, and as such is not preempted by ERISA, based on the form or label of the law, however.  See Carlo v. Reed Rolled Thread Die Co., 49 F.3d at 794 n. 3;  Zuniga v. Blue Cross and Blue Shield of Michigan, 52 F.3d 1395, 1401 (6th Cir.1995).  Absent precedent on a closely related problem, the inquiry into whether a state law \"relates to\" an ERISA plan or is merely \"tenuous, remote, or peripheral\" requires a court to look at the facts of particular case.  See Rosario-Cordero v. Crowley Towing &amp; Transp. Co., 46 F.3d at 125 n. 2.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Here, the alleged breach of fiduciary duty relates to Nadal-Ginard's action in establishing the Banks Plan without disclosing information that a self-interested fiduciary would be required to reveal to his fellow directors.  Nadal-Ginard's misconduct preceded the formal adoption of the plan.  The legal determination that Nadal-Ginard's conduct constitutes a fiduciary breach does not require the resolution of any dispute about the interpretation or administration of the plan.  Further, the application of state law in this instance does not raise the core concern underlying ERISA preemption.  Indeed, the fact that Nadal-Ginard chose an ERISA plan rather than some other form of compensation is peripheral to the underlying claim that Nadal-Ginard breached his corporate responsibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This being the case, it cannot be said that Massachusetts fiduciary law must be preempted in this instance.  Therefore, we turn to address the merits of the district court's conclusion that Nadal-Ginard's actions violated his fiduciary duties.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">As Nadal-Ginard does not allege error with respect to the law which the district court applied in reaching its conclusion, we need not revisit the duties of good faith and full disclosure arising in self-interested transactions.  See supra part III.A.  Instead, we turn without delay to review the validity of the district court's factual findings which served as the basis for its legal conclusion, keeping in mind, once again, that we do so in light of the clearly erroneous standard.  See Texaco Puerto Rico, Inc. v. Department of Consumer Affairs, 60 F.3d at 874.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The district court made several findings of fact on which it grounded its conclusion that Nadal-Ginard breached his fiduciary duties.  Chief among these was that Nadal-Ginard intentionally had the Banks plan drafted in two parts in order that the other Board members might enact the plan without learning of the magnitude of his blatantly disproportionate share of the benefits.  The court determined that this effort met with success, as it found that the other Board members did not learn all the terms of the Banks plan until the fall of 1993.  The court reached these factual conclusions on the basis of the testimony of the witnesses and an examination of the plan itself.  Further, the court expressly discredited Nadal-Ginard's assertions.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In reviewing the vast record from the district court, we find that Nadal-Ginard fails to meet the heavy burden which the law places on him.  That is, Nadal-Ginard offers no evidence to suggest that the district court's findings were clearly in error.  As much of the court's findings are based on credibility determinations of the witnesses who testified at trial, we decline to reverse the conclusions reached below.</p>\n    </div>\n    <p>VI. DAMAGE CALCULATIONS</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In the fall of 1993, additional misdeeds on the part of Nadal-Ginard were discovered.  Four checks made out to third parties bore questionable endorsements, each of which had been deposited into Nadal-Ginard's personal bank accounts.  Nadal-Ginard thereafter wrote checks to BCHF to replace the funds that had been traced to his accounts.  On October 22, 1993, the Board met to discuss this situation.  At this meeting, Nadal-Ginard allegedly informed the Board of his intention to seek a medical leave of absence from his various Hospital and Medical School positions, as well as from his duties as BCHF president.  Nadal-Ginard alleges that the Board approved this request, and that he was subsequently hospitalized for treatment of acute depression.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Nadal-Ginard's final two allegations of error concern the methods employed by the district court in calculating BCHF's damages arising out of these facts.  First, Nadal-Ginard alleges that the district court erred in denying his request for an offset in an amount equal to the disability payments to which he claims he was entitled under the Nadeau Plan because of his medical condition.  Second, Nadal-Ginard contends that the district court impermissibly awarded damages in an amount equivalent to the interest BCHF would have earned on the misappropriated funds absent Nadal-Ginard's actions.  We address each of these allegations in turn.</p>\n    </div>\n    <p>A. Disability Benefits</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">At trial, Nadal-Ginard argued that because the district court nullified the Banks Plan, it implicitly confirmed the existence of the Nadeau plan.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Nadal-Ginard further claimed that, as a result of his medical condition, he was totally disabled and therefore eligible for severance benefits under the terms of the Nadeau plan.  Accordingly, Nadal-Ginard sought to reduce the amount of damages attributed to his fiduciary transgressions with respect to the Banks plan in an amount equal to the Nadeau plan severance benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The district court denied Nadal-Ginard's claim on two grounds.  First, it found evidence that suggested that Nadal-Ginard's BCHF employment was involuntarily terminated, thereby working a forfeiture of any benefits to which he otherwise would have been eligible.  Second, the district court found that Nadal-Ginard had failed to prove that he was \"totally disabled,\" and therefore was not eligible to receive benefits under the plan.  Nadal-Ginard challenges both findings on appeal.  We begin our analysis by detailing the severance benefit framework of the Nadeau plan.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Under section 4.1 of this plan, a participant is eligible for severance benefits upon \"Total Disability.\"   This condition is defined in section 2.13 of the plan as an \"inability to perform usual and customary duties for [BCHF] as a result of a medically determinable physical or mental impairment....\"  Section 2.13 further provides that \"[t]he receipt by a Participant of payments under any long term disability income insurance policy ... shall be deemed to be ... prima facie evidence of such Total Disability in the absence of a contrary finding by [a] physician.\"</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The mere fact that an individual is eligible to receive severance benefits as a result of a disability does not necessary entitle him to those benefits, however.  Indeed, section 4.2 of the plan provides for the forfeiture of all benefits by participants in certain circumstances, including BCHF's termination of a participant's employment.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The district court found that Nadal-Ginard was involuntarily terminated from his position at BCHF.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  As section 4.2 contains no language limiting the time frame during which this provision applies, we find that the district court correctly interpreted the provision as barring the receipt of any benefits by Nadal-Ginard.  As such, we need not address Nadal-Ginard's claim of eligibility for the benefits as a result of his medical condition, and we turn to address his final allegation of error.</p>\n    </div>\n    <p>B. Misappropriated Checks</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">As we noted above, in 1993, the Board discovered that Nadal-Ginard had misappropriated a number of BCHF checks, each drafted between 1991 and 1992, for his personal use.  The court found that Nadal-Ginard's actions with respect to these checks constituted breaches of his fiduciary duties.  Notwithstanding the fact that Nadal-Ginard reimbursed BCHF for the principal amounts of these checks, the district court awarded BCHF damages for these breaches in an amount equivalent to the interest BCHF would have earned on the money between the time the checks were drafted and the time Nadal-Ginard reimbursed the funds.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In alleging error with respect to this damage award, Nadal-Ginard does not contest BCHF's right to recover an amount equal to the interest which it would have earned on the misappropriated funds.  Rather, NadalGinard contends that BCHF failed to meet its burden of submitting evidence to prove the amount of its damages, as it introduced no evidence of what the prevailing market rate was during the time in question.  Nadal-Ginard contends that the trial court erred by awarding damages in an amount equal to the market interest rate, which it calculated based on the auction prices of 52-week United States Treasury bills.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Interest is compensation fixed by law for the use of money or, alternatively, as damages for its detention.  See Perkins School for the Blind v. Rate Setting Comm'n, 383 Mass. 825, 423 N.E.2d 765, 771-72 (1981);  Begelfer v. Najarian, 381 Mass. 177, 409 N.E.2d 167, 170 (1980).  Massachusetts law differentiates between two types of interest:  interest reserved by the terms of a contract and interest awarded by law.  See Perkins School for the Blind v. Rate Setting Comm'n, 423 N.E.2d at 772.   The latter is traditionally seen in the context of prejudgment or postjudgment interest, the rate of which is traditionally fixed by statute and which is calculated based on the amount of damages that a party has sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In this case, there is no question that BCHF bore its burden of proving it was injured in an amount equivalent to the interest it would have earned on the misappropriated funds.  Indeed, it sought to recover damages in an amount based on the interest it would have received using the prejudgment rates provided by statute.  See Mass.Gen.L. ch. 231, Sec. 6H.  The application of that rate would have resulted in a windfall to BCHF, however.  In light of the fact that the interest is awarded to ensure that a party is fully compensated for its injuries, the fact that the district court relied on the United States Treasury bill rates to determine the applicable interest rates did not prejudice either Nadal-Ginard or BCHF.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Therefore, we affirm the district court's ruling with respect this aspect of the damage award.</p>\n    </div>\n    <p>VII. BCHF'S CROSS-APPEAL</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Notwithstanding its agreement with most of the district court's findings and conclusions, BCHF raises a number of errors it alleges the court committed.  We note that BCHF raises four issues in its cross-appeal.  Based on the fact that we have already addressed the appropriate interest rate to be used in calculating its damages for the misappropriated checks, see supra part VI.B, as well as the fact that in its brief it concedes that this court need not address the circumstances surrounding Dr. Freed's testimony if we find in its favor with respect to the Banks plan, we address its two remaining claims below.</p>\n    </div>\n    <p>A. Statute of Limitations</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">BCHF first challenges the manner in which the district court applied the Massachusetts statute of limitations to limit its damages arising out of Nadal-Ginard's breaches.  While BCHF does not challenge the court's finding that Massachusetts law imposes a three year limitation on breach of fiduciary duty claims, see Mass.Gen.L. ch. 260, Sec. 2A, BCHF alleges that the district court should have found the statute to have been tolled because Nadal-Ginard concealed his misdeeds.  As such, BCHF asks this court to reverse the district court's judgment insofar as it precludes the recovery of damages arising from its salary and Escrow Account claims prior to November 12, 1990.  We decline.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The general rule in Massachusetts is that a cause of action in tort, in this case a claim based on the violation of a fiduciary duty, must be commenced within three years of the time the breach occurs.  See id.   As with any rule, however, there exists at least one exception, which, in this case, is defined by statute:</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>If a person liable to a personal action fraudulently conceals the cause of such action from the knowledge of the person entitled to bring it, the period prior to the discovery of his cause of action by the person so entitled shall be excluded in determining the time limited for the commencement of the action.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Mass.Gen.L. ch. 260, Sec. 12.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In general, this statute \"requires a plaintiff to show an affirmative act of fraudulent concealment on the part of the defendant.\"  Maggio v. Gerard Freezer &amp; Ice Co., 824 F.2d 123, 130 (1st Cir.1987).  Once again, however, a relevant exception exists.  In cases where \"a fiduciary relationship exists between plaintiff and defendant ... [the] mere failure to reveal information may be sufficient to constitute fraudulent conduct....\"  Id.  (emphasis added);  see also Puritan Medical Center, Inc. v. Cashman, 413 Mass. 167, 596 N.E.2d 1004, 1010 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The district court applied both the statutory language and the relevant case law to the facts at hand.  That is, while it recognized that Massachusetts law no longer required a plaintiff to show active concealment on the part of the defendant in order to toll the statute of limitations, it found that the law did not require a tolling per se when the cause of action concerned the breach of a fiduciary duty of disclosure.  Concluding that the facts below differed from those in Puritan in that the information in question was either of general knowledge or easily accessible to the other Board members, it declined to apply the statute's tolling provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">We find no error in the district court's interpretation of the applicable Massachusetts tolling provisions.  Indeed, as the court pointed out below, the cases hold only that the breach of a duty to disclose may be sufficient to invoke the tolling provisions.  See Puritan Medical Center, Inc. v. Cashman, 596 N.E.2d at 1010;  Maggio v. Gerard Freezer &amp; Ice Co., 824 F.2d at 130.   There is no suggestion that such a breach requires the tolling provisions to be applied in all cases.  Indeed, such a conclusion would be counterintuitive.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">An examination of the record reveals nothing to suggest that the district court erred in refusing to find the statute tolled.  As such, we turn to address the final issue BCHF raises in its cross-appeal.</p>\n    </div>\n    <p>B. BCHF Fringe Benefits</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">BCHF's second allegation of error arises out of the district court's findings that Nadal-Ginard failed to disclose his HHMI employment to the Board.  Specifically, BCHF argues that the district court erred by not finding that Nadal-Ginard breached his fiduciary duties by failing to disclose to the Board the fact that he was receiving a fringe benefits package from HHMI.  Once again, we find no error on the part of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The district court, applying the principles underlying fiduciary obligations that we have already detailed, see supra part III.A, found that BCHF failed to prove what the HHMI benefits were and whether they were comparable to those provided by BCHF.  Thus, the court found nothing to suggest the HHMI benefit information would have affected the outcome of the Board's determination of Nadal-Ginard's BCHF fringe benefits package.  Therefore, it concluded that there was insufficient evidence to find that Nadal-Ginard failed to act in good faith with respect to the fringe benefits, and thus no basis for finding he breached his fiduciary duties in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Having found nothing in the record to suggest that the district court's factual finding with respect to the sufficiency of the fringe benefit evidence was clearly erroneous, we find no need to disrupt the district court's finding.</p>\n    </div>\n    <p>VIII. CONCLUSION</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.  Two-thirds costs in favor of BCHF.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In 1980, the Hospital's Board of Trustees had adopted a Group Practice Policy Statement which permitted the Hospital's individual departments to conduct their clinical activities through tax-exempt corporations established pursuant to chapter 180 of the Massachusetts General Laws.  At the time BCHF was established in 1983, several other corporations already had been formed, all with the assistance of Nadeau.  Twelve of the Hospital's fifteen departments ultimately established chapter 180 corporations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fyler served on the Board until his retirement in 1989.  On December 31, 1989, James E. Lock was named as Fyler's replacement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> BCHF filed its complaint in Massachusetts Superior Court.  Pursuant to Nadal-Ginard's motion, the case was removed to the United States District Court on November 29, 1993</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We stop at this point to note the fact that the district court correctly found that corporate bylaws permitting conflicts of interest by its officers or directors do not relieve that individual of his obligation to act in good faith.  See, e.g., Spiegel v. Beacon Participations, Inc., 297 Mass. 398, 8 N.E.2d 895, 907 (1937) (stating that organic documents which create conflicts of interests for directors or officers provide no immunity to those individuals for acting in bad faith).  We need not elaborate on this finding, as it is not challenged on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At one point, Nadal-Ginard did suggest that his relationship with HHMI amounted to an outside business activity, one that did not constitute an usurpation of a BCHF corporate opportunity.  He argues that the absence of any such usurpation eliminates the need for the disclosure of the relationship.  We disagree.  The issue at bar does not concern the propriety of Nadal-Ginard's relationship with HHMI.  Indeed, there has been no suggestion that Nadal-Ginard entered this relationship in violation of his agreement with BCHF.  As a result, his disclosure obligation did not arise from the fact of his relationship with HHMI, but rather because of his involvement in a self-interested transaction.  We note, however, that the terms of his agreement with HHMI precluded Nadal-Ginard from accepting his BCHF salary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> BCHF argues in its cross-appeal that the district court incorrectly applied a three-year statute of limitations on its cause of action, and therefore, its damages should include amounts equal to the compensation Nadal-Ginard received prior to November 12, 1990, as well.  We address this claim below.  See infra part VII.A</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Even if the court's actions could be construed as invoking the general damages rule, the exception to the rule is at work here.  That is, a plaintiff whose cause of action is based on an officer's fiduciary breach is not required to show that it suffered any injury in order to recover the officer's compensation.  See Chelsea Industries, Inc. v. Gaffney, 449 N.E.2d at 328</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Article VIII of the BCHF Bylaws provides, in pertinent part:</p>\n        <p>Any person threatened with or made a party to any action, suit or other proceeding by reason of the fact that he ... is or was a Director, officer, employee or other agent of the Corporation ... shall be indemnified by the Corporation against all liabilities and expenses, ... except that no indemnification shall be provided for any person with respect to any matter as to which he shall have been adjudicated in any proceeding not to have acted in good faith in the reasonable belief that his action was in the best interests of the Corporation....</p>\n        <p>Plaintiff's Exhibit # 4, p. 17 (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In its opinion, the district court noted that the evidence showed that, in addition to being used to make premium payments for the life insurance policy, the funds in the Escrow Account were used to pay Nadal-Ginard's federal and state income taxes, as well Nadal-Ginard's personal mortgage loan application fee</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The district court found no evidence as to the exact date the directors adopted this plan.  However, it did find sufficient evidence to conclude that it was legally adopted.  This finding is not challenged on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As BCHF notes in its brief, the district court did not definitively establish the existence of the Nadeau plan.  Rather, the court prefaced its analysis of the merits of Nadal-Ginard's claim by stating merely that \"[a] plausible argument can be made that the Nadeau plan is in effect....\"  Because neither party explicitly addresses the validity of such an assumption, as well as the fact that we agree with the district court's ultimate finding that Nadal-Ginard is not entitled to such benefits, we do not address the issues surrounding the viability of the Nadeau plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Nadal-Ginard does not challenge this finding on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> BCHF, in its cross-appeal, alleges that the district court erred in not applying the prejudgment interest rate provided under Massachusetts law with respect to these funds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> This would be so in a case in which Board members learned of the non-disclosed information on their own, yet chose not to act.  In that case, they would be able to recover damages beyond the traditional statute of limitations period notwithstanding their inaction</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">429</span></span></p>\n    <p class=\"parties\">BOSTON CHILDREN'S HEART FOUNDATION, INC., Plaintiff-Appellee,<br>v.<br>Bernardo NADAL-GINARD, Defendant-Appellant.<br>BOSTON CHILDREN'S HEART FOUNDATION, INC., Plaintiff-Appellant,<br>v.<br>Bernardo NADAL-GINARD, Defendant-Appellee.</p>\n    <p class=\"docket\">Nos. 95-1053, 95-1136.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 4, 1995.<br>Decided Jan. 12, 1996.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Laura Steinberg, with whom Cynthia M. Clarke, Katherine J. Ross, Lisa F. Sherman and Sullivan &amp; Worcester, Boston, MA, were on brief, for Bernardo Nadal-Ginard.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Alexander H. Pratt, Jr., with whom Paul R. Devin, James H. Belanger, Robin E. Folsom, William M. Cowan and Peabody &amp; Arnold, Boston, MA, were on brief, for Boston Children's Heart Foundation, Inc.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and LISI,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">MARY M. LISI, District Judge.</p>\n    </div>\n    <p>I. INTRODUCTION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">These appeals present us with the classic tale of a corporate officer who, when caught using corporate funds for personal gain, resists making amends for his misdeeds.  In this instance, Dr. Bernardo Nadal-Ginard was alleged to have misappropriated the funds of the corporation of which he had served as both an officer and director, the Boston Children's Heart Foundation (\"BCHF\").  Following an eighteen-day bench trial, the district court found that Nadal-Ginard violated his fiduciary duties to BCHF, and entered judgment in its favor in the amount of $6,562,283.02.  Notwithstanding allegations of error by both parties, we affirm the district court's decision.</p>\n    </div>\n    <p>II. BACKGROUND</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiff-appellee BCHF is a non-profit corporation organized for the purposes of conducting medical research in the field of cardiology and providing medical services to patients at Boston Children's Hospital (\"Hospital\"), a teaching hospital affiliated with Harvard Medical School (\"Medical School\").  The defendant-appellant, Nadal-Ginard, was the president and a member of the Board of Directors of BCHF (\"Board\").  Nadal-Ginard was also Chairman of the Department of Cardiology (\"Department\") at the Hospital, as well as a member of the faculty of the Medical School.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Nadal-Ginard first became associated with these entities in 1982, when he accepted the chairmanship and faculty position.  Approximately one year later, with the assistance of Boston attorney Douglas Nadeau, BCHF, a tax-exempt Massachusetts corporation created to conduct the Department's clinical activities, was organized.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Like the other departments' corporations, the Operating Agreement between the Hospital and BCHF explicitly acknowledged the independent status of the foundation.  Indeed, control of the foundation was given to BCHF's three directors:  Nadal-Ginard, Donald Fyler, and Michael Freed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Nadal-Ginard also served as president of BCHF until 1993, when the circumstances leading to this litigation began to surface.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In addition to his duties at the Hospital, Medical School, and BCHF, Nadal-Ginard accepted a position as an investigator with the Howard Hughes Medical Institute (\"HHMI\") in 1986.  In this position, he directed the activities of the Howard Hughes Medical Institute Laboratory of Cellular and Molecular Cardiology at the Hospital.  Nadal-Ginard received a substantial salary and some optional fringe benefits as compensation for his services.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There were never any questions as to Nadal-Ginard's qualifications as a scientist and a physician.  Several questions did arise, however, with respect to certain actions Nadal-Ginard took with respect to setting his salary, establishing a severance benefit plan, and using BCHF funds for personal expenses.  On November 12, 1993, BCHF filed suit claiming that Nadal-Ginard breached his fiduciary duties to the corporation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Following a bench trial, the district court found most of the allegations to be true and awarded damages to BCHF.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Nadal-Ginard alleges that the district court committed a plethora of errors in deciding in favor of BCHF.  BCHF cross-appeals on several issues which the district court decided in favor of Nadal-Ginard.  We examine each of these alleged errors in the context of their common factual bases.</p>\n    </div>\n    <p>III. BCHF SALARY CLAIMS</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nadal-Ginard's first allegation of error relates to the district court's finding that he violated his fiduciary duties to BCHF by setting his BCHF salary without making any disclosure to the Board of his receipt of an annual salary from HHMI.  The BCHF Articles of Organization authorized the payment of reasonable compensation to its employees and members.  The Hospital's Group Practice Policy Statement defined the procedures to be used in calculating the compensation, delegating exclusive authority to the BCHF president to determine the compensation levels of all BCHF members, including his or her own compensation.  During his tenure, Nadal-Ginard acted in accordance with the provisions contained in these documents.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court found that Nadal-Ginard's setting his own salary constituted a self-interested transaction under Massachusetts law.  As such, the validity of this action depended on whether the other Board members had approved the corporate action after receiving all information relevant to the decision.  Finding that Nadal-Ginard failed to disclose his HHMI income to the other Board members, information the court found material to any discussion by the Board regarding the appropriate amount of his BCHF compensation, the court held that Nadal-Ginard violated his fiduciary duties.  Accordingly, the court awarded damages equal to three years of his BCHF salary, an amount totaling $801,172.90.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nadal-Ginard alleges that the district court committed two errors relating to his BCHF salary.  First, he challenges the court's finding that he breached any fiduciary duties through his participation in the Board's salary decision.  Second, he argues that the district court erred in denying a quantum meruit offset to any liability arising from such participation.  We address these contentions separately.</p>\n    </div>\n    <p>A. Breach of Fiduciary Duty</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nadal-Ginard contends that the district court ignored \"well-established law and stipulated facts\" in finding that he breached his fiduciary duties to BCHF with respect to his BCHF salary.  Specifically, he argues that his compensation was at all times \"fair and reasonable\" in light of the services he rendered, precluding any such finding.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The basic standard of care of corporate officers or directors is well-established under Massachusetts law.  In essence, it is the \"standard of complete good faith plus the exercise of reasonable intelligence.\"  Murphy v. Hanlon, <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">683</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">292</span></span>, 293 (1948).  Under this standard, officers or directors are not responsible for mere errors of judgment or want of prudence in the performance of their duties.  See Sagalyn v. Meekins, Packard &amp; Wheat, Inc., <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">434</span></span>, <span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">769</span></span>, 771 (1935).  Further, if officers or directors act in good faith, albeit imprudently, they are not subject to personal liability absent clear and gross negligence in their conduct.  See Spiegel v. Beacon Participations, Inc., <span class=\"citation no-link\"><span class=\"volume\">297</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">895</span></span>, 904 (1937).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This basic standard of care is enhanced in situations when an officer or director engages in self-dealing.  See Johnson v. Witkowski, 30 Mass.App. 697, <span class=\"citation\" data-id=\"2068247\"><a href=\"/opinion/2068247/johnson-v-witkowski/\"><span class=\"volume\">573</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">513</span></a></span>, 522 (1991).  Courts subject these transactions to \"vigorous scrutiny,\" obligating the officers or directors to prove two elements:  first, that the officer or director acted in good faith with respect to the transaction;  and, second, that the transaction is inherently fair from the corporation's point of view.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Crowley v. Communications for Hospitals, Inc., 30 Mass.App. 751, <span class=\"citation\" data-id=\"2068305\"><a href=\"/opinion/2068305/crowley-v-communications-for-hospitals-inc/\"><span class=\"volume\">573</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">996</span></a></span>, 1000 (1991);  see also Winchell v. Plywood Corp., <span class=\"citation no-link\"><span class=\"volume\">324</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">171</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">313</span></span>, 317 (1949).  The former element requires a corporate officer to fully and honestly disclose any information relevant to the transaction, thereby permitting a disinterested decision maker to exercise informed judgment.  See, e.g., Dynan v. Fritz, <span class=\"citation\" data-id=\"2122074\"><a href=\"/opinion/2122074/dynan-v-fritz/\"><span class=\"volume\">400</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">230</span></a></span>, <span class=\"citation\" data-id=\"2122074\"><a href=\"/opinion/2122074/dynan-v-fritz/\"><span class=\"volume\">508</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1371</span></a></span>, 1378 (1987);  Cooke v. Lynn Sand &amp; Stone Co., 37 Mass.App. 490, <span class=\"citation no-link\"><span class=\"volume\">640</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">786</span></span>, 791 (1994).  The latter element emanates from the officer's or director's responsibility \"to refrain from taking an undue advantage of the corporation,\" and gives rise to a fiduciary breach in a situation where an officer determines his or her salary when that individual's salary exceeds the fair value of services rendered.  Sagalyn v. Meekins, Packard &amp; Wheat, <span class=\"citation no-link\"><span class=\"antecedent_guess\">Inc.,</span> <span class=\"volume\">195</span> <span class=\"reporter\">N.E.</span> at <span class=\"page\">771</span></span>;  see also Heise v. Earnshaw Publications, <span class=\"citation\" data-id=\"1381063\"><a href=\"/opinion/1381063/heise-v-earnshaw-publications/\"><span class=\"volume\">130</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">38</span></a></span>, 40 (D.Mass.1955).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court found a lack of good faith on Nadal-Ginard's part as a result of two factual findings:  first, that Nadal-Ginard failed to disclose his HHMI salary and benefits to the other BCHF directors;  and, second, that this information was material to any decision concerning the amount of Nadal-Ginard's BCHF salary.  We accept the former as true, as Nadal-Ginard alleges no error with respect to this finding.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Nadal-Ginard suggests error with respect to the latter finding, however, arguing that the district court reached this conclusion because it erroneously believed that BCHF and HHMI paid him for the same or related research activities.  Specifically, Nadal-Ginard argues that the district court \"grossly mischaracterized\" the services Nadal-Ginard rendered to BCHF and its affiliates.  In so doing, we believe that it is Nadal-Ginard who offers a mischaracterization.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court found only that the HHMI salary information \"was material to any decision on the appropriate compensation paid by BCHF for the same or related research activities....\"  Trial Court Opinion, p. 32.  Nowhere in its opinion did the court conclude that Nadal-Ginard engaged in the same or related work for both BCHF and HHMI.  Rather, this statement merely indicates that the court believed that the BCHF Board, armed with the information about the HHMI salary, might have found that Nadal-Ginard engaged in similar or related research.  Indeed, in the succeeding paragraph, the court stated that \"[i]f the defendant had disclosed his salary from [HHMI], BCHF may have determined \" that it could have used part of Nadal-Ginard's salary for other purposes.  Trial Court Opinion, p. 32 (emphasis added).  Because we believe that the district court did not make the finding Nadal-Ginard suggests is erroneous, we find no error on the part of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Notwithstanding the district court's finding of an absence of good faith, Nadal-Ginard argues that he could not have breached his fiduciary duties to BCHF because his salary was at all times fair and reasonable.  In so doing, however, Nadal-Ginard neglects to address the first predicate of the legal analysis.  When, as in this case, a court finds that an officer failed to act in good faith, it follows that a fiduciary breach exists, and the need to determine whether or not an officer's salary is objectively reasonable is obviated.</p>\n    </div>\n    <p>B. Quantum Meruit Offset</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Nadal-Ginard next suggests that, even if the district court correctly found that he breached his fiduciary duties, it erroneously calculated his liability for this breach to be the total compensation he received from BCHF after November 12, 1990.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Nadal-Ginard contends that principles of equity, specifically the theory of quantum meruit, required the district court to exclude from BCHF's damages that portion of Nadal-Ginard's salary which represented the reasonable value of the services he rendered to BCHF.  Nadal-Ginard alleges two ways in which the district court erred with respect this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">First, Nadal-Ginard argues that the district court erroneously decided that it was precluded from applying such an offset in cases in which a defendant has committed an unexcused fiduciary breach.  We dispense with this allegation forthwith, as even a cursory review of the district court's opinion fails to reveal such a pronouncement.  Indeed, the district court expressly assumed that it was permitted to weigh such considerations:  \"I assume, without deciding, that a court has authority when determining the appropriate measure of damages for breach of fiduciary duty, in a context such as this, to weigh the harm caused by the defendant's breach with the benefits to the plaintiff from the defendant's overall performance of his duties.\"   Trial Court Opinion, pp. 46-47.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Nadal-Ginard next asserts that the district court erred in factoring the harm to BCHF's reputation that resulted from his fiduciary breach into its damages equation.  Although Nadal-Ginard couches this claim in terms of a denial of what he refers to as a quantum meruit offset, in reality, he is challenging the method by which the district court applied the quantum meruit analysis.  In whatever light this allegation is viewed, however, it must fail.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Under Massachusetts law, trial courts are vested with the discretion to determine the amount of damages for fiduciary breaches according to the peculiar factors of each individual case.  See Chelsea Industries, Inc. v. Gaffney, <span class=\"citation\" data-id=\"2200367\"><a href=\"/opinion/2200367/chelsea-industries-inc-v-gaffney/\"><span class=\"volume\">389</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"2200367\"><a href=\"/opinion/2200367/chelsea-industries-inc-v-gaffney/\"><span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">320</span></a></span>, 327 (1983);  Lydia E. Pinkham Medicine Co. v. Gove, <span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">482</span></span>, 486 (1939).  Notwithstanding the existence of this discretion, courts have consistently followed the same routine in determining whether such an offset is warranted.  We examine Nadal-Ginard's allegation of error after synthesizing this routine.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Most courts begin their analyses with the baseline proposition that a court can require a corporate officer, director, or trust agent or employee to forfeit the right to retain or receive his or her compensation for conduct in violation of his or her fiduciary duties.  See, e.g., Chelsea Industries, Inc. v. <span class=\"citation\" data-id=\"2200367\"><span class=\"antecedent_guess\">Gaffney,</span> <a href=\"/opinion/2200367/chelsea-industries-inc-v-gaffney/\"><span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">326-27</span></a></span>;  Lydia E. Pinkham Medicine Co. v. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Gove,</span> <span class=\"volume\">20</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">486</span></span>.   Such a forfeiture can be required even absent a showing of actual injury to the employer.  See Chelsea Industries, Inc. v. <span class=\"citation\" data-id=\"2200367\"><span class=\"antecedent_guess\">Gaffney,</span> <a href=\"/opinion/2200367/chelsea-industries-inc-v-gaffney/\"><span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">327</span></a></span>.   Indeed, \"[a] trustee who commits a breach of trust or an agent who is guilty of disloyal conduct ... imperils his right to compensation.\"  Lydia E. Pinkham Medicine Co. v. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Gove,</span> <span class=\"volume\">20</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">486</span> </span>(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The courts next proceed to determine whether they should stray from the baseline and require a disloyal employee to repay only that portion of his or her compensation, if any, in excess of the value of his or her service to the employer.  See, e.g., Chelsea Industries, Inc. v. <span class=\"citation\" data-id=\"2200367\"><span class=\"antecedent_guess\">Gaffney,</span> <a href=\"/opinion/2200367/chelsea-industries-inc-v-gaffney/\"><span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">327</span></a></span>;  Anderson Corp. v. Blanch, <span class=\"citation\" data-id=\"2027974\"><a href=\"/opinion/2027974/anderson-corp-v-blanch/\"><span class=\"volume\">340</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">43</span></a></span>, <span class=\"citation\" data-id=\"2027974\"><a href=\"/opinion/2027974/anderson-corp-v-blanch/\"><span class=\"volume\">162</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">825</span></a></span>, 830 (1959);  Lydia E. Pinkham Medicine Co. v. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Gove,</span> <span class=\"volume\">20</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">486</span></span>.   Courts weigh two factors when contemplating whether such a deviation is warranted:  first, whether the defendant has met his or her burden of establishing the value of the services rendered, see Chelsea Industries, Inc. v. <span class=\"citation\" data-id=\"2200367\"><span class=\"antecedent_guess\">Gaffney,</span> <a href=\"/opinion/2200367/chelsea-industries-inc-v-gaffney/\"><span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">327</span></a></span>;  and, second, the nature of the defendant's conduct, see, e.g., Production Mach. Co. v. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Howe,</span> <span class=\"volume\">99</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">36</span></span>.   It is only when a court is satisfied that a defendant has established the value of his services, and that his or her conduct was not egregious, that such an offset is factored into the damage equation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Nadal-Ginard asserts that the district court erred in examining the harm to the reputation, services, and functions of BCHF that would naturally flow from the public disclosure of Nadal-Ginard's conduct because the plaintiff failed to prove such harm.  In so asserting, Nadal-Ginard has the right church, but wrong pew.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Nadel-Ginard is correct in his assertion that a plaintiff normally can recover only those damages which he or she has proven to have incurred.  See Hendricks &amp; Assocs., Inc. v. Daewoo Corp., <span class=\"citation\" data-id=\"554020\"><a href=\"/opinion/554020/hendricks-associates-inc-v-daewoo-corporation/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span>, 217 (1st Cir.1991);  Snelling &amp; Snelling of Mass., Inc. v. Wall, <span class=\"citation\" data-id=\"2054794\"><a href=\"/opinion/2054794/snelling-snelling-of-massachusetts-inc-v-wall/\"><span class=\"volume\">345</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">634</span></a></span>, <span class=\"citation\" data-id=\"2054794\"><a href=\"/opinion/2054794/snelling-snelling-of-massachusetts-inc-v-wall/\"><span class=\"volume\">189</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">231</span></a></span>, 232 (1963).  In this instance, however, the district court was not factoring the reputational harm into its damage calculations.  Rather, the court considered this harm only in its analysis of whether an equitable offset to the damages to which BCHF was entitled was warranted.  The court committed no error in doing so.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In charging that BCHF failed to meet its burden in proving damages, Nadal-Ginard overlooks the fact that the main reason the district court denied the offset was because he failed to meet his.  That is, the district court found the evidence he presented with respect to the value of his services to be \"conflicting and speculative at best.\"   Trial Court Opinion, p. 33.  Close examination of the record evidences nothing to suggest that the district court erred in reaching such a conclusion.  Nowhere in the record is there any evidence of the specific value of Nadal-Ginard's services.  Indeed, Nadal-Ginard relies only on broad, self-aggrandizing statements in support of his argument.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Having addressed all of Nadal-Ginard's allegations of error relating to his BCHF salary, we turn our sights to the next area in which he alleges error, that is, with respect to his claim of entitlement to indemnification from BCHF.</p>\n    </div>\n    <p>IV. INDEMNIFICATION CLAIM</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Nadal-Ginard contends that the district court, \"in a rush to judgment,\" failed to thoroughly address his claims for indemnification by BCHF.  Specifically, he argues that the court neglected to review the facts underlying two BCHF decisions, both instances in which the court found Nadal-Ginard's participation to amount to fiduciary breaches.  Accordingly, he requests that this court reverse the district court's denial of his indemnification claims with respect to each decision.  For several reasons, we decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A thorough examination of the district court's opinion does not bear out Nadal-Ginard's main contention.  Indeed, while the district court did not include a recitation of the facts underlying these decisions in its indemnification discussion, it had no reason to do so, as it had examined both circumstances in great detail in previous sections of the opinion.  The fact that it incorporated these findings by reference into the indemnification discussion does not constitute error.  As such, we turn to examine the validity of the district court's conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We begin our analysis by examining the two grounds on which Nadal-Ginard asserts his entitlement.  Nadal-Ginard first claims a right to indemnification from BCHF based on Article VIII of the BCHF Bylaws.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  This provision provides that BCHF will indemnify any liabilities and expenses incurred by an officer or director because of the position he or she holds.  There is a prerequisite that must be satisfied in order to be entitled to indemnification, however:  the BCHF director, officer, or employee must have acted in good faith in the reasonable belief that his or her action was in the best interests of BCHF.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Nadal-Ginard turns to Chapter 180, Section 6C, of the Massachusetts General Laws for further support of his indemnification claim.  This statute provides that a officer or director of a corporation shall not be held liable for the performance of his or her duties if performed \"in good faith and in a manner he reasonably believes to be in the best interests of the corporation, and with such care as an ordinarily prudent person in a like position ... would use under similar circumstances.\"   Mass.Gen.L. ch. 180, Sec. 6C.  The statute provides that an officer or director acts in good faith when acting on, inter alia, the advice or opinions of counsel, providing the officer or director did not have knowledge regarding his or her actions that would cause such reliance to be unwarranted.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It is the latter portion of the Massachusetts statute on which Nadal-Ginard relies in asserting his claim.  He argues that BCHF should indemnify him for damages arising out of two transactions, as, in both cases, he acted on the advice of an attorney.  We examine the merits of these claims after first reviewing the underpinnings of the transactions in question.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The first fiduciary breach arose out of his involvement in determining his BCHF salary.  We need not tarry in reviewing the circumstances underlying this transaction, as we have already devoted a good portion of the opinion to doing so.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span>part III.  We need only make note of the new wrinkle that Nadal-Ginard adds in his effort to obtain indemnification:  his contention that he acted as he did because Nadeau represented to him that to do so was legal.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The second fiduciary breach for which Nadal-Ginard claims a right to indemnification arose out of his actions in directing BCHF funds to be deposited into a Guardian Life Insurance Escrow Account, established for the purpose of paying premiums to the Guardian Life Insurance Company on a $6,000,000 life insurance policy in Nadal-Ginard's name.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The court found that Nadal-Ginard did not, at any time, disclose the existence of the Escrow Account to the other BCHF Board members, nor did he obtain authorization to make payments to such an account.  Because this transaction was clearly self-interested, the court held that the payment of BCHF funds to the Escrow Account amounted to a breach by Nadal-Ginard of his fiduciary duty of loyalty, and therefore included the sum total of the payments in its judgment for BCHF.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The basis for Nadal-Ginard's indemnification argument for the Escrow Account damages mirrors that with respect to his compensation.  He argues that the Guardian Escrow Account was \"the brainchild\" of Gary Banks, an attorney to whom Nadal-Ginard turned for advice in 1987.  Nadal-Ginard claims that because Banks created the Guardian Life Insurance Escrow Account, he should have been able to assume that it was structured in conformity with the law.  As a result, he argues that he is entitled to indemnification for the portion of the damages equaling the BCHF payments to the Escrow Account.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">At trial, Nadal-Ginard did not prevail on either argument.  First, the district court discredited Nadal-Ginard's contention that he relied upon the advice of the attorneys.  Second, the district court found that neither attorney ever affirmatively advised Nadal-Ginard as to the legality of his actions in either transaction.  On appeal, Nadal-Ginard does not challenge the district court's interpretation of either the BCHF Bylaw or the Massachusetts statute.  Instead, he contends that there was insufficient evidence on which to support the court's conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In reviewing this claim, we are mindful that we review findings of fact for clear error.  See Texaco Puerto Rico, Inc. v. Department of Consumer Affairs, <span class=\"citation\" data-id=\"196188\"><a href=\"/opinion/196188/texaco-pr-inc-v-daco/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">867</span></a></span>, 875 (1st Cir.1995).  When those findings of fact are based on the credibility of witnesses, great deference is given to the district court's findings.  See Maness v. Star-Kist Foods, Inc., <span class=\"citation\" data-id=\"655347\"><a href=\"/opinion/655347/63-fair-emplpraccas-bna-47-62-empl-prac-dec-p-42567-monroe-maness/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">704</span></a></span>, 708 (8th Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2678</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">813</span> </span>(1994);  cf. Inwood Lab., Inc. v. Ives Lab., Inc., <span class=\"citation\" data-id=\"110720\"><a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></a></span>, 855, <span class=\"citation\" data-id=\"110720\"><a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></a></span>, 2189, <span class=\"citation\" data-id=\"110720\"><a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">606</span> </a></span>(1982).  Indeed, \"[i]n the absence of egregious lapses in such a perception, appellate courts leave it undisturbed.\"  Charves v. Western Union Telegraph Co., <span class=\"citation\" data-id=\"421134\"><a href=\"/opinion/421134/evelyn-m-charves-v-the-western-union-telegraph-co/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">462</span></a></span>, 464-65 (1st Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Here, we find no error.  Nadal-Ginard points to nothing in the record, nor do we find anything on our own, to suggest that the district court's discrediting of Nadal-Ginard's testimony is egregious.  Indeed, the district court pointed out that Nadal-Ginard failed to comply with the requirements in the documents as he understood them, never mind comply with interpretations offered by counsel.  Further, there is ample evidence in the record unrelated to these transactions which lends support to the district court's findings.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Even assuming that Nadal-Ginard's credibility was not at issue, Nadal-Ginard fails to clear the next hurdle.  That is, Nadal-Ginard fails to direct this court to any place in the record evidencing the fact that either attorney advised Nadal-Ginard that he was legally entitled to act as he did.  An attorney's representation as to the legality of a particular corporate structure does not mean that an officer or director can act in any manner he or she chooses within the confines of that structure.  Indeed, an officer is bound further by the confines of the law.  So it is here:  the fact that both Nadeau and Banks advised Nadal-Ginard that the corporate structures in question were legally valid does not absolve Nadal-Ginard from liability incurred by his improper actions.  Accordingly, we find no error on the part of the district court, and now proceed to address Nadal-Ginard's two remaining allegations of error.</p>\n    </div>\n    <p>V. THE BANKS PLAN</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In 1985 or early 1986, the Board of Directors adopted a severance benefit plan, referred to as the \"Nadeau Plan,\" by written consent.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  In early 1987, Nadal-Ginard presented the Board with what he claims was a reconstruction of the Nadeau Plan, a document that he contends was lost.  In so doing, Nadal-Ginard did not inform the Board that the Banks Plan provided far more in benefits for Nadal-Ginard than the Nadeau Plan had.  In 1992, upon Nadal-Ginard's initiative, the Banks Plan was terminated and Nadal-Ginard received benefits in the form of cash and securities valued at over $4,000,000.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court made several findings with respect to the creation and adoption of the Banks Plan.  First, it found the terms of the plan to be so markedly different from the Nadeau Plan that Nadal-Ginard's actions could not be construed as a genuine effort to reconstruct the Nadeau Plan.  Second, the district court found that Nadal-Ginard's benefits under the Banks Plan were of such a magnitude, and structured in such a way, that had they been disclosed at the time the plan was presented to the Board, the plan would not have been approved by the Board.  The district court concluded that Nadal-Ginard breached his fiduciary duties to BCHF with respect to his involvement in the creation of the plan and its presentation to the Board.  Accordingly, the court awarded damages to BCHF in the amount of $4,082,273.50.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">While Nadal-Ginard disputes the district court's factual findings, he does not challenge them on appeal.  Rather, Nadal-Ginard contends that ERISA explicitly exempts these types of severance benefit plans from its fiduciary duty provisions.  Further, he alleges that 29 U.S.C. Sec. 1144, which provides for the preemption of state law by ERISA, precludes the evaluation of Nadal-Ginard's actions in light of fiduciary responsibilities defined by state law.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court did not address the issue of the whether the fiduciary provisions of ERISA applied to the Banks Plan or whether it fell within the category of unfunded plans which are excluded from the scope of those fiduciary standards.  The court did find that the fiduciary obligations created under Massachusetts law were more favorable to Nadal-Ginard than those imposed by ERISA, and, therefore, that a fiduciary breach under Massachusetts law would necessarily constitute a breach of the ERISA fiduciary obligations, if applicable.  As neither party challenges the conclusion that the Banks plan is exempt from ERISA's fiduciary provisions, we concentrate solely on whether ERISA preempts the application of state law in this instance.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">\" 'ERISA is a comprehensive statute designed to promote the interests of employees and their beneficiaries in employee benefit plans.' \"  Ingersoll-Rand Co. v. McClendon, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 137, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">478</span></a></span>, 481, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">474</span> </a></span>(1990) (quoting Shaw v. Delta Air Lines, Inc., <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 90, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2890</span></a></span>, 2896, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span> </a></span>(1983)).  In vast detail, ERISA imposes participation, funding, and vesting requirements on such plans, as well as establishes uniform standards for pension and welfare plans, including rules concerning reporting, disclosure, and fiduciary responsibility.  See <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"id_token\">id.</span>   An inherent </a></span>part of this system is section 514(a), which provides that ERISA supersedes \"any and all State laws insofar as they may now or hereafter relate to any employee benefit plan....\"  29 U.S.C. Sec. 1144(a);  see also Ingersoll-Rand Co. v. <span class=\"citation\" data-id=\"112512\"><span class=\"antecedent_guess\">McClendon,</span> <a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">137</span></a></span>, 111 S.Ct. at 481.   The statute defines the term \"State law\" to include \"all laws, decisions, rules, regulations, or other State action having the effect of law, of any State.\"  29 U.S.C. Sec. 1144(c)(1);  see also Carlo v. Reed Rolled Thread Die Co., <span class=\"citation\" data-id=\"691308\"><a href=\"/opinion/691308/pens-plan-guide-p-23907e-victor-e-carlo-jr-and-kathleen-m-carlo-v/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">790</span></a></span>, 793 (1st Cir.1995).  Congress included Sec. 514(a) to ensure uniformity in such plans by preventing states from imposing divergent obligations upon them.  See Simas v. Quaker Fabric Corp. of Fall River, <span class=\"citation\" data-id=\"654586\"><a href=\"/opinion/654586/john-simas-v-quaker-fabric-corporation-of-fall-river-commonwealth-of/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">849</span></a></span>, 852 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Supreme Court has repeatedly interpreted the preemption provision to cover any state law that \"has a connection with or reference to\" an ERISA plan.  District of Columbia v. Greater Washington Board of Trade, <span class=\"citation\" data-id=\"112799\"><a href=\"/opinion/112799/district-of-columbia-v-greater-washington-bd-of-trade/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, 129, <span class=\"citation\" data-id=\"112799\"><a href=\"/opinion/112799/district-of-columbia-v-greater-washington-bd-of-trade/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">580</span></a></span>, 583, <span class=\"citation\" data-id=\"112799\"><a href=\"/opinion/112799/district-of-columbia-v-greater-washington-bd-of-trade/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">513</span> </a></span>(1992);  see also Mackey v. Lanier Collection Agency &amp; Service, Inc., <span class=\"citation\" data-id=\"112105\"><a href=\"/opinion/112105/mackey-v-lanier-collection-agency-service-inc/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, 829, <span class=\"citation\" data-id=\"112105\"><a href=\"/opinion/112105/mackey-v-lanier-collection-agency-service-inc/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></a></span>, 2185, <span class=\"citation\" data-id=\"112105\"><a href=\"/opinion/112105/mackey-v-lanier-collection-agency-service-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">836</span> </a></span>(1988);  Shaw v. Delta Air Lines, Inc., <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 96-97, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2890</span></a></span>, 2899-2900, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span> </a></span>(1983).  Indeed, this provision is to be read expansively, see Rosario-Cordero v. Crowley Towing &amp; Transp. Co., <span class=\"citation\" data-id=\"195883\"><a href=\"/opinion/195883/rosario-cordero-v-crowley-towing/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 122 (1st Cir.1995), and has the effect of preempting any state law that refers to, or has a connection with, covered benefit plans, \"even if the law is not specifically designed to affect such plans, or the effect is only indirect.\"  District of Columbia v. Greater Washington Board of <span class=\"citation\" data-id=\"112799\"><span class=\"antecedent_guess\">Trade,</span> <a href=\"/opinion/112799/district-of-columbia-v-greater-washington-bd-of-trade/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">130</span></a></span>, 113 S.Ct. at 583 (citations and internal quotation marks omitted).  Such a preemption is also worked \"regardless of whether there is a 'comfortable fit between a state statute and ERISA's overall aims.' \"  Simas v. Quaker Fabric Corp. of Fall <span class=\"citation\" data-id=\"654586\"><span class=\"antecedent_guess\">River,</span> <a href=\"/opinion/654586/john-simas-v-quaker-fabric-corporation-of-fall-river-commonwealth-of/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">852</span> </a></span>(quoting McCoy v. MIT, <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 18 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span> </span>(1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">State laws that have merely a \"tenuous, remote, or peripheral connection with a covered benefit plan\" may not be preempted by ERISA.  Rosario-Cordero v. Crowley Towing &amp; Transp. <span class=\"citation\" data-id=\"195883\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/195883/rosario-cordero-v-crowley-towing/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">123</span> </a></span>(citation and internal quotation marks omitted).  Such is normally the case with respect to laws of general applicability.  See District of Columbia v. Greater Washington Board of <span class=\"citation\" data-id=\"112799\"><span class=\"antecedent_guess\">Trade,</span> <a href=\"/opinion/112799/district-of-columbia-v-greater-washington-bd-of-trade/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">130</span> </a></span>n. <span class=\"citation\" data-id=\"112799\"><span class=\"antecedent_guess\">1,</span> <a href=\"/opinion/112799/district-of-columbia-v-greater-washington-bd-of-trade/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">583</span> </a></span>n. 1;  Rosario-Cordero v. Crowley Towing &amp; Transp. <span class=\"citation\" data-id=\"195883\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/195883/rosario-cordero-v-crowley-towing/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">123</span></a></span>;  Combined Mgt., Inc. v. Superintendent of the Bureau of Insurance, <span class=\"citation\" data-id=\"668249\"><a href=\"/opinion/668249/combined-management-inc-v-superintendent-of-the-bureau-of-insurance-of/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">350</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">306</span> </span>(1994).  A court cannot conclude that a state law is one of general applicability, and as such is not preempted by ERISA, based on the form or label of the law, however.  See Carlo v. Reed Rolled Thread Die <span class=\"citation\" data-id=\"691308\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/691308/pens-plan-guide-p-23907e-victor-e-carlo-jr-and-kathleen-m-carlo-v/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">794</span> </a></span>n. 3;  Zuniga v. Blue Cross and Blue Shield of Michigan, <span class=\"citation\" data-id=\"694598\"><a href=\"/opinion/694598/jorge-s-zuniga-jorge-s-zuniga-md-pc-v-blue-cross-and-blue-shield/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1395</span></a></span>, 1401 (6th Cir.1995).  Absent precedent on a closely related problem, the inquiry into whether a state law \"relates to\" an ERISA plan or is merely \"tenuous, remote, or peripheral\" requires a court to look at the facts of particular case.  See Rosario-Cordero v. Crowley Towing &amp; Transp. <span class=\"citation\" data-id=\"195883\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/195883/rosario-cordero-v-crowley-towing/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">125</span> </a></span>n. 2.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Here, the alleged breach of fiduciary duty relates to Nadal-Ginard's action in establishing the Banks Plan without disclosing information that a self-interested fiduciary would be required to reveal to his fellow directors.  Nadal-Ginard's misconduct preceded the formal adoption of the plan.  The legal determination that Nadal-Ginard's conduct constitutes a fiduciary breach does not require the resolution of any dispute about the interpretation or administration of the plan.  Further, the application of state law in this instance does not raise the core concern underlying ERISA preemption.  Indeed, the fact that Nadal-Ginard chose an ERISA plan rather than some other form of compensation is peripheral to the underlying claim that Nadal-Ginard breached his corporate responsibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This being the case, it cannot be said that Massachusetts fiduciary law must be preempted in this instance.  Therefore, we turn to address the merits of the district court's conclusion that Nadal-Ginard's actions violated his fiduciary duties.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">As Nadal-Ginard does not allege error with respect to the law which the district court applied in reaching its conclusion, we need not revisit the duties of good faith and full disclosure arising in self-interested transactions.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span>part III.A.  Instead, we turn without delay to review the validity of the district court's factual findings which served as the basis for its legal conclusion, keeping in mind, once again, that we do so in light of the clearly erroneous standard.  See Texaco Puerto Rico, Inc. v. Department of Consumer <span class=\"citation\" data-id=\"196188\"><span class=\"antecedent_guess\">Affairs,</span> <a href=\"/opinion/196188/texaco-pr-inc-v-daco/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">874</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The district court made several findings of fact on which it grounded its conclusion that Nadal-Ginard breached his fiduciary duties.  Chief among these was that Nadal-Ginard intentionally had the Banks plan drafted in two parts in order that the other Board members might enact the plan without learning of the magnitude of his blatantly disproportionate share of the benefits.  The court determined that this effort met with success, as it found that the other Board members did not learn all the terms of the Banks plan until the fall of 1993.  The court reached these factual conclusions on the basis of the testimony of the witnesses and an examination of the plan itself.  Further, the court expressly discredited Nadal-Ginard's assertions.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In reviewing the vast record from the district court, we find that Nadal-Ginard fails to meet the heavy burden which the law places on him.  That is, Nadal-Ginard offers no evidence to suggest that the district court's findings were clearly in error.  As much of the court's findings are based on credibility determinations of the witnesses who testified at trial, we decline to reverse the conclusions reached below.</p>\n    </div>\n    <p>VI. DAMAGE CALCULATIONS</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In the fall of 1993, additional misdeeds on the part of Nadal-Ginard were discovered.  Four checks made out to third parties bore questionable endorsements, each of which had been deposited into Nadal-Ginard's personal bank accounts.  Nadal-Ginard thereafter wrote checks to BCHF to replace the funds that had been traced to his accounts.  On October 22, 1993, the Board met to discuss this situation.  At this meeting, Nadal-Ginard allegedly informed the Board of his intention to seek a medical leave of absence from his various Hospital and Medical School positions, as well as from his duties as BCHF president.  Nadal-Ginard alleges that the Board approved this request, and that he was subsequently hospitalized for treatment of acute depression.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Nadal-Ginard's final two allegations of error concern the methods employed by the district court in calculating BCHF's damages arising out of these facts.  First, Nadal-Ginard alleges that the district court erred in denying his request for an offset in an amount equal to the disability payments to which he claims he was entitled under the Nadeau Plan because of his medical condition.  Second, Nadal-Ginard contends that the district court impermissibly awarded damages in an amount equivalent to the interest BCHF would have earned on the misappropriated funds absent Nadal-Ginard's actions.  We address each of these allegations in turn.</p>\n    </div>\n    <p>A. Disability Benefits</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">At trial, Nadal-Ginard argued that because the district court nullified the Banks Plan, it implicitly confirmed the existence of the Nadeau plan.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  Nadal-Ginard further claimed that, as a result of his medical condition, he was totally disabled and therefore eligible for severance benefits under the terms of the Nadeau plan.  Accordingly, Nadal-Ginard sought to reduce the amount of damages attributed to his fiduciary transgressions with respect to the Banks plan in an amount equal to the Nadeau plan severance benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The district court denied Nadal-Ginard's claim on two grounds.  First, it found evidence that suggested that Nadal-Ginard's BCHF employment was involuntarily terminated, thereby working a forfeiture of any benefits to which he otherwise would have been eligible.  Second, the district court found that Nadal-Ginard had failed to prove that he was \"totally disabled,\" and therefore was not eligible to receive benefits under the plan.  Nadal-Ginard challenges both findings on appeal.  We begin our analysis by detailing the severance benefit framework of the Nadeau plan.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Under section 4.1 of this plan, a participant is eligible for severance benefits upon \"Total Disability.\"   This condition is defined in section 2.13 of the plan as an \"inability to perform usual and customary duties for [BCHF] as a result of a medically determinable physical or mental impairment....\"  Section 2.13 further provides that \"[t]he receipt by a Participant of payments under any long term disability income insurance policy ... shall be deemed to be ... prima facie evidence of such Total Disability in the absence of a contrary finding by [a] physician.\"</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The mere fact that an individual is eligible to receive severance benefits as a result of a disability does not necessary entitle him to those benefits, however.  Indeed, section 4.2 of the plan provides for the forfeiture of all benefits by participants in certain circumstances, including BCHF's termination of a participant's employment.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The district court found that Nadal-Ginard was involuntarily terminated from his position at BCHF.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  As section 4.2 contains no language limiting the time frame during which this provision applies, we find that the district court correctly interpreted the provision as barring the receipt of any benefits by Nadal-Ginard.  As such, we need not address Nadal-Ginard's claim of eligibility for the benefits as a result of his medical condition, and we turn to address his final allegation of error.</p>\n    </div>\n    <p>B. Misappropriated Checks</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">As we noted above, in 1993, the Board discovered that Nadal-Ginard had misappropriated a number of BCHF checks, each drafted between 1991 and 1992, for his personal use.  The court found that Nadal-Ginard's actions with respect to these checks constituted breaches of his fiduciary duties.  Notwithstanding the fact that Nadal-Ginard reimbursed BCHF for the principal amounts of these checks, the district court awarded BCHF damages for these breaches in an amount equivalent to the interest BCHF would have earned on the money between the time the checks were drafted and the time Nadal-Ginard reimbursed the funds.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In alleging error with respect to this damage award, Nadal-Ginard does not contest BCHF's right to recover an amount equal to the interest which it would have earned on the misappropriated funds.  Rather, NadalGinard contends that BCHF failed to meet its burden of submitting evidence to prove the amount of its damages, as it introduced no evidence of what the prevailing market rate was during the time in question.  Nadal-Ginard contends that the trial court erred by awarding damages in an amount equal to the market interest rate, which it calculated based on the auction prices of 52-week United States Treasury bills.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Interest is compensation fixed by law for the use of money or, alternatively, as damages for its detention.  See Perkins School for the Blind v. Rate Setting Comm'n, <span class=\"citation\" data-id=\"2100466\"><a href=\"/opinion/2100466/perkins-sch-for-the-blind-v-rate-setting-commission/\"><span class=\"volume\">383</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">825</span></a></span>, <span class=\"citation\" data-id=\"2100466\"><a href=\"/opinion/2100466/perkins-sch-for-the-blind-v-rate-setting-commission/\"><span class=\"volume\">423</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">765</span></a></span>, 771-72 (1981);  Begelfer v. Najarian, <span class=\"citation\" data-id=\"2089435\"><a href=\"/opinion/2089435/begelfer-v-najarian/\"><span class=\"volume\">381</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">177</span></a></span>, <span class=\"citation\" data-id=\"2089435\"><a href=\"/opinion/2089435/begelfer-v-najarian/\"><span class=\"volume\">409</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">167</span></a></span>, 170 (1980).  Massachusetts law differentiates between two types of interest:  interest reserved by the terms of a contract and interest awarded by law.  See Perkins School for the Blind v. Rate Setting <span class=\"citation\" data-id=\"2100466\"><span class=\"antecedent_guess\">Comm'n,</span> <a href=\"/opinion/2100466/perkins-sch-for-the-blind-v-rate-setting-commission/\"><span class=\"volume\">423</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">772</span></a></span>.   The latter is traditionally seen in the context of prejudgment or postjudgment interest, the rate of which is traditionally fixed by statute and which is calculated based on the amount of damages that a party has sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In this case, there is no question that BCHF bore its burden of proving it was injured in an amount equivalent to the interest it would have earned on the misappropriated funds.  Indeed, it sought to recover damages in an amount based on the interest it would have received using the prejudgment rates provided by statute.  See Mass.Gen.L. ch. 231, Sec. 6H.  The application of that rate would have resulted in a windfall to BCHF, however.  In light of the fact that the interest is awarded to ensure that a party is fully compensated for its injuries, the fact that the district court relied on the United States Treasury bill rates to determine the applicable interest rates did not prejudice either Nadal-Ginard or BCHF.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Therefore, we affirm the district court's ruling with respect this aspect of the damage award.</p>\n    </div>\n    <p>VII. BCHF'S CROSS-APPEAL</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Notwithstanding its agreement with most of the district court's findings and conclusions, BCHF raises a number of errors it alleges the court committed.  We note that BCHF raises four issues in its cross-appeal.  Based on the fact that we have already addressed the appropriate interest rate to be used in calculating its damages for the misappropriated checks, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>part VI.B, as well as the fact that in its brief it concedes that this court need not address the circumstances surrounding Dr. Freed's testimony if we find in its favor with respect to the Banks plan, we address its two remaining claims below.</p>\n    </div>\n    <p>A. Statute of Limitations</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">BCHF first challenges the manner in which the district court applied the Massachusetts statute of limitations to limit its damages arising out of Nadal-Ginard's breaches.  While BCHF does not challenge the court's finding that Massachusetts law imposes a three year limitation on breach of fiduciary duty claims, see Mass.Gen.L. ch. 260, Sec. 2A, BCHF alleges that the district court should have found the statute to have been tolled because Nadal-Ginard concealed his misdeeds.  As such, BCHF asks this court to reverse the district court's judgment insofar as it precludes the recovery of damages arising from its salary and Escrow Account claims prior to November 12, 1990.  We decline.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The general rule in Massachusetts is that a cause of action in tort, in this case a claim based on the violation of a fiduciary duty, must be commenced within three years of the time the breach occurs.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>   As with </span>any rule, however, there exists at least one exception, which, in this case, is defined by statute:</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>If a person liable to a personal action fraudulently conceals the cause of such action from the knowledge of the person entitled to bring it, the period prior to the discovery of his cause of action by the person so entitled shall be excluded in determining the time limited for the commencement of the action.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Mass.Gen.L. ch. 260, Sec. 12.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In general, this statute \"requires a plaintiff to show an affirmative act of fraudulent concealment on the part of the defendant.\"  Maggio v. Gerard Freezer &amp; Ice Co., <span class=\"citation\" data-id=\"491639\"><a href=\"/opinion/491639/fed-sec-l-rep-p-93310-joseph-l-maggio-v-gerard-freezer-ice-co/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">123</span></a></span>, 130 (1st Cir.1987).  Once again, however, a relevant exception exists.  In cases where \"a fiduciary relationship exists between plaintiff and defendant ... [the] mere failure to reveal information may be sufficient to constitute fraudulent conduct....\"  <span class=\"citation\" data-id=\"491639\"><a href=\"/opinion/491639/fed-sec-l-rep-p-93310-joseph-l-maggio-v-gerard-freezer-ice-co/\"><span class=\"id_token\">Id.</span>  (emphasis added); </a></span> see also Puritan Medical Center, Inc. v. Cashman, <span class=\"citation\" data-id=\"2218717\"><a href=\"/opinion/2218717/puritan-medical-center-inc-v-cashman/\"><span class=\"volume\">413</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"2218717\"><a href=\"/opinion/2218717/puritan-medical-center-inc-v-cashman/\"><span class=\"volume\">596</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1004</span></a></span>, 1010 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The district court applied both the statutory language and the relevant case law to the facts at hand.  That is, while it recognized that Massachusetts law no longer required a plaintiff to show active concealment on the part of the defendant in order to toll the statute of limitations, it found that the law did not require a tolling per se when the cause of action concerned the breach of a fiduciary duty of disclosure.  Concluding that the facts below differed from those in Puritan in that the information in question was either of general knowledge or easily accessible to the other Board members, it declined to apply the statute's tolling provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">We find no error in the district court's interpretation of the applicable Massachusetts tolling provisions.  Indeed, as the court pointed out below, the cases hold only that the breach of a duty to disclose may be sufficient to invoke the tolling provisions.  See Puritan Medical Center, Inc. v. <span class=\"citation\" data-id=\"2218717\"><span class=\"antecedent_guess\">Cashman,</span> <a href=\"/opinion/2218717/puritan-medical-center-inc-v-cashman/\"><span class=\"volume\">596</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">1010</span></a></span>;  Maggio v. Gerard Freezer &amp; Ice <span class=\"citation\" data-id=\"491639\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/491639/fed-sec-l-rep-p-93310-joseph-l-maggio-v-gerard-freezer-ice-co/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">130</span></a></span>.   There is no suggestion that such a breach requires the tolling provisions to be applied in all cases.  Indeed, such a conclusion would be counterintuitive.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">An examination of the record reveals nothing to suggest that the district court erred in refusing to find the statute tolled.  As such, we turn to address the final issue BCHF raises in its cross-appeal.</p>\n    </div>\n    <p>B. BCHF Fringe Benefits</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">BCHF's second allegation of error arises out of the district court's findings that Nadal-Ginard failed to disclose his HHMI employment to the Board.  Specifically, BCHF argues that the district court erred by not finding that Nadal-Ginard breached his fiduciary duties by failing to disclose to the Board the fact that he was receiving a fringe benefits package from HHMI.  Once again, we find no error on the part of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The district court, applying the principles underlying fiduciary obligations that we have already detailed, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>part III.A, found that BCHF failed to prove what the HHMI benefits were and whether they were comparable to those provided by BCHF.  Thus, the court found nothing to suggest the HHMI benefit information would have affected the outcome of the Board's determination of Nadal-Ginard's BCHF fringe benefits package.  Therefore, it concluded that there was insufficient evidence to find that Nadal-Ginard failed to act in good faith with respect to the fringe benefits, and thus no basis for finding he breached his fiduciary duties in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Having found nothing in the record to suggest that the district court's factual finding with respect to the sufficiency of the fringe benefit evidence was clearly erroneous, we find no need to disrupt the district court's finding.</p>\n    </div>\n    <p>VIII. CONCLUSION</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.  Two-thirds costs in favor of BCHF.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In 1980, the Hospital's Board of Trustees had adopted a Group Practice Policy Statement which permitted the Hospital's individual departments to conduct their clinical activities through tax-exempt corporations established pursuant to chapter 180 of the Massachusetts General Laws.  At the time BCHF was established in 1983, several other corporations already had been formed, all with the assistance of Nadeau.  Twelve of the Hospital's fifteen departments ultimately established chapter 180 corporations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fyler served on the Board until his retirement in 1989.  On December 31, 1989, James E. Lock was named as Fyler's replacement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> BCHF filed its complaint in Massachusetts Superior Court.  Pursuant to Nadal-Ginard's motion, the case was removed to the United States District Court on November 29, 1993</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We stop at this point to note the fact that the district court correctly found that corporate bylaws permitting conflicts of interest by its officers or directors do not relieve that individual of his obligation to act in good faith.  See, e.g., Spiegel v. Beacon Participations, Inc., <span class=\"citation no-link\"><span class=\"volume\">297</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">895</span></span>, 907 (1937) (stating that organic documents which create conflicts of interests for directors or officers provide no immunity to those individuals for acting in bad faith).  We need not elaborate on this finding, as it is not challenged on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> At one point, Nadal-Ginard did suggest that his relationship with HHMI amounted to an outside business activity, one that did not constitute an usurpation of a BCHF corporate opportunity.  He argues that the absence of any such usurpation eliminates the need for the disclosure of the relationship.  We disagree.  The issue at bar does not concern the propriety of Nadal-Ginard's relationship with HHMI.  Indeed, there has been no suggestion that Nadal-Ginard entered this relationship in violation of his agreement with BCHF.  As a result, his disclosure obligation did not arise from the fact of his relationship with HHMI, but rather because of his involvement in a self-interested transaction.  We note, however, that the terms of his agreement with HHMI precluded Nadal-Ginard from accepting his BCHF salary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> BCHF argues in its cross-appeal that the district court incorrectly applied a three-year statute of limitations on its cause of action, and therefore, its damages should include amounts equal to the compensation Nadal-Ginard received prior to November 12, 1990, as well.  We address this claim below.  See infra part VII.A</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Even if the court's actions could be construed as invoking the general damages rule, the exception to the rule is at work here.  That is, a plaintiff whose cause of action is based on an officer's fiduciary breach is not required to show that it suffered any injury in order to recover the officer's compensation.  See Chelsea Industries, Inc. v. <span class=\"citation\" data-id=\"2200367\"><span class=\"antecedent_guess\">Gaffney,</span> <a href=\"/opinion/2200367/chelsea-industries-inc-v-gaffney/\"><span class=\"volume\">449</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">328</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Article VIII of the BCHF Bylaws provides, in pertinent part:</p>\n        <p>Any person threatened with or made a party to any action, suit or other proceeding by reason of the fact that he ... is or was a Director, officer, employee or other agent of the Corporation ... shall be indemnified by the Corporation against all liabilities and expenses, ... except that no indemnification shall be provided for any person with respect to any matter as to which he shall have been adjudicated in any proceeding not to have acted in good faith in the reasonable belief that his action was in the best interests of the Corporation....</p>\n        <p>Plaintiff's Exhibit # 4, p. 17 (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In its opinion, the district court noted that the evidence showed that, in addition to being used to make premium payments for the life insurance policy, the funds in the Escrow Account were used to pay Nadal-Ginard's federal and state income taxes, as well Nadal-Ginard's personal mortgage loan application fee</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The district court found no evidence as to the exact date the directors adopted this plan.  However, it did find sufficient evidence to conclude that it was legally adopted.  This finding is not challenged on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As BCHF notes in its brief, the district court did not definitively establish the existence of the Nadeau plan.  Rather, the court prefaced its analysis of the merits of Nadal-Ginard's claim by stating merely that \"[a] plausible argument can be made that the Nadeau plan is in effect....\"  Because neither party explicitly addresses the validity of such an assumption, as well as the fact that we agree with the district court's ultimate finding that Nadal-Ginard is not entitled to such benefits, we do not address the issues surrounding the viability of the Nadeau plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Nadal-Ginard does not challenge this finding on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> BCHF, in its cross-appeal, alleges that the district court erred in not applying the prejudgment interest rate provided under Massachusetts law with respect to these funds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> This would be so in a case in which Board members learned of the non-disclosed information on their own, yet chose not to act.  In that case, they would be able to recover damages beyond the traditional statute of limitations period notwithstanding their inaction</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110720/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110993/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112105/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112512/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112799/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195883/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196188/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421134/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491639/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554020/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654586/",
    "https://www.courtlistener.com/api/rest/v3/opinions/655347/",
    "https://www.courtlistener.com/api/rest/v3/opinions/668249/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691308/",
    "https://www.courtlistener.com/api/rest/v3/opinions/694598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1381063/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2027974/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2054794/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2068247/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2068305/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2089435/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2100466/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2122074/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2200367/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2218717/"
  ]
}