{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196509/",
  "id": 196509,
  "absolute_url": "/opinion/196509/united-states-v-cudlitz/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196509/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:07:38Z",
  "date_modified": "2020-02-21T23:14:24.311269Z",
  "type": "010combined",
  "sha1": "d932327c9598522f32add7fd517126e9a6b7481c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1099.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1099\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                        DAVID CUDLITZ,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n               Selya and Boudin, Circuit Judges,\r                                                           \r\n\n                  and Lisi,* District Judge.\r                                                       \r\n\n                                         \r\n\nKimberly Homan  with  whom Sheketoff  &amp;  Homan  was on  brief  for\r                                                          \r\nappellant.\r\nRobert E. Richardson, Assistant United States Attorney, with  whom\r                                \r\nDonald K. Stern,  United States Attorney, was on brief  for the United\r                       \r\nStates.\r\n\n                                         \r\n\n                       January 8, 1996\r\n                                         \r\n\n                \r                            \r\n\n*Of the District of Rhode Island, sitting by designation.\r\r\n\n     BOUDIN, Circuit  Judge.   David Cudlitz was  indicted in\r                                       \r\n\nJuly  1993 and  charged  in four  counts, respectively,  with\r\n\nconspiracy  to commit  arson, 18  U.S.C.    371, arson,  id  \r\n\n844(i),  mail fraud, id.   1341, and  use of fire to commit a\r                                    \r\n\nfelony, id.    844(h).  In substance,  the government alleged\r                       \r\n\nthat in  1992  Cudlitz,  in  order to  obtain  the  insurance\r\n\nproceeds,  arranged  to  have  set on  fire  an  unprofitable\r\n\napartment building  he  owned at  7 Salisbury  Street in  New\r\n\nBedford, Massachusetts.  Cudlitz was tried by a jury in March\r\n\n1994.\r\n\n     At trial, the government  offered the testimony of three\r\n\nindividuals--Craig   Santos,   Harold  Burnham,   and  Daniel\r\n\nCornell--who in the summer and early fall of 1992 were living\r\n\nas tenants at another apartment  building owned by Cudlitz in\r\n\nNew  Bedford located at 89  Austin Street.   These three, and\r\n\nCornell's brother  David Vieira, who also  testified, did odd\r\n\njobs  for Cudlitz  in the  various buildings  he owned.   All\r\n\nexcept Burnham had criminal records, and Burnham drank a good\r\n\ndeal.\r\n\n     Cornell testified that in late August or early September\r\n\n1992, Cudlitz twice  asked Cornell to set  7 Salisbury Street\r\n\non  fire, but he (Cornell) refused.  Vieira testified that in\r\n\nearly  September Cudlitz  made similar  requests of  him and,\r\n\nwhen he refused, asked whether Santos and Burnham would do it\r\n\nand later  said he  was  going to  ask them  to  do the  job.\r\n\n                             -2-\r                                         -2-\r\r\n\nVieira  also   testified  that  he  vandalized   one  of  the\r\n\napartments at Cudlitz' request prior to the fire.  Santos and\r\n\nBurnham both testified that Cudlitz had requested them to set\r\n\nthe  fire  and that  they  had agreed  to  do  so for  $1,500\r\n\n(according to Santos) or $1,000 (according to Burnham).\r\n\n     Santos and Burnham testified that they did set  the fire\r\n\nat 7 Salisbury Street  on the evening of September  18, 1992,\r\n\nstarting  it with gasoline spread  in the attic  and down the\r\n\nback  stairs.  The  fire department put  out the  fire in the\r\n\nattic, confining  the damage;  the fire captain  testified to\r\n\nsmelling  the odor  of a  flammable liquid.   There  was also\r\n\ntestimony  that  the  following  day  Cudlitz  complained  to\r\n\nBurnham  and Santos  that they had  not done a  good job, and\r\n\nthat he then  set Vieira to vandalizing the third  floor of 7\r\n\nSalisbury Street to increase the damage.\r\n\n     Eventually,  Cudlitz collected  on insurance  claims for\r\n\nboth the  fire  and the  vandalism.   Thereafter, Santos  and\r\n\nBurnham  moved into  7 Salisbury  Street but  were eventually\r\n\nevicted by Cudlitz when  Santos stole some property  from the\r\n\nbasement.   Later Santos, interviewed in  connection with the\r\n\nfire, admitted his role.   He and Burnham were  both indicted\r\n\nwith  Cudlitz,  although only  on  the  conspiracy and  arson\r\n\ncounts,  and  both  pled  guilty  in  exchange  for  possible\r\n\nleniency for cooperating with the government.  \r\n\n                             -3-\r                                         -3-\r\r\n\n     Cudlitz testified in his own defense.   He flatly denied\r\n\nthat  he had ever solicited either the arson or the vandalism\r\n\nat 7  Salisbury Street;  he claimed  a net  worth of  over $1\r\n\nmillion, although  he admitted  on  cross-examination that  7\r\n\nSalisbury Street was not currently profitable because largely\r\n\nvacant; and  he gave  testimony, described at  greater length\r\n\nbelow, indicating that  he had not previously staged an arson\r\n\nor  ever before filed an  insurance claim for  fire damage on\r\n\nany property he owned.\r\n\n     The  jury  convicted Cudlitz  on  all four  counts.   In\r\n\nDecember 1994, Cudlitz  was sentenced to 36 months  in prison\r\n\non the first  three counts, and a  mandatory consecutive term\r\n\nof 60 months on the  final count.  He now  appeals, conceding\r\n\nthe  sufficiency of  the evidence  but raising  several other\r\n\nclaims of error.   Three of them, all complicated,  relate to\r\n\nquestions allowed on cross-examination of Cudlitz; the others\r\n\nconcern the trial court's instructions.\r\n\n                              I.\r\n\n     Cudlitz asserts  first that the district  court erred by\r\n\nallowing the prosecutor to cross-examine him about an alleged\r\n\nprior  attempt  to  solicit  arson.    The  critical  set  of\r\n\nquestions, which the court permitted the prosecutor to ask in\r\n\nthree different  versions  and over  Cudlitz' objection,  was\r\n\nwhether  Cudlitz  had in  1991  solicited  one Ron  Wallace--\r\n\nanother tenant who  was then doing  odd jobs for  Cudlitz--to\r\n\n                             -4-\r                                         -4-\r\r\n\nburn down another one of Cudlitz'  buildings.  Cudlitz denied\r\n\ndoing so  and,  apart from  some follow-up  cross-examination\r\n\ndescribed below, the government made  no attempt to prove the\r\n\nsolicitation.  \r\n\n     The  rules  governing  this  subject--cross-examining  a\r\n\ncriminal  defendant about  prior wrongs--are  among the  most\r\n\ncomplex and confusing  in the  entire law of  evidence.   The\r\n\nmain  reason is that they represent not a logical pattern but\r\n\na  series of ad hoc  accommodations arrived at  by the common\r\n\nlaw  over the  course of  centuries in  dealing (differently)\r\n\nwith several  related problems.    Worse  still, the  Federal\r\n\nRules  of Evidence  have retained  the common  law structure,\r\n\nwith a few modifications, but expressed it in four  different\r\n\nrules--Fed.   R.  Evid.   404,   405,   608  and   609--whose\r\n\nrelationship and content are not models of clarity.\r\n\n     Cudlitz' main complaint is that there was no \"basis\" for\r\n\nallowing the  questions in  dispute, but two  different bases\r\n\nsupport the  questions.   Ordinarily,  the government  cannot\r\n\nelicit  evidence of prior similar  bad acts to  show that the\r\n\ndefendant  has a propensity to  commit such acts  and is thus\r\n\nmore  likely to have committed  the crime now  charged.  Rule\r\n\n404(a).  But this rule against so-called \"character evidence\"\r\n\nby the  prosecutor is waived  where the defendant  chooses to\r\n\noffer \"good\"  character evidence in  his own  defense.   Rule\r\n\n404(a)(2).\r\n\n                             -5-\r                                         -5-\r\r\n\n     Cudlitz did  offer such  evidence here by  testifying on\r\n\ndirect  examination  that,  when  previously  faced  with  an\r\n\nunprofitable  business venture,  he  had dutifully  paid  his\r\n\ndebts  and   had  not  had  any  fire   connected  with  that\r\n\nenterprise, nor made a claim for insurance for fire damage on\r\n\nany other of his properties.  In effect, Cudlitz was offering\r\n\nevidence  of good  character by  showing, quite  pertinently,\r\n\nthat he lacked the propensity  to commit arson and  insurance\r\n\nfraud in  inviting circumstances.  Under  Rule 404(a)(2), the\r\n\ngovernment  was therefore  entitled  \"to rebut  the same\"  by\r\n\nseeking to elicit evidence of bad character.\r\n\n     Cudlitz' good  character evidence  was improper in  form\r\n\nsince the rules limit the proponent to offering an opinion or\r\n\nreputation   witness  rather  than   testifying  to  specific\r\n\ninstances  or events,  as  Cudlitz did  in  denying any  past\r\n\noccurrence.    Rule 405(a).    But  the  detail  simply  made\r\n\nCudlitz' testimony more effective  for him.  The government's\r\n\nattempt  to rebut  by asking  Cudlitz about a  specific prior\r\n\narson  attempt   was  within  the  rules;   for  \"[o]n  cross\r\n\nexamination,  inquiry  is  allowable  into  relevant specific\r\n\ninstances of conduct.\"   Rule  405.  E.g.,  United States  v.\r                                                                     \r\n\nWest, 58 F.3d 133, 141 (5th Cir. 1995).\r                \r\n\n     Alternatively, the question as to the prior arson can be\r\n\njustified  on  a  theory  of  impeachment  by  contradiction.\r\n\nBefore  asking  about the  specific  attempt  to solicit  Ron\r\n\n                             -6-\r                                         -6-\r\r\n\nWallace to commit arson in 1991, the prosecutor asked without\r\n\nobjection whether Cudlitz had ever solicited anyone to commit\r\n\narson, and  Cudlitz said  that he  had not.   When  a witness\r\n\ntestifies to a fact, he may--subject to certain limitations--\r\n\nbe cross-examined to elicit testimony contradicting his prior\r\n\ntestimony  for the purpose of  showing that the  witness is a\r\n\nliar  and should not be  believed.  United  States v. Havens,\r                                                                        \r\n\n446 U.S. 620, 627 (1980);  United States v. Perez-Perez,  No.\r                                                                   \r\n\n94-1781, slip op. at 7 (1st Cir. Dec. 26, 1995).1\r\n\n     The government and the  district court thought that this\r\n\ntheory  of  impeachment  is  reflected  in  Rule  608(b),  an\r\n\nassumption that  is shared by  some courts.  But  Rule 608 is\r\n\ncentrally concerned  with character  for veracity, a  mode of\r\n\naccrediting or discrediting the witness  that is based on the\r\n\nsame \"propensity\"  reasoning of Rule  404 but  is subject  to\r\n\nquite  different  rules.   Rule  608  permits accrediting  or\r\n\ndiscrediting  by   opinion  or  reputation   evidence  as  to\r\n\ncharacter   for  veracity,   Rule  608(a),  and,   on  cross-\r\n\nexamination  only, by  inquiry  into  specific  instances  of\r\n\nconduct if  \"probative  of truthfulness  or  untruthfulness.\"\r                      \r\n\nRule 608(b).\r\n\n                    \r                                \r\n\n     1There   is   no  Federal   Rule  of   Evidence  labeled\r\n\"impeachment  by  contradiction\"  but the  critical  point to\r\nremember about those rules is that they treat selected topics\r                                                                  \r\nand even  then sometimes only  selectively.   Several of  the\r\nmost familiar  modes of impeachment  (e.g., bias,  prejudice,\r                                                      \r\ninterest, corruption) are never mentioned.\r\n\n                             -7-\r                                         -7-\r\r\n\n     At  common law,  the quoted  restriction was  not always\r\n\nincluded, but Rule 608  deliberately narrowed type of conduct\r\n\nallowed.  Thus, Cudlitz  might have been cross-examined under\r\n\nRule  608(b) as to prior instances of forgery or perjury; but\r\n\nsoliciting  arson, although showing  bad character generally,\r\n\nis not \"probative  of  . .  . untruthfulness.\"2  But  neither\r\n\ndoes  Rule 608(b) prohibit the questions so long as they were\r\n\njustified   on   another  basis.      Here,   impeachment  by\r                                    \r\n\ncontradiction was such a legitimate basis.  Perez-Perez, slip\r                                                                   \r\n\nop. at 6-7.\r\n\n     Cudlitz objects  that  the  government  was  seeking  to\r\n\ncontradict  a denial  (of  prior solicitations)  that it  had\r\n\nitself improperly elicited, a practice that we warned against\r\n\nin  United States v. Ruiz-Batista, 956 F.2d 351, 352 n.1 (1st\r                                             \r\n\nCir.), cert. denied, 113 S. Ct.  105 (1992).  It is true that\r                               \r\n\nthe government's question on cross went marginally beyond the\r\n\nscope of the direct.   But we think that the denial  of prior\r\n\nsolicitations  was very  strongly implied by  Cudlitz' direct\r\n\ntestimony,  denying  that  he  had  set fires  on  any  other\r\n\noccasion.    The  government  may  have  sharpened  the  edge\r\n\n                    \r                                \r\n\n     2The government's response,  which is  not without  some\r\nforce,  is that arson may not impugn veracity; but that arson\r\nin aid of insurance fraud would do so and that such fraud was\r\nimplicit  where  the  building  was owned  by  the  arsonist.\r\nCompare  United States v.  Wilson, 985 F.2d  348, 351-52 (7th\r                                             \r\nCir. 1993).  We need not resolve the issue here.\r\n\n                             -8-\r                                         -8-\r\r\n\nslightly but  Cudlitz himself  proffered the weapon.   United\r                                                                         \r\n\nStates v. Eaton, 808 F.2d 72, 75-76 (D.C. Cir. 1987).\r                           \r\n\n     Cudlitz  asserts that  the  questions should  have  been\r\n\nbarred under Fed.  R. Evid.  403 because the  risk of  unfair\r\n\nprejudice greatly  outweighed probative  value.  The  risk of\r\n\nprejudice was certainly real  but, given Cudlitz' own attempt\r\n\nto portray himself  as a businessman of upright character who\r\n\nhad never resorted to arson or insurance  fraud, allowing the\r\n\nquestions was not an abuse of the broad discretion enjoyed by\r\n\nthe  district judge.   United  States v.  Mateos-Sanchez, 864\r                                                                    \r\n\nF.2d  232, 235-36  (1st Cir.  1988).   Nor do  we agree  with\r\n\nCudlitz  that the evidence sought  to be elicited  was in any\r\n\nway made superfluous by the direct testimony against him.\r\n\n     Finally,   Cudlitz   appears   to   attack   the  prior-\r\n\nsolicitation question at its foundation.  As he suggests, the\r\n\ngovernment  surely knew  that  Cudlitz would  deny the  prior\r\n\narson solicitation; nor could  it offer extrinsic evidence to\r\n\nprove the solicitation if  Cudlitz denied it.  United  States\r                                                                         \r\n\nv.  Innamorati,  996 F.2d  456,  479 (1st  Cir.  1993), cert.\r                                                                         \r\n\ndenied, 114 S. Ct. 1073 (1994).  An  observer might well join\r                  \r\n\nCudlitz'  appeal brief  in asking  how it  could possibly  be\r\n\nproper for the government to ask a prejudicial question  that\r\n\nit knows will be answered  negatively, that cannot be pursued\r\n\nwith  extrinsic proof, and that serves only to suggest to the\r\n\n                             -9-\r                                         -9-\r\r\n\njury (contrary to the  standard instruction) the fact implied\r\n\nby the question.\r\n\n     The only  answer is  that the cross-examination  of this\r\n\nkind is part a system of checks and balances that the law has\r\n\ndeveloped  to  caution  a  credulous  jury  against  possible\r\n\nperjury.    Thus,  while  the  question  may  be  asked,  the\r\n\ngovernment must on demand  supply a good faith basis  for the\r\n\nquestion; the witness may  vigorously deny the suggestion and\r\n\nexplain the basis for  the denial; with rare exceptions,  the\r\n\ngovernment must accept the answer without offering  extrinsic\r\n\nevidence;  and the  court  will normally  provide a  limiting\r\n\ninstruction.    With these  protections,  and  Rule 403,  the\r\n\ndefendant  must be  content.    As  Justice Jackson  said  in\r\n\nMichelson v. United States, 335 U.S. 469, 486 (1948):\r                                      \r\n\n     [M]uch of this law is archaic, paradoxical and full\r\n     of  compromises  and  compensations  by   which  an\r\n     irrational  advantage to  one side  is offset  by a\r\n     poorly reasoned counterprivilege to the other.  But\r\n     somehow  it has  proved a  workable even  if clumsy\r\n     system  when moderated by discretionary controls in\r\n     the hands of  a wise  and strong trial  court.   To\r\n     pull  one  misshapen  stone  out of  the  grotesque\r\n     structure  is  more  likely  simply  to  upset  its\r\n     present balance  between adverse interests  than to\r\n     establish a rational edifice.\r\n\n                             II.\r\n\n     The most troublesome issue  in the case arises out  of a\r\n\nrelated but distinct series of  questions asked of Cudlitz on\r\n\ncross-examination.   The  questions  began as  the prosecutor\r\n\nlaid the groundwork for asking Cudlitz whether he had earlier\r\n\n                             -10-\r                                         -10-\r\r\n\nsolicited Wallace to set fire to 212 State Street.   He first\r\n\nasked Cudlitz  whether one Joe Camara  had introduced Wallace\r\n\nto Cudlitz at 212  State Street and Cudlitz responded:   \"Ron\r\n\nWallace lived in the house.  He lived in --  he lived -- yes,\r\n\nhe did.\"  \r\n\n     The  prosecutor then  asked, \"So  you knew  Ron Wallace,\r\n\ncorrect?\"  and  Cudlitz  replied,  \"No,  I  didn't  know  him\r\n\nreally.\"  There followed some  questions aiming to show  that\r\n\nWallace had  done work at  the building for  Cudlitz; Cudlitz\r\n\nsaid that he thought Wallace was helping Joe Camara clean out\r\n\nthe yard  at 212 State Street,  a task for which  Cudlitz was\r\n\npaying Camara.  The  prosecutor then asked--over  objection--\r\n\n\"Had you  ever heard as of  that time [summer  1991] that Mr.\r\n\nWallace had been arrested on charges of arson?\"\r\n\n     Cudlitz said \"no\" and  the prosecutor then followed with\r\n\nthree questions, earlier mentioned, which in  substance asked\r\n\nCudlitz whether he had twice solicited Wallace to set fire to\r\n\n212 State Street, whether one of these requests had been made\r\n\nin  Camara's  apartment,  and  whether  Cudlitz  had  offered\r\n\nWallace $2,500 to do the job.  When  Cudlitz answered \"no\" to\r\n\neach accusation, the prosecutor proceeded as follows:\r\n\n     Q    Do you know where Ron Wallace it [sic] today, sir?\r\n\n          MR. LEE:  Objection, please, your Honor.\r\n\n          THE COURT:  Overruled.\r\n\n     A    No, I don't.\r\n\n                             -11-\r                                         -11-\r\r\n\n     Q    Have you ever  heard that Ron Wallace  is\r\n\n          down in Plymouth County --\r\n\n          MR. LEE:  Objection, your Honor.\r\n\n          THE COURT:  Overruled.\r\n\n     Q    In the Plymouth House of Corrections?\r\n\n     A    No, I didn't know that.\r\n\n     Q    Did you  ever hear  that Mr.  Wallace had\r\n\n          pled  guilty  to a  charge  of  arson and\r\n\n          conspiracy to commit arson?\r\n\n          MR. LEE:  Objection, please, your Honor.\r\n\n          THE COURT:  Overruled.\r\n\n     A    No, I haven't.\r\n\n     Q    At no time have you ever heard that?\r\n\n     A    No.\r\n\n     On this appeal, Cudlitz says  that the cross-examination\r\n\nas to  Wallace's whereabouts  and prior arson  conviction was\r\n\nerror.  The  government says it was  not.  It argues  further\r\n\nthat  at trial  Cudlitz  made no  specific  objection to  the\r                                                      \r\n\nquestions--that is,  that the objections did  not state their\r\n\nprecise legal basis--so that the highly forgiving standard of\r\n\nplain error  governs.   Finally the  government says  that if\r\n\nerror occurred  it was harmless, given  the cumulative weight\r\n\nof  the evidence  against Cudlitz.   We  address these  three\r\n\nissues in the same order.\r\n\n                             -12-\r                                         -12-\r\r\n\n     Resolving the first issue,  we conclude that this branch\r\n\nof the cross-examination  should not have been allowed.   The\r\n\nquestions  on  their face  suggested  that,  at the  time  of\r\n\nCudlitz'  trial  in 1994,  Wallace  was then  serving  a jail\r\n\nsentence  for arson  and conspiracy  to commit  arson.   This\r\n\nsuggestion in  turn lent credence  to the  far more  damaging\r\n\nsuggestion that in 1991 Cudlitz had solicited Wallace to burn\r\n\ndown  212 State Street.  Some jurors could have believed that\r\n\nWallace's current jail sentence was for the 1991 arson effort\r\n\nallegedly involving  Cudlitz; others, that  at least  Wallace\r\n\nwas  an  arsonist and  so more  likely  than otherwise  to be\r\n\nplotting arsons with Cudlitz.\r\n\n     None  of  this might  matter  if  the questioning  about\r\n\nWallace's whereabouts  and arson conviction had  been proper.\r\n\nBut even  with time to  reflect, the  government offers  very\r\n\nlittle  basis for the questions.   Its main  argument is that\r\n\nCudlitz,  in  the  lead-up  to the  disputed  questions,  was\r\n\nseeking \"to distance himself  from Wallace.\"  Therefore, says\r\n\nthe government, \"it was  appropriate to find out  whether the\r\n\ndefendant at  least  knew Wallace  well  enough to  know  his\r\n\nbackground,\" i.e.,  that he was charged  and later imprisoned\r                             \r\n\nfor arson.\r\n\n     In fact,  Cudlitz admitted  at the  outset that  he knew\r\n\nWallace, that Wallace lived in his building and  that Wallace\r\n\nwas helping Camara on  a task that Camara was  performing for\r\n\n                             -13-\r                                         -13-\r\r\n\nCudlitz.   True, Cudlitz implied that he did not know Wallace\r\n\nwell; but  the questions  about knowledge of  Wallace's arson\r\n\nand jailing  would not have proved  a close acquaintanceship.\r\n\nFar more important, the arguable but very slight relevance of\r\n\nthe  questions  can hardly  be  compared  to the  substantial\r\n\nprejudice they were capable  of inflicting, so they certainly\r\n\ncould not have passed the test of Rule 403 on this excuse. \r\n\n     The  government  also  says  that   \"had  the  defendant\r\n\nadmitted to knowing Wallace well enough to know that he ended\r\n\nup in custody  after pleading guilty  to arson charges,  that\r\n\nwould  have helped  to explain  why  the defendant  turned to\r\n\npeople such as  Cornell, Vieira, Santos, and  Burnham when he\r\n\ndecided to have the Salisbury Street property burned.\"  There\r\n\nare  various  problems  with  this  explanation  but  one  is\r\n\nsufficient.  Cudlitz  was asked  whether he knew  in 1991  of\r\n\nWallace's arrest and  his incarceration as of 1994; but there\r\n\nwas  no indication whether Wallace  was in jail  in 1992 when\r\n\nthe fire at Salisbury  Street occurred, and that is  the only\r\n\ndate relevant to the choice of accomplices.\r\n\n     Defense  counsel  objected  to   virtually  all  of  the\r\n\nquestions at issue as to  Wallace's location and prior crimes\r\n\nbut gave no reason.  The government argues that the questions\r\n\nare  therefore to  be  reviewed only  under  the plain  error\r\n\ndoctrine.   Fed.  R.  Evid. 103(a)(1)  does require  that the\r\n\nspecific ground be  stated, \"if the  specific ground was  not\r\n\n                             -14-\r                                         -14-\r\r\n\napparent  from the context.\"  Here, we think that the central\r\n\nobjections--arguable   irrelevance    and   certainly   undue\r\n\nprejudice--were obvious.  Indeed, Cudlitz' counsel had  begun\r\n\nthe morning by making those objections to the more defensible\r\n\nquestion about  Cudlitz' alleged  solicitation of Wallace  to\r\n\ncommit arson.\r\n\n     Accordingly, we  think that  the questions at  issue are\r\n\nfairly tested under the harmless  error doctrine, and not  by\r\n\nthe more  demanding requirements of  plain error.   Under the\r\n\nharmless error doctrine, cf.  Kotteakos v. United States, 328\r                                                                    \r\n\nU.S. 750, 776 (1946), we are  instructed to ask whether it is\r\n\n\"highly probable\" that  the error did not  \"contribute to the\r\n\nverdict.\"  E.g., United States v. Rullan-Rivera, 60 F.3d  16,\r                                                           \r\n\n18-19 (1st Cir. 1995).  The  greater the likely impact of the\r\n\nerror,  the harder it is to  find harmless error; conversely,\r\n\nthe  greater the  weight of  the other  evidence  against the\r\n\ndefendant,  the less likely it  is that a  given error swayed\r\n\nthe jury.3\r\n\n     Thus to frame the issue only compounds our dilemma.  The\r\n\nevidence against Cudlitz was substantial: four witnesses said\r\n\nthat Cudlitz had solicited  them to set the fire;  and two of\r\n\nthem, Santos and  Burnham, said  they had done  so, and  been\r\n\n                    \r                                \r\n\n     3This gloss is hardly  a precise standard but Kotteakos,\r                                                                        \r\nwhile repeatedly  reaffirmed  as the  governing standard  for\r\nclaims for  non-constitutional error, e.g., United  States v.\r                                                                      \r\nLane,  474 U.S. 438 (1986), has rarely been elucidated by the\r                \r\nSupreme Court.\r\n\n                             -15-\r                                         -15-\r\r\n\npaid by Cudlitz.   The same witnesses, and the  girlfriend of\r\n\none of  them, testified  to incriminating statements  made by\r\n\nCudlitz after  the fire, and the  government offered evidence\r\n\nof financial motive.   Further, at  the time they  admittedly\r\n\nset  the fire,  Santos and  Burnham were  on good  terms with\r\n\nCudlitz; any hint of blackmail arose only later.\r\n\n     But the  only four  real witnesses against  Cudlitz were\r\n\nlinked together;  each had a criminal  record except Burnham,\r\n\nwho  drank to excess;  and by  the time  of trial  Santos and\r\n\nBurnham had multiple reasons for hostility.  Cudlitz took the\r\n\nstand, flatly  denied the  allegations, and testified  to his\r\n\nown  record  as  an  honest businessman  with  a  comfortable\r\n\nfinancial  base.   There was no  hard evidence  that directly\r                                           \r\n\ninculpated Cudlitz.   The case  was in essence  a credibility\r\n\ncontest between Cudlitz and four quite dubious witnesses, who\r\n\ntold   generally   consistent    stories   but   with    some\r\n\ndiscrepancies.\r\n\n     Under these circumstances,  it would have  been easy--if\r\n\nnot strictly fair--for the jury to have given great weight to\r\n\nthe  suggestion that  Cudlitz had  previously sought  to have\r\n\nWallace burn down a different building he owned.  Of  course,\r\n\nthe  jury  was  told  that  the  lawyer's  questions  are not\r\n\nevidence, although  not  contemporaneously.   But  the  sting\r\n\nsurvives  such   instructions,  which  is   why  lawyers  ask\r\n\nimpeaching questions  that they  know  will produce  denials.\r\n\n                             -16-\r                                         -16-\r\r\n\nThat  is just why the  government in this  case asked Cudlitz\r\n\nwhether in 1991 he had  asked Wallace to burn down  212 State\r\n\nStreet.\r\n\n     If  that  line of  questions  had been  error,  we would\r                         \r\n\neasily say  that it  was not harmless.   The jury  could well\r\n\nhave  had trouble deciding who to believe about the 1992 fire\r\n\nfor which  Cudlitz  was  on trial,  but  found  those  doubts\r\n\nresolved  when it learned,  or thought  it had  learned, that\r\n\nCudlitz  had been  involved in  a 1991  attempt to  burn down\r\n\nanother  building by  employing  another tenant  as henchman.\r\n\nYet as the  questions that carried that implication  were not\r\n\nerror, we are left to ask what was added  to that implication\r                                                    \r\n\nby the related questions  at issue concerning Wallace's arson\r\n\nconviction and jailing.       The  answer  is  impossible  to\r\n\nquantify, but  we think that  the additional effect  may well\r\n\nhave  been more than trivial.   The case  being a credibility\r\n\ncontest, the  suggestion that Cudlitz  had previously engaged\r\n\nin  the   same  conduct  was  quite   dangerous  to  Cudlitz,\r\n\nespecially  given his prior claim  to a blameless  past.  But\r\n\nthe  suggestion  was flatly  denied,  the  government had  to\r\n\naccept the answer, and the jury  was to be told in due course\r\n\nthat the  statements of  lawyers  were not  evidence.   Quite\r\n\npossibly, despite the detail in the questions about the prior\r\n\nsolicitation, the jury would in doubt have put the suggestion\r\n\naside.\r\n\n                             -17-\r                                         -17-\r\r\n\n     The doubt could  well have been  removed by the  further\r\n\nsuggestion  that  Wallace  had  actually  been convicted  for\r\n\nconspiracy  and arson and was  now in jail  for those crimes.\r\n\nCudlitz  did not  deny  these  further  facts, but  only  his\r\n\nknowledge of them; and the jury could fairly suppose that the\r\n\nprosecutor  would   not  make  statements  as   to  Wallace's\r\n\nconviction  and jailing without actual  knowledge.  By any of\r\n\nseveral  inferences--we have already  given two examples--the\r\n\njury  could  have  thought  that  these  new  facts  made  it\r\n\nsubstantially more likely that Cudlitz had solicited  Wallace\r\n\nto commit an earlier arson.\r\n\n     No one  knows what reasoning  the jury actually  used in\r\n\nconvicting Cudlitz,  nor have we any doubt  that a reasonable\r\n\njury  could have  convicted Cudlitz  on this  record even  if\r\n\nWallace's name had never been mentioned.  But the jury, which\r\n\ndeliberated for two  days, apparently did not view the matter\r\n\nas open and shut.  And under  the harmless error doctrine, we\r\n\ncan uphold the conviction, in the teeth of an error preserved\r\n\nby  a  timely  objection,  only  where we  think  it  \"highly\r\n\nprobable\"  that the  error played no role in  the conviction,\r\n\nthat is to  say, that  the result would  have been  identical\r\n\nregardless of  the error.  Roullan-Rivera, 60  F.3d at 18-19.\r                                                     \r\n\nGiven the  potential impact of  the error, and  the questions\r\n\nthat the jury could  legitimately have about the government's\r\n\nproof, we cannot with confidence so conclude in this case.\r\n\n                             -18-\r                                         -18-\r\r\n\n     It is a shame that a lengthy trial should now have to be\r\n\nrepeated  because of questions  totaling less than  a page of\r\n\ntranscript,  all of  which  resulted in  exculpatory denials.\r\n\nBut  impeachment  by  questions  about prior  crimes  can  be\r\n\ndevastating, and when the prosecutor embarks on their use, he\r\n\nor she has  to take special  care to  keep the questions  and\r\n\ndevastation within bounds.  Doubtless the temptation to press\r\n\nan advantage is harder to resist where,  as here, credibility\r\n\nis the  key  to the  case  and \"hard\"  evidence of  guilt  is\r\n\nabsent.  But that is just why the harmless error argument has\r\n\nfailed in this instance. \r\n\n                             III.\r\n\n     We  address here,  and  in part  IV, several  additional\r\n\nclaims that--although not determinative of this appeal--could\r\n\naffect the retrial.  Cudlitz next complains about  the cross-\r\n\nexamination of defense witness Albert Raposo,  a construction\r\n\ncontractor,  who testified  on  direct that  he had  provided\r\n\nCudlitz  with an estimate of the fire and vandalism damage at\r\n\nthe  Salisbury Street  building.   On  cross-examination, the\r\n\nprosecutor  began to  question  Raposo about  whether he  had\r\n\noffered Cudlitz advice  on how best to  create the appearance\r\n\nof vandalism in order to collect insurance proceeds.  Defense\r\n\ncounsel objected  that no good  faith basis existed  for this\r\n\ninquiry, but  after a bench  conference and proffer  from the\r\n\n                             -19-\r                                         -19-\r\r\n\nprosecutor the judge  allowed the  questions without  further\r\n\ndefense objection.\r\n\n     The  relevant portion  of  the cross-examination  was as\r\n\nfollows:\r\n\n     Q:   Did you ever give  Mr. Cudlitz advice  on\r\n          how   to  cause  damage  to  7  Salisbury\r\n          Street?\r\n\n     A:   No, sir.\r\n\n     Q:   Did you ever  give Mr. Cudlitz advice  on\r\n          how  to  best  try  to  make--create  the\r\n          appearance that vandalism had been done?\r\n\n          MR. LEE:   Objection your honor.   May we\r\n          approach the bench?\r\n\n          THE COURT:  Yes.\r\n\n          [BENCH CONFERENCE OMITTED]\r\n\n     Q:   Mr.  Raposo,   did  you  ever   give  the\r\n          defendant  advice on how  to cause damage\r\n          in 7 Salisbury  Street to make  it appear\r\n          that vandalism had been done there?\r\n\n     A:   No, sir.\r\n\n     Q:   Did you ever tell the defendant in  words\r\n          or substance that  it wasn't enough  just\r\n          to rip up  rugs, because that  might just\r\n          look like something a tenant  had done in\r\n          leaving the building?\r\n\n     A:   No, sir.\r\n\n     Q:   Did you ever tell  the defendant in words\r\n          or  substance that to  collect money from\r\n          the  insurance  company  you  had  to  do\r\n          things like break plumbing fixtures?\r\n\n     A:   No, sir.\r\n\n     On appeal,  Cudlitz again  asserts lack of  a good-faith\r\n\nbasis  and,  in addition,  contends  that  no proper  purpose\r\n\n                             -20-\r                                         -20-\r\r\n\nexisted for allowing  this line  of questions.   Because  the\r\n\ndefense  did not  renew  its good-faith  objection after  the\r\n\nprosecutor's  proffer  and  the  trial  court's  ruling,  and\r\n\nbecause  no  other  objections  were  raised  at  trial,  the\r\n\ngovernment  urges that we limit review to plain error.  Since\r\n\nthe lack of a good faith basis was the only ground offered by\r\n\nCudlitz for excluding  the questions, we  agree that this  is\r\n\nthe  standard   for  judging  any  other   objection  to  the\r\n\ntestimony.\r\n\n     Here, the  government offers two  different grounds  for\r\n\npermitting the questions,  assuming a good faith basis.   One\r\n\nis  that  Cudlitz'  alleged  procurement of  vandalism  at  7\r\n\nSalisbury Street was an issue in this case.  Vieira testified\r\n\nthat he was solicited to vandalize one apartment prior to the\r\n\nfire  and another one afterwards when  the fire damage proved\r\n\ninadequate, and  the government's case treated  the arson and\r\n\nvandalism as part of the same effort to defraud the insurance\r\n\ncompany.   The questions  to Raposo  were  pertinent to  this\r\n\nshowing, although  arguably they were well  outside the scope\r\n\nof the direct (an objection not made by Cudlitz).\r\n\n     Additionally, the government argues that these questions\r\n\nwere permissible under Rule  608(b) to impeach Raposo himself\r\n\nby  showing  that he  had  participated  in insurance  fraud.\r\n\nHere, the alleged  advice was  given by Raposo  for the  very\r\n\npurpose of perpetuating such fraud, and thus was allowable in\r\n\n                             -21-\r                                         -21-\r\r\n\nthe trial judge's discretion.   See Wilson, 985 F.2d  at 351-\r                                                      \r\n\n52.   It  is not  clear to  us that  Raposo had  given direct\r\n\nevidence that  the government needed to  impeach, but Cudlitz\r\n\ndid  not offer  such  an  objection,  which would  have  been\r\n\npertinent to  the trial court's exercise  of discretion under\r\n\nboth Rule 403 and Rule 608(b).\r\n\n     In sum, reserving the question of a good faith basis, we\r\n\nthink that the district  court did not commit plain  error by\r\n\nallowing the cross-examination.  Here, Cudlitz did not make a\r\n\ngeneral objection but a specific one--lack of good faith--and\r\n\nthe district court had no reason to think that other possible\r\n\nlines of  objection were  being urged  by Cudlitz  as obvious\r\n\nfrom  context.    Given  that  none  of  the  other  possible\r\n\nobjections is  clearly meritorious but only  arguable, we see\r\n\nno  basis for  thinking  that any  plain  error, or  manifest\r\n\ninjustice,  occurred.   United States  v. Olano,  113  S. Ct.\r                                                           \r\n\n1770, 1777-779 (1993).\r\n\n     Turning to the question  of good faith basis, the  issue\r\n\nis  somewhat closer both as  to the standard  and the result.\r\n\nCudlitz'  counsel clearly  objected that  there was  no \"good\r\n\nfaith basis for these questions,\" adding that counsel was not\r\n\naware  of   an  connection  between  Raposo   and  any  prior\r\n\ngovernment witness.  The government then explained its basis-\r\n\n-that Vieira  had told the  government that  an associate  of\r\n\nCudlitz  named \"Al\" had been present with Vieira and had been\r\n\n                             -22-\r                                         -22-\r\r\n\ngiving advice  on how to vandalize--Cudlitz'  counsel did not\r\n\nargue further  the lack of a good faith basis but switched to\r\n\ncomplaining  that no  such statement  had been  given to  the\r\n\ndefense.\r\n\n     Both the  \"merits\" and  the standard  to apply  are thus\r\n\nopen  to dispute.    There is  a  pretty good  argument  that\r\n\nsomething more than  a reference to \"Al\" was warranted before\r\n\nallowing the government to ask a highly damaging question; it\r\n\nwould have been easy enough to have Vieira called to identify\r\n\nRaposo  as \"Al\" outside the presence of the jury.  After all,\r\n\na  good faith basis is  a very important  safeguard to assure\r\n\nthat such  highly prejudicial questions,  if asked at  all in\r\n\nthe teeth of a likely denial, are not unfairly prejudicial.\r                                                          \r\n\n     On  the  other hand,  the  district  judge enjoys  great\r\n\nlatitude  in  deciding whether  a  good  faith basis  exists.\r\n\nUnited  States v. Ovalle-Marquez, 36  F.3d 212, 219 (1st Cir.\r                                            \r\n\n1994), cert. denied,  115 S.  Ct. 1322 (1995).   Perhaps  the\r                               \r\n\nresult might  be different if Cudlitz'  counsel had protested\r\n\nthat the proffer was inadequate, explaining the basis for his\r\n\ndoubt  and urging  that at  the very  least Vieira  should be\r\n\nsummoned.   Here, however, the  trial judge got  no such help\r\n\nand might  easily have thought that Cudlitz'  own counsel had\r\n\nbeen satisfied by the proffer and was no longer disputing the\r\n\npresence of a good faith basis.\r\n\n                             -23-\r                                         -23-\r\r\n\n     In all events, our  reversal of the convictions  in this\r\n\ncase on  other grounds  makes it unnecessary  to decide  this\r\n\n\"what  if\" point definitively.  On any retrial, we think that\r\n\nthe government ought to make a somewhat stronger showing that\r\n\nit has reason  to believe that \"Al\"  and Raposo are  the same\r\n\nperson.  We  do not say that we would  reverse on this ground\r\n\non   the  present  record.    But  the  issue  has  now  been\r\n\nhighlighted  clearly and if  Raposo is \"Al,\"  then a stronger\r\n\nproffer  should be available,  a consideration  that deserves\r\n\nsome weight in determining how much of a proffer is enough.\r\n\n                             IV.\r\n\n     Cudlitz' remaining claims all  relate to the absence, or\r\n\nalleged  inadequacy, of  cautionary instructions  relating to\r\n\nthe cross-examination of Cudlitz  and Raposo described in the\r\n\nprior sections of this decision.  Cudlitz claims first that a\r\n\nsua sponte  cautionary instruction should have  been given as\r                      \r\n\nto the  cross-examination of Cudlitz  regarding Ron  Wallace;\r\n\nsecond, that  the final  instructions should have  included a\r\n\nrequested instruction that the \"questions\" of counsel are not\r\n\nevidence; and finally that such a specific instruction should\r\n\nhave been given during the cross-examination of Raposo.\r\n\n     As Cudlitz himself concedes, the general rule is that  a\r\n\ntrial judge need not give a cautionary instruction sua sponte\r                                                                         \r\n\nat  the  time  that  evidence  of  limited  admissibility  is\r\n\noffered.  Fed. R. Evid. 105; United States v. De La Cruz, 902\r                                                                    \r\n\n                             -24-\r                                         -24-\r\r\n\nF.2d 121, 124 (1st Cir. 1990).  Here, the issue is not one of\r\n\nevidence admitted  for a limited purpose; it is a matter of a\r\n\nquestion not being evidence  at all.  But the  situations are\r\n\nparallel, and  we think  that while a  cautionary instruction\r\n\nwould  plainly be  proper at  the time  that the  question is\r\n\nasked and denied, its omission is not normally error where no\r\n\nsuch contemporaneous instruction was requested.\r\n\n     Cudlitz' argues  with some force that  a standard reason\r\n\nwhy appeals courts do  not insist on such an  instruction sua\r                                                                         \r\n\nsponte  is  the defense  counsel  may have  made  a strategic\r                  \r\n\njudgment not to  have the matter highlighted.   Here, Cudlitz\r\n\nsays,  this reason  has  no application  because his  defense\r\n\ncounsel  had objected  sharply  to  the cross-examination  as\r\n\nhighly prejudicial and the government had already highlighted\r\n\nthe cross-examination by  asking three  times over  questions\r\n\nabout Wallace's alleged solicitation by Cudlitz.\r\n\n     We  nevertheless  reject  Cudlitz' broad-scale  position\r\n\nbecause of the extraordinary importance we attach to the need\r\n\nfor  a  timely request.   No  one  who lacks  experience with\r\n\nlitigation can know  how many  things occupy a  judge who  is\r\n\nsuperintending a fast-paced  criminal trial.  Nor  is it easy\r\n\nto know without direct experience how sua sponte interference\r                                                            \r\n\nfrom the trial judge can disrupt counsel's own strategy, even\r\n\nwhen  the purpose  of the  judge is  to  help rather  than to\r\n\nhinder.   It is for  these reasons  that we place  such great\r\n\n                             -25-\r                                         -25-\r\r\n\nstress  on the  presence  or absence  of  the request  for  a\r\n\ncontemporaneous instruction.\r\n\n     It might  well be error in  some cases for the  judge to\r\n\nfail to give a cautionary instruction at some point, but that\r                                                               \r\n\nis  hardly the situation here.   The district  court told the\r\n\njury  at the  start that  the questions  of counsel  were not\r\n\nevidence; and in his  final charge, the trial judge  told the\r\n\njury  that the statements  and arguments of  counsel were not\r\n\nevidence.   United States v. Copelin, 996 F.2d 379, 384 (D.C.\r                                                \r\n\nCir. 1993), relied upon by Cudlitz as authority for requiring\r\n\na  sua sponte  contemporaneous instruction, was  overruled by\r                         \r\n\nUnited States v. Rhodes, 62 F.3d 1449, 1454 (D.C. Cir. 1995).\r                                   \r\n\n     In  the  case  of  Raposo's  cross-examination,  defense\r\n\ncounsel did ask for a contemporaneous instruction to the jury\r\n\nthat \"the questions of counsel are not evidence.\"  This court\r\n\nhas said that the  \"better practice\" is to give  a cautionary\r\n\ninstruction  at the time.  United States v. Currier, 821 F.2d\r                                                               \r\n\n52, 56  n. 5 (1st  Cir. 1987).   Whatever one's faith  in the\r\n\ncapacity of  general instructions to offset harmful evidence,\r\n\nthe  chance that the instruction will do any good is enhanced\r\n\nby offering the caution while the jury has immediately before\r\n\nit the question or evidence it  is being told to disregard or\r\n\nlimit.\r\n\n     Although on retrial the  district court should give such\r\n\na  contemporaneous instruction where requested, this omission\r\n\n                             -26-\r                                         -26-\r\r\n\nwould  not standing alone cause  us to reverse  in this case.\r\n\nThe  district judge did  give the general  instruction at the\r\n\noutset  and gave  a  somewhat similar,  although  incomplete,\r\n\ninstruction at the close; and any damage done by the  lack of\r\n\nsuch an instruction  as to Raposo was dwarfed by the far more\r\n\ndamaging questions  as to  the Wallace solicitation  where no\r\n\nsuch contemporaneous instruction was requested or given.\r\n\n     Finally, on  retrial we encourage the  district court to\r\n\ntell the jury, in  closing, that the \"questions\" of  counsel,\r\n\nas well as their statements and  arguments, are not evidence.\r\n\nAlthough an  objection was  properly lodged, we  are doubtful\r\n\nthat this  omission standing alone would comprise prejudicial\r\n\nerror, especially  in light  of the district  court's opening\r\n\ninstruction that questions of counsel  are not evidence.  But\r\n\ngiven the importance of the government's cross-examination in\r\n\nthis case, we think that the district judge should on retrial\r\n\nmake  the  closing instruction  as  complete  as possible  by\r\n\nincluding  a  specific  statement  that  the  \"questions\"  of\r\n\ncounsel are not evidence.\r\n\n                             -27-\r                                         -27-\r\r\n\n                          CONCLUSION\r\n\n     The  judgment of  conviction is  vacated and  the matter\r                                                         \r\n\nremanded for new trial.\r                    \r\n\n                             -28-\r                                         -28-\r\r\n",
  "html": "<p class=\"case_cite\">72 F.3d 992</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>David CUDLITZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1099.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 4, 1995.<br>Decided Jan. 8, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kimberly Homan with whom Sheketoff &amp; Homan was on brief, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Robert E. Richardson, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, Boston, MA, for the United States.</p>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and LISI,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David Cudlitz was indicted in July 1993 and charged in four counts, respectively, with conspiracy to commit arson, 18 U.S.C. Sec. 371, arson, id Sec. 844(i), mail fraud, id. Sec. 1341, and use of fire to commit a felony, id. Sec. 844(h).  In substance, the government alleged that in 1992 Cudlitz, in order to obtain the insurance proceeds, arranged to have set on fire an unprofitable apartment building he owned at 7 Salisbury Street in New Bedford, Massachusetts.  Cudlitz was tried by a jury in March 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At trial, the government offered the testimony of three individuals--Craig Santos, Harold Burnham, and Daniel Cornell--who in the summer and early fall of 1992 were living as tenants at another apartment building owned by Cudlitz in New Bedford located at 89 Austin Street.  These three, and Cornell's brother David Vieira, who also testified, did odd jobs for Cudlitz in the various buildings he owned.  All except Burnham had criminal records, and Burnham drank a good deal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Cornell testified that in late August or early September 1992, Cudlitz twice asked Cornell to set 7 Salisbury Street on fire, but he (Cornell) refused.  Vieira testified that in early September Cudlitz made similar requests of him and, when he refused, asked whether Santos and Burnham would do it and later said he was going to ask them to do the job.  Vieira also testified that he vandalized one of the apartments at Cudlitz' request prior to the fire.  Santos and Burnham both testified that Cudlitz had requested them to set the fire and that they had agreed to do so for $1,500 (according to Santos) or $1,000 (according to Burnham).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Santos and Burnham testified that they did set the fire at 7 Salisbury Street on the evening of September 18, 1992, starting it with gasoline spread in the attic and down the back stairs.  The fire department put out the fire in the attic, confining the damage;  the fire captain testified to smelling the odor of a flammable liquid.  There was also testimony that the following day Cudlitz complained to Burnham and Santos that they had not done a good job, and that he then set Vieira to vandalizing the third floor of 7 Salisbury Street to increase the damage.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Eventually, Cudlitz collected on insurance claims for both the fire and the vandalism.  Thereafter, Santos and Burnham moved into 7 Salisbury Street but were eventually evicted by Cudlitz when Santos stole some property from the basement.  Later Santos, interviewed in connection with the fire, admitted his role.  He and Burnham were both indicted with Cudlitz, although only on the conspiracy and arson counts, and both pled guilty in exchange for possible leniency for cooperating with the government.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Cudlitz testified in his own defense.  He flatly denied that he had ever solicited either the arson or the vandalism at 7 Salisbury Street;  he claimed a net worth of over $1 million, although he admitted on cross-examination that 7 Salisbury Street was not currently profitable because largely vacant;  and he gave testimony, described at greater length below, indicating that he had not previously staged an arson or ever before filed an insurance claim for fire damage on any property he owned.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The jury convicted Cudlitz on all four counts.  In December 1994, Cudlitz was sentenced to 36 months in prison on the first three counts, and a mandatory consecutive term of 60 months on the final count.  He now appeals, conceding the sufficiency of the evidence but raising several other claims of error.  Three of them, all complicated, relate to questions allowed on cross-examination of Cudlitz;  the others concern the trial court's instructions.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Cudlitz asserts first that the district court erred by allowing the prosecutor to cross-examine him about an alleged prior attempt to solicit arson.  The critical set of questions, which the court permitted the prosecutor to ask in three different versions and over Cudlitz' objection, was whether Cudlitz had in 1991 solicited one Ron Wallace--another tenant who was then doing odd jobs for Cudlitz--to burn down another one of Cudlitz' buildings.  Cudlitz denied doing so and, apart from some follow-up cross-examination described below, the government made no attempt to prove the solicitation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The rules governing this subject--cross-examining a criminal defendant about prior wrongs--are among the most complex and confusing in the entire law of evidence.  The main reason is that they represent not a logical pattern but a series of ad hoc accommodations arrived at by the common law over the course of centuries in dealing (differently) with several related problems.  Worse still, the Federal Rules of Evidence have retained the common law structure, with a few modifications, but expressed it in four different rules--Fed.R.Evid. 404, 405, 608 and 609--whose relationship and content are not models of clarity.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Cudlitz' main complaint is that there was no \"basis\" for allowing the questions in dispute, but two different bases support the questions.  Ordinarily, the government cannot elicit evidence of prior similar bad acts to show that the defendant has a propensity to commit such acts and is thus more likely to have committed the crime now charged.  Rule 404(a).  But this rule against so-called \"character evidence\" by the prosecutor is waived where the defendant chooses to offer \"good\" character evidence in his own defense.  Rule 404(a)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Cudlitz did offer such evidence here by testifying on direct examination that, when previously faced with an unprofitable business venture, he had dutifully paid his debts and had not had any fire connected with that enterprise, nor made a claim for insurance for fire damage on any other of his properties.  In effect, Cudlitz was offering evidence of good character by showing, quite pertinently, that he lacked the propensity to commit arson and insurance fraud in inviting circumstances.  Under Rule 404(a)(2), the government was therefore entitled \"to rebut the same\" by seeking to elicit evidence of bad character.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Cudlitz' good character evidence was improper in form since the rules limit the proponent to offering an opinion or reputation witness rather than testifying to specific instances or events, as Cudlitz did in denying any past occurrence.  Rule 405(a).  But the detail simply made Cudlitz' testimony more effective for him.  The government's attempt to rebut by asking Cudlitz about a specific prior arson attempt was within the rules;  for \"[o]n cross examination, inquiry is allowable into relevant specific instances of conduct.\"   Rule 405.  E.g., United States v. West, 58 F.3d 133, 141 (5th Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Alternatively, the question as to the prior arson can be justified on a theory of impeachment by contradiction.  Before asking about the specific attempt to solicit Ron Wallace to commit arson in 1991, the prosecutor asked without objection whether Cudlitz had ever solicited anyone to commit arson, and Cudlitz said that he had not.  When a witness testifies to a fact, he may--subject to certain limitations--be cross-examined to elicit testimony contradicting his prior testimony for the purpose of showing that the witness is a liar and should not be believed.  United States v. Havens, 446 U.S. 620, 627, 100 S.Ct. 1912, 1916-17, 64 L.Ed.2d 559 (1980);  United States v. Perez-Perez, 72 F.3d 224, 227 (1st Cir.1995).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The government and the district court thought that this theory of impeachment is reflected in Rule 608(b), an assumption that is shared by some courts.  But Rule 608 is centrally concerned with character for veracity, a mode of accrediting or discrediting the witness that is based on the same \"propensity\" reasoning of Rule 404 but is subject to quite different rules.  Rule 608 permits accrediting or discrediting by opinion or reputation evidence as to character for veracity, Rule 608(a), and, on cross-examination only, by inquiry into specific instances of conduct if \"probative of truthfulness or untruthfulness.\"   Rule 608(b).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At common law, the quoted restriction was not always included, but Rule 608 deliberately narrowed type of conduct allowed.  Thus, Cudlitz might have been cross-examined under Rule 608(b) as to prior instances of forgery or perjury;  but soliciting arson, although showing bad character generally, is not \"probative of ... untruthfulness.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  But neither does Rule 608(b) prohibit the questions so long as they were justified on another basis.  Here, impeachment by contradiction was such a legitimate basis.  Perez-Perez, slip op. at 6-7, 72 F.3d at 227.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Cudlitz objects that the government was seeking to contradict a denial (of prior solicitations) that it had itself improperly elicited, a practice that we warned against in United States v. Ruiz-Batista, 956 F.2d 351, 352 n. 1 (1st Cir.), cert. denied, 506 U.S. 834, 113 S.Ct. 105, 121 L.Ed.2d 64 (1992).  It is true that the government's question on cross went marginally beyond the scope of the direct.  But we think that the denial of prior solicitations was very strongly implied by Cudlitz' direct testimony, denying that he had set fires on any other occasion.  The government may have sharpened the edge slightly but Cudlitz himself proffered the weapon.  United States v. Eaton, 808 F.2d 72, 75-76 (D.C.Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Cudlitz asserts that the questions should have been barred under Fed.R.Evid. 403 because the risk of unfair prejudice greatly outweighed probative value.  The risk of prejudice was certainly real but, given Cudlitz' own attempt to portray himself as a businessman of upright character who had never resorted to arson or insurance fraud, allowing the questions was not an abuse of the broad discretion enjoyed by the district judge.  United States v. Mateos-Sanchez, 864 F.2d 232, 235-36 (1st Cir.1988).  Nor do we agree with Cudlitz that the evidence sought to be elicited was in any way made superfluous by the direct testimony against him.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, Cudlitz appears to attack the prior-solicitation question at its foundation.  As he suggests, the government surely knew that Cudlitz would deny the prior arson solicitation;  nor could it offer extrinsic evidence to prove the solicitation if Cudlitz denied it.  United States v. Innamorati, 996 F.2d 456, 479 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1073, 127 L.Ed.2d 391 (1994).  An observer might well join Cudlitz' appeal brief in asking how it could possibly be proper for the government to ask a prejudicial question that it knows will be answered negatively, that cannot be pursued with extrinsic proof, and that serves only to suggest to the jury (contrary to the standard instruction) the fact implied by the question.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The only answer is that the cross-examination of this kind is part a system of checks and balances that the law has developed to caution a credulous jury against possible perjury.  Thus, while the question may be asked, the government must on demand supply a good faith basis for the question;  the witness may vigorously deny the suggestion and explain the basis for the denial;  with rare exceptions, the government must accept the answer without offering extrinsic evidence;  and the court will normally provide a limiting instruction.  With these protections, and Rule 403, the defendant must be content.  As Justice Jackson said in Michelson v. United States, 335 U.S. 469, 486, 69 S.Ct. 213, 223, 93 L.Ed. 168 (1948):</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>[M]uch of this law is archaic, paradoxical and full of compromises and compensations by which an irrational advantage to one side is offset by a poorly reasoned counterprivilege to the other.  But somehow it has proved a workable even if clumsy system when moderated by discretionary controls in the hands of a wise and strong trial court.  To pull one misshapen stone out of the grotesque structure is more likely simply to upset its present balance between adverse interests than to establish a rational edifice.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The most troublesome issue in the case arises out of a related but distinct series of questions asked of Cudlitz on cross-examination.  The questions began as the prosecutor laid the groundwork for asking Cudlitz whether he had earlier solicited Wallace to set fire to 212 State Street.  He first asked Cudlitz whether one Joe Camara had introduced Wallace to Cudlitz at 212 State Street and Cudlitz responded:  \"Ron Wallace lived in the house.  He lived in--he lived--yes, he did.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The prosecutor then asked, \"So you knew Ron Wallace, correct?\" and Cudlitz replied, \"No, I didn't know him really.\"   There followed some questions aiming to show that Wallace had done work at the building for Cudlitz;  Cudlitz said that he thought Wallace was helping Joe Camara clean out the yard at 212 State Street, a task for which Cudlitz was paying Camara.  The prosecutor then asked--over objection--\"Had you ever heard as of that time [summer 1991] that Mr. Wallace had been arrested on charges of arson?\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Cudlitz said \"no\" and the prosecutor then followed with three questions, earlier mentioned, which in substance asked Cudlitz whether he had twice solicited Wallace to set fire to 212 State Street, whether one of these requests had been made in Camara's apartment, and whether Cudlitz had offered Wallace $2,500 to do the job.  When Cudlitz answered \"no\" to each accusation, the prosecutor proceeded as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Q Do you know where Ron Wallace it [sic] today, sir?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>MR. LEE:  Objection, please, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>THE COURT:  Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A No, I don't.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Q Have you ever heard that Ron Wallace is down in Plymouth County--</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>MR. LEE:  Objection, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>THE COURT:  Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Q In the Plymouth House of Corrections?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A No, I didn't know that.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Q Did you ever hear that Mr. Wallace had pled guilty to a charge of arson and conspiracy to commit arson?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>MR. LEE:  Objection, please, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>THE COURT:  Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A No, I haven't.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Q At no time have you ever heard that?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">A No.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">On this appeal, Cudlitz says that the cross-examination as to Wallace's whereabouts and prior arson conviction was error.  The government says it was not.  It argues further that at trial Cudlitz made no specific objection to the questions--that is, that the objections did not state their precise legal basis--so that the highly forgiving standard of plain error governs.  Finally the government says that if error occurred it was harmless, given the cumulative weight of the evidence against Cudlitz.  We address these three issues in the same order.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Resolving the first issue, we conclude that this branch of the cross-examination should not have been allowed.  The questions on their face suggested that, at the time of Cudlitz' trial in 1994, Wallace was then serving a jail sentence for arson and conspiracy to commit arson.  This suggestion in turn lent credence to the far more damaging suggestion that in 1991 Cudlitz had solicited Wallace to burn down 212 State Street.  Some jurors could have believed that Wallace's current jail sentence was for the 1991 arson effort allegedly involving Cudlitz;  others, that at least Wallace was an arsonist and so more likely than otherwise to be plotting arsons with Cudlitz.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">None of this might matter if the questioning about Wallace's whereabouts and arson conviction had been proper.  But even with time to reflect, the government offers very little basis for the questions.  Its main argument is that Cudlitz, in the lead-up to the disputed questions, was seeking \"to distance himself from Wallace.\"   Therefore, says the government, \"it was appropriate to find out whether the defendant at least knew Wallace well enough to know his background,\" i.e., that he was charged and later imprisoned for arson.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In fact, Cudlitz admitted at the outset that he knew Wallace, that Wallace lived in his building and that Wallace was helping Camara on a task that Camara was performing for Cudlitz.  True, Cudlitz implied that he did not know Wallace well;  but the questions about knowledge of Wallace's arson and jailing would not have proved a close acquaintanceship.  Far more important, the arguable but very slight relevance of the questions can hardly be compared to the substantial prejudice they were capable of inflicting, so they certainly could not have passed the test of Rule 403 on this excuse.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The government also says that \"had the defendant admitted to knowing Wallace well enough to know that he ended up in custody after pleading guilty to arson charges, that would have helped to explain why the defendant turned to people such as Cornell, Vieira, Santos, and Burnham when he decided to have the Salisbury Street property burned.\"   There are various problems with this explanation but one is sufficient.  Cudlitz was asked whether he knew in 1991 of Wallace's arrest and his incarceration as of 1994;  but there was no indication whether Wallace was in jail in 1992 when the fire at Salisbury Street occurred, and that is the only date relevant to the choice of accomplices.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Defense counsel objected to virtually all of the questions at issue as to Wallace's location and prior crimes but gave no reason.  The government argues that the questions are therefore to be reviewed only under the plain error doctrine.  Fed.R.Evid. 103(a)(1) does require that the specific ground be stated, \"if the specific ground was not apparent from the context.\"   Here, we think that the central objections--arguable irrelevance and certainly undue prejudice--were obvious.  Indeed, Cudlitz' counsel had begun the morning by making those objections to the more defensible question about Cudlitz' alleged solicitation of Wallace to commit arson.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Accordingly, we think that the questions at issue are fairly tested under the harmless error doctrine, and not by the more demanding requirements of plain error.  Under the harmless error doctrine, cf. Kotteakos v. United States, 328 U.S. 750, 776, 66 S.Ct. 1239, 1253, 90 L.Ed. 1557 (1946), we are instructed to ask whether it is \"highly probable\" that the error did not \"contribute to the verdict.\"   E.g., United States v. Rullan-Rivera, 60 F.3d 16, 18-19 (1st Cir.1995).  The greater the likely impact of the error, the harder it is to find harmless error;  conversely, the greater the weight of the other evidence against the defendant, the less likely it is that a given error swayed the jury.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Thus to frame the issue only compounds our dilemma.  The evidence against Cudlitz was substantial:  four witnesses said that Cudlitz had solicited them to set the fire;  and two of them, Santos and Burnham, said they had done so, and been paid by Cudlitz.  The same witnesses, and the girlfriend of one of them, testified to incriminating statements made by Cudlitz after the fire, and the government offered evidence of financial motive.  Further, at the time they admittedly set the fire, Santos and Burnham were on good terms with Cudlitz;  any hint of blackmail arose only later.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">But the only four real witnesses against Cudlitz were linked together;  each had a criminal record except Burnham, who drank to excess;  and by the time of trial Santos and Burnham had multiple reasons for hostility.  Cudlitz took the stand, flatly denied the allegations, and testified to his own record as an honest businessman with a comfortable financial base.  There was no hard evidence that directly inculpated Cudlitz.  The case was in essence a credibility contest between Cudlitz and four quite dubious witnesses, who told generally consistent stories but with some discrepancies.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Under these circumstances, it would have been easy--if not strictly fair--for the jury to have given great weight to the suggestion that Cudlitz had previously sought to have Wallace burn down a different building he owned.  Of course, the jury was told that the lawyer's questions are not evidence, although not contemporaneously.  But the sting survives such instructions, which is why lawyers ask impeaching questions that they know will produce denials.  That is just why the government in this case asked Cudlitz whether in 1991 he had asked Wallace to burn down 212 State Street.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">If that line of questions had been error, we would easily say that it was not harmless.  The jury could well have had trouble deciding who to believe about the 1992 fire for which Cudlitz was on trial, but found those doubts resolved when it learned, or thought it had learned, that Cudlitz had been involved in a 1991 attempt to burn down another building by employing another tenant as henchman.  Yet as the questions that carried that implication were not error, we are left to ask what was added to that implication by the related questions at issue concerning Wallace's arson conviction and jailing.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The answer is impossible to quantify, but we think that the additional effect may well have been more than trivial.  The case being a credibility contest, the suggestion that Cudlitz had previously engaged in the same conduct was quite dangerous to Cudlitz, especially given his prior claim to a blameless past.  But the suggestion was flatly denied, the government had to accept the answer, and the jury was to be told in due course that the statements of lawyers were not evidence.  Quite possibly, despite the detail in the questions about the prior solicitation, the jury would in doubt have put the suggestion aside.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The doubt could well have been removed by the further suggestion that Wallace had actually been convicted for conspiracy and arson and was now in jail for those crimes.  Cudlitz did not deny these further facts, but only his knowledge of them;  and the jury could fairly suppose that the prosecutor would not make statements as to Wallace's conviction and jailing without actual knowledge.  By any of several inferences--we have already given two examples--the jury could have thought that these new facts made it substantially more likely that Cudlitz had solicited Wallace to commit an earlier arson.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">No one knows what reasoning the jury actually used in convicting Cudlitz, nor have we any doubt that a reasonable jury could have convicted Cudlitz on this record even if Wallace's name had never been mentioned.  But the jury, which deliberated for two days, apparently did not view the matter as open and shut.  And under the harmless error doctrine, we can uphold the conviction, in the teeth of an error preserved by a timely objection, only where we think it \"highly probable\" that the error played no role in the conviction, that is to say, that the result would have been identical regardless of the error.  Rullan-Rivera, 60 F.3d at 18-19.   Given the potential impact of the error, and the questions that the jury could legitimately have about the government's proof, we cannot with confidence so conclude in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">It is a shame that a lengthy trial should now have to be repeated because of questions totaling less than a page of transcript, all of which resulted in exculpatory denials.  But impeachment by questions about prior crimes can be devastating, and when the prosecutor embarks on their use, he or she has to take special care to keep the questions and devastation within bounds.  Doubtless the temptation to press an advantage is harder to resist where, as here, credibility is the key to the case and \"hard\" evidence of guilt is absent.  But that is just why the harmless error argument has failed in this instance.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We address here, and in part IV, several additional claims that--although not determinative of this appeal--could affect the retrial.  Cudlitz next complains about the cross-examination of defense witness Albert Raposo, a construction contractor, who testified on direct that he had provided Cudlitz with an estimate of the fire and vandalism damage at the Salisbury Street building.  On cross-examination, the prosecutor began to question Raposo about whether he had offered Cudlitz advice on how best to create the appearance of vandalism in order to collect insurance proceeds.  Defense counsel objected that no good faith basis existed for this inquiry, but after a bench conference and proffer from the prosecutor the judge allowed the questions without further defense objection.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The relevant portion of the cross-examination was as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Q: Did you ever give Mr. Cudlitz advice on how to cause damage to 7 Salisbury Street?</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">A: No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Q: Did you ever give Mr. Cudlitz advice on how to best try to make--create the appearance that vandalism had been done?</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>MR. LEE:  Objection your honor.  May we approach the bench?</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>THE COURT:  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>[BENCH CONFERENCE OMITTED]</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Q: Mr. Raposo, did you ever give the defendant advice on how to cause damage in 7 Salisbury Street to make it appear that vandalism had been done there?</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">A: No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Q: Did you ever tell the defendant in words or substance that it wasn't enough just to rip up rugs, because that might just look like something a tenant had done in leaving the building?</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">A: No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Q: Did you ever tell the defendant in words or substance that to collect money from the insurance company you had to do things like break plumbing fixtures?</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">A: No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">On appeal, Cudlitz again asserts lack of a good-faith basis and, in addition, contends that no proper purpose existed for allowing this line of questions.  Because the defense did not renew its good-faith objection after the prosecutor's proffer and the trial court's ruling, and because no other objections were raised at trial, the government urges that we limit review to plain error.  Since the lack of a good faith basis was the only ground offered by Cudlitz for excluding the questions, we agree that this is the standard for judging any other objection to the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Here, the government offers two different grounds for permitting the questions, assuming a good faith basis.  One is that Cudlitz' alleged procurement of vandalism at 7 Salisbury Street was an issue in this case.  Vieira testified that he was solicited to vandalize one apartment prior to the fire and another one afterwards when the fire damage proved inadequate, and the government's case treated the arson and vandalism as part of the same effort to defraud the insurance company.  The questions to Raposo were pertinent to this showing, although arguably they were well outside the scope of the direct (an objection not made by Cudlitz).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Additionally, the government argues that these questions were permissible under Rule 608(b) to impeach Raposo himself by showing that he had participated in insurance fraud.  Here, the alleged advice was given by Raposo for the very purpose of perpetuating such fraud, and thus was allowable in the trial judge's discretion.  See Wilson, 985 F.2d at 351-52.   It is not clear to us that Raposo had given direct evidence that the government needed to impeach, but Cudlitz did not offer such an objection, which would have been pertinent to the trial court's exercise of discretion under both Rule 403 and Rule 608(b).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">In sum, reserving the question of a good faith basis, we think that the district court did not commit plain error by allowing the cross-examination.  Here, Cudlitz did not make a general objection but a specific one--lack of good faith--and the district court had no reason to think that other possible lines of objection were being urged by Cudlitz as obvious from context.  Given that none of the other possible objections is clearly meritorious but only arguable, we see no basis for thinking that any plain error, or manifest injustice, occurred.  United States v. Olano, 507 U.S. 725, 732-37, 113 S.Ct. 1770, 1777-779, 123 L.Ed.2d 508 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Turning to the question of good faith basis, the issue is somewhat closer both as to the standard and the result.  Cudlitz' counsel clearly objected that there was no \"good faith basis for these questions,\" adding that counsel was not aware of an connection between Raposo and any prior government witness.  The government then explained its basis--that Vieira had told the government that an associate of Cudlitz named \"Al\" had been present with Vieira and had been giving advice on how to vandalize--Cudlitz' counsel did not argue further the lack of a good faith basis but switched to complaining that no such statement had been given to the defense.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Both the \"merits\" and the standard to apply are thus open to dispute.  There is a pretty good argument that something more than a reference to \"Al\" was warranted before allowing the government to ask a highly damaging question;  it would have been easy enough to have Vieira called to identify Raposo as \"Al\" outside the presence of the jury.  After all, a good faith basis is a very important safeguard to assure that such highly prejudicial questions, if asked at all in the teeth of a likely denial, are not unfairly prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">On the other hand, the district judge enjoys great latitude in deciding whether a good faith basis exists.  United States v. Ovalle-Marquez, 36 F.3d 212, 219 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1322, 131 L.Ed.2d 202 (1995).  Perhaps the result might be different if Cudlitz' counsel had protested that the proffer was inadequate, explaining the basis for his doubt and urging that at the very least Vieira should be summoned.  Here, however, the trial judge got no such help and might easily have thought that Cudlitz' own counsel had been satisfied by the proffer and was no longer disputing the presence of a good faith basis.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In all events, our reversal of the convictions in this case on other grounds makes it unnecessary to decide this \"what if\" point definitively.  On any retrial, we think that the government ought to make a somewhat stronger showing that it has reason to believe that \"Al\" and Raposo are the same person.  We do not say that we would reverse on this ground on the present record.  But the issue has now been highlighted clearly and if Raposo is \"Al,\" then a stronger proffer should be available, a consideration that deserves some weight in determining how much of a proffer is enough.IV.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Cudlitz' remaining claims all relate to the absence, or alleged inadequacy, of cautionary instructions relating to the cross-examination of Cudlitz and Raposo described in the prior sections of this decision.  Cudlitz claims first that a sua sponte cautionary instruction should have been given as to the cross-examination of Cudlitz regarding Ron Wallace;  second, that the final instructions should have included a requested instruction that the \"questions\" of counsel are not evidence;  and finally that such a specific instruction should have been given during the cross-examination of Raposo.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">As Cudlitz himself concedes, the general rule is that a trial judge need not give a cautionary instruction sua sponte at the time that evidence of limited admissibility is offered.  Fed.R.Evid. 105;  United States v. De La Cruz, 902 F.2d 121, 124 (1st Cir.1990).  Here, the issue is not one of evidence admitted for a limited purpose;  it is a matter of a question not being evidence at all.  But the situations are parallel, and we think that while a cautionary instruction would plainly be proper at the time that the question is asked and denied, its omission is not normally error where no such contemporaneous instruction was requested.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Cudlitz argues with some force that a standard reason why appeals courts do not insist on such an instruction sua sponte is the defense counsel may have made a strategic judgment not to have the matter highlighted.  Here, Cudlitz says, this reason has no application because his defense counsel had objected sharply to the cross-examination as highly prejudicial and the government had already highlighted the cross-examination by asking three times over questions about Wallace's alleged solicitation by Cudlitz.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">We nevertheless reject Cudlitz' broad-scale position because of the extraordinary importance we attach to the need for a timely request.  No one who lacks experience with litigation can know how many things occupy a judge who is superintending a fast-paced criminal trial.  Nor is it easy to know without direct experience how sua sponte interference from the trial judge can disrupt counsel's own strategy, even when the purpose of the judge is to help rather than to hinder.  It is for these reasons that we place such great stress on the presence or absence of the request for a contemporaneous instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">It might well be error in some cases for the judge to fail to give a cautionary instruction at some point, but that is hardly the situation here.  The district court told the jury at the start that the questions of counsel were not evidence;  and in his final charge, the trial judge told the jury that the statements and arguments of counsel were not evidence.  United States v. Copelin, 996 F.2d 379, 384 (D.C.Cir.1993), relied upon by Cudlitz as authority for requiring a sua sponte contemporaneous instruction, was overruled by United States v. Rhodes, 62 F.3d 1449, 1454 (D.C.Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">In the case of Raposo's cross-examination, defense counsel did ask for a contemporaneous instruction to the jury that \"the questions of counsel are not evidence.\"   This court has said that the \"better practice\" is to give a cautionary instruction at the time.  United States v. Currier, 821 F.2d 52, 56 n. 5 (1st Cir.1987).  Whatever one's faith in the capacity of general instructions to offset harmful evidence, the chance that the instruction will do any good is enhanced by offering the caution while the jury has immediately before it the question or evidence it is being told to disregard or limit.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Although on retrial the district court should give such a contemporaneous instruction where requested, this omission would not standing alone cause us to reverse in this case.  The district judge did give the general instruction at the outset and gave a somewhat similar, although incomplete, instruction at the close;  and any damage done by the lack of such an instruction as to Raposo was dwarfed by the far more damaging questions as to the Wallace solicitation where no such contemporaneous instruction was requested or given.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Finally, on retrial we encourage the district court to tell the jury, in closing, that the \"questions\" of counsel, as well as their statements and arguments, are not evidence.  Although an objection was properly lodged, we are doubtful that this omission standing alone would comprise prejudicial error, especially in light of the district court's opening instruction that questions of counsel are not evidence.  But given the importance of the government's cross-examination in this case, we think that the district judge should on retrial make the closing instruction as complete as possible by including a specific statement that the \"questions\" of counsel are not evidence.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The judgment of conviction is vacated and the matter remanded for new trial.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There is no Federal Rule of Evidence labeled \"impeachment by contradiction\" but the critical point to remember about those rules is that they treat selected topics and even then sometimes only selectively.  Several of the most familiar modes of impeachment (e.g., bias, prejudice, interest, corruption) are never mentioned</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government's response, which is not without some force, is that arson may not impugn veracity;  but that arson in aid of insurance fraud would do so and that such fraud was implicit where the building was owned by the arsonist.  Compare United States v. Wilson, 985 F.2d 348, 351-52 (7th Cir.1993).  We need not resolve the issue here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This gloss is hardly a precise standard but Kotteakos, while repeatedly reaffirmed as the governing standard for claims for non-constitutional error, e.g., United States v. Lane, 474 U.S. 438, 106 S.Ct. 725, 88 L.Ed.2d 814 (1986), has rarely been elucidated by the Supreme Court</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">992</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>David CUDLITZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1099.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 4, 1995.<br>Decided Jan. 8, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kimberly Homan with whom Sheketoff &amp; Homan was on brief, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Robert E. Richardson, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, Boston, MA, for the United States.</p>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and LISI,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David Cudlitz was indicted in July 1993 and charged in four counts, respectively, with conspiracy to commit arson, 18 U.S.C. Sec. 371, arson, id Sec. 844(i), mail fraud, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 1341, </span>and use of fire to commit a felony, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 844(h). </span> In substance, the government alleged that in 1992 Cudlitz, in order to obtain the insurance proceeds, arranged to have set on fire an unprofitable apartment building he owned at 7 Salisbury Street in New Bedford, Massachusetts.  Cudlitz was tried by a jury in March 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At trial, the government offered the testimony of three individuals--Craig Santos, Harold Burnham, and Daniel Cornell--who in the summer and early fall of 1992 were living as tenants at another apartment building owned by Cudlitz in New Bedford located at 89 Austin Street.  These three, and Cornell's brother David Vieira, who also testified, did odd jobs for Cudlitz in the various buildings he owned.  All except Burnham had criminal records, and Burnham drank a good deal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Cornell testified that in late August or early September 1992, Cudlitz twice asked Cornell to set 7 Salisbury Street on fire, but he (Cornell) refused.  Vieira testified that in early September Cudlitz made similar requests of him and, when he refused, asked whether Santos and Burnham would do it and later said he was going to ask them to do the job.  Vieira also testified that he vandalized one of the apartments at Cudlitz' request prior to the fire.  Santos and Burnham both testified that Cudlitz had requested them to set the fire and that they had agreed to do so for $1,500 (according to Santos) or $1,000 (according to Burnham).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Santos and Burnham testified that they did set the fire at 7 Salisbury Street on the evening of September 18, 1992, starting it with gasoline spread in the attic and down the back stairs.  The fire department put out the fire in the attic, confining the damage;  the fire captain testified to smelling the odor of a flammable liquid.  There was also testimony that the following day Cudlitz complained to Burnham and Santos that they had not done a good job, and that he then set Vieira to vandalizing the third floor of 7 Salisbury Street to increase the damage.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Eventually, Cudlitz collected on insurance claims for both the fire and the vandalism.  Thereafter, Santos and Burnham moved into 7 Salisbury Street but were eventually evicted by Cudlitz when Santos stole some property from the basement.  Later Santos, interviewed in connection with the fire, admitted his role.  He and Burnham were both indicted with Cudlitz, although only on the conspiracy and arson counts, and both pled guilty in exchange for possible leniency for cooperating with the government.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Cudlitz testified in his own defense.  He flatly denied that he had ever solicited either the arson or the vandalism at 7 Salisbury Street;  he claimed a net worth of over $1 million, although he admitted on cross-examination that 7 Salisbury Street was not currently profitable because largely vacant;  and he gave testimony, described at greater length below, indicating that he had not previously staged an arson or ever before filed an insurance claim for fire damage on any property he owned.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The jury convicted Cudlitz on all four counts.  In December 1994, Cudlitz was sentenced to 36 months in prison on the first three counts, and a mandatory consecutive term of 60 months on the final count.  He now appeals, conceding the sufficiency of the evidence but raising several other claims of error.  Three of them, all complicated, relate to questions allowed on cross-examination of Cudlitz;  the others concern the trial court's instructions.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Cudlitz asserts first that the district court erred by allowing the prosecutor to cross-examine him about an alleged prior attempt to solicit arson.  The critical set of questions, which the court permitted the prosecutor to ask in three different versions and over Cudlitz' objection, was whether Cudlitz had in 1991 solicited one Ron Wallace--another tenant who was then doing odd jobs for Cudlitz--to burn down another one of Cudlitz' buildings.  Cudlitz denied doing so and, apart from some follow-up cross-examination described below, the government made no attempt to prove the solicitation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The rules governing this subject--cross-examining a criminal defendant about prior wrongs--are among the most complex and confusing in the entire law of evidence.  The main reason is that they represent not a logical pattern but a series of ad hoc accommodations arrived at by the common law over the course of centuries in dealing (differently) with several related problems.  Worse still, the Federal Rules of Evidence have retained the common law structure, with a few modifications, but expressed it in four different rules--Fed.R.Evid. 404, 405, 608 and 609--whose relationship and content are not models of clarity.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Cudlitz' main complaint is that there was no \"basis\" for allowing the questions in dispute, but two different bases support the questions.  Ordinarily, the government cannot elicit evidence of prior similar bad acts to show that the defendant has a propensity to commit such acts and is thus more likely to have committed the crime now charged.  Rule 404(a).  But this rule against so-called \"character evidence\" by the prosecutor is waived where the defendant chooses to offer \"good\" character evidence in his own defense.  Rule 404(a)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Cudlitz did offer such evidence here by testifying on direct examination that, when previously faced with an unprofitable business venture, he had dutifully paid his debts and had not had any fire connected with that enterprise, nor made a claim for insurance for fire damage on any other of his properties.  In effect, Cudlitz was offering evidence of good character by showing, quite pertinently, that he lacked the propensity to commit arson and insurance fraud in inviting circumstances.  Under Rule 404(a)(2), the government was therefore entitled \"to rebut the same\" by seeking to elicit evidence of bad character.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Cudlitz' good character evidence was improper in form since the rules limit the proponent to offering an opinion or reputation witness rather than testifying to specific instances or events, as Cudlitz did in denying any past occurrence.  Rule 405(a).  But the detail simply made Cudlitz' testimony more effective for him.  The government's attempt to rebut by asking Cudlitz about a specific prior arson attempt was within the rules;  for \"[o]n cross examination, inquiry is allowable into relevant specific instances of conduct.\"   Rule 405.  E.g., United States v. West, <span class=\"citation\" data-id=\"7265\"><a href=\"/opinion/7265/united-states-v-west/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span>, 141 (5th Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Alternatively, the question as to the prior arson can be justified on a theory of impeachment by contradiction.  Before asking about the specific attempt to solicit Ron Wallace to commit arson in 1991, the prosecutor asked without objection whether Cudlitz had ever solicited anyone to commit arson, and Cudlitz said that he had not.  When a witness testifies to a fact, he may--subject to certain limitations--be cross-examined to elicit testimony contradicting his prior testimony for the purpose of showing that the witness is a liar and should not be believed.  United States v. Havens, <span class=\"citation\" data-id=\"110267\"><a href=\"/opinion/110267/united-states-v-havens/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">620</span></a></span>, 627, <span class=\"citation\" data-id=\"110267\"><a href=\"/opinion/110267/united-states-v-havens/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1912</span></a></span>, 1916-17, <span class=\"citation\" data-id=\"110267\"><a href=\"/opinion/110267/united-states-v-havens/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">559</span> </a></span>(1980);  United States v. Perez-Perez, <span class=\"citation\" data-id=\"196490\"><a href=\"/opinion/196490/united-states-v-perez-perez/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">224</span></a></span>, 227 (1st Cir.1995).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The government and the district court thought that this theory of impeachment is reflected in Rule 608(b), an assumption that is shared by some courts.  But Rule 608 is centrally concerned with character for veracity, a mode of accrediting or discrediting the witness that is based on the same \"propensity\" reasoning of Rule 404 but is subject to quite different rules.  Rule 608 permits accrediting or discrediting by opinion or reputation evidence as to character for veracity, Rule 608(a), and, on cross-examination only, by inquiry into specific instances of conduct if \"probative of truthfulness or untruthfulness.\"   Rule 608(b).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At common law, the quoted restriction was not always included, but Rule 608 deliberately narrowed type of conduct allowed.  Thus, Cudlitz might have been cross-examined under Rule 608(b) as to prior instances of forgery or perjury;  but soliciting arson, although showing bad character generally, is not \"probative of ... untruthfulness.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  But neither does Rule 608(b) prohibit the questions so long as they were justified on another basis.  Here, impeachment by contradiction was such a legitimate basis.  Perez-Perez, slip op. at <span class=\"citation\" data-id=\"196490\"><span class=\"antecedent_guess\">6-7,</span> <a href=\"/opinion/196490/united-states-v-perez-perez/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">227</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Cudlitz objects that the government was seeking to contradict a denial (of prior solicitations) that it had itself improperly elicited, a practice that we warned against in United States v. Ruiz-Batista, <span class=\"citation\" data-id=\"577675\"><a href=\"/opinion/577675/united-states-v-elvis-leonidas-ruiz-batista/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">351</span></a></span>, 352 n. 1 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">834</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span> </span>(1992).  It is true that the government's question on cross went marginally beyond the scope of the direct.  But we think that the denial of prior solicitations was very strongly implied by Cudlitz' direct testimony, denying that he had set fires on any other occasion.  The government may have sharpened the edge slightly but Cudlitz himself proffered the weapon.  United States v. Eaton, <span class=\"citation\" data-id=\"480956\"><a href=\"/opinion/480956/united-states-v-james-eaton/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">72</span></a></span>, 75-76 (D.C.Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Cudlitz asserts that the questions should have been barred under Fed.R.Evid. 403 because the risk of unfair prejudice greatly outweighed probative value.  The risk of prejudice was certainly real but, given Cudlitz' own attempt to portray himself as a businessman of upright character who had never resorted to arson or insurance fraud, allowing the questions was not an abuse of the broad discretion enjoyed by the district judge.  United States v. Mateos-Sanchez, <span class=\"citation\" data-id=\"516169\"><a href=\"/opinion/516169/united-states-v-manuel-l-mateos-sanchez/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">232</span></a></span>, 235-36 (1st Cir.1988).  Nor do we agree with Cudlitz that the evidence sought to be elicited was in any way made superfluous by the direct testimony against him.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, Cudlitz appears to attack the prior-solicitation question at its foundation.  As he suggests, the government surely knew that Cudlitz would deny the prior arson solicitation;  nor could it offer extrinsic evidence to prove the solicitation if Cudlitz denied it.  United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 479 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1073</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span> </span>(1994).  An observer might well join Cudlitz' appeal brief in asking how it could possibly be proper for the government to ask a prejudicial question that it knows will be answered negatively, that cannot be pursued with extrinsic proof, and that serves only to suggest to the jury (contrary to the standard instruction) the fact implied by the question.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The only answer is that the cross-examination of this kind is part a system of checks and balances that the law has developed to caution a credulous jury against possible perjury.  Thus, while the question may be asked, the government must on demand supply a good faith basis for the question;  the witness may vigorously deny the suggestion and explain the basis for the denial;  with rare exceptions, the government must accept the answer without offering extrinsic evidence;  and the court will normally provide a limiting instruction.  With these protections, and Rule 403, the defendant must be content.  As Justice Jackson said in Michelson v. United States, <span class=\"citation no-link\"><span class=\"volume\">335</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></span>, 486, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">213</span></span>, 223, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">168</span> </span>(1948):</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>[M]uch of this law is archaic, paradoxical and full of compromises and compensations by which an irrational advantage to one side is offset by a poorly reasoned counterprivilege to the other.  But somehow it has proved a workable even if clumsy system when moderated by discretionary controls in the hands of a wise and strong trial court.  To pull one misshapen stone out of the grotesque structure is more likely simply to upset its present balance between adverse interests than to establish a rational edifice.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The most troublesome issue in the case arises out of a related but distinct series of questions asked of Cudlitz on cross-examination.  The questions began as the prosecutor laid the groundwork for asking Cudlitz whether he had earlier solicited Wallace to set fire to 212 State Street.  He first asked Cudlitz whether one Joe Camara had introduced Wallace to Cudlitz at 212 State Street and Cudlitz responded:  \"Ron Wallace lived in the house.  He lived in--he lived--yes, he did.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The prosecutor then asked, \"So you knew Ron Wallace, correct?\" and Cudlitz replied, \"No, I didn't know him really.\"   There followed some questions aiming to show that Wallace had done work at the building for Cudlitz;  Cudlitz said that he thought Wallace was helping Joe Camara clean out the yard at 212 State Street, a task for which Cudlitz was paying Camara.  The prosecutor then asked--over objection--\"Had you ever heard as of that time [summer 1991] that Mr. Wallace had been arrested on charges of arson?\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Cudlitz said \"no\" and the prosecutor then followed with three questions, earlier mentioned, which in substance asked Cudlitz whether he had twice solicited Wallace to set fire to 212 State Street, whether one of these requests had been made in Camara's apartment, and whether Cudlitz had offered Wallace $2,500 to do the job.  When Cudlitz answered \"no\" to each accusation, the prosecutor proceeded as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Q Do you know where Ron Wallace it [sic] today, sir?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>MR. LEE:  Objection, please, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>THE COURT:  Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A No, I don't.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Q Have you ever heard that Ron Wallace is down in Plymouth County--</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>MR. LEE:  Objection, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>THE COURT:  Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Q In the Plymouth House of Corrections?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A No, I didn't know that.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Q Did you ever hear that Mr. Wallace had pled guilty to a charge of arson and conspiracy to commit arson?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>MR. LEE:  Objection, please, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>THE COURT:  Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A No, I haven't.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Q At no time have you ever heard that?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">A No.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">On this appeal, Cudlitz says that the cross-examination as to Wallace's whereabouts and prior arson conviction was error.  The government says it was not.  It argues further that at trial Cudlitz made no specific objection to the questions--that is, that the objections did not state their precise legal basis--so that the highly forgiving standard of plain error governs.  Finally the government says that if error occurred it was harmless, given the cumulative weight of the evidence against Cudlitz.  We address these three issues in the same order.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Resolving the first issue, we conclude that this branch of the cross-examination should not have been allowed.  The questions on their face suggested that, at the time of Cudlitz' trial in 1994, Wallace was then serving a jail sentence for arson and conspiracy to commit arson.  This suggestion in turn lent credence to the far more damaging suggestion that in 1991 Cudlitz had solicited Wallace to burn down 212 State Street.  Some jurors could have believed that Wallace's current jail sentence was for the 1991 arson effort allegedly involving Cudlitz;  others, that at least Wallace was an arsonist and so more likely than otherwise to be plotting arsons with Cudlitz.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">None of this might matter if the questioning about Wallace's whereabouts and arson conviction had been proper.  But even with time to reflect, the government offers very little basis for the questions.  Its main argument is that Cudlitz, in the lead-up to the disputed questions, was seeking \"to distance himself from Wallace.\"   Therefore, says the government, \"it was appropriate to find out whether the defendant at least knew Wallace well enough to know his background,\" i.e., that he was charged and later imprisoned for arson.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In fact, Cudlitz admitted at the outset that he knew Wallace, that Wallace lived in his building and that Wallace was helping Camara on a task that Camara was performing for Cudlitz.  True, Cudlitz implied that he did not know Wallace well;  but the questions about knowledge of Wallace's arson and jailing would not have proved a close acquaintanceship.  Far more important, the arguable but very slight relevance of the questions can hardly be compared to the substantial prejudice they were capable of inflicting, so they certainly could not have passed the test of Rule 403 on this excuse.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The government also says that \"had the defendant admitted to knowing Wallace well enough to know that he ended up in custody after pleading guilty to arson charges, that would have helped to explain why the defendant turned to people such as Cornell, Vieira, Santos, and Burnham when he decided to have the Salisbury Street property burned.\"   There are various problems with this explanation but one is sufficient.  Cudlitz was asked whether he knew in 1991 of Wallace's arrest and his incarceration as of 1994;  but there was no indication whether Wallace was in jail in 1992 when the fire at Salisbury Street occurred, and that is the only date relevant to the choice of accomplices.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Defense counsel objected to virtually all of the questions at issue as to Wallace's location and prior crimes but gave no reason.  The government argues that the questions are therefore to be reviewed only under the plain error doctrine.  Fed.R.Evid. 103(a)(1) does require that the specific ground be stated, \"if the specific ground was not apparent from the context.\"   Here, we think that the central objections--arguable irrelevance and certainly undue prejudice--were obvious.  Indeed, Cudlitz' counsel had begun the morning by making those objections to the more defensible question about Cudlitz' alleged solicitation of Wallace to commit arson.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Accordingly, we think that the questions at issue are fairly tested under the harmless error doctrine, and not by the more demanding requirements of plain error.  Under the harmless error doctrine, cf. Kotteakos v. United States, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span>, 776, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1239</span></a></span>, 1253, <span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1557</span> </a></span>(1946), we are instructed to ask whether it is \"highly probable\" that the error did not \"contribute to the verdict.\"   E.g., United States v. Rullan-Rivera, <span class=\"citation\" data-id=\"196194\"><a href=\"/opinion/196194/united-states-v-rullan-rivera/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 18-19 (1st Cir.1995).  The greater the likely impact of the error, the harder it is to find harmless error;  conversely, the greater the weight of the other evidence against the defendant, the less likely it is that a given error swayed the jury.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Thus to frame the issue only compounds our dilemma.  The evidence against Cudlitz was substantial:  four witnesses said that Cudlitz had solicited them to set the fire;  and two of them, Santos and Burnham, said they had done so, and been paid by Cudlitz.  The same witnesses, and the girlfriend of one of them, testified to incriminating statements made by Cudlitz after the fire, and the government offered evidence of financial motive.  Further, at the time they admittedly set the fire, Santos and Burnham were on good terms with Cudlitz;  any hint of blackmail arose only later.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">But the only four real witnesses against Cudlitz were linked together;  each had a criminal record except Burnham, who drank to excess;  and by the time of trial Santos and Burnham had multiple reasons for hostility.  Cudlitz took the stand, flatly denied the allegations, and testified to his own record as an honest businessman with a comfortable financial base.  There was no hard evidence that directly inculpated Cudlitz.  The case was in essence a credibility contest between Cudlitz and four quite dubious witnesses, who told generally consistent stories but with some discrepancies.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Under these circumstances, it would have been easy--if not strictly fair--for the jury to have given great weight to the suggestion that Cudlitz had previously sought to have Wallace burn down a different building he owned.  Of course, the jury was told that the lawyer's questions are not evidence, although not contemporaneously.  But the sting survives such instructions, which is why lawyers ask impeaching questions that they know will produce denials.  That is just why the government in this case asked Cudlitz whether in 1991 he had asked Wallace to burn down 212 State Street.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">If that line of questions had been error, we would easily say that it was not harmless.  The jury could well have had trouble deciding who to believe about the 1992 fire for which Cudlitz was on trial, but found those doubts resolved when it learned, or thought it had learned, that Cudlitz had been involved in a 1991 attempt to burn down another building by employing another tenant as henchman.  Yet as the questions that carried that implication were not error, we are left to ask what was added to that implication by the related questions at issue concerning Wallace's arson conviction and jailing.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The answer is impossible to quantify, but we think that the additional effect may well have been more than trivial.  The case being a credibility contest, the suggestion that Cudlitz had previously engaged in the same conduct was quite dangerous to Cudlitz, especially given his prior claim to a blameless past.  But the suggestion was flatly denied, the government had to accept the answer, and the jury was to be told in due course that the statements of lawyers were not evidence.  Quite possibly, despite the detail in the questions about the prior solicitation, the jury would in doubt have put the suggestion aside.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The doubt could well have been removed by the further suggestion that Wallace had actually been convicted for conspiracy and arson and was now in jail for those crimes.  Cudlitz did not deny these further facts, but only his knowledge of them;  and the jury could fairly suppose that the prosecutor would not make statements as to Wallace's conviction and jailing without actual knowledge.  By any of several inferences--we have already given two examples--the jury could have thought that these new facts made it substantially more likely that Cudlitz had solicited Wallace to commit an earlier arson.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">No one knows what reasoning the jury actually used in convicting Cudlitz, nor have we any doubt that a reasonable jury could have convicted Cudlitz on this record even if Wallace's name had never been mentioned.  But the jury, which deliberated for two days, apparently did not view the matter as open and shut.  And under the harmless error doctrine, we can uphold the conviction, in the teeth of an error preserved by a timely objection, only where we think it \"highly probable\" that the error played no role in the conviction, that is to say, that the result would have been identical regardless of the error.  <span class=\"citation\" data-id=\"196194\"><span class=\"antecedent_guess\">Rullan-Rivera,</span> <a href=\"/opinion/196194/united-states-v-rullan-rivera/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">18-19</span></a></span>.   Given the potential impact of the error, and the questions that the jury could legitimately have about the government's proof, we cannot with confidence so conclude in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">It is a shame that a lengthy trial should now have to be repeated because of questions totaling less than a page of transcript, all of which resulted in exculpatory denials.  But impeachment by questions about prior crimes can be devastating, and when the prosecutor embarks on their use, he or she has to take special care to keep the questions and devastation within bounds.  Doubtless the temptation to press an advantage is harder to resist where, as here, credibility is the key to the case and \"hard\" evidence of guilt is absent.  But that is just why the harmless error argument has failed in this instance.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We address here, and in part IV, several additional claims that--although not determinative of this appeal--could affect the retrial.  Cudlitz next complains about the cross-examination of defense witness Albert Raposo, a construction contractor, who testified on direct that he had provided Cudlitz with an estimate of the fire and vandalism damage at the Salisbury Street building.  On cross-examination, the prosecutor began to question Raposo about whether he had offered Cudlitz advice on how best to create the appearance of vandalism in order to collect insurance proceeds.  Defense counsel objected that no good faith basis existed for this inquiry, but after a bench conference and proffer from the prosecutor the judge allowed the questions without further defense objection.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The relevant portion of the cross-examination was as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Q: Did you ever give Mr. Cudlitz advice on how to cause damage to 7 Salisbury Street?</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">A: No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Q: Did you ever give Mr. Cudlitz advice on how to best try to make--create the appearance that vandalism had been done?</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>MR. LEE:  Objection your honor.  May we approach the bench?</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>THE COURT:  Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>[BENCH CONFERENCE OMITTED]</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Q: Mr. Raposo, did you ever give the defendant advice on how to cause damage in 7 Salisbury Street to make it appear that vandalism had been done there?</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">A: No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Q: Did you ever tell the defendant in words or substance that it wasn't enough just to rip up rugs, because that might just look like something a tenant had done in leaving the building?</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">A: No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Q: Did you ever tell the defendant in words or substance that to collect money from the insurance company you had to do things like break plumbing fixtures?</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">A: No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">On appeal, Cudlitz again asserts lack of a good-faith basis and, in addition, contends that no proper purpose existed for allowing this line of questions.  Because the defense did not renew its good-faith objection after the prosecutor's proffer and the trial court's ruling, and because no other objections were raised at trial, the government urges that we limit review to plain error.  Since the lack of a good faith basis was the only ground offered by Cudlitz for excluding the questions, we agree that this is the standard for judging any other objection to the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Here, the government offers two different grounds for permitting the questions, assuming a good faith basis.  One is that Cudlitz' alleged procurement of vandalism at 7 Salisbury Street was an issue in this case.  Vieira testified that he was solicited to vandalize one apartment prior to the fire and another one afterwards when the fire damage proved inadequate, and the government's case treated the arson and vandalism as part of the same effort to defraud the insurance company.  The questions to Raposo were pertinent to this showing, although arguably they were well outside the scope of the direct (an objection not made by Cudlitz).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Additionally, the government argues that these questions were permissible under Rule 608(b) to impeach Raposo himself by showing that he had participated in insurance fraud.  Here, the alleged advice was given by Raposo for the very purpose of perpetuating such fraud, and thus was allowable in the trial judge's discretion.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Wilson,</span> <span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">351-52</span></span>.   It is not clear to us that Raposo had given direct evidence that the government needed to impeach, but Cudlitz did not offer such an objection, which would have been pertinent to the trial court's exercise of discretion under both Rule 403 and Rule 608(b).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">In sum, reserving the question of a good faith basis, we think that the district court did not commit plain error by allowing the cross-examination.  Here, Cudlitz did not make a general objection but a specific one--lack of good faith--and the district court had no reason to think that other possible lines of objection were being urged by Cudlitz as obvious from context.  Given that none of the other possible objections is clearly meritorious but only arguable, we see no basis for thinking that any plain error, or manifest injustice, occurred.  United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 732-37, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1777-779, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Turning to the question of good faith basis, the issue is somewhat closer both as to the standard and the result.  Cudlitz' counsel clearly objected that there was no \"good faith basis for these questions,\" adding that counsel was not aware of an connection between Raposo and any prior government witness.  The government then explained its basis--that Vieira had told the government that an associate of Cudlitz named \"Al\" had been present with Vieira and had been giving advice on how to vandalize--Cudlitz' counsel did not argue further the lack of a good faith basis but switched to complaining that no such statement had been given to the defense.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Both the \"merits\" and the standard to apply are thus open to dispute.  There is a pretty good argument that something more than a reference to \"Al\" was warranted before allowing the government to ask a highly damaging question;  it would have been easy enough to have Vieira called to identify Raposo as \"Al\" outside the presence of the jury.  After all, a good faith basis is a very important safeguard to assure that such highly prejudicial questions, if asked at all in the teeth of a likely denial, are not unfairly prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">On the other hand, the district judge enjoys great latitude in deciding whether a good faith basis exists.  United States v. Ovalle-Marquez, <span class=\"citation\" data-id=\"195633\"><a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span>, 219 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </span>(1995).  Perhaps the result might be different if Cudlitz' counsel had protested that the proffer was inadequate, explaining the basis for his doubt and urging that at the very least Vieira should be summoned.  Here, however, the trial judge got no such help and might easily have thought that Cudlitz' own counsel had been satisfied by the proffer and was no longer disputing the presence of a good faith basis.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In all events, our reversal of the convictions in this case on other grounds makes it unnecessary to decide this \"what if\" point definitively.  On any retrial, we think that the government ought to make a somewhat stronger showing that it has reason to believe that \"Al\" and Raposo are the same person.  We do not say that we would reverse on this ground on the present record.  But the issue has now been highlighted clearly and if Raposo is \"Al,\" then a stronger proffer should be available, a consideration that deserves some weight in determining how much of a proffer is enough.IV.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Cudlitz' remaining claims all relate to the absence, or alleged inadequacy, of cautionary instructions relating to the cross-examination of Cudlitz and Raposo described in the prior sections of this decision.  Cudlitz claims first that a sua sponte cautionary instruction should have been given as to the cross-examination of Cudlitz regarding Ron Wallace;  second, that the final instructions should have included a requested instruction that the \"questions\" of counsel are not evidence;  and finally that such a specific instruction should have been given during the cross-examination of Raposo.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">As Cudlitz himself concedes, the general rule is that a trial judge need not give a cautionary instruction sua sponte at the time that evidence of limited admissibility is offered.  Fed.R.Evid. 105;  United States v. De La Cruz, <span class=\"citation\" data-id=\"540778\"><a href=\"/opinion/540778/united-states-v-jose-manuel-de-la-cruz-aka-jose-manuel-linares-de-la/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">121</span></a></span>, 124 (1st Cir.1990).  Here, the issue is not one of evidence admitted for a limited purpose;  it is a matter of a question not being evidence at all.  But the situations are parallel, and we think that while a cautionary instruction would plainly be proper at the time that the question is asked and denied, its omission is not normally error where no such contemporaneous instruction was requested.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Cudlitz argues with some force that a standard reason why appeals courts do not insist on such an instruction sua sponte is the defense counsel may have made a strategic judgment not to have the matter highlighted.  Here, Cudlitz says, this reason has no application because his defense counsel had objected sharply to the cross-examination as highly prejudicial and the government had already highlighted the cross-examination by asking three times over questions about Wallace's alleged solicitation by Cudlitz.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">We nevertheless reject Cudlitz' broad-scale position because of the extraordinary importance we attach to the need for a timely request.  No one who lacks experience with litigation can know how many things occupy a judge who is superintending a fast-paced criminal trial.  Nor is it easy to know without direct experience how sua sponte interference from the trial judge can disrupt counsel's own strategy, even when the purpose of the judge is to help rather than to hinder.  It is for these reasons that we place such great stress on the presence or absence of the request for a contemporaneous instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">It might well be error in some cases for the judge to fail to give a cautionary instruction at some point, but that is hardly the situation here.  The district court told the jury at the start that the questions of counsel were not evidence;  and in his final charge, the trial judge told the jury that the statements and arguments of counsel were not evidence.  United States v. Copelin, <span class=\"citation\" data-id=\"609723\"><a href=\"/opinion/609723/united-states-v-warren-ricardo-copelin/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">379</span></a></span>, 384 (D.C.Cir.1993), relied upon by Cudlitz as authority for requiring a sua sponte contemporaneous instruction, was overruled by United States v. Rhodes, <span class=\"citation\" data-id=\"702286\"><a href=\"/opinion/702286/united-states-v-robert-rhodes/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1449</span></a></span>, 1454 (D.C.Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">In the case of Raposo's cross-examination, defense counsel did ask for a contemporaneous instruction to the jury that \"the questions of counsel are not evidence.\"   This court has said that the \"better practice\" is to give a cautionary instruction at the time.  United States v. Currier, <span class=\"citation\" data-id=\"489945\"><a href=\"/opinion/489945/united-states-v-raymond-leon-currier-united-states-of-america-v-raymond/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 56 n. 5 (1st Cir.1987).  Whatever one's faith in the capacity of general instructions to offset harmful evidence, the chance that the instruction will do any good is enhanced by offering the caution while the jury has immediately before it the question or evidence it is being told to disregard or limit.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Although on retrial the district court should give such a contemporaneous instruction where requested, this omission would not standing alone cause us to reverse in this case.  The district judge did give the general instruction at the outset and gave a somewhat similar, although incomplete, instruction at the close;  and any damage done by the lack of such an instruction as to Raposo was dwarfed by the far more damaging questions as to the Wallace solicitation where no such contemporaneous instruction was requested or given.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Finally, on retrial we encourage the district court to tell the jury, in closing, that the \"questions\" of counsel, as well as their statements and arguments, are not evidence.  Although an objection was properly lodged, we are doubtful that this omission standing alone would comprise prejudicial error, especially in light of the district court's opening instruction that questions of counsel are not evidence.  But given the importance of the government's cross-examination in this case, we think that the district judge should on retrial make the closing instruction as complete as possible by including a specific statement that the \"questions\" of counsel are not evidence.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The judgment of conviction is vacated and the matter remanded for new trial.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There is no Federal Rule of Evidence labeled \"impeachment by contradiction\" but the critical point to remember about those rules is that they treat selected topics and even then sometimes only selectively.  Several of the most familiar modes of impeachment (e.g., bias, prejudice, interest, corruption) are never mentioned</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government's response, which is not without some force, is that arson may not impugn veracity;  but that arson in aid of insurance fraud would do so and that such fraud was implicit where the building was owned by the arsonist.  Compare United States v. Wilson, <span class=\"citation\" data-id=\"599353\"><a href=\"/opinion/599353/united-states-v-charles-w-wilson/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">348</span></a></span>, 351-52 (7th Cir.1993).  We need not resolve the issue here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This gloss is hardly a precise standard but Kotteakos, while repeatedly reaffirmed as the governing standard for claims for non-constitutional error, e.g., United States v. Lane, <span class=\"citation\" data-id=\"111560\"><a href=\"/opinion/111560/united-states-v-lane/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, <span class=\"citation\" data-id=\"111560\"><a href=\"/opinion/111560/united-states-v-lane/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">725</span></a></span>, <span class=\"citation\" data-id=\"111560\"><a href=\"/opinion/111560/united-states-v-lane/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">814</span> </a></span>(1986), has rarely been elucidated by the Supreme Court</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/7265/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110267/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111560/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195633/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196194/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196490/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489945/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516169/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540778/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577675/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599353/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609723/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/702286/"
  ]
}