{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196515/",
  "id": 196515,
  "absolute_url": "/opinion/196515/in-re-v-grand-jury/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196515/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:07:43Z",
  "date_modified": "2020-02-21T23:14:29.121565Z",
  "type": "010combined",
  "sha1": "cf07e45c2604d622086e84db1b7710f7f946ef34",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-2338.01A",
  "local_path": null,
  "plain_text": "\n\nJanuary 11, 1996      [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-2338\r\n\n                            IN RE:\r\n\n                         GRAND JURY.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Cyr and Lynch,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nPeter J. Stelzer on brief for appellant.\r                            \r\nDonald K.  Stern, United  States Attorney,  and Jeffrey  Auerhahn,\r                                                                             \r\nAssistant United States Attorney, on brief for appellee.\r\n\n                                         \r\n\n                                         \r\r\n\n          Per Curiam.   Appellant grand jury witness  appeals\r                                \r\n\nthe district court order holding him in contempt for refusing\r\n\nto   answer   questions   before   a   grand   jury.      The\r\n\nwitness/contemnor refused  to answer  on the ground  that the\r\n\nquestion  violated his  rights under  the  fourth amendment.1\r\n\nThe  government  filed  a   petition  for  contempt  and  the\r\n\nwitness/contemnor responded  by filing a motion,  pursuant to\r\n\n18 U.S.C.   3504, seeking that the government \"affirm or deny\r\n\nthe existence  of any  and all electronic  surveillance which\r\n\nmay be used as a basis, direct or indirect, for any questions\r\n\nto  be  put  to  the  witness.\"    After  hearing  in  camera\r                                                                         \r\n\nsubmissions  from   the  special  agent  in   charge  of  the\r\n\ninvestigation concerning the source of the questions directed\r\n\nto  the  witness, the  court held  the  witness had  no \"just\r\n\ncause\" for  refusing to comply  with the  immunity order  and\r\n\nheld  him in  contempt.   The witness/contemnor  appeals this\r\n\ncontempt order.2  We affirm.\r\n\n     A  grand jury  witness  who refuses  to testify  without\r\n\n\"just cause\"  may be  held in  civil contempt.   18 U.S.C.   \r\n\n1826(a).   However, a showing that the questions addressed to\r\n\nthe  witness were  based on  illegal electronic  surveillance\r\n\n                    \r                                \r\n\n1.   This  court has  held that  the rights  of a  grand jury\r\nwitness  to  refuse  to  answer questions  based  on  illegal\r\nsurveillance \"depend exclusively on [18 U.S.C.   3504].\"   In\r                                                                         \r\nre Mintzer, 511 F.2d 471, 473 (1st Cir. 1974).\r                      \r\n\n2.   This court granted  the witness/contemnor's motion to be\r\nreleased pending disposition of this appeal.\r\r\n\nconstitutes \"just cause\" for refusal to testify and precludes\r\n\na finding of contempt.  Gelbard v. United States, 408 U.S. 41\r                                                            \r\n\n(1972);  In  re  Doe, 988  F.2d  211,  213  (1st Cir.  1992).\r                                \r\n\n\"[U]pon  a  claim  by  a  party  aggrieved  that  evidence is\r\n\ninadmissible because  it is  [derived from an  illegal act],\"\r\n\nthe government  must \"affirm or  deny the  occurrence of  the\r\n\nalleged unlawful act.\"   18 U.S.C.    3504; In re Grand  Jury\r                                                                         \r\n\nProceedings,  786 F.2d 3,  7 (1st Cir.  1986) (citing cases).\r                       \r\n\nThe  witness/contemnor contends that  the government  in this\r\n\ncase  failed  to  meet  its  burden   of  responding  to  the\r\n\nallegation.   Alternatively, he  asserts  the district  court\r\n\nerred  in hearing  testimony concerning  the  surveillance in\r                                                                         \r\n\ncamera.\r                  \r\n\n     A \"purely  conclusory denial\"  that an  alleged unlawful\r\n\nact occurred  is not an adequate response  to a   3504 claim.\r\n\nIn re Hodges, 524 F.2d 568, 570 (1st Cir. 1975).  Rather, the\r                        \r\n\ngovernment  must  show  \"that  those  responding  were  in  a\r\n\nposition,  by   first  hand-knowledge  or   through  inquiry,\r\n\nreasonably  to ascertain  whether  or  not  relevant  illegal\r\n\nactivities took place.\"  In re Quinn, 525  F.2d 222, 225 (1st\r                                                \r\n\nCir. 1975).  Moreover, an adequate response \"require[s] . . .\r\n\nthat those  conducting the grand jury  proceeding affirm that\r\n\nthey have  no knowledge of  and have not in  any way employed\r\n\nother  taps [than  those  revealed] in  formulating lines  of\r\n\ninquiry to be posed to the witness.\"  In re Mintzer, 511 F.2d\r                                                               \r\n\n                             -3-\r\r\n\n471, 472 n.2 (1st Cir. 1974).  In other words, in an adequate\r\n\nresponse  the government  provides  the court  access to  the\r\n\nrelevant   materials  supporting   all  wiretaps   which  the\r\n\ngovernment had or used concerning the witness.  Id. at 473.  \r                                                               \r\n\n     In  response  to  the      3504  claim,  the  government\r\n\npresented  the sworn testimony of the case agent in charge of\r\n\nthe investigation that all the information obtained about the\r\n\nwitness/contemnor   which   was   derived   from   electronic\r\n\nsurveillance  came from  surveillance  pursuant to  a warrant\r\n\nalready revealed to  the district court.  The  district court\r\n\nitself  affirmed  that it  had  previously  held the  warrant\r\n\nlawful.   The agent also  swore that he  had been responsible\r\n\nfor  all communications  between  the  investigators and  the\r\n\nprosecutor in this  case.  The  agent was thus in  a position\r\n\nreasonably  to ascertain whether  any illegal  activities had\r\n\ntaken  place in  the investigation.   A  subsequent affidavit\r\n\nrequested  by this  court, see  Grand Jury v.  Gassiraro, 918\r                                                                    \r\n\nF.2d  1013,  1016  (1st  Cir.  1990), and  submitted  by  the\r\n\nattorney  in charge  of the  investigation,  see id.  at 1015\r                                                               \r\n\n(finding  an affirmance  by  the  attorney investigating  and\r\n\nformulating  the  questions   to  the  witness   particularly\r\n\nsignificant) (citing cases), \"put to rest any lingering doubt\r\n\nwe had  about the adequacy of [the] response,\" In re Tse, 748\r                                                                    \r\n\nF.2d 722, 728 (1st Cir. 1984) (footnote omitted). \r\n\n                             -4-\r\r\n\n     Nor  do we find any error in the district court decision\r\n\nto  hear  sworn  testimony  concerning  the  surveillance  in\r                                                                         \r\n\ncamera.     The  district   court  has  wide   discretion  in\r                  \r\n\ndetermining whether  or  not  to  withhold  the  government's\r\n\nsubmissions concerning  other surveillance from a witness who\r\n\nraises a    3504 claim,  In re Doe, 988  F.2d at 214 n.3, and\r                                              \r\n\nsimilar  in camera  submissions  have been  approved by  this\r                              \r\n\ncourt, see, e.g., id.; In re Grand Jury Proceedings, 786 F.2d\r                                                               \r\n\nat 7.  Having reviewed  the submissions, we find no abuse  of\r\n\ndiscretion in this case.\r\n\n     The contempt order is affirmed.\r                                               \r\n\n                             -5-\r\r\n",
  "html": "<p class=\"case_cite\">73 F.3d 355<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">In re:  GRAND JURY.</p>\n    <p class=\"docket\">No. 95-2338.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Jan. 11, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter J. Stelzer on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Jeffrey Auerhahn, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and LYNCH, Circuit Judges.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant grand jury witness appeals the district court order holding him in contempt for refusing to answer questions before a grand jury.  The witness/contemnor refused to answer on the ground that the question violated his rights under the fourth amendment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The government filed a petition for contempt and the witness/contemnor responded by filing a motion, pursuant to 18 U.S.C. Sec. 3504, seeking that the government \"affirm or deny the existence of any and all electronic surveillance which may be used as a basis, direct or indirect, for any questions to be put to the witness.\"   After hearing in camera submissions from the special agent in charge of the investigation concerning the source of the questions directed to the witness, the court held the witness had no \"just cause\" for refusing to comply with the immunity order and held him in contempt.  The witness/contemnor appeals this contempt order.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A grand jury witness who refuses to testify without \"just cause\" may be held in civil contempt.  18 U.S.C. Sec. 1826(a).  However, a showing that the questions addressed to the witness were based on illegal electronic surveillance constitutes \"just cause\" for refusal to testify and precludes a finding of contempt.  Gelbard v. United States, 408 U.S. 41 (1972);  In re Doe, 988 F.2d 211, 213 (1st Cir.1992).  \"[U]pon a claim by a party aggrieved that evidence is inadmissible because it is [derived from an illegal act],\" the government must \"affirm or deny the occurrence of the alleged unlawful act.\"  18 U.S.C. Sec. 3504;  In re Grand Jury Proceedings, 786 F.2d 3, 7 (1st Cir.1986) (citing cases).  The witness/contemnor contends that the government in this case failed to meet its burden of responding to the allegation.  Alternatively, he asserts the district court erred in hearing testimony concerning the surveillance in camera.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A \"purely conclusory denial\" that an alleged unlawful act occurred is not an adequate response to a Sec. 3504 claim.  In re Hodges, 524 F.2d 568, 570 (1st Cir.1975).  Rather, the government must show \"that those responding were in a position, by first hand-knowledge or through inquiry, reasonably to ascertain whether or not relevant illegal activities took place.\"  In re Quinn, 525 F.2d 222, 225 (1st Cir.1975).  Moreover, an adequate response \"require[s] ... that those conducting the grand jury proceeding affirm that they have no knowledge of and have not in any way employed other taps [than those revealed] in formulating lines of inquiry to be posed to the witness.\"  In re Mintzer, 511 F.2d 471, 472 n. 2 (1st Cir.1974).  In other words, in an adequate response the government provides the court access to the relevant materials supporting all wiretaps which the government had or used concerning the witness.  Id. at 473.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In response to the Sec. 3504 claim, the government presented the sworn testimony of the case agent in charge of the investigation that all the information obtained about the witness/contemnor which was derived from electronic surveillance came from surveillance pursuant to a warrant already revealed to the district court.  The district court itself affirmed that it had previously held the warrant lawful.  The agent also swore that he had been responsible for all communications between the investigators and the prosecutor in this case.  The agent was thus in a position reasonably to ascertain whether any illegal activities had taken place in the investigation.  A subsequent affidavit requested by this court, see Grand Jury v. Gassiraro, 918 F.2d 1013, 1016 (1st Cir.1990), and submitted by the attorney in charge of the investigation, see id. at 1015 (finding an affirmance by the attorney investigating and formulating the questions to the witness particularly significant) (citing cases), \"put to rest any lingering doubt we had about the adequacy of [the] response,\" In re Tse, 748 F.2d 722, 728 (1st Cir.1984) (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nor do we find any error in the district court decision to hear sworn testimony concerning the surveillance in camera.   The district court has wide discretion in determining whether or not to withhold the government's submissions concerning other surveillance from a witness who raises a Sec. 3504 claim, In re Doe, 988 F.2d at 214 n. 3, and similar in camera submissions have been approved by this court, see, e.g., id.;  In re Grand Jury Proceedings, 786 F.2d at 7.  Having reviewed the submissions, we find no abuse of discretion in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The contempt order is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This court has held that the rights of a grand jury witness to refuse to answer questions based on illegal surveillance \"depend exclusively on [18 U.S.C. Sec. 3504].\"  In re Mintzer, 511 F.2d 471, 473 (1st Cir.1974)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This court granted the witness/contemnor's motion to be released pending disposition of this appeal</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">355</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">In re:  GRAND JURY.</p>\n    <p class=\"docket\">No. 95-2338.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Jan. 11, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter J. Stelzer on brief for appellant.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Jeffrey Auerhahn, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and LYNCH, Circuit Judges.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant grand jury witness appeals the district court order holding him in contempt for refusing to answer questions before a grand jury.  The witness/contemnor refused to answer on the ground that the question violated his rights under the fourth amendment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The government filed a petition for contempt and the witness/contemnor responded by filing a motion, pursuant to 18 U.S.C. Sec. 3504, seeking that the government \"affirm or deny the existence of any and all electronic surveillance which may be used as a basis, direct or indirect, for any questions to be put to the witness.\"   After hearing in camera submissions from the special agent in charge of the investigation concerning the source of the questions directed to the witness, the court held the witness had no \"just cause\" for refusing to comply with the immunity order and held him in contempt.  The witness/contemnor appeals this contempt order.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A grand jury witness who refuses to testify without \"just cause\" may be held in civil contempt.  18 U.S.C. Sec. 1826(a).  However, a showing that the questions addressed to the witness were based on illegal electronic surveillance constitutes \"just cause\" for refusal to testify and precludes a finding of contempt.  Gelbard v. United States, <span class=\"citation\" data-id=\"108596\"><a href=\"/opinion/108596/gelbard-v-united-states/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span> </a></span>(1972);  In re Doe, <span class=\"citation no-link\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">211</span></span>, 213 (1st Cir.1992).  \"[U]pon a claim by a party aggrieved that evidence is inadmissible because it is [derived from an illegal act],\" the government must \"affirm or deny the occurrence of the alleged unlawful act.\"  18 U.S.C. Sec. 3504;  In re Grand Jury Proceedings, <span class=\"citation\" data-id=\"466343\"><a href=\"/opinion/466343/in-re-grand-jury-proceedings-appeal-of-carol-hill/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 7 (1st Cir.1986) (citing cases).  The witness/contemnor contends that the government in this case failed to meet its burden of responding to the allegation.  Alternatively, he asserts the district court erred in hearing testimony concerning the surveillance in camera.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A \"purely conclusory denial\" that an alleged unlawful act occurred is not an adequate response to a Sec. 3504 claim.  In re Hodges, <span class=\"citation\" data-id=\"330697\"><a href=\"/opinion/330697/in-re-alfred-l-hodges-jr/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">568</span></a></span>, 570 (1st Cir.1975).  Rather, the government must show \"that those responding were in a position, by first hand-knowledge or through inquiry, reasonably to ascertain whether or not relevant illegal activities took place.\"  In re Quinn, <span class=\"citation\" data-id=\"331042\"><a href=\"/opinion/331042/in-re-john-herbert-quinn/\"><span class=\"volume\">525</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">222</span></a></span>, 225 (1st Cir.1975).  Moreover, an adequate response \"require[s] ... that those conducting the grand jury proceeding affirm that they have no knowledge of and have not in any way employed other taps [than those revealed] in formulating lines of inquiry to be posed to the witness.\"  In re Mintzer, <span class=\"citation\" data-id=\"325508\"><a href=\"/opinion/325508/in-re-lionel-mintzer/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">471</span></a></span>, 472 n. 2 (1st Cir.1974).  In other words, in an adequate response the government provides the court access to the relevant materials supporting all wiretaps which the government had or used concerning the witness.  <span class=\"citation\" data-id=\"325508\"><a href=\"/opinion/325508/in-re-lionel-mintzer/\"><span class=\"id_token\">Id.</span> at 473.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In response to the Sec. 3504 claim, the government presented the sworn testimony of the case agent in charge of the investigation that all the information obtained about the witness/contemnor which was derived from electronic surveillance came from surveillance pursuant to a warrant already revealed to the district court.  The district court itself affirmed that it had previously held the warrant lawful.  The agent also swore that he had been responsible for all communications between the investigators and the prosecutor in this case.  The agent was thus in a position reasonably to ascertain whether any illegal activities had taken place in the investigation.  A subsequent affidavit requested by this court, see Grand Jury v. Gassiraro, <span class=\"citation\" data-id=\"551474\"><a href=\"/opinion/551474/in-re-grand-jury-v-douglas-gassiraro/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1013</span></a></span>, 1016 (1st Cir.1990), and submitted by the attorney in charge of the investigation, see <span class=\"citation\" data-id=\"551474\"><a href=\"/opinion/551474/in-re-grand-jury-v-douglas-gassiraro/\"><span class=\"id_token\">id.</span> at 1015 </a></span>(finding an affirmance by the attorney investigating and formulating the questions to the witness particularly significant) (citing cases), \"put to rest any lingering doubt we had about the adequacy of [the] response,\" In re Tse, <span class=\"citation\" data-id=\"444548\"><a href=\"/opinion/444548/in-re-stephen-tse/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 728 (1st Cir.1984) (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nor do we find any error in the district court decision to hear sworn testimony concerning the surveillance in camera.   The district court has wide discretion in determining whether or not to withhold the government's submissions concerning other surveillance from a witness who raises a Sec. 3504 claim, In re <span class=\"citation no-link\"><span class=\"antecedent_guess\">Doe,</span> <span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">214</span> </span>n. 3, and similar in camera submissions have been approved by this court, see, e.g., id.;  In re Grand Jury <span class=\"citation\" data-id=\"466343\"><span class=\"antecedent_guess\">Proceedings,</span> <a href=\"/opinion/466343/in-re-grand-jury-proceedings-appeal-of-carol-hill/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">7</span></a></span>.  Having reviewed the submissions, we find no abuse of discretion in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The contempt order is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This court has held that the rights of a grand jury witness to refuse to answer questions based on illegal surveillance \"depend exclusively on [18 U.S.C. Sec. 3504].\"  In re Mintzer, <span class=\"citation\" data-id=\"325508\"><a href=\"/opinion/325508/in-re-lionel-mintzer/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">471</span></a></span>, 473 (1st Cir.1974)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This court granted the witness/contemnor's motion to be released pending disposition of this appeal</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108596/",
    "https://www.courtlistener.com/api/rest/v3/opinions/325508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/330697/",
    "https://www.courtlistener.com/api/rest/v3/opinions/331042/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444548/",
    "https://www.courtlistener.com/api/rest/v3/opinions/466343/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551474/"
  ]
}