{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196542/",
  "id": 196542,
  "absolute_url": "/opinion/196542/alexander-v-ins/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196542/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:24Z",
  "date_modified": "2020-02-21T23:15:45.734925Z",
  "type": "010combined",
  "sha1": "48694aa33f1a8427d4fa7b45899d11b96b343678",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-1735.01A",
  "local_path": null,
  "plain_text": "\n\nFebruary 13, 1996\r\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 92-1735\r\nNo. 95-1558\r\n\n              ROGER F. ALEXANDER, ETC., ET AL.,\r\n\n                         Petitioners,\r\n\n                              v.\r\n\n           IMMIGRATION AND NATURALIZATION SERVICE,\r\n\n                         Respondent.\r\n\n                                         \r\n\n                         ERRATA SHEET\r\n\nThe opinion of this Court, issued on  January 31, 1996, should  be\r\namended as follows:\r\n\nOn cover sheet, line 1 of  attorney listings, replace \"William  A.\r                                                                              \r\nMaganiello\" with \"William A. Mangiello\".\r                                              \r\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 92-1735\r\nNo. 95-1558\r\n\n              ROGER F. ALEXANDER, ETC., ET AL.,\r\n\n                         Petitioners,\r\n\n                              v.\r\n\n           IMMIGRATION AND NATURALIZATION SERVICE,\r\n\n                         Respondent.\r\n\n                                         \r\n\n            ON PETITION FOR REVIEW OF AN ORDER OF\r\n\n               THE BOARD OF IMMIGRATION APPEALS\r\n                                         \r\n\n                            Before\r\n\n                    Boudin, Circuit Judge,\r                                                     \r\n\n                Bownes, Senior Circuit Judge,\r                                                        \r\n\n                  and Stahl, Circuit Judge.\r                                                      \r\n\n                                         \r\n\nMichael G. Hillinger with whom William  A. Mangiello was on briefs\r                                                                \r\nfor petitioners.\r\nCarl H.  McIntyre, Jr.,  Office of  Immigration Litigation,  Civil\r                                  \r\nDivision, Department of Justice, with whom Stuart M. Gerson, Assistant\r                                                                   \r\nAttorney General, Civil Division,  Frank W. Hunger, Assistant Attorney\r                                                          \r\nGeneral, Civil Division,  and David J. Kline, Assistant Director, were\r                                                    \r\non briefs for respondent.\r\n\n                                         \r\n\n                       January 31, 1996\r\n                                         \r\r\n\n     BOUDIN,  Circuit Judge.    Petitioner  Roger  Alexander,\r                                       \r\n\nnamed Roger  Alexander  Hobbs at  birth,  was born  in  Great\r\n\nBritain  on February  13, 1945,  son of  Sarah Hobbs  and, he\r\n\nalleges, Floyd Alexander, an  American serviceman.  Roger was\r\n\nunaware of  his true  father until  1968, when  he discovered\r\n\nthat the  man whom he believed  to be his father  had died in\r\n\n1943.   His mother then told him  that his father was in fact\r\n\nFloyd Alexander.  Sometime after Floyd's death in 1970, Roger\r\n\nestablished contact with his supposed American half-siblings.\r\n\nIn  1984, Roger, his wife Anne, and their three sons moved to\r\n\nthe United States.  \r\n\n     In 1985, Roger filed an application for a certificate of\r\n\nU.S. citizenship  which was denied the following  year.  Some\r\n\nmonths after Roger filed the application, the Immigration and\r\n\nNaturalization Service (\"INS\") served  an order to show cause\r\n\non Roger and Anne, charging that they were deportable under 8\r\n\nU.S.C.   1251(a)(2), on the  ground that they had  overstayed\r\n\ntheir  non-immigrant visas.   Roger  contested this  order by\r\n\npresenting a claim to derivative citizenship through Floyd.  \r\n\n     The  INS   held  three  days  of   hearings  on  Roger's\r\n\ncitizenship claim in Boston  in 1987 and 1988.   On September\r\n\n22,  1988, the  immigration  judge entered  an order  denying\r\n\nRoger's  claims,  finding  the  Alexanders   deportable,  and\r\n\ngranting their  request for voluntary departure.   That order\r\n\nwas  appealed to the Board of Immigration Appeals; on June 9,\r\n\n                             -2-\r                                         -2-\r\r\n\n1992 the Board dismissed the Alexanders' appeal, holding that\r\n\nRoger had  not met the statutory  requirements for derivative\r\n\ncitizenship  under 8 U.S.C.    1401 and 1409.  The Alexanders\r\n\nfiled a  motion for  reconsideration which the  Board denied.\r\n\nThe Alexanders then filed in this court a timely petition for\r\n\nreview, which we now grant.  \r\n\n     8  U.S.C.      1105a(a)(5)  provides  that   whenever  a\r\n\npetitioner, who seeks review of an order of deportation,\r\n\n     claims to  be a national  of the United  States and\r\n     makes a  showing that  his claim is  not frivolous,\r\n     the court shall (A)  pass upon the issues presented\r\n     when it  appears from the pleadings  and affidavits\r\n     filed  by  the parties  that  no  genuine issue  of\r\n     material fact is presented;  or (B) where a genuine\r\n     issue  of material  fact  as  to  the  petitioner's\r\n     nationality is presented, transfer  the proceedings\r\n     to a United States district court . . . for hearing\r\n     de novo . . . .\r\n\nThe  government  does not  contest that  Roger has  alleged a\r\n\nviable  theory of  citizenship.   The  only question  for our\r\n\ndecision is  whether there  is a  \"genuine issue  of material\r\n\nfact\"  for determination  by the district  court.   Agosto v.\r                                                                      \r\n\nINS, 436 U.S. 748, 754 (1978).  This standard is analogous to\r               \r\n\nthat  governing motions  for summary  judgment under  Fed. R.\r\n\nCiv. P. 56.   Anderson v.  Liberty Lobby, 477  U.S. 242,  248\r                                                    \r\n\n(1986).  \r\n\n     If Roger has a  statutory claim to U.S. citizenship,  it\r\n\n                             -3-\r                                         -3-\r\r\n\nis  by  operation of  8 U.S.C.     1409(b),1 which  states in\r\n\nrelevant part that\r\n\n     the  provisions of  section  1401(g) of  this title\r\n     shall  apply to a child  born out of  wedlock on or\r\n     after January  13, 1941,  and  before December  24,\r\n     1952, as of the  date of birth if the  paternity of\r\n     such child  is established  at any time  while such\r\n     child  is  under the  age  of  twenty-one years  by\r\n     legitimation.  \r\n\n18  U.S.C. 1401(g)  provides that  the foreign-born  child of\r\n\nparents, one  of whom is a U.S. citizen and one of whom is an\r\n\nalien, is  \"a citizen  . .  . at birth\"  if the  U.S. citizen\r\n\nparent resided in the United States for a statutorily defined\r\n\nperiod prior to the child's birth.\r\n\n     Thus, to show that he was a U.S. citizen at birth, Roger\r\n\nmust  prove that  (1) Floyd was  his father; (2)  Floyd was a\r\n\nU.S. citizen who satisfied the physical presence requirements\r\n\nof section 1401(g); and (3) Floyd's paternity was established\r\n\nprior to Roger's 21st  birthday.  Enough evidence at  the INS\r\n\nhearing indicated  that Floyd was  Roger's biological father,\r\n\nand  Floyd was  admittedly a  U.S. citizen who  satisfied the\r\n\nphysical  presence requirements.    So this  appeal turns  on\r\n\nwhether there is also a genuine factual dispute as to whether\r\n\nRoger was legitimated prior to his 21st birthday.\r\n\n                    \r                                \r\n\n     1Roger argues that he  qualifies for citizenship under 8\r\nU.S.C.     1409(a), but  it  is  clear that  current  section\r\n1409(a) does not apply to individuals  born prior to November\r\n15, 1968.   See 102 Stat.  2619 (1988).   And former  section\r                           \r\n1409(a) applies only to individuals born on or after December\r\n24, 1952.  66 Stat. 238 (1952).\r\n\n                             -4-\r                                         -4-\r\r\n\n     At  the  hearing  before  the immigration  judge,  Roger\r\n\noffered the  affidavit of  David Klickstein, now  deceased, a\r\n\nMaine  attorney   and  notary  public.     According  to  the\r\n\naffidavit, in 1955 Floyd signed a document acknowledging that\r\n\nRoger was his son; Klickstein  notarized the document but did\r\n\nnot keep a  copy, nor was  any copy  offered at the  hearing.\r\n\nRoger also offered testimony by Floyd's first wife that Floyd\r\n\nhad told  her  that he  had executed  the alleged  affidavit.\r\n\nFloyd's  alleged  document,  if  made  and   acknowledged  as\r\n\ndescribed  in  Klickstein's affidavit,  legitimated  Roger as\r\n\nFloyd's son under Maine law in 1955, when Roger was under age\r\n\n21.   See  8 U.S.C.    1101(c)(1)  (providing that  state law\r                     \r\n\ngoverns).2\r\n\n     To  be sure,  the Board  found the  Klickstein affidavit\r\n\nunconvincing,  saying  that Roger's  \"claim  that  his father\r\n\nexecuted a purported document acknowledging paternity  is not\r\n\nadequately  supported.\"    But  under  the  unusual statutory\r\n\nprocedure already described, this  court does not review that\r\n\nfinding  under  a  substantial-evidence  or  other  customary\r\n\nstandard.   Once a genuine  material issue of  fact is posed,\r\n\nthe statute entitles Roger to a trial de novo in the district\r                                                         \r\n\n                    \r                                \r\n\n     2Under  Maine law in 1955,  \"[i]f the father  of a child\r\nborn out of  wedlock adopts him or her into  his family or in\r\nwriting  acknowledges before  some  justice of  the peace  or\r\nnotary public that he is the father, such child is  . . . the\r\nheir and legitimate child of his  or her father.\"  4 Me. Rev.\r\nStat. c.  170,   3 (1954), repealed by 1979 Me. Laws ch. 540,\r                                                  \r\n  24-C.  \r\n\n                             -5-\r                                         -5-\r\r\n\ncourt.  8 U.S.C.  1105a(a)(5).\r\n\n     On  appeal the INS argues that the absence of the actual\r\n\ndocument is  fatal to Roger's claim  as a matter of  law.  We\r\n\ndisagree:   there  is nothing  in the  language of  the Maine\r\n\nstatute  to  indicate that  the  continued  existence of  the\r\n\ndocument is essential to legitimation, nor does the INS refer\r\n\nus to  any Maine  case  law to  support this  view.   To  the\r\n\ncontrary,  the statute indicates  that it is  the creation of\r\n\nthe  document, not its preservation, that matters.  Cf. In re\r                                                                         \r\n\nJoyce's Estate, 183 A.2d 513, 514 (Me. 1962).\r                          \r\n\n     Although it  might  surprise a  lay  person to  see  how\r\n\nlittle  importance  we  attach  to the  preservation  of  the\r\n\naffidavit,  no  lawyer  would  be  surprised.    A  will, for\r\n\nexample, must be made  and executed with startling formality,\r\n\nbut  if lost  or misplaced  may be  proved by  oral evidence.\r\n\nE.g., In re  Estate of Fuller, 399 A.2d 960, 961 (N.H. 1979).\r                                         \r\n\nIndeed, the whole tendency of  the law of evidence  governing\r\n\ndocuments  is to  demand  the original  if  available but  to\r\n\nforgive  its absence if explained.   See Fed.  R. Evid. 1004.\r                                                    \r\n\nOf course,  Roger must  prove that his  legitimation occurred\r\n\nbut this is a matter for the district court.3\r\n\n                    \r                                \r\n\n     3The   Board   apparently   considered  the   Klickstein\r\naffidavit at the hearing  but found it insufficient.   As the\r\nissue has  not been raised by the INS, we have no occasion to\r\nconsider  whether  the  affidavit  would  be   admissible  in\r\ndistrict court under a hearsay exception, e.g., Fed. R. Evid.\r                                                          \r\n804(b)(5), whether  the rules  of evidence would  be strictly\r\napplied in a proceeding before the district judge, or whether\r\n\n                             -6-\r                                         -6-\r\r\n\n     The INS argues  in the  alternative that  even if  Roger\r\n\nbecame a \"citizen . .  . at birth\" under section  1401(g), he\r\n\nlost  his citizenship  under  the retention  requirements  of\r\n\nformer  section 1401(b).   That section  originally provided,\r\n\nwith  a qualification  not  here pertinent,  that anyone  who\r\n\nbecame a  citizen under section 1401(g)  lost his citizenship\r\n\nunless he came to the U.S. before age 23 and  remained for at\r\n\nleast five years.  66 Stat. 235 (1952).  Roger admits that he\r\n\ndoes  not  satisfy  this  requirement, nor  a  slightly  less\r\n\nrigorous version later enacted.  See 92 Stat. 1046 (1972).\r                                                \r\n\n     Although the retention requirement was repealed entirely\r\n\nin 1978, the repeal was by its own terms not retroactive.  92\r\n\nStat. 1046.  We were therefore initially disposed to conclude\r\n\nthat  Roger's  section  1409(b)   claim  was  barred  by  the\r\n\nretention requirement.   However, in the  course of preparing\r\n\nthe opinion, the court encountered a 1994 amendment, codified\r\n\nat 8 U.S.C.   1435, that provides relief as follows: \r\n\n          A  person  who was  a  citizen  of the  United\r\n     States  at  birth  and  lost such  citizenship  for\r\n     failure  to  meet the  physical  presence retention\r\n     requirements  under section  1401(b) of  this title\r\n     (as in effect before October 10, 1978), shall, from\r\n     and after taking the oath of allegiance required by\r\n     section  1448 of  this title  be a  citizen of  the\r\n     United States and have the  status of a citizen  of\r\n     the  United  States  by  birth, without  filing  an\r\n     application for naturalization . . . . \r\n\nThe effect of this language appeared to allow Roger to escape\r\n\n                    \r                                \r\n\nother more  readily admissible  evidence exists to  show that\r\nFloyd's statement was prepared and notarized.\r\n\n                             -7-\r                                         -7-\r\r\n\nthe  retention  requirement  merely  by  filing  an  oath  of\r\n\nallegiance.  See 8 U.S.C.   1448 (prescribing oath).\r                            \r\n\n     Confident that the  INS would wish to  see justice done,\r\n\nwe   asked  the   parties  to   address  this   provision  in\r\n\nsupplemental briefs.  Roger replied that he had not yet taken\r\n\nsuch an oath but proposed  to do so.  The INS,  in its reply,\r\n\ndid not  deny that  the oath would  erase the  bar of  former\r\n\nsection  1401(b).   But  it argued  that  this court  has \"no\r\n\njurisdiction\"  to consider the  1994 amendment  issue because\r\n\nthat would  require consideration of  evidence not  appearing\r\n\n\"upon  the administrative  record upon which  the deportation\r\n\norder is based.\"  8 U.S.C.   1105a(a)(4).\r\n\n     Section  1105a(a)(4),  like many  counterparts,  e.g., 5\r                                                                      \r\n\nU.S.C.    706; 29 U.S.C.     160(e)  and (f), is  intended to\r\n\nprevent  a  reviewing  court  from considering  evidence  not\r\n\nbefore an administrative agency,  i.e., to assure that agency\r                                                  \r\n\nfindings are reviewed upon the record made before the agency.\r\n\nCf. Camp v. Pitts, 411 U.S. 138, 142 (1973).  Nothing in such\r                             \r\n\nprovisions prevents a reviewing  court from applying  correct\r\n\nlegal  principles to  a  dispute, whether  or not  previously\r                 \r\n\nidentified in the  agency proceeding.  And  if former section\r\n\n1401(b) is now  a hollow shell, the INS' argument  fails as a\r\n\nmatter of law.\r\n\n     Of course,  Roger did not  rely upon the  1994 amendment\r\n\n(nor did the  INS mention it to us in its brief).  Failure to\r\n\n                             -8-\r                                         -8-\r\r\n\nraise an argument  in timely fashion  means that a  reviewing\r\n\ncourt is  free to disregard it.  Thomas v. INS, 976 F.2d 786,\r                                                          \r\n\n789 (1st  Cir. 1992).  But  the law that was  overlooked (the\r\n\n1994 amendment) is not disputed, Congress' intent to preserve\r\n\ncitizenship on  condition is  apparent, the condition  can be\r\n\nmechanically satisfied,  and the right  in question--American\r\n\ncitizenship--is one of the most precious imaginable.\r\n\n     We therefore  transfer this  case to the  district court\r\n\nfor trial de novo.  8 U.S.C.  1105a(a)(5).  We do not at this\r                             \r\n\ntime pass upon any  alternative constitutional claims made by\r\n\nRoger.   The  district court  may  require Roger  to  present\r\n\nevidence within  a reasonable time  that he has  executed the\r\n\noath prescribed by 8 U.S.C.   1448; if Roger fails  to do so,\r\n\nthe  district  court  may   dismiss  on  that  ground  alone.\r\n\nOtherwise,  the court  should  proceed to  the merits  of his\r\n\nclaim under section 1409(b).  \r\n\n     It is so ordered.\r                                  \r\n\n                             -9-\r                                         -9-\r\r\n",
  "html": "<p class=\"case_cite\">74 F.3d 367</p>\n    <p class=\"parties\">Roger F. ALEXANDER, etc., et al., Petitioners,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">Nos. 92-1735, 95-1558.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1995.<br>Decided Jan. 31, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael G. Hillinger with whom William A. Mangiello, Gloucester, MA, was on briefs, for petitioners.</p>\n      <p class=\"indent\">Carl H. McIntyre, Jr., Office of Immigration Litigation, Civil Division, Department of Justice, Washington, DC, with whom Stuart M. Gerson, Assistant Attorney General, Civil Division, Frank W. Hunger, Assistant Attorney General, Civil Division, and David J. Kline, Assistant Director, Alexandria, VA, were on briefs, for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Roger Alexander, named Roger Alexander Hobbs at birth, was born in Great Britain on February 13, 1945, son of Sarah Hobbs and, he alleges, Floyd Alexander, an American serviceman.  Roger was unaware of his true father until 1968, when he discovered that the man whom he believed to be his father had died in 1943.  His mother then told him that his father was in fact Floyd Alexander.  Sometime after Floyd's death in 1970, Roger established contact with his supposed American half-siblings.  In 1984, Roger, his wife Anne, and their three sons moved to the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1985, Roger filed an application for a certificate of U.S. citizenship which was denied the following year.  Some months after Roger filed the application, the Immigration and Naturalization Service (\"INS\") served an order to show cause on Roger and Anne, charging that they were deportable under 8 U.S.C. Sec. 1251(a)(2), on the ground that they had overstayed their non-immigrant visas.  Roger contested this order by presenting a claim to derivative citizenship through Floyd.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The INS held three days of hearings on Roger's citizenship claim in Boston in 1987 and 1988.  On September 22, 1988, the immigration judge entered an order denying Roger's claims, finding the Alexanders deportable, and granting their request for voluntary departure.  That order was appealed to the Board of Immigration Appeals;  on June 9, 1992 the Board dismissed the Alexanders' appeal, holding that Roger had not met the statutory requirements for derivative citizenship under 8 U.S.C. Secs. 1401 and 1409.  The Alexanders filed a motion for reconsideration which the Board denied.  The Alexanders then filed in this court a timely petition for review, which we now grant.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">8 U.S.C. Sec. 1105a(a)(5) provides that whenever a petitioner, who seeks review of an order of deportation,</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>claims to be a national of the United States and makes a showing that his claim is not frivolous, the court shall (A) pass upon the issues presented when it appears from the pleadings and affidavits filed by the parties that no genuine issue of material fact is presented;  or (B) where a genuine issue of material fact as to the petitioner's nationality is presented, transfer the proceedings to a United States district court ... for hearing de novo....</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government does not contest that Roger has alleged a viable theory of citizenship.  The only question for our decision is whether there is a \"genuine issue of material fact\" for determination by the district court.  Agosto v. I.N.S., 436 U.S. 748, 754, 98 S.Ct. 2081, 2086, 56 L.Ed.2d 677 (1978).  This standard is analogous to that governing motions for summary judgment under Fed.R.Civ.P. 56.  Anderson v. Liberty Lobby, 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">If Roger has a statutory claim to U.S. citizenship, it is by operation of 8 U.S.C. Sec. 1409(b),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> which states in relevant part that</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>the provisions of section 1401(g) of this title shall apply to a child born out of wedlock on or after January 13, 1941, and before December 24, 1952, as of the date of birth if the paternity of such child is established at any time while such child is under the age of twenty-one years by legitimation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">18 U.S.C. 1401(g) provides that the foreign-born child of parents, one of whom is a U.S. citizen and one of whom is an alien, is \"a citizen ... at birth\" if the U.S. citizen parent resided in the United States for a statutorily defined period prior to the child's birth.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Thus, to show that he was a U.S. citizen at birth, Roger must prove that (1) Floyd was his father;  (2) Floyd was a U.S. citizen who satisfied the physical presence requirements of section 1401(g);  and (3) Floyd's paternity was established prior to Roger's 21st birthday.  Enough evidence at the INS hearing indicated that Floyd was Roger's biological father, and Floyd was admittedly a U.S. citizen who satisfied the physical presence requirements.  So this appeal turns on whether there is also a genuine factual dispute as to whether Roger was legitimated prior to his 21st birthday.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At the hearing before the immigration judge, Roger offered the affidavit of David Klickstein, now deceased, a Maine attorney and notary public.  According to the affidavit, in 1955 Floyd signed a document acknowledging that Roger was his son;  Klickstein notarized the document but did not keep a copy, nor was any copy offered at the hearing.  Roger also offered testimony by Floyd's first wife that Floyd had told her that he had executed the alleged affidavit.  Floyd's alleged document, if made and acknowledged as described in Klickstein's affidavit, legitimated Roger as Floyd's son under Maine law in 1955, when Roger was under age 21.  See 8 U.S.C. Sec. 1101(c)(1) (providing that state law governs).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To be sure, the Board found the Klickstein affidavit unconvincing, saying that Roger's \"claim that his father executed a purported document acknowledging paternity is not adequately supported.\"   But under the unusual statutory procedure already described, this court does not review that finding under a substantial-evidence or other customary standard.  Once a genuine material issue of fact is posed, the statute entitles Roger to a trial de novo in the district court.  8 U.S.C. Sec. 1105a(a)(5).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On appeal the INS argues that the absence of the actual document is fatal to Roger's claim as a matter of law.  We disagree:  there is nothing in the language of the Maine statute to indicate that the continued existence of the document is essential to legitimation, nor does the INS refer us to any Maine case law to support this view.  To the contrary, the statute indicates that it is the creation of the document, not its preservation, that matters.  Cf. In re Joyce's Estate, 158 Me. 304, 183 A.2d 513, 514 (1962).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although it might surprise a lay person to see how little importance we attach to the preservation of the affidavit, no lawyer would be surprised.  A will, for example, must be made and executed with startling formality, but if lost or misplaced may be proved by oral evidence.  E.g., In re Estate of Fuller, 119 N.H. 132, 399 A.2d 960, 961 (1979).  Indeed, the whole tendency of the law of evidence governing documents is to demand the original if available but to forgive its absence if explained.  See Fed.R.Evid. 1004.  Of course, Roger must prove that his legitimation occurred but this is a matter for the district court.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The INS argues in the alternative that even if Roger became a \"citizen ... at birth\" under section 1401(g), he lost his citizenship under the retention requirements of former section 1401(b).  That section originally provided, with a qualification not here pertinent, that anyone who became a citizen under section 1401(g) lost his citizenship unless he came to the U.S. before age 23 and remained for at least five years.  66 Stat. 235 (1952).  Roger admits that he does not satisfy this requirement, nor a slightly less rigorous version later enacted.  See 92 Stat. 1046 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the retention requirement was repealed entirely in 1978, the repeal was by its own terms not retroactive.  92 Stat. 1046.  We were therefore initially disposed to conclude that Roger's section 1409(b) claim was barred by the retention requirement.  However, in the course of preparing the opinion, the court encountered a 1994 amendment, codified at 8 U.S.C. Sec. 1435, that provides relief as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A person who was a citizen of the United States at birth and lost such citizenship for failure to meet the physical presence retention requirements under section 1401(b) of this title (as in effect before October 10, 1978), shall, from and after taking the oath of allegiance required by section 1448 of this title be a citizen of the United States and have the status of a citizen of the United States by birth, without filing an application for naturalization....</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The effect of this language appeared to allow Roger to escape the retention requirement merely by filing an oath of allegiance.  See 8 U.S.C. Sec. 1448 (prescribing oath).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Confident that the INS would wish to see justice done, we asked the parties to address this provision in supplemental briefs.  Roger replied that he had not yet taken such an oath but proposed to do so.  The INS, in its reply, did not deny that the oath would erase the bar of former section 1401(b).  But it argued that this court has \"no jurisdiction\" to consider the 1994 amendment issue because that would require consideration of evidence not appearing \"upon the administrative record upon which the deportation order is based.\"  8 U.S.C. Sec. 1105a(a)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Section 1105a(a)(4), like many counterparts, e.g., 5 U.S.C. Sec. 706;  29 U.S.C. Secs. 160(e) and (f), is intended to prevent a reviewing court from considering evidence not before an administrative agency, i.e., to assure that agency findings are reviewed upon the record made before the agency.  Cf. Camp v. Pitts, 411 U.S. 138, 142, 93 S.Ct. 1241, 1244, 36 L.Ed.2d 106 (1973).  Nothing in such provisions prevents a reviewing court from applying correct legal principles to a dispute, whether or not previously identified in the agency proceeding.  And if former section 1401(b) is now a hollow shell, the INS' argument fails as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, Roger did not rely upon the 1994 amendment (nor did the INS mention it to us in its brief).  Failure to raise an argument in timely fashion means that a reviewing court is free to disregard it.  Thomas v. I.N.S., 976 F.2d 786, 789 (1st Cir.1992).  But the law that was overlooked (the 1994 amendment) is not disputed, Congress' intent to preserve citizenship on condition is apparent, the condition can be mechanically satisfied, and the right in question--American citizenship--is one of the most precious imaginable.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We therefore transfer this case to the district court for trial de novo.  8 U.S.C. Sec. 1105a(a)(5).  We do not at this time pass upon any alternative constitutional claims made by Roger.  The district court may require Roger to present evidence within a reasonable time that he has executed the oath prescribed by 8 U.S.C. Sec. 1448;  if Roger fails to do so, the district court may dismiss on that ground alone.  Otherwise, the court should proceed to the merits of his claim under section 1409(b).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Roger argues that he qualifies for citizenship under 8 U.S.C. Sec. 1409(a), but it is clear that current section 1409(a) does not apply to individuals born prior to November 15, 1968.  See 102 Stat. 2619 (1988).  And former section 1409(a) applies only to individuals born on or after December 24, 1952.  66 Stat. 238 (1952)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Under Maine law in 1955, \"[i]f the father of a child born out of wedlock adopts him or her into his family or in writing acknowledges before some justice of the peace or notary public that he is the father, such child is ... the heir and legitimate child of his or her father.\"   4 Me.Rev.Stat. c. 170, Sec. 3 (1954), repealed by 1979 Me.Laws ch. 540, Sec. 24-C</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Board apparently considered the Klickstein affidavit at the hearing but found it insufficient.  As the issue has not been raised by the INS, we have no occasion to consider whether the affidavit would be admissible in district court under a hearsay exception, e.g., Fed.R.Evid. 804(b)(5), whether the rules of evidence would be strictly applied in a proceeding before the district judge, or whether other more readily admissible evidence exists to show that Floyd's statement was prepared and notarized</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">367</span></span></p>\n    <p class=\"parties\">Roger F. ALEXANDER, etc., et al., Petitioners,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">Nos. 92-1735, 95-1558.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1995.<br>Decided Jan. 31, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael G. Hillinger with whom William A. Mangiello, Gloucester, MA, was on briefs, for petitioners.</p>\n      <p class=\"indent\">Carl H. McIntyre, Jr., Office of Immigration Litigation, Civil Division, Department of Justice, Washington, DC, with whom Stuart M. Gerson, Assistant Attorney General, Civil Division, Frank W. Hunger, Assistant Attorney General, Civil Division, and David J. Kline, Assistant Director, Alexandria, VA, were on briefs, for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Roger Alexander, named Roger Alexander Hobbs at birth, was born in Great Britain on February 13, 1945, son of Sarah Hobbs and, he alleges, Floyd Alexander, an American serviceman.  Roger was unaware of his true father until 1968, when he discovered that the man whom he believed to be his father had died in 1943.  His mother then told him that his father was in fact Floyd Alexander.  Sometime after Floyd's death in 1970, Roger established contact with his supposed American half-siblings.  In 1984, Roger, his wife Anne, and their three sons moved to the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1985, Roger filed an application for a certificate of U.S. citizenship which was denied the following year.  Some months after Roger filed the application, the Immigration and Naturalization Service (\"INS\") served an order to show cause on Roger and Anne, charging that they were deportable under 8 U.S.C. Sec. 1251(a)(2), on the ground that they had overstayed their non-immigrant visas.  Roger contested this order by presenting a claim to derivative citizenship through Floyd.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The INS held three days of hearings on Roger's citizenship claim in Boston in 1987 and 1988.  On September 22, 1988, the immigration judge entered an order denying Roger's claims, finding the Alexanders deportable, and granting their request for voluntary departure.  That order was appealed to the Board of Immigration Appeals;  on June 9, 1992 the Board dismissed the Alexanders' appeal, holding that Roger had not met the statutory requirements for derivative citizenship under 8 U.S.C. Secs. 1401 and 1409.  The Alexanders filed a motion for reconsideration which the Board denied.  The Alexanders then filed in this court a timely petition for review, which we now grant.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">8 U.S.C. Sec. 1105a(a)(5) provides that whenever a petitioner, who seeks review of an order of deportation,</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>claims to be a national of the United States and makes a showing that his claim is not frivolous, the court shall (A) pass upon the issues presented when it appears from the pleadings and affidavits filed by the parties that no genuine issue of material fact is presented;  or (B) where a genuine issue of material fact as to the petitioner's nationality is presented, transfer the proceedings to a United States district court ... for hearing de novo....</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government does not contest that Roger has alleged a viable theory of citizenship.  The only question for our decision is whether there is a \"genuine issue of material fact\" for determination by the district court.  Agosto v. I.N.S., <span class=\"citation\" data-id=\"109883\"><a href=\"/opinion/109883/agosto-v-ins/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">748</span></a></span>, 754, <span class=\"citation\" data-id=\"109883\"><a href=\"/opinion/109883/agosto-v-ins/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2081</span></a></span>, 2086, <span class=\"citation\" data-id=\"109883\"><a href=\"/opinion/109883/agosto-v-ins/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span> </a></span>(1978).  This standard is analogous to that governing motions for summary judgment under Fed.R.Civ.P. 56.  Anderson v. Liberty Lobby, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">If Roger has a statutory claim to U.S. citizenship, it is by operation of 8 U.S.C. Sec. 1409(b),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> which states in relevant part that</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>the provisions of section 1401(g) of this title shall apply to a child born out of wedlock on or after January 13, 1941, and before December 24, 1952, as of the date of birth if the paternity of such child is established at any time while such child is under the age of twenty-one years by legitimation.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">18 U.S.C. 1401(g) provides that the foreign-born child of parents, one of whom is a U.S. citizen and one of whom is an alien, is \"a citizen ... at birth\" if the U.S. citizen parent resided in the United States for a statutorily defined period prior to the child's birth.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Thus, to show that he was a U.S. citizen at birth, Roger must prove that (1) Floyd was his father;  (2) Floyd was a U.S. citizen who satisfied the physical presence requirements of section 1401(g);  and (3) Floyd's paternity was established prior to Roger's 21st birthday.  Enough evidence at the INS hearing indicated that Floyd was Roger's biological father, and Floyd was admittedly a U.S. citizen who satisfied the physical presence requirements.  So this appeal turns on whether there is also a genuine factual dispute as to whether Roger was legitimated prior to his 21st birthday.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At the hearing before the immigration judge, Roger offered the affidavit of David Klickstein, now deceased, a Maine attorney and notary public.  According to the affidavit, in 1955 Floyd signed a document acknowledging that Roger was his son;  Klickstein notarized the document but did not keep a copy, nor was any copy offered at the hearing.  Roger also offered testimony by Floyd's first wife that Floyd had told her that he had executed the alleged affidavit.  Floyd's alleged document, if made and acknowledged as described in Klickstein's affidavit, legitimated Roger as Floyd's son under Maine law in 1955, when Roger was under age 21.  See 8 U.S.C. Sec. 1101(c)(1) (providing that state law governs).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To be sure, the Board found the Klickstein affidavit unconvincing, saying that Roger's \"claim that his father executed a purported document acknowledging paternity is not adequately supported.\"   But under the unusual statutory procedure already described, this court does not review that finding under a substantial-evidence or other customary standard.  Once a genuine material issue of fact is posed, the statute entitles Roger to a trial de novo in the district court.  8 U.S.C. Sec. 1105a(a)(5).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On appeal the INS argues that the absence of the actual document is fatal to Roger's claim as a matter of law.  We disagree:  there is nothing in the language of the Maine statute to indicate that the continued existence of the document is essential to legitimation, nor does the INS refer us to any Maine case law to support this view.  To the contrary, the statute indicates that it is the creation of the document, not its preservation, that matters.  Cf. In re Joyce's Estate, <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">Me.</span> <span class=\"page\">304</span></span>, <span class=\"citation\" data-id=\"2336647\"><a href=\"/opinion/2336647/in-re-joyces-estate/\"><span class=\"volume\">183</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">513</span></a></span>, 514 (1962).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although it might surprise a lay person to see how little importance we attach to the preservation of the affidavit, no lawyer would be surprised.  A will, for example, must be made and executed with startling formality, but if lost or misplaced may be proved by oral evidence.  E.g., In re Estate of Fuller, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">132</span></span>, <span class=\"citation no-link\"><span class=\"volume\">399</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">960</span></span>, 961 (1979).  Indeed, the whole tendency of the law of evidence governing documents is to demand the original if available but to forgive its absence if explained.  See Fed.R.Evid. 1004.  Of course, Roger must prove that his legitimation occurred but this is a matter for the district court.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The INS argues in the alternative that even if Roger became a \"citizen ... at birth\" under section 1401(g), he lost his citizenship under the retention requirements of former section 1401(b).  That section originally provided, with a qualification not here pertinent, that anyone who became a citizen under section 1401(g) lost his citizenship unless he came to the U.S. before age 23 and remained for at least five years.  66 Stat. 235 (1952).  Roger admits that he does not satisfy this requirement, nor a slightly less rigorous version later enacted.  See 92 Stat. 1046 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the retention requirement was repealed entirely in 1978, the repeal was by its own terms not retroactive.  92 Stat. 1046.  We were therefore initially disposed to conclude that Roger's section 1409(b) claim was barred by the retention requirement.  However, in the course of preparing the opinion, the court encountered a 1994 amendment, codified at 8 U.S.C. Sec. 1435, that provides relief as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A person who was a citizen of the United States at birth and lost such citizenship for failure to meet the physical presence retention requirements under section 1401(b) of this title (as in effect before October 10, 1978), shall, from and after taking the oath of allegiance required by section 1448 of this title be a citizen of the United States and have the status of a citizen of the United States by birth, without filing an application for naturalization....</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The effect of this language appeared to allow Roger to escape the retention requirement merely by filing an oath of allegiance.  See 8 U.S.C. Sec. 1448 (prescribing oath).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Confident that the INS would wish to see justice done, we asked the parties to address this provision in supplemental briefs.  Roger replied that he had not yet taken such an oath but proposed to do so.  The INS, in its reply, did not deny that the oath would erase the bar of former section 1401(b).  But it argued that this court has \"no jurisdiction\" to consider the 1994 amendment issue because that would require consideration of evidence not appearing \"upon the administrative record upon which the deportation order is based.\"  8 U.S.C. Sec. 1105a(a)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Section 1105a(a)(4), like many counterparts, e.g., 5 U.S.C. Sec. 706;  29 U.S.C. Secs. 160(e) and (f), is intended to prevent a reviewing court from considering evidence not before an administrative agency, i.e., to assure that agency findings are reviewed upon the record made before the agency.  Cf. Camp v. Pitts, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 142, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1241</span></a></span>, 1244, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span> </a></span>(1973).  Nothing in such provisions prevents a reviewing court from applying correct legal principles to a dispute, whether or not previously identified in the agency proceeding.  And if former section 1401(b) is now a hollow shell, the INS' argument fails as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, Roger did not rely upon the 1994 amendment (nor did the INS mention it to us in its brief).  Failure to raise an argument in timely fashion means that a reviewing court is free to disregard it.  Thomas v. I.N.S., <span class=\"citation\" data-id=\"592072\"><a href=\"/opinion/592072/philip-thomas-v-immigration-and-naturalization-service/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 789 (1st Cir.1992).  But the law that was overlooked (the 1994 amendment) is not disputed, Congress' intent to preserve citizenship on condition is apparent, the condition can be mechanically satisfied, and the right in question--American citizenship--is one of the most precious imaginable.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We therefore transfer this case to the district court for trial de novo.  8 U.S.C. Sec. 1105a(a)(5).  We do not at this time pass upon any alternative constitutional claims made by Roger.  The district court may require Roger to present evidence within a reasonable time that he has executed the oath prescribed by 8 U.S.C. Sec. 1448;  if Roger fails to do so, the district court may dismiss on that ground alone.  Otherwise, the court should proceed to the merits of his claim under section 1409(b).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Roger argues that he qualifies for citizenship under 8 U.S.C. Sec. 1409(a), but it is clear that current section 1409(a) does not apply to individuals born prior to November 15, 1968.  See 102 Stat. 2619 (1988).  And former section 1409(a) applies only to individuals born on or after December 24, 1952.  66 Stat. 238 (1952)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Under Maine law in 1955, \"[i]f the father of a child born out of wedlock adopts him or her into his family or in writing acknowledges before some justice of the peace or notary public that he is the father, such child is ... the heir and legitimate child of his or her father.\"   4 Me.Rev.Stat. c. 170, Sec. 3 (1954), repealed by 1979 Me.Laws ch. 540, Sec. 24-C</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Board apparently considered the Klickstein affidavit at the hearing but found it insufficient.  As the issue has not been raised by the INS, we have no occasion to consider whether the affidavit would be admissible in district court under a hearsay exception, e.g., Fed.R.Evid. 804(b)(5), whether the rules of evidence would be strictly applied in a proceeding before the district judge, or whether other more readily admissible evidence exists to show that Floyd's statement was prepared and notarized</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108752/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109883/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592072/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2336647/"
  ]
}