{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196539/",
  "id": 196539,
  "absolute_url": "/opinion/196539/united-states-v-restrepo-aguilar/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196539/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:20Z",
  "date_modified": "2020-02-21T23:15:37.477204Z",
  "type": "010combined",
  "sha1": "756f9eb25cf36bd6d0dba2fa0d9efaa5784e28fd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1660.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 95-1660\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n              AUGUSTO DEJESUS RESTREPO-AGUILAR,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n        [Hon. Ronald R. Lagueux, U.S. District Judge]\r                                                                \r\n                                         \r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r                                                     \r\n\n                Rosenn, Senior Circuit Judge,*\r                                                        \r\n\n                  and Lynch, Circuit Judge.\r                                                      \r\n                                         \r\n\nRobert D. Watt, Jr., for appellant.\r                               \r\n\nMargaret E.  Curran, Assistant United  States Attorney, with  whom\r                               \r\nSheldon  Whitehouse,  United  States  Attorney, and  Craig  N.  Moore,\r                                                                             \r\nAssistant United  States  Attorney,  were  on brief,  for  the  United\r\nStates.\r\n\n                                         \r\n\n                       January 30, 1996\r\n                                         \r\n\n                \r                            \r\n\n*Of the Third Circuit, sitting by designation.\r\r\n\n     LYNCH,  Circuit Judge.  Augusto Restrepo-Aguilar pleaded\r                                      \r\n\nguilty to a charge of unlawful reentry into the United States\r\n\nafter deportation.   At sentencing, the  district court added\r\n\n16 offense levels  under U.S.S.G.   2L1.2(b)(2)  to Restrepo-\r\n\nAguilar's Guidelines sentence, based on a finding that he had\r\n\nbeen  previously   \"deported  after   a  conviction   for  an\r\n\naggravated felony.\"   The sole issue presented is whether the\r\n\nterm  \"aggravated felony\"  as  used in    2L1.2(b)(2) of  the\r\n\nGuidelines  includes as  a \"felony\"  a state  drug possession\r\n\noffense that would be  only a misdemeanor under  federal law,\r\n\nbut is a felony under the laws of the convicting state.  This\r\n\nquestion under the  Guidelines is one of  first impression in\r\n\nthis Circuit, and we answer  it in the affirmative.   We hold\r\n\nthat  the  district  court   was  required  to  increase  the\r\n\ndefendant's Guidelines sentence by  16 offense levels, and so\r\n\naffirm.\r\n\n                              I\r\n\n     In 1985, Restrepo-Aguilar,  a citizen  of Colombia,  was\r\n\narrested by Rhode Island authorities on a charge of violating\r\n\nthe state's drug laws.   After cooperating with the  state in\r\n\nobtaining the  arrests of others, he  pleaded nolo contendere\r                                                                         \r\n\nto an amended charge  of simple cocaine possession, a  felony\r\n\nunder  Rhode  Island law,  punishable by  a maximum  of three\r\n\nyears in prison.  He was sentenced to 2 years of probation.\r\n\n                             -2-\r                                          2\r\r\n\n     In  December  of  1988,  a  federal deportation  warrant\r\n\nissued  for  Restrepo-Aguilar's  arrest.    He   was  finally\r\n\napprehended  on  July 7,  1994,  in  Miami, Florida  and  was\r\n\nsubsequently  deported.   In January  of 1995,  he resurfaced\r\n\nillegally in Providence, Rhode  Island, where he was arrested\r\n\nby  Immigration  and  Naturalization   Service  agents.    He\r\n\nadmitted that he  had never applied for permission to reenter\r\n\nthe country.  He was indicted and pleaded guilty to one count\r\n\nof unlawful reentry into the United States after deportation,\r\n\nin violation of 8 U.S.C.   1326.\r\n\n     The   defendant  was  sentenced  under    2L1.2  of  the\r\n\nSentencing Guidelines.1   That guideline sets  a base offense\r\n\nlevel (\"BOL\") of 8 for a conviction of unlawfully entering or\r\n\nremaining in the United States.  The guideline then provides:\r\n\n\"If the defendant previously  was deported after a conviction\r\n\nfor  an aggravated felony, increase  by 16 levels.\"  U.S.S.G.\r\n\n  2L1.2(b)(2) (Nov. 1994).2\r\n\n                    \r                                \r\n\n1.  Defendant was sentenced in  June 1995, under the November\r\n1994  edition of the Guidelines.   All citations  are to that\r\nedition.\r\n\n2.  Section  2L1.2(b)  implements   the  statutory   sentence\r\nenhancement provisions of 8 U.S.C.   1326(b), which increases\r\nthe  maximum  authorized  term  of  imprisonment  for  aliens\r\nconvicted  under  that  statute   who  previously  have  been\r\ndeported following a conviction for a felony or an aggravated\r\nfelony.  See United  States v. Forbes, 16 F.3d 1294, 1300 n.9\r                                                 \r\n(1st Cir. 1994).   The  term \"aggravated felony\"  as used  in\r\n  1326(b)(2)  is defined  at  8 U.S.C.    1101(a)(43).   That\r\ndefinition is  substantially the  same (in relevant  part) as\r\nthe  one  that appears  in  application  note  7 to  U.S.S.G.\r\n  2L1.2.\r\n\n                             -3-\r                                          3\r\r\n\n     The sentencing court concluded that the defendant's pre-\r\n\ndeportation state  conviction  for possession  of cocaine,  a\r\n\nfelony under  Rhode Island  law, qualified as  an \"aggravated\r\n\nfelony\"  within the meaning of   2L1.2(b)(2), and accordingly\r\n\nincreased defendant's BOL from  8 to 24.  With  a three-level\r\n\nreduction  for acceptance  of  responsibility under  U.S.S.G.\r\n\n  3E1.1, and  a criminal history category  of II, defendant's\r\n\nGuidelines  sentencing range  was 41-51  months.3   The court\r\n\nimposed a final sentence of 41 months.\r\n\n     Restrepo-Aguilar  contends  that  because  a  first-time\r\n\nconviction for  simple possession  of  cocaine is  punishable\r\n\nonly  as a  misdemeanor under  federal law,4  his 1985  state\r                                                  \r\n\nconviction for cocaine possession  cannot be classified as an\r\n\n\"aggravated   felony\"   for   purposes   of   the  Sentencing\r\n\nGuidelines.   The government argues that  an offense need not\r\n\nbe punishable as a felony under federal law in order to be an\r\n\n\"aggravated  felony\"  under    2L1.2(b)(2)  so  long  as  the\r\n\n                    \r                                \r\n\n3.  In  contrast,  the   defendant's  total  offense   level,\r\nadjusted   for   a   two-level  credit   for   acceptance  of\r\nresponsibility under U.S.S.G.   3E1.1(a), would have  been 6,\r\ncorresponding to a Guidelines  sentencing range of 1-7 months\r\n(assuming  a  criminal  history   category  of  II),  had  no\r\nenhancement been applied.\r\n\n4.  Because a conviction under the  Controlled Substances Act\r\nfor  a  first offense  of  simple  possession of  cocaine  is\r\npunishable by no more than one year in  prison, see 21 U.S.C.\r                                                               \r\n  844(a),   such  a  conviction  would  be   for  a  Class  A\r\nmisdemeanor under the general federal  classification scheme,\r\nsee 18 U.S.C.   3559(a).\r               \r\n\n                             -4-\r                                          4\r\r\n\noffense is punishable as a felony under the law  of the state\r\n\nof conviction.\r\n\n                              II\r\n\n     The  controlling  definition  of  the  term  \"aggravated\r\n\nfelony\"  is  set  forth in  application  note  7 to  U.S.S.G.\r\n\n  2L1.2.  That commentary provides in relevant part:\r\n\n     \"Aggravated felony,\" as  used in subsection (b)(2),\r\n     means   . . .  any   illicit  trafficking   in  any\r\n     controlled  substance  (as  defined  in  21  U.S.C.\r\n       802),  including any  drug  trafficking  crime as\r\n     defined  in  18 U.S.C.    924(c)(2);  . . .  or any\r\n     attempt or conspiracy to commit  any such act.  The\r\n     term  \"aggravated  felony\"   applies  to   offenses\r\n     described  in  the  previous  sentence  whether  in\r\n     violation of federal or state law . . . .\r\n\nU.S.S.G.     2L1.2,  comment.  (n.7) (Nov.  1994).    Section\r\n\n924(c)(2) provides, in turn:\r\n\n      [T]he  term \"drug  trafficking  crime\"  means  any\r\n      felony punishable under the  Controlled Substances\r                                                                    \r\n      Act  (21  U.S.C.  801  et  seq.),  the  Controlled\r                     \r\n      Substances Import and Export Act (21 U.S.C. 951 et\r\n      seq.), or  the Maritime  Drug Law  Enforcement Act\r\n      (46 U.S.C. App. 1901 et seq.).\r\n\n18 U.S.C.   924(c)(2) (emphasis added).\r\n\n      Restrepo-Aguilar   contends   that  his   1985   cocaine\r\n\npossession offense  is excluded from the  definition of \"drug\r\n\ntrafficking crime\"  and is  not an \"aggravated  felony\" under\r\n\n  2L1.2(b)(2) because it would be classified as a misdemeanor\r\n\nunder federal  law.5   The question  posed, then,  is whether\r\n\n                    \r                                \r\n\n5.  He also  argues more broadly  that the offense  of simple\r\npossession  of cocaine is not an aggravated felony because it\r\ndoes  not   fall  within   the  common  definition   of  drug\r\n\n                             -5-\r                                          5\r\r\n\nfirst-time  cocaine  possession,  \"whether  in  violation  of\r\n\nfederal or  state law,\" U.S.S.G.   2L1.2,  comment. (n.7), is\r\n\nan \"aggravated  felony\" if  it is  a felony  under applicable\r\n\nstate law but is  punishable only as a misdemeanor  under the\r\n\nfederal Controlled Substances Act (\"CSA\").\r\n\n      Restrepo-Aguilar  bases  his argument  on  a  particular\r\n\nreading of the Guidelines  and on the recent decision  by the\r\n\nBoard of Immigration Appeals in In Re  L-G-, Interim Decision\r                                                       \r\n\n3254, 1995 WL 582051  (BIA Sept. 27, 1995), interpreting  the\r\n\nterm  \"aggravated felony\"  under  the immigration  laws.   He\r\n\nappropriately  concedes  that the  BIA's  decision is  flatly\r\n\ninconsistent with the Second  Circuit's opinion in Jenkins v.\r                                                                      \r\n\nINS, 32 F.3d 11 (2d Cir. 1994), and that there is language in\r               \r\n\nvarious opinions  by this  Circuit disfavoring  his position.\r\n\nWe  believe   that  the  text  of   the  relevant  provisions\r\n\nforecloses his argument and that the Second Circuit's reading\r\n\nis preferable to that of the BIA.\r\n\n      The defendant's  interpretation is  not consistent  with\r\n\nthe  definition  of  \"aggravated  felony\" set  forth  in  the\r\n\ncommentary to    2L1.2.   His  argument  is contrary  to  the\r\n\napplication note's  instruction that the definition  is to be\r\n\napplied to offenses \"whether in violation of federal or state\r\n\n                    \r                                \r\n\n\"trafficking.\"   We  reject this  contention without  further\r\ndiscussion, as  it is clearly  foreclosed by the  decision of\r\nthis court in United  States v. Rodriguez, 26 F.3d  4, 6 (1st\r                                                     \r\nCir. 1994).\r\n\n                             -6-\r                                          6\r\r\n\nlaw.\"    It  also  contradicts  the  definition  of  \"felony\"\r\n\nexplicitly provided in the  CSA, which is referred to  in the\r\n\napplication note.\r\n\n      Defendant reads 18  U.S.C.   924(c)(2) as if it  defined\r\n\n\"drug  trafficking  crime\" as  any  offense  punishable as  a\r                                                                         \r\n\nfelony under the  CSA.  But  that is  not how   924(c)(2)  is\r                        \r\n\nwritten.   The statutory definition plainly  does not require\r\n\nthat an offense, in  order to be a drug trafficking crime, be\r\n\nsubject to a particular magnitude of punishment if prosecuted\r\n\nunder  the  CSA,  as  defendant's  preferred  reading   would\r\n\nsuggest.    Rather, the  definition  requires  only that  the\r\n\noffense be  a \"felony  punishable\" thereunder.   Indeed, this\r\n\ncourt has expressly  interpreted   924(c)(2)'s definition  of\r\n\n\"drug   trafficking  crime\"  as   encompassing  two  separate\r                                                                         \r\n\nelements:  (1)  that  the  offense be  punishable  under  the\r\n\nControlled  Substances Act (or one  of the other two statutes\r\n\nidentified);  and (2) that the  offense be a  felony.  United\r                                                                         \r\n\nStates v. Forbes,  16 F.3d  1294, 1301 (1st  Cir. 1994);  see\r                                                                         \r\n\nalso  United  States v.  Rodriguez, 26  F.3d  4, 6  (1st Cir.\r                                              \r\n\n1994); Jenkins, 32 F.3d at 14 (following Forbes and Amaral v.\r                                                                      \r\n\nINS, 977 F.2d 33, 36 n.3 (1st Cir. 1992)).  We adhere to this\r               \r\n\nestablished   interpretation   and  reject   the  defendant's\r\n\ncontrary construction.\r\n\n      Section  924(c)(2)'s  definition  of  \"drug  trafficking\r\n\ncrime\"   by  its   terms  includes   \"any  felony\"   that  is\r                                                     \r\n\n                             -7-\r                                          7\r\r\n\ncriminalized under the  CSA.  The  definition does not  limit\r\n\nits  application  to offenses  that  would  be classified  as\r\n\nfelonies if  prosecuted under federal law.   Furthermore, the\r\n\nCSA  itself defines a felony as \"any Federal or State offense\r\n\nclassified by applicable  Federal or State law  as a felony.\"\r\n\n21 U.S.C.   802(13).  Under the CSA's unambiguous definition,\r\n\na  state offense (of  the type within  the scope of  the CSA)\r\n\nwhich  is classified  as  a  felony  under  the  law  of  the\r\n\nconvicting state would clearly  qualify as a felony for  that\r\n\ndefinition's purposes, even if  the offense could be punished\r\n\nonly as a misdemeanor under federal law.  See Forbes, 16 F.3d\r                                                                \r\n\nat 1301  n.10; Amaral, 977 F.2d  at 36 n.3.   As Judge Walker\r                                 \r\n\nhas cogently observed,\r\n\n      Section  802(13)'s  explicit  reliance   on  state\r\n      classifications represents  a Congressional choice\r\n      to  include   within  the  category   of  'felony'\r\n      offenses under the Controlled Substances Act . . .\r\n      those  crimes deemed serious  enough by  states to\r\n      warrant    felony     treatment    within    their\r\n      jurisdictions.\r\n\nJenkins, 32 F.3d at 14.\r                   \r\n\n      There  is no  reason to suppose that  either Congress or\r\n\nthe Sentencing Commission, in defining \"aggravated felony\" by\r\n\nreference   to  18   U.S.C.     924(c)(2),   which  in   turn\r\n\nspecifically  relies on the CSA,  was unaware of  or chose to\r\n\ndismiss the  definition of \"felony\" provided  there.  Indeed,\r\n\nquite the opposite is likely  to be true.  The  CSA's primary\r\n\npurpose in carving  out a  class of offenses  as felonies  is\r                   \r\n\n                             -8-\r                                          8\r\r\n\nprecisely  the same  as Congress'  purpose in  doing so  in 8\r\n\nU.S.C.    1326(b) and the  Sentencing Commission's purpose in\r\n\nimplementing  that statute  in    2L1.2(b):   to establish  a\r\n\nbasis  for the  imposition  of sentence  enhancements.   See,\r                                                                        \r\n\ne.g.,   21  U.S.C.    841(b)   (providing  increased  maximum\r                \r\n\nsentence for defendants with a prior felony conviction).  The\r\n\nCommission   intended   the   \"aggravated  felony\"   sentence\r\n\nenhancement   to  operate  harmoniously   with  the  specific\r\n\ndefinition  given to the term  \"felony\" in the  CSA, the very\r\n\nstatute  by   reference  to  which   \"aggravated  felony\"  is\r\n\nultimately defined.  Cf.  Greenwood Trust Co. v. Commonwealth\r                                                                         \r\n\nof  Mass., 971 F.2d 818, 827  (1st Cir. 1992) (when a statute\r                     \r\n\nborrows  language  from  another statute,  the  two  statutes\r\n\nshould be  read consistently), cert.  denied, 113 S.  Ct. 974\r                                                        \r\n\n(1993).\r\n\n      We hold that a state drug  offense is properly deemed  a\r\n\n\"felony\"  within  the meaning  of  18  U.S.C.   924(c)(2)  as\r\n\nincorporated by  application note  7 to U.S.S.G.    2L1.2, if\r\n\nthe offense is classified  as a felony under  the law of  the\r\n\nrelevant  state, even if the same offense would be punishable\r\n\nonly  as  a misdemeanor  under federal  law.   See  21 U.S.C.\r                                                              \r\n\n  802(13).   In  Rhode  Island,  a  first offense  of  simple\r\n\npossession of cocaine carries  a maximum term of imprisonment\r\n\nof three years, see R.I. Gen. Laws   21-28-4.01(C)(1)(a), and\r                               \r\n\nis therefore a  felony under the  laws of that  jurisdiction.\r\n\n                             -9-\r                                          9\r\r\n\nSee R.I. Gen. Laws   11-1-2 (defining  \"felony\" as an offense\r               \r\n\npunishable by a term of imprisonment exceeding one year); cf.\r                                                                         \r\n\n18 U.S.C.    3559(a) (categorizing as  felonies all  offenses\r\n\nnot   otherwise  classified  by  the  statutes  defining  the\r\n\noffenses that  are punishable  by prison terms  exceeding one\r\n\nyear).   Restrepo-Aguilar's  1985 cocaine  possession offense\r\n\nwas thus a  felony under  Rhode Island law  and qualifies  as\r\n\n\"any  felony\" within  the meaning  of 18  U.S.C.   924(c)(2).\r\n\nSince that offense is  also punishable under the CSA,  see 21\r                                                                      \r\n\nU.S.C.   844(a),  it qualifies as a  \"drug trafficking crime\"\r\n\nunder    924(c)(2) and  hence as  an \"aggravated  felony\" for\r\n\npurposes of U.S.S.G.   2L1.2(b)(2).\r\n\n      Beyond  purely textual  considerations,  this  result is\r\n\nmost consistent  with the approach favored  by the Sentencing\r\n\nGuidelines.   In measuring  the seriousness of  a defendant's\r\n\ncriminal  record, the Guidelines  operate on the foundational\r\n\npremise that  a defendant's  history of criminal  activity in\r\n\nviolation of  state law is  to be treated  on a par  with his\r                               \r\n\nhistory  of crimes committed in violation of federal law.  To\r\n\nthis end, the commentary  to the Guidelines' central criminal\r\n\nhistory  provision  states:  \"[p]rior convictions  [that  are\r\n\nrelevant  to  a defendant's  criminal  history  category] may\r\n\nrepresent convictions  in  the federal  system,  fifty  state\r\n\nsystems, the District of Columbia, territories, and  foreign,\r\n\ntribal, and  military courts.\"    U.S.S.G.   4A1.1,  comment.\r\n\n                             -10-\r                                          10\r\r\n\n(backg'd).   This principle  that criminal history  cannot be\r\n\nviewed through a purely federal lens is also reflected in the\r\n\ncommentary to  the \"aggravated felony\"  enhancement at  issue\r\n\nhere    which  at  bottom is  nothing  more than  a  criminal\r\n\nhistory adjustment,  albeit a severe one,  for prior offenses\r\n\nof  a  particular kind.    U.S.S.G.    2L1.2, comment.  (n.7)\r\n\n(directing that the enhancement  be applied to prior offenses\r\n\nof the  relevant  sort \"whether  in violation  of federal  or\r\n\nstate law\").\r\n\n      The Sentencing  Commission  fully  recognized  that  the\r\n\nseriousness of any particular  state offense in a defendant's\r\n\nrecord  might  be  viewed differently  across  jurisdictional\r\n\nlines.   To the objection that the result reached today could\r\n\nmean  variations in  federal criminal  sentences for  illegal\r\n\naliens based  on whether the  50 states classify  offenses as\r\n\nfelonies  or not,  the  response is  that  any such  lack  of\r\n\nuniformity is  the consequence of a  deliberate policy choice\r\n\nby  Congress and  the  Commission that  we cannot  disregard.\r\n\nSee, e.g.,  U.S.S.G.   4A1.2(o) (defining \"felony offense\" by\r                     \r\n\nreference to penalty authorized by federal or state law, such\r                                                         \r\n\nthat determination whether offense  is felony could vary from\r\n\nstate to state);   4B1.2, comment. (n.3) (same); cf. Jenkins,\r                                                                        \r\n\n32 F.3d at 14.\r\n\n      Our result is  also consistent with other provisions  in\r\n\nthe Sentencing Guidelines  that use the  term \"felony.\"   The\r\n\n                             -11-\r                                          11\r\r\n\noffense of  cocaine possession is punishable  in Rhode Island\r\n\nby  a term of  imprisonment of up  to three years.   See R.I.\r                                                                    \r\n\nGen.  Laws    21-28-4.01(C)(1)(a).    Even  apart  from   the\r\n\nunambiguous definition  of \"felony\" provided in  the CSA, see\r                                                                         \r\n\n21 U.S.C.   802(13), categorizing defendant's 1985 possession\r\n\noffense  as a felony is fully  consistent with the definition\r\n\nof that  term that  pervades the  criminal history and  prior\r\n\noffense  enhancement  provisions  scattered   throughout  the\r\n\nGuidelines:   any federal  or state offense  punishable under\r                                         \r\n\napplicable law by  a term  of imprisonment of  more than  one\r\n\nyear.   See U.S.S.G.   4A1.2(o); see  also U.S.S.G.    2D1.1,\r                                                      \r\n\ncomment.  (n.16(a)), 2K1.3,  comment. (n.4),  2K2.1, comment.\r\n\n(n.5), 4A1.1, comment. (backg'd),  and 4B1.2, comment. (n.3);\r\n\ncf.  18  U.S.C.   3559(a).    Nothing  in   2L1.2(b)(2),  the\r               \r\n\naccompanying commentary, or the related  statutes requires us\r\n\nto adhere to a different understanding of \"felony\" here.\r\n\n      The recent decision of the Board of Immigration  Appeals\r\n\nin In Re  L-G-, Interim  Decision 3254, 1995  WL 582051  (BIA\r                          \r\n\nSept.  27,  1995),  does  not  persuade us  otherwise.    The\r\n\ndecision in  L-G- did  not involve any  consideration of  the\r                             \r\n\naggravated felony  sentence enhancement  at issue here.6   At\r\n\nstake in  L-G- was, instead, the petitioner's  right to apply\r                          \r\n\n                    \r                                \r\n\n6.  This  court's decision in Amaral v. INS, 977 F.2d 33 (1st\r                                                       \r\nCir.  1992) and the Second  Circuit's decision in  Jenkins   \r                                                                      \r\nboth of which, in any event, support our holding here   could\r\nbe distinguished on this same ground.\r\n\n                             -12-\r                                          12\r\r\n\nfor  asylum and  request withholding  of deportation  under 8\r\n\nU.S.C.    1158 &amp; 1253(h).  To be sure, the decision turned on\r\n\nthe  definition of  \"aggravated  felony\" as  set  forth in  8\r\n\nU.S.C.   1101(a)(43), which, in relevant part, is the same as\r\n\nthe  definition provided  in application  note 7  to U.S.S.G.\r\n\n  2L1.2,  but the relevant context was  different.  The BIA's\r\n\ndecision rested  to a  significant degree on  policy concerns\r\n\nrelating  to  the  consequences  flowing from  a  deportation\r\n\ndecision  or  a  decision  on  an  application  for  asylum,7\r\n\nwithout regard to any of the policies that inform the meaning\r\n\nof  \"aggravated felony\" in the context of the statutory prior\r\n\noffense enhancement or its  implementation in the  Sentencing\r\n\nGuidelines.8    That the  BIA was  persuaded  by some  of the\r\n\npolicies undergirding deportation  and asylum  determinations\r\n\nto   interpret  \"aggravated   felony\"  as   excluding  state-\r\n\nclassified  felonies  punishable only  as  misdemeanors under\r\n\nfederal law does not convince  us that Congress, in  creating\r\n\n                    \r                                \r\n\n7.  See,  e.g., L-G-,  slip op.  at 20 (stating  concern that\r                                \r\nalien found to have been convicted of aggravated felony might\r\nbe  \"barred  by  [the  immigration statutes]  from  receiving\r\nwithholding of deportation, even if he faced imminent harm or\r\ndeath due to persecution in his native country\").\r\n\n8.  One  of the reasons given by the BIA for disregarding the\r\ndefinition  of \"felony\" provided in the CSA is that \"the term\r\n'felony' is primarily used in 21 U.S.C.   802(13) to  trigger\r\nstatutory sentence  enhancement for repeat  offenders,\" L-G-,\r                                                                        \r\nslip  op. at 16, rather  than \"to describe  offenses that are\r\npunishable under its provisions.\"  This distinction weighs in\r\nfavor of, not  against, the  use of the  CSA's definition  in\r\napplying  the  sentence  enhancement  provision  of  U.S.S.G.\r\n  2L1.2(b)(2).\r\n\n                             -13-\r                                          13\r\r\n\nthe aggravated felony sentence enhancement, or the Sentencing\r\n\nCommission,  in implementing it,  intended the  same result.9\r\n\nWe decline to adopt the BIA's reasoning here.10\r\n\n                             III\r\n\n      Because  the  cocaine  possession   offense  for   which\r\n\ndefendant Restrepo-Aguilar  was convicted in  1985 under  the\r\n\nlaws  of Rhode Island counts as \"any felony\" in the requisite\r\n\nsense and  is criminalized by the  Controlled Substances Act,\r\n\nthat  offense is  a \"felony  punishable under  the Controlled\r\n\nSubstances Act\" and thus falls within the definition of \"drug\r\n\ntrafficking  crime\" set  forth in  18 U.S.C.    924(c)(2), as\r\n\nadopted  in U.S.S.G.   2L1.2,  comment. (n.7).   Accordingly,\r\n\nthat offense qualifies as an \"aggravated felony\" for purposes\r\n\nof   2L1.2(b)(2), and  the district court  correctly enhanced\r\n\n                    \r                                \r\n\n9.  Moreover, the BIA's analysis suffers from one of the same\r\ndifficulties that lead us  to reject the defendant's argument\r\nhere.  The BIA reads 18 U.S.C.   924(c)(2) as if that statute\r\nrequired  an offense to be  punishable as a  felony under the\r                                                                     \r\nControlled Substances Act in order to be a \"drug  trafficking\r\ncrime.\"   Indeed, the BIA  at several places  in its decision\r\nparaphrases   924(c)(2)'s definition in just that way.  L-G-,\r                                                                        \r\nslip  op. at  7, 9, 11,  13, 22-23.   This  alteration of the\r\nstatute's  actual syntax  is more  than merely  cosmetic, and\r\nindeed is substantively inconsistent with the construction of\r\n  924(c)(2) given in Rodriguez, 26 F.3d at 6; Forbes, 16 F.3d\r                                                                \r\nat 1301; and Amaral, 977 F.2d at 35.\r                               \r\n\n10.  Because we are not  bound by the BIA's L-G-  decision in\r                                                            \r\nany sense,  we need not  decide whether the  term \"aggravated\r\nfelony\" could,  in principle, bear a different interpretation\r\nfor purposes of sentence enhancement under 8 U.S.C.   1326(b)\r\nand  the  Guidelines,  than  for purposes  of  the  statutory\r\nprovisions concerning asylum and withholding  of deportation,\r\n8 U.S.C.    1158 &amp; 1253(h).\r\n\n                             -14-\r                                          14\r\r\n\ndefendant's base offense level by 16  levels pursuant to that\r\n\nguideline.11\r\n\n      Affirmed.\r                           \r\n\n                    \r                                \r\n\n11.  Of course, if  we are wrong, the Commission  can correct\r\nus by amending   2L1.2(b)(2) or the accompanying commentary.\r\n\n                             -15-\r                                          15\r\r\n",
  "html": "<p class=\"case_cite\">74 F.3d 361</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Augusto DeJesus RESTREPO-AGUILAR, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1660.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 9, 1996.<br>Decided Jan. 30, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert D. Watt, Jr., Providence, RI, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, and Craig N. Moore, Assistant United States Attorney, were on brief, Providence, RI, for U.S.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ROSENN, Senior Circuit Judge,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Augusto Restrepo-Aguilar pleaded guilty to a charge of unlawful reentry into the United States after deportation.  At sentencing, the district court added 16 offense levels under U.S.S.G. Sec. 2L1.2(b)(2) to Restrepo-Aguilar's Guidelines sentence, based on a finding that he had been previously \"deported after a conviction for an aggravated felony.\"   The sole issue presented is whether the term \"aggravated felony\" as used in Sec. 2L1.2(b)(2) of the Guidelines includes as a \"felony\" a state drug possession offense that would be only a misdemeanor under federal law, but is a felony under the laws of the convicting state.  This question under the Guidelines is one of first impression in this Circuit, and we answer it in the affirmative.  We hold that the district court was required to increase the defendant's Guidelines sentence by 16 offense levels, and so affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In 1985, Restrepo-Aguilar, a citizen of Colombia, was arrested by Rhode Island authorities on a charge of violating the state's drug laws.  After cooperating with the state in obtaining the arrests of others, he pleaded nolo contendere to an amended charge of simple cocaine possession, a felony under Rhode Island law, punishable by a maximum of three years in prison.  He was sentenced to 2 years of probation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In December of 1988, a federal deportation warrant issued for Restrepo-Aguilar's arrest.  He was finally apprehended on July 7, 1994, in Miami, Florida and was subsequently deported.  In January of 1995, he resurfaced illegally in Providence, Rhode Island, where he was arrested by Immigration and Naturalization Service agents.  He admitted that he had never applied for permission to reenter the country.  He was indicted and pleaded guilty to one count of unlawful reentry into the United States after deportation, in violation of 8 U.S.C. Sec. 1326.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendant was sentenced under Sec. 2L1.2 of the Sentencing Guidelines.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  That guideline sets a base offense level (\"BOL\") of 8 for a conviction of unlawfully entering or remaining in the United States.  The guideline then provides:  \"If the defendant previously was deported after a conviction for an aggravated felony, increase by 16 levels.\"   U.S.S.G. Sec. 2L1.2(b)(2) (Nov. 1994).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The sentencing court concluded that the defendant's pre-deportation state conviction for possession of cocaine, a felony under Rhode Island law, qualified as an \"aggravated felony\" within the meaning of Sec. 2L1.2(b)(2), and accordingly increased defendant's BOL from 8 to 24.  With a three-level reduction for acceptance of responsibility under U.S.S.G. Sec. 3E1.1, and a criminal history category of II, defendant's Guidelines sentencing range was 41-51 months.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The court imposed a final sentence of 41 months.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Restrepo-Aguilar contends that because a first-time conviction for simple possession of cocaine is punishable only as a misdemeanor under federal law,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> his 1985 state conviction for cocaine possession cannot be classified as an \"aggravated felony\" for purposes of the Sentencing Guidelines.  The government argues that an offense need not be punishable as a felony under federal law in order to be an \"aggravated felony\" under Sec. 2L1.2(b)(2) so long as the offense is punishable as a felony under the law of the state of conviction.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The controlling definition of the term \"aggravated felony\" is set forth in application note 7 to U.S.S.G. Sec. 2L1.2.  That commentary provides in relevant part:\"Aggravated felony,\" as used in subsection (b)(2), means ... any illicit trafficking in any controlled substance (as defined in 21 U.S.C. Sec. 802), including any drug trafficking crime as defined in 18 U.S.C. Sec. 924(c)(2);  ...  or any attempt or conspiracy to commit any such act.  The term \"aggravated felony\" applies to offenses described in the previous sentence whether in violation of federal or state law....</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">U.S.S.G. Sec. 2L1.2, comment.  (n. 7) (Nov. 1994).  Section 924(c)(2) provides, in turn:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[T]he term \"drug trafficking crime\" means any felony punishable under the Controlled Substances Act (21 U.S.C. 801 et seq.), the Controlled Substances Import and Export Act (21 U.S.C. 951 et seq.), or the Maritime Drug Law Enforcement Act (46 U.S.C.App. 1901 et seq.).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">18 U.S.C. Sec. 924(c)(2) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Restrepo-Aguilar contends that his 1985 cocaine possession offense is excluded from the definition of \"drug trafficking crime\" and is not an \"aggravated felony\" under Sec. 2L1.2(b)(2) because it would be classified as a misdemeanor under federal law.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The question posed, then, is whether first-time cocaine possession, \"whether in violation of federal or state law,\" U.S.S.G. Sec. 2L1.2, comment.  (n. 7), is an \"aggravated felony\" if it is a felony under applicable state law but is punishable only as a misdemeanor under the federal Controlled Substances Act (\"CSA\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Restrepo-Aguilar bases his argument on a particular reading of the Guidelines and on the recent decision by the Board of Immigration Appeals in In Re L-G-, Interim Decision 3254, 1995 WL 582051 (BIA Sept. 27, 1995), interpreting the term \"aggravated felony\" under the immigration laws.  He appropriately concedes that the BIA's decision is flatly inconsistent with the Second Circuit's opinion in Jenkins v. INS, 32 F.3d 11 (2d Cir.1994), and that there is language in various opinions by this Circuit disfavoring his position.  We believe that the text of the relevant provisions forecloses his argument and that the Second Circuit's reading is preferable to that of the BIA.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The defendant's interpretation is not consistent with the definition of \"aggravated felony\" set forth in the commentary to Sec. 2L1.2.  His argument is contrary to the application note's instruction that the definition is to be applied to offenses \"whether in violation of federal or state law.\"   It also contradicts the definition of \"felony\" explicitly provided in the CSA, which is referred to in the application note.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendant reads 18 U.S.C. Sec. 924(c)(2) as if it defined \"drug trafficking crime\" as any offense punishable as a felony under the CSA.  But that is not how Sec. 924(c)(2) is written.  The statutory definition plainly does not require that an offense, in order to be a drug trafficking crime, be subject to a particular magnitude of punishment if prosecuted under the CSA, as defendant's preferred reading would suggest.  Rather, the definition requires only that the offense be a \"felony punishable\" thereunder.  Indeed, this court has expressly interpreted Sec. 924(c)(2)'s definition of \"drug trafficking crime\" as encompassing two separate elements:  (1) that the offense be punishable under the Controlled Substances Act (or one of the other two statutes identified);  and (2) that the offense be a felony.  United States v. Forbes, 16 F.3d 1294, 1301 (1st Cir.1994);  see also United States v. Rodriguez, 26 F.3d 4, 6 (1st Cir.1994);  Jenkins, 32 F.3d at 14 (following Forbes and Amaral v. INS, 977 F.2d 33, 36 n. 3 (1st Cir.1992)).  We adhere to this established interpretation and reject the defendant's contrary construction.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Section 924(c)(2)'s definition of \"drug trafficking crime\" by its terms includes \"any felony\" that is criminalized under the CSA.  The definition does not limit its application to offenses that would be classified as felonies if prosecuted under federal law.  Furthermore, the CSA itself defines a felony as \"any Federal or State offense classified by applicable Federal or State law as a felony.\"  21 U.S.C. Sec. 802(13).  Under the CSA's unambiguous definition, a state offense (of the type within the scope of the CSA) which is classified as a felony under the law of the convicting state would clearly qualify as a felony for that definition's purposes, even if the offense could be punished only as a misdemeanor under federal law.  See Forbes, 16 F.3d at 1301 n. 10;  Amaral, 977 F.2d at 36 n. 3.   As Judge Walker has cogently observed,</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Section 802(13)'s explicit reliance on state classifications represents a Congressional choice to include within the category of 'felony' offenses under the Controlled Substances Act ... those crimes deemed serious enough by states to warrant felony treatment within their jurisdictions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Jenkins, 32 F.3d at 14.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There is no reason to suppose that either Congress or the Sentencing Commission, in defining \"aggravated felony\" by reference to 18 U.S.C. Sec. 924(c)(2), which in turn specifically relies on the CSA, was unaware of or chose to dismiss the definition of \"felony\" provided there.  Indeed, quite the opposite is likely to be true.  The CSA's primary purpose in carving out a class of offenses as felonies is precisely the same as Congress' purpose in doing so in 8 U.S.C. Sec. 1326(b) and the Sentencing Commission's purpose in implementing that statute in Sec. 2L1.2(b):  to establish a basis for the imposition of sentence enhancements.  See, e.g., 21 U.S.C. Sec. 841(b) (providing increased maximum sentence for defendants with a prior felony conviction).  The Commission intended the \"aggravated felony\" sentence enhancement to operate harmoniously with the specific definition given to the term \"felony\" in the CSA, the very statute by reference to which \"aggravated felony\" is ultimately defined.  Cf. Greenwood Trust Co. v. Commonwealth of Mass., 971 F.2d 818, 827 (1st Cir.1992) (when a statute borrows language from another statute, the two statutes should be read consistently), cert. denied, 506 U.S. 1052, 113 S.Ct. 974, 122 L.Ed.2d 129 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We hold that a state drug offense is properly deemed a \"felony\" within the meaning of 18 U.S.C. Sec. 924(c)(2) as incorporated by application note 7 to U.S.S.G. Sec. 2L1.2, if the offense is classified as a felony under the law of the relevant state, even if the same offense would be punishable only as a misdemeanor under federal law.  See 21 U.S.C. Sec. 802(13).  In Rhode Island, a first offense of simple possession of cocaine carries a maximum term of imprisonment of three years, see R.I.Gen.Laws Sec. 21-28-4.01(C)(1)(a), and is therefore a felony under the laws of that jurisdiction.  See R.I.Gen.Laws Sec. 11-1-2 (defining \"felony\" as an offense punishable by a term of imprisonment exceeding one year);  cf. 18 U.S.C. Sec. 3559(a) (categorizing as felonies all offenses not otherwise classified by the statutes defining the offenses that are punishable by prison terms exceeding one year).  Restrepo-Aguilar's 1985 cocaine possession offense was thus a felony under Rhode Island law and qualifies as \"any felony\" within the meaning of 18 U.S.C. Sec. 924(c)(2).  Since that offense is also punishable under the CSA, see 21 U.S.C. Sec. 844(a), it qualifies as a \"drug trafficking crime\" under Sec. 924(c)(2) and hence as an \"aggravated felony\" for purposes of U.S.S.G. Sec. 2L1.2(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Beyond purely textual considerations, this result is most consistent with the approach favored by the Sentencing Guidelines.  In measuring the seriousness of a defendant's criminal record, the Guidelines operate on the foundational premise that a defendant's history of criminal activity in violation of state law is to be treated on a par with his history of crimes committed in violation of federal law.  To this end, the commentary to the Guidelines' central criminal history provision states:  \"[p]rior convictions [that are relevant to a defendant's criminal history category] may represent convictions in the federal system, fifty state systems, the District of Columbia, territories, and foreign, tribal, and military courts.\"   U.S.S.G. Sec. 4A1.1, comment.  (backg'd).  This principle that criminal history cannot be viewed through a purely federal lens is also reflected in the commentary to the \"aggravated felony\" enhancement at issue here--which at bottom is nothing more than a criminal history adjustment, albeit a severe one, for prior offenses of a particular kind.  U.S.S.G. Sec. 2L1.2, comment.  (n. 7) (directing that the enhancement be applied to prior offenses of the relevant sort \"whether in violation of federal or state law\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Sentencing Commission fully recognized that the seriousness of any particular state offense in a defendant's record might be viewed differently across jurisdictional lines.  To the objection that the result reached today could mean variations in federal criminal sentences for illegal aliens based on whether the 50 states classify offenses as felonies or not, the response is that any such lack of uniformity is the consequence of a deliberate policy choice by Congress and the Commission that we cannot disregard.  See, e.g., U.S.S.G. Sec. 4A1.2(o) (defining \"felony offense\" by reference to penalty authorized by federal or state law, such that determination whether offense is felony could vary from state to state);  Sec. 4B1.2, comment.  (n. 3) (same);  cf. Jenkins, 32 F.3d at 14.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Our result is also consistent with other provisions in the Sentencing Guidelines that use the term \"felony.\"   The offense of cocaine possession is punishable in Rhode Island by a term of imprisonment of up to three years.  See R.I.Gen.Laws Sec. 21-28-4.01(C)(1)(a).  Even apart from the unambiguous definition of \"felony\" provided in the CSA, see 21 U.S.C. Sec. 802(13), categorizing defendant's 1985 possession offense as a felony is fully consistent with the definition of that term that pervades the criminal history and prior offense enhancement provisions scattered throughout the Guidelines:  any federal or state offense punishable under applicable law by a term of imprisonment of more than one year.  See U.S.S.G. Sec. 4A1.2(o);  see also U.S.S.G. Secs. 2D1.1, comment.  (n. 16(a)), 2K1.3, comment.  (n. 4), 2K2.1, comment.  (n. 5), 4A1.1, comment.  (backg'd), and 4B1.2, comment.  (n. 3);  cf. 18 U.S.C. Sec. 3559(a).  Nothing in Sec. 2L1.2(b)(2), the accompanying commentary, or the related statutes requires us to adhere to a different understanding of \"felony\" here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The recent decision of the Board of Immigration Appeals in In Re L-G-, Interim Decision 3254, 1995 WL 582051 (BIA Sept. 27, 1995), does not persuade us otherwise.  The decision in L-G- did not involve any consideration of the aggravated felony sentence enhancement at issue here.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  At stake in L-G- was, instead, the petitioner's right to apply for asylum and request withholding of deportation under 8 U.S.C. Secs. 1158 &amp; 1253(h).  To be sure, the decision turned on the definition of \"aggravated felony\" as set forth in 8 U.S.C. Sec. 1101(a)(43), which, in relevant part, is the same as the definition provided in application note 7 to U.S.S.G. Sec. 2L1.2, but the relevant context was different.  The BIA's decision rested to a significant degree on policy concerns relating to the consequences flowing from a deportation decision or a decision on an application for asylum,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> without regard to any of the policies that inform the meaning of \"aggravated felony\" in the context of the statutory prior offense enhancement or its implementation in the Sentencing Guidelines.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  That the BIA was persuaded by some of the policies undergirding deportation and asylum determinations to interpret \"aggravated felony\" as excluding state-classified felonies punishable only as misdemeanors under federal law does not convince us that Congress, in creating the aggravated felony sentence enhancement, or the Sentencing Commission, in implementing it, intended the same result.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We decline to adopt the BIA's reasoning here.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Because the cocaine possession offense for which defendant Restrepo-Aguilar was convicted in 1985 under the laws of Rhode Island counts as \"any felony\" in the requisite sense and is criminalized by the Controlled Substances Act, that offense is a \"felony punishable under the Controlled Substances Act\" and thus falls within the definition of \"drug trafficking crime\" set forth in 18 U.S.C. Sec. 924(c)(2), as adopted in U.S.S.G. Sec. 2L1.2, comment.  (n. 7).  Accordingly, that offense qualifies as an \"aggravated felony\" for purposes of Sec. 2L1.2(b)(2), and the district court correctly enhanced defendant's base offense level by 16 levels pursuant to that guideline.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendant was sentenced in June 1995, under the November 1994 edition of the Guidelines.  All citations are to that edition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 2L1.2(b) implements the statutory sentence enhancement provisions of 8 U.S.C. Sec. 1326(b), which increases the maximum authorized term of imprisonment for aliens convicted under that statute who previously have been deported following a conviction for a felony or an aggravated felony.  See United States v. Forbes, 16 F.3d 1294, 1300 n. 9 (1st Cir.1994).  The term \"aggravated felony\" as used in Sec. 1326(b)(2) is defined at 8 U.S.C. Sec. 1101(a)(43).  That definition is substantially the same (in relevant part) as the one that appears in application note 7 to U.S.S.G. Sec. 2L1.2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In contrast, the defendant's total offense level, adjusted for a two-level credit for acceptance of responsibility under U.S.S.G. Sec. 3E1.1(a), would have been 6, corresponding to a Guidelines sentencing range of 1-7 months (assuming a criminal history category of II), had no enhancement been applied</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because a conviction under the Controlled Substances Act for a first offense of simple possession of cocaine is punishable by no more than one year in prison, see 21 U.S.C. Sec. 844(a), such a conviction would be for a Class A misdemeanor under the general federal classification scheme, see 18 U.S.C. Sec. 3559(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> He also argues more broadly that the offense of simple possession of cocaine is not an aggravated felony because it does not fall within the common definition of drug \"trafficking.\"   We reject this contention without further discussion, as it is clearly foreclosed by the decision of this court in United States v. Rodriguez, 26 F.3d 4, 6 (1st Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This court's decision in Amaral v. INS, 977 F.2d 33 (1st Cir.1992) and the Second Circuit's decision in Jenkins--both of which, in any event, support our holding here--could be distinguished on this same ground</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See, e.g., L-G-, slip op. at 20 (stating concern that alien found to have been convicted of aggravated felony might be \"barred by [the immigration statutes] from receiving withholding of deportation, even if he faced imminent harm or death due to persecution in his native country\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> One of the reasons given by the BIA for disregarding the definition of \"felony\" provided in the CSA is that \"the term 'felony' is primarily used in 21 U.S.C. Sec. 802(13) to trigger statutory sentence enhancement for repeat offenders,\" L-G-, slip op. at 16, rather than \"to describe offenses that are punishable under its provisions.\"   This distinction weighs in favor of, not against, the use of the CSA's definition in applying the sentence enhancement provision of U.S.S.G. Sec. 2L1.2(b)(2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Moreover, the BIA's analysis suffers from one of the same difficulties that lead us to reject the defendant's argument here.  The BIA reads 18 U.S.C. Sec. 924(c)(2) as if that statute required an offense to be punishable as a felony under the Controlled Substances Act in order to be a \"drug trafficking crime.\"   Indeed, the BIA at several places in its decision paraphrases Sec. 924(c)(2)'s definition in just that way.  L-G-, slip op. at 7, 9, 11, 13, 22-23.   This alteration of the statute's actual syntax is more than merely cosmetic, and indeed is substantively inconsistent with the construction of Sec. 924(c)(2) given in Rodriguez, 26 F.3d at 6;  Forbes, 16 F.3d at 1301;  and Amaral, 977 F.2d at 35</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Because we are not bound by the BIA's L-G- decision in any sense, we need not decide whether the term \"aggravated felony\" could, in principle, bear a different interpretation for purposes of sentence enhancement under 8 U.S.C. Sec. 1326(b) and the Guidelines, than for purposes of the statutory provisions concerning asylum and withholding of deportation, 8 U.S.C. Secs. 1158 &amp; 1253(h)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Of course, if we are wrong, the Commission can correct us by amending Sec. 2L1.2(b)(2) or the accompanying commentary</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">361</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Augusto DeJesus RESTREPO-AGUILAR, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1660.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 9, 1996.<br>Decided Jan. 30, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert D. Watt, Jr., Providence, RI, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Assistant United States Attorney, with whom Sheldon Whitehouse, United States Attorney, and Craig N. Moore, Assistant United States Attorney, were on brief, Providence, RI, for U.S.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ROSENN, Senior Circuit Judge,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Augusto Restrepo-Aguilar pleaded guilty to a charge of unlawful reentry into the United States after deportation.  At sentencing, the district court added 16 offense levels under U.S.S.G. Sec. 2L1.2(b)(2) to Restrepo-Aguilar's Guidelines sentence, based on a finding that he had been previously \"deported after a conviction for an aggravated felony.\"   The sole issue presented is whether the term \"aggravated felony\" as used in Sec. 2L1.2(b)(2) of the Guidelines includes as a \"felony\" a state drug possession offense that would be only a misdemeanor under federal law, but is a felony under the laws of the convicting state.  This question under the Guidelines is one of first impression in this Circuit, and we answer it in the affirmative.  We hold that the district court was required to increase the defendant's Guidelines sentence by 16 offense levels, and so affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In 1985, Restrepo-Aguilar, a citizen of Colombia, was arrested by Rhode Island authorities on a charge of violating the state's drug laws.  After cooperating with the state in obtaining the arrests of others, he pleaded nolo contendere to an amended charge of simple cocaine possession, a felony under Rhode Island law, punishable by a maximum of three years in prison.  He was sentenced to 2 years of probation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In December of 1988, a federal deportation warrant issued for Restrepo-Aguilar's arrest.  He was finally apprehended on July 7, 1994, in Miami, Florida and was subsequently deported.  In January of 1995, he resurfaced illegally in Providence, Rhode Island, where he was arrested by Immigration and Naturalization Service agents.  He admitted that he had never applied for permission to reenter the country.  He was indicted and pleaded guilty to one count of unlawful reentry into the United States after deportation, in violation of 8 U.S.C. Sec. 1326.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendant was sentenced under Sec. 2L1.2 of the Sentencing Guidelines.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  That guideline sets a base offense level (\"BOL\") of 8 for a conviction of unlawfully entering or remaining in the United States.  The guideline then provides:  \"If the defendant previously was deported after a conviction for an aggravated felony, increase by 16 levels.\"   U.S.S.G. Sec. 2L1.2(b)(2) (Nov. 1994).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The sentencing court concluded that the defendant's pre-deportation state conviction for possession of cocaine, a felony under Rhode Island law, qualified as an \"aggravated felony\" within the meaning of Sec. 2L1.2(b)(2), and accordingly increased defendant's BOL from 8 to 24.  With a three-level reduction for acceptance of responsibility under U.S.S.G. Sec. 3E1.1, and a criminal history category of II, defendant's Guidelines sentencing range was 41-51 months.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The court imposed a final sentence of 41 months.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Restrepo-Aguilar contends that because a first-time conviction for simple possession of cocaine is punishable only as a misdemeanor under federal law,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> his 1985 state conviction for cocaine possession cannot be classified as an \"aggravated felony\" for purposes of the Sentencing Guidelines.  The government argues that an offense need not be punishable as a felony under federal law in order to be an \"aggravated felony\" under Sec. 2L1.2(b)(2) so long as the offense is punishable as a felony under the law of the state of conviction.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The controlling definition of the term \"aggravated felony\" is set forth in application note 7 to U.S.S.G. Sec. 2L1.2.  That commentary provides in relevant part:\"Aggravated felony,\" as used in subsection (b)(2), means ... any illicit trafficking in any controlled substance (as defined in 21 U.S.C. Sec. 802), including any drug trafficking crime as defined in 18 U.S.C. Sec. 924(c)(2);  ...  or any attempt or conspiracy to commit any such act.  The term \"aggravated felony\" applies to offenses described in the previous sentence whether in violation of federal or state law....</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">U.S.S.G. Sec. 2L1.2, comment.  (n. 7) (Nov. 1994).  Section 924(c)(2) provides, in turn:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[T]he term \"drug trafficking crime\" means any felony punishable under the Controlled Substances Act (21 U.S.C. 801 et seq.), the Controlled Substances Import and Export Act (21 U.S.C. 951 et seq.), or the Maritime Drug Law Enforcement Act (46 U.S.C.App. 1901 et seq.).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">18 U.S.C. Sec. 924(c)(2) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Restrepo-Aguilar contends that his 1985 cocaine possession offense is excluded from the definition of \"drug trafficking crime\" and is not an \"aggravated felony\" under Sec. 2L1.2(b)(2) because it would be classified as a misdemeanor under federal law.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The question posed, then, is whether first-time cocaine possession, \"whether in violation of federal or state law,\" U.S.S.G. Sec. 2L1.2, comment.  (n. 7), is an \"aggravated felony\" if it is a felony under applicable state law but is punishable only as a misdemeanor under the federal Controlled Substances Act (\"CSA\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Restrepo-Aguilar bases his argument on a particular reading of the Guidelines and on the recent decision by the Board of Immigration Appeals in In Re L-G-, Interim Decision 3254, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">582051</span> </span>(BIA Sept. 27, 1995), interpreting the term \"aggravated felony\" under the immigration laws.  He appropriately concedes that the BIA's decision is flatly inconsistent with the Second Circuit's opinion in Jenkins v. INS, <span class=\"citation\" data-id=\"676061\"><a href=\"/opinion/676061/harry-p-jenkins-v-immigration-and-naturalization-service/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span> </a></span>(2d Cir.1994), and that there is language in various opinions by this Circuit disfavoring his position.  We believe that the text of the relevant provisions forecloses his argument and that the Second Circuit's reading is preferable to that of the BIA.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The defendant's interpretation is not consistent with the definition of \"aggravated felony\" set forth in the commentary to Sec. 2L1.2.  His argument is contrary to the application note's instruction that the definition is to be applied to offenses \"whether in violation of federal or state law.\"   It also contradicts the definition of \"felony\" explicitly provided in the CSA, which is referred to in the application note.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendant reads 18 U.S.C. Sec. 924(c)(2) as if it defined \"drug trafficking crime\" as any offense punishable as a felony under the CSA.  But that is not how Sec. 924(c)(2) is written.  The statutory definition plainly does not require that an offense, in order to be a drug trafficking crime, be subject to a particular magnitude of punishment if prosecuted under the CSA, as defendant's preferred reading would suggest.  Rather, the definition requires only that the offense be a \"felony punishable\" thereunder.  Indeed, this court has expressly interpreted Sec. 924(c)(2)'s definition of \"drug trafficking crime\" as encompassing two separate elements:  (1) that the offense be punishable under the Controlled Substances Act (or one of the other two statutes identified);  and (2) that the offense be a felony.  United States v. Forbes, <span class=\"citation\" data-id=\"195227\"><a href=\"/opinion/195227/united-states-v-forbes/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1294</span></a></span>, 1301 (1st Cir.1994);  see also United States v. Rodriguez, <span class=\"citation\" data-id=\"195433\"><a href=\"/opinion/195433/united-states-v-rodriguez/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 6 (1st Cir.1994);  <span class=\"citation\" data-id=\"676061\"><span class=\"antecedent_guess\">Jenkins,</span> <a href=\"/opinion/676061/harry-p-jenkins-v-immigration-and-naturalization-service/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">14</span> </a></span>(following Forbes and Amaral v. INS, <span class=\"citation\" data-id=\"592216\"><a href=\"/opinion/592216/antonio-amaral-v-immigration-and-naturalization-service/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 36 n. 3 (1st Cir.1992)).  We adhere to this established interpretation and reject the defendant's contrary construction.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Section 924(c)(2)'s definition of \"drug trafficking crime\" by its terms includes \"any felony\" that is criminalized under the CSA.  The definition does not limit its application to offenses that would be classified as felonies if prosecuted under federal law.  Furthermore, the CSA itself defines a felony as \"any Federal or State offense classified by applicable Federal or State law as a felony.\"  21 U.S.C. Sec. 802(13).  Under the CSA's unambiguous definition, a state offense (of the type within the scope of the CSA) which is classified as a felony under the law of the convicting state would clearly qualify as a felony for that definition's purposes, even if the offense could be punished only as a misdemeanor under federal law.  See <span class=\"citation\" data-id=\"195227\"><span class=\"antecedent_guess\">Forbes,</span> <a href=\"/opinion/195227/united-states-v-forbes/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1301</span> </a></span>n. 10;  <span class=\"citation\" data-id=\"592216\"><span class=\"antecedent_guess\">Amaral,</span> <a href=\"/opinion/592216/antonio-amaral-v-immigration-and-naturalization-service/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">36</span> </a></span>n. 3.   As Judge Walker has cogently observed,</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Section 802(13)'s explicit reliance on state classifications represents a Congressional choice to include within the category of 'felony' offenses under the Controlled Substances Act ... those crimes deemed serious enough by states to warrant felony treatment within their jurisdictions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"676061\"><span class=\"antecedent_guess\">Jenkins,</span> <a href=\"/opinion/676061/harry-p-jenkins-v-immigration-and-naturalization-service/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">14</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There is no reason to suppose that either Congress or the Sentencing Commission, in defining \"aggravated felony\" by reference to 18 U.S.C. Sec. 924(c)(2), which in turn specifically relies on the CSA, was unaware of or chose to dismiss the definition of \"felony\" provided there.  Indeed, quite the opposite is likely to be true.  The CSA's primary purpose in carving out a class of offenses as felonies is precisely the same as Congress' purpose in doing so in 8 U.S.C. Sec. 1326(b) and the Sentencing Commission's purpose in implementing that statute in Sec. 2L1.2(b):  to establish a basis for the imposition of sentence enhancements.  See, e.g., 21 U.S.C. Sec. 841(b) (providing increased maximum sentence for defendants with a prior felony conviction).  The Commission intended the \"aggravated felony\" sentence enhancement to operate harmoniously with the specific definition given to the term \"felony\" in the CSA, the very statute by reference to which \"aggravated felony\" is ultimately defined.  Cf. Greenwood Trust Co. v. Commonwealth of Mass., <span class=\"citation\" data-id=\"588109\"><a href=\"/opinion/588109/greenwood-trust-company-v-commonwealth-of-massachusetts/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">818</span></a></span>, 827 (1st Cir.1992) (when a statute borrows language from another statute, the two statutes should be read consistently), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1052</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">974</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">129</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We hold that a state drug offense is properly deemed a \"felony\" within the meaning of 18 U.S.C. Sec. 924(c)(2) as incorporated by application note 7 to U.S.S.G. Sec. 2L1.2, if the offense is classified as a felony under the law of the relevant state, even if the same offense would be punishable only as a misdemeanor under federal law.  See 21 U.S.C. Sec. 802(13).  In Rhode Island, a first offense of simple possession of cocaine carries a maximum term of imprisonment of three years, see R.I.Gen.Laws Sec. 21-28-4.01(C)(1)(a), and is therefore a felony under the laws of that jurisdiction.  See R.I.Gen.Laws Sec. 11-1-2 (defining \"felony\" as an offense punishable by a term of imprisonment exceeding one year);  cf. 18 U.S.C. Sec. 3559(a) (categorizing as felonies all offenses not otherwise classified by the statutes defining the offenses that are punishable by prison terms exceeding one year).  Restrepo-Aguilar's 1985 cocaine possession offense was thus a felony under Rhode Island law and qualifies as \"any felony\" within the meaning of 18 U.S.C. Sec. 924(c)(2).  Since that offense is also punishable under the CSA, see 21 U.S.C. Sec. 844(a), it qualifies as a \"drug trafficking crime\" under Sec. 924(c)(2) and hence as an \"aggravated felony\" for purposes of U.S.S.G. Sec. 2L1.2(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Beyond purely textual considerations, this result is most consistent with the approach favored by the Sentencing Guidelines.  In measuring the seriousness of a defendant's criminal record, the Guidelines operate on the foundational premise that a defendant's history of criminal activity in violation of state law is to be treated on a par with his history of crimes committed in violation of federal law.  To this end, the commentary to the Guidelines' central criminal history provision states:  \"[p]rior convictions [that are relevant to a defendant's criminal history category] may represent convictions in the federal system, fifty state systems, the District of Columbia, territories, and foreign, tribal, and military courts.\"   U.S.S.G. Sec. 4A1.1, comment.  (backg'd).  This principle that criminal history cannot be viewed through a purely federal lens is also reflected in the commentary to the \"aggravated felony\" enhancement at issue here--which at bottom is nothing more than a criminal history adjustment, albeit a severe one, for prior offenses of a particular kind.  U.S.S.G. Sec. 2L1.2, comment.  (n. 7) (directing that the enhancement be applied to prior offenses of the relevant sort \"whether in violation of federal or state law\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Sentencing Commission fully recognized that the seriousness of any particular state offense in a defendant's record might be viewed differently across jurisdictional lines.  To the objection that the result reached today could mean variations in federal criminal sentences for illegal aliens based on whether the 50 states classify offenses as felonies or not, the response is that any such lack of uniformity is the consequence of a deliberate policy choice by Congress and the Commission that we cannot disregard.  See, e.g., U.S.S.G. Sec. 4A1.2(o) (defining \"felony offense\" by reference to penalty authorized by federal or state law, such that determination whether offense is felony could vary from state to state);  Sec. 4B1.2, comment.  (n. 3) (same);  cf. <span class=\"citation\" data-id=\"676061\"><span class=\"antecedent_guess\">Jenkins,</span> <a href=\"/opinion/676061/harry-p-jenkins-v-immigration-and-naturalization-service/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">14</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Our result is also consistent with other provisions in the Sentencing Guidelines that use the term \"felony.\"   The offense of cocaine possession is punishable in Rhode Island by a term of imprisonment of up to three years.  See R.I.Gen.Laws Sec. 21-28-4.01(C)(1)(a).  Even apart from the unambiguous definition of \"felony\" provided in the CSA, see 21 U.S.C. Sec. 802(13), categorizing defendant's 1985 possession offense as a felony is fully consistent with the definition of that term that pervades the criminal history and prior offense enhancement provisions scattered throughout the Guidelines:  any federal or state offense punishable under applicable law by a term of imprisonment of more than one year.  See U.S.S.G. Sec. 4A1.2(o);  see also U.S.S.G. Secs. 2D1.1, comment.  (n. 16(a)), 2K1.3, comment.  (n. 4), 2K2.1, comment.  (n. 5), 4A1.1, comment.  (backg'd), and 4B1.2, comment.  (n. 3);  cf. 18 U.S.C. Sec. 3559(a).  Nothing in Sec. 2L1.2(b)(2), the accompanying commentary, or the related statutes requires us to adhere to a different understanding of \"felony\" here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The recent decision of the Board of Immigration Appeals in In Re L-G-, Interim Decision 3254, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">582051</span> </span>(BIA Sept. 27, 1995), does not persuade us otherwise.  The decision in L-G- did not involve any consideration of the aggravated felony sentence enhancement at issue here.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  At stake in L-G- was, instead, the petitioner's right to apply for asylum and request withholding of deportation under 8 U.S.C. Secs. 1158 &amp; 1253(h).  To be sure, the decision turned on the definition of \"aggravated felony\" as set forth in 8 U.S.C. Sec. 1101(a)(43), which, in relevant part, is the same as the definition provided in application note 7 to U.S.S.G. Sec. 2L1.2, but the relevant context was different.  The BIA's decision rested to a significant degree on policy concerns relating to the consequences flowing from a deportation decision or a decision on an application for asylum,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> without regard to any of the policies that inform the meaning of \"aggravated felony\" in the context of the statutory prior offense enhancement or its implementation in the Sentencing Guidelines.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  That the BIA was persuaded by some of the policies undergirding deportation and asylum determinations to interpret \"aggravated felony\" as excluding state-classified felonies punishable only as misdemeanors under federal law does not convince us that Congress, in creating the aggravated felony sentence enhancement, or the Sentencing Commission, in implementing it, intended the same result.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  We decline to adopt the BIA's reasoning here.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Because the cocaine possession offense for which defendant Restrepo-Aguilar was convicted in 1985 under the laws of Rhode Island counts as \"any felony\" in the requisite sense and is criminalized by the Controlled Substances Act, that offense is a \"felony punishable under the Controlled Substances Act\" and thus falls within the definition of \"drug trafficking crime\" set forth in 18 U.S.C. Sec. 924(c)(2), as adopted in U.S.S.G. Sec. 2L1.2, comment.  (n. 7).  Accordingly, that offense qualifies as an \"aggravated felony\" for purposes of Sec. 2L1.2(b)(2), and the district court correctly enhanced defendant's base offense level by 16 levels pursuant to that guideline.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Third Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendant was sentenced in June 1995, under the November 1994 edition of the Guidelines.  All citations are to that edition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 2L1.2(b) implements the statutory sentence enhancement provisions of 8 U.S.C. Sec. 1326(b), which increases the maximum authorized term of imprisonment for aliens convicted under that statute who previously have been deported following a conviction for a felony or an aggravated felony.  See United States v. Forbes, <span class=\"citation\" data-id=\"195227\"><a href=\"/opinion/195227/united-states-v-forbes/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1294</span></a></span>, 1300 n. 9 (1st Cir.1994).  The term \"aggravated felony\" as used in Sec. 1326(b)(2) is defined at 8 U.S.C. Sec. 1101(a)(43).  That definition is substantially the same (in relevant part) as the one that appears in application note 7 to U.S.S.G. Sec. 2L1.2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In contrast, the defendant's total offense level, adjusted for a two-level credit for acceptance of responsibility under U.S.S.G. Sec. 3E1.1(a), would have been 6, corresponding to a Guidelines sentencing range of 1-7 months (assuming a criminal history category of II), had no enhancement been applied</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because a conviction under the Controlled Substances Act for a first offense of simple possession of cocaine is punishable by no more than one year in prison, see 21 U.S.C. Sec. 844(a), such a conviction would be for a Class A misdemeanor under the general federal classification scheme, see 18 U.S.C. Sec. 3559(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> He also argues more broadly that the offense of simple possession of cocaine is not an aggravated felony because it does not fall within the common definition of drug \"trafficking.\"   We reject this contention without further discussion, as it is clearly foreclosed by the decision of this court in United States v. Rodriguez, <span class=\"citation\" data-id=\"195433\"><a href=\"/opinion/195433/united-states-v-rodriguez/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 6 (1st Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This court's decision in Amaral v. INS, <span class=\"citation\" data-id=\"592216\"><a href=\"/opinion/592216/antonio-amaral-v-immigration-and-naturalization-service/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span> </a></span>(1st Cir.1992) and the Second Circuit's decision in Jenkins--both of which, in any event, support our holding here--could be distinguished on this same ground</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See, e.g., L-G-, slip op. at 20 (stating concern that alien found to have been convicted of aggravated felony might be \"barred by [the immigration statutes] from receiving withholding of deportation, even if he faced imminent harm or death due to persecution in his native country\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> One of the reasons given by the BIA for disregarding the definition of \"felony\" provided in the CSA is that \"the term 'felony' is primarily used in 21 U.S.C. Sec. 802(13) to trigger statutory sentence enhancement for repeat offenders,\" L-G-, slip op. at 16, rather than \"to describe offenses that are punishable under its provisions.\"   This distinction weighs in favor of, not against, the use of the CSA's definition in applying the sentence enhancement provision of U.S.S.G. Sec. 2L1.2(b)(2)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Moreover, the BIA's analysis suffers from one of the same difficulties that lead us to reject the defendant's argument here.  The BIA reads 18 U.S.C. Sec. 924(c)(2) as if that statute required an offense to be punishable as a felony under the Controlled Substances Act in order to be a \"drug trafficking crime.\"   Indeed, the BIA at several places in its decision paraphrases Sec. 924(c)(2)'s definition in just that way.  L-G-, slip op. at 7, 9, 11, 13, 22-23.   This alteration of the statute's actual syntax is more than merely cosmetic, and indeed is substantively inconsistent with the construction of Sec. 924(c)(2) given in <span class=\"citation\" data-id=\"195433\"><span class=\"antecedent_guess\">Rodriguez,</span> <a href=\"/opinion/195433/united-states-v-rodriguez/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">6</span></a></span>;  <span class=\"citation\" data-id=\"195227\"><span class=\"antecedent_guess\">Forbes,</span> <a href=\"/opinion/195227/united-states-v-forbes/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1301</span></a></span>;  and <span class=\"citation\" data-id=\"592216\"><span class=\"antecedent_guess\">Amaral,</span> <a href=\"/opinion/592216/antonio-amaral-v-immigration-and-naturalization-service/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">35</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Because we are not bound by the BIA's L-G- decision in any sense, we need not decide whether the term \"aggravated felony\" could, in principle, bear a different interpretation for purposes of sentence enhancement under 8 U.S.C. Sec. 1326(b) and the Guidelines, than for purposes of the statutory provisions concerning asylum and withholding of deportation, 8 U.S.C. Secs. 1158 &amp; 1253(h)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Of course, if we are wrong, the Commission can correct us by amending Sec. 2L1.2(b)(2) or the accompanying commentary</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195227/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195433/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588109/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592216/",
    "https://www.courtlistener.com/api/rest/v3/opinions/676061/"
  ]
}