{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196518/",
  "id": 196518,
  "absolute_url": "/opinion/196518/united-states-v-arthurs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196518/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:07:50Z",
  "date_modified": "2020-02-21T23:14:44.029327Z",
  "type": "010combined",
  "sha1": "965927bffdafdb55e4449bb577a9345bb0a956e1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1466.01A",
  "local_path": null,
  "plain_text": "\n\n                    UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                        FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                             \r\n\nNo. 94-1466\r\n\n                            UNITED STATES,\r\n\n                              Appellee,\r\n\n                                  v.\r\n\n                            LLOYD ARTHURS,\r\n\n                        Defendant, Appellant.\r\n\n                                             \r\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                   FOR THE DISTRICT OF PUERTO RICO\r\n\n          [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \r\n\n                                             \r\n\n                                Before\r\n\n                        Torruella, Chief Judge,\r                                                      \r\n\n                   Campbell, Senior Circuit Judge,\r                                                         \r\n\n                        Lynch, Circuit Judge.\r                                                    \r\n\n                                             \r\n\n    Ramon  L.  Garay-Medina with  whom Ramon  L.  Garay-Medina was  on\r                                                                      \r\nbrief for appellant.\r\n    Warren Vazquez,  Assistant United States  Attorney, Guillermo Gil,\r                                                                             \r\nUnited States Attorney, and Nelson Perez-Sosa, Assistant United States\r                                                     \r\nAttorney, were on brief for the United States.\r\n\n                                             \r\n\n                           January 17, 1996\r\n                                             \r\r\n\n    CAMPBELL,  Senior   Circuit  Judge.    Defendant-appellant   Lloyd\r                                              \r\n\nArthurs  was convicted  of possessing  with the  intent  to distribute\r\n\napproximately two kilograms  of cocaine  in violation of  21 U.S.C.   \r\n\n841(a)(1),  and importing  cocaine into  the customs territory  of the\r\n\nUnited States  from a place outside thereof, in violation of 21 U.S.C.\r\n\n   952(a).*  He was  sentenced to sixty-three  months of imprisonment,\r\n\nfour years  of supervised release, and  a $100 fine.   He appeals from\r\n\nthe judgment  of conviction,  entered  in the  United States  District\r\n\nCourt  for  the District  of Puerto  Rico  following a  three-day jury\r\n\ntrial.\r\n\nI. Facts\r        I. Facts\r\n\n    Arthurs, a twenty-three  year-old citizen of  Jamaica, was  a crew\r\n\nmember  aboard the  cruise  ship, Windward.    He worked  two  shifts,\r\n\nwashing  pots from early morning to late afternoon and cleaning cabins\r\n\nin the evenings.  \r\n\n                    \r                            \r\n\n* The statutes read in relevant part:\r\n\n    [I]t shall be  unlawful for any  person knowingly or intentionally\r\n    --\r\n    (1)  to manufacture,  distribute,  or dispense,  or  possess  with\r\n    intent  to  manufacture,  distribute,  or  dispense, a  controlled\r\n    substance. . . .\r\n21 U.S.C.   841(a).\r\n\n    It shall be unlawful  to import into the customs territory of  the\r\n    United States from any place outside  thereof. . . any  controlled\r\n    substance. .  .  or  any narcotic  drug [with  certain  exceptions\r\n    inapplicable here].\r\n21 U.S.C.   952(a).\r\n\n                                  2\r\r\n\n    On  December 5,  1993, the  Windward arrived  at the  port of  San\r\n\nJuan, having traveled there from the Virgin Islands.  The government's\r\n\nevidence, which was largely  uncontested by the defense, was  that the\r\n\nCustoms Service had caught  defendant with approximately two kilograms\r\n\nof  cocaine  as he  was exiting  the ship.    Customs agents  had been\r\n\ninformed  that persons aboard would attempt  to smuggle narcotics into\r\n\nSan Juan and were inspecting disembarking passengers and crew members.\r\n\nAn agent noticed that Arthurs appeared bulky in the mid-section.  Upon\r\n\nsecondary  inspection,  six packages  of  cocaine  were found  loosely\r\n\nconcealed under Arthurs' clothing.\r\n\n    The defense's  case was  provided principally  by defendant's  own\r\n\ntestimony.  Because Arthurs raises a duress claim, infra, we summarize\r                                                                \r\n\nthe testimony he provided in support of that claim, testimony that the\r\n\ngovernment disputes.  Arthurs stated that  at the time of his  arrest,\r\n\nhe had been  leaving the ship in  order to return two videotapes  to a\r\n\nvideo club where he had rented them a week earlier.  The passageway of\r\n\nthe  ship led  to  the upper  level of  a pier.   There,  according to\r\n\ndefendant, a stranger pulled him into a public bathroom, where another\r\n\nman was  waiting.  No one  else was inside.   Defendant testified that\r\n\nthe men pushed him up against a wall and \"demand[ed] I take come [sic]\r\n\nsome packages out to the street, and the only way could get out of the\r\n\nbathroom is to cooperate with them or I would  be a dead man.  And the\r\n\ngentleman was very angry, the one was in the bathroom was very angry.\"\r\n\nTwo  packages  were placed  loosely around  his  waist, and  four were\r\n\nplaced in his pockets.  Defendant testified that the men  then let him\r\n\n                                  3\r\r\n\nout of the bathroom, and he did not see them again.\r\n\n    Defendant, being \"very  panic,\" proceeded  immediately to  Customs\r\n\nand \"requested search from the Customs  two times.\"  When told that he\r\n\nwas under arrest, \"I started to give [the officer] my statement and he\r\n\nrefused, and arrested me . . .  .\"  A subsequent search of defendant's\r\n\ncabin yielded no other drugs.\r\n\n    Defendant  raises two  issues  on appeal:  1)  the  district court\r\n\nerred  in denying  his request  for a translator  of his  testimony to\r\n\nensure  that the Puerto Rican jury understood his English, spoken with\r\n\na Jamaican accent,  and 2) it erred in refusing as  a matter of law to\r\n\ninstruct the  jury on a duress  defense.  Defendant  claims that these\r\n\nerrors  deprived him  of  his constitutional  rights  to due  process,\r\n\nadequate  legal representation, a jury trial, and a fair and impartial\r\n\ntrial.\r\n\nII. Lack of a Translator of Defendant's Testimony\r        II. Lack of a Translator of Defendant's Testimony\r\n\n    Defendant asserts  on appeal, and the government concedes, that he\r\n\nrequested a  translator apparently  to translate his  Jamaican English\r\n\ninto  a form  of English  more easily  understood by  the jury.   This\r\n\nrequest does  not appear on  the record  now before us,  nor does  the\r\n\nrecord  show that the court denied a request  of such a nature.  There\r\n\nalso  is no  indication in the  record of  a defense  objection to the\r\n\ncourt's alleged refusal to appoint a translator.  Several times during\r\n\nthe  trial, however, defense counsel referred  to the possibility that\r\n\n                                  4\r\r\n\nthe  jury might  have difficulty understanding  defendant's English.**\r\n\nOn  appeal defense counsel  also suggests that  defendant, who neither\r\n\nreads nor writes, did not understand  some of the questions put to him\r\n\nwhen he testified.\r\n\n    Normally the  absence of any record  of defendant's  request for a\r\n\ntranslator would be  fatal to  the claim on  appeal.***  However,  the\r\n\ngovernment conceded at oral argument that such a request was made in a\r\n\nchambers  conference.    We  shall, therefore,  consider  the  matter,\r\n\nalthough, as no objection to the  court's refusal to grant the request\r\n\nappears ever  to have been made, we review  for plain error only.  See\r                                                                              \r\n\nUnited States  v. Olano, 113 S. Ct. 1770, 1779 (1993); see also United\r                                                                              \r\n\nStates v. Taylor,  54 F.3d  967, 972-973 (1st  Cir. 1995)  (discussing\r                        \r\n\n\"raise-or-waive\" rule and exception for plain error). \r\n\n    The  district  court's   refusal  to  provide  a  translator   for\r\n\ndefendant's  testimony was not plain  error.  The  district judge, who\r\n                    \r                            \r\n\n** For  example, defense counsel  explained in opening  argument, \"Mr.\r\nLloyd  Arthurs is a Jamaican  National, they speak  English but during\r\nthis trial you will realize that the [sic] their English  is not every\r\ntime  so  easily  understandable.\"   When  defendant  took  the stand,\r\ncounsel stated,  \"I will appreciate that all your answers try to be as\r\nclear and slow  as possible. .  . .   For the members  of the Jury  to\r\nclearly understand your testimony.\"  And in closing arguments, defense\r\ncounsel noted that the jury may have had some difficulty understanding\r\ndefendant's speech, and reiterated key aspects of his testimony.  \r\n\n***  Where a report of  relevant proceedings below  is unavailable, an\r\nappellant should seek to  supplement the record on appeal  pursuant to\r\nFed.R.App.P. 10(c).   Here, given  the government's concession  and in\r\nthe interests of justice -- and given our conclusion that defendant is\r\nwithout ultimate  right  to relief  in  any event  -- we  discuss  his\r\ncontention  notwithstanding his  failure to  have utilized  this rule.\r\nOur doing so should not  be taken as precedent that an  appellant may,\r\nin other circumstances, ignore Fed.R.App.P. 10(c).\r\n\n                                  5\r\r\n\nheard  the  defendant  speak,  had considerable  discretion  in  these\r\n\ncircumstances  to   determine  if   Arthurs'  English  testimony   was\r\n\nintelligible  to the  jury.   Cf. Gonzalez  v. United States,  33 F.3d\r                                                                    \r\n\n1047, 1050-1051 (9th  Cir. 1994);  United States v.  Garcia, 818  F.2d\r                                                                   \r\n\n136,  142 (1st  Cir.  1987).****    Defendant's  counsel  at  no  time\r\n\nasserted   on  the   trial   record  that   defendant  suffered   from\r\n\ncomprehension  problems so severe  as to deny  him due  process or the\r\n\nright  to a fair and impartial trial.   It appears from our own review\r\n\nof  the record that defendant answered for the most part responsively,\r\n\nalthough he occasionally misunderstood  and needed to have  a question\r\n\nrepeated.  From what we can ascertain, we cannot say that his language\r\n\nproblems were of  such a magnitude as to  have deprived him of  a fair\r\n\ntrial.\r\n\n    The  absence of  an objection  on  this  ground left  the district\r\n\ncourt without notice of any claim that language  difficulties bothered\r\n\ndefendant to the extent now claimed on appeal.  Had the court been  so\r\n\nnotified,  it could have made further inquiry and, if necessary, taken\r\n\nsteps to deal with  the alleged problem.  We cannot  say, on the basis\r\n\nof the record now before us, that the court committed  any error, much\r\n                    \r                            \r\n\n**** Defendant does not  assert that his principal language  was other\r\nthan  English.  The Court  Interpreters Act provides  in relevant part\r\nthat a presiding judicial officer \"shall\" appoint  an interpreter when\r\nit determines that  \"[a] party  (including a defendant  in a  criminal\r\ncase). .  . (A)  speaks only  or primarily a  language other  than the\r\nEnglish language. .  . so as to inhibit such  party's comprehension of\r\nthe  proceedings  or  communication  with  counsel  or  the  presiding\r\njudicial officer, or so  as to inhibit such witness'  comprehension of\r\nquestions  and the  presentation  of such  testimony.\"   28  U.S.C.   \r\n1827(d)(1).\r\n\n                                  6\r\r\n\nless one that \"seriously  affect[s] the fairness, integrity  or public\r\n\nreputation  of judicial  proceedings.\"   Olano,  113  S. Ct.  at  1779\r                                                      \r\n\n(citation omitted).  \r\n\nIII. Denial of a Jury Instruction on the Duress Defense\r        III. Denial of a Jury Instruction on the Duress Defense\r\n\n    At the  outset, the district court  denied a  government motion in\r\n\nlimine  to  prevent defendant  from  introducing  evidence of  duress.\r\n\nAfter  the close of evidence, however, the district court did not find\r\n\ndefendant's  testimony of  duress sufficient  to require  submitting a\r\n\nspecial duress or coercion instruction to the jury, as defense counsel\r\n\nhad  requested in writing and orally during a pre-charge colloquy with\r\n\nthe court.  \r\n\n    Defense counsel did not  thereafter object to the district court's\r\n\nomission  of  a duress  instruction from  its  charge before  the jury\r\n\nretired to  consider its verdict, as  Rule 30 of the  Federal Rules of\r\n\nCriminal  Procedure  directs.*****    Our  precedent  requires  strict\r\n\ncompliance with this rule:\r\n\n    \"As we have repeatedly held, Fed.R.Crim.P.  30 means what it says.\r\n    A party may  not claim error  in the  judge's charge  to the  jury\r\n    unless that party 'objects' after the  judge gives the charge  but\r\n    before  the 'jury  retires,'  and, when  objecting the  party must\r\n    'stat[e] . . .  distinctly the matter to which that party  objects\r\n    and the grounds of that objection.\"\r\n\nUnited States v.  O'Connor, 28 F.3d 218, 221  (1st Cir. 1994) (quoting\r                                  \r\n                    \r                            \r\n\n***** The  rule provides: \"No party may assign as error any portion of\r\nthe charge or  omission therefrom  unless that  party objects  thereto\r\nbefore the  jury retires to  consider its verdict,  stating distinctly\r                                                                              \r\nthe  matter  to  which that  party  objects  and  the grounds  of  the\r\nobjection.\"  Fed.R.Crim.P. 30 (emphasis supplied).\r\n\n                                  7\r\r\n\nUnited States v. Wilkinson, 926 F.2d  22, 26 (1st Cir.), cert. denied,\r                                                                             \r\n\n501  U.S. 1211 (1991)).   Rule 30  is not satisfied  by counsel's pre-\r\n\ncharge  colloquy with  the  court or  written  explanation of  grounds\r\n\nalone, nor even by  a post-charge attempt to incorporate  by reference\r\n\nearlier arguments.   See United States  v. Gabriele, 63 F.3d  61, 66 &amp;\r                                                           \r\n\nnn.4,  7 (1st Cir. 1995); Wilkinson, 926  F.3d at 26-27; United States\r                                                                              \r\n\nv. Coady,  809 F.2d 119, 123  (1st Cir. 1987) (\"That  counsel may have\r                \r\n\ndiscoursed  upon the nature  of his theory  at some time  prior to the\r\n\ngiving  of the charge will  not excuse noncompliance  with the express\r\n\nmandates of Rule 30.\").  Strict compliance with the  rule \"enables the\r\n\ntrial  judge intelligently to  appraise the soundness  of the position\r\n\nasserted,  and if  need be,  correct the  charge to  avoid injustice.\"\r\n\nCoady, 809 F.2d at 123.\r             \r\n\n    After  its charge,  the district  court  does  not appear  to have\r\n\naffirmatively invited counsel to register any objections they then had\r\n\nto the  instructions it had just  given.  However, Rule  30 places the\r\n\nburden  of compliance on  the parties.   Cf. id.   Counsel should have\r                                                       \r\n\nspoken out,  requesting an opportunity  to register objections  out of\r\n\nthe jury's hearing.   Absent  a post-charge objection,  we review  the\r\n\ndistrict  court's denial of a duress instruction only for plain error.\r\n\nSee Olano, 113 S. Ct. at 1779; Gabriele, 63 F.3d at 66.  \r                                               \r\n\n    A  duress defense has  three elements:  1) an  immediate threat of\r\n\nserious bodily injury  or death,  2) a well-grounded  belief that  the\r\n\nthreat will be carried out, and 3) no reasonable opportunity to escape\r\n\nor otherwise to  frustrate the threat.   See United States  v. Amparo,\r                                                                             \r\n\n                                  8\r\r\n\n961 F.2d 288, 291 (1st Cir.), cert. denied, 113 S. Ct. 224 (1992).  \r                                                  \r\n\n    To  justify  a  duress  instruction,  a  defendant  must   produce\r\n\nsufficient evidence to  support a finding of  duress.  See  Mathews v.\r                                                                           \r\n\nUnited States, 485  U.S. 58, 63  (1988) (\"As  a general proposition  a\r                     \r\n\ndefendant is entitled to  an instruction as to any  recognized defense\r\n\nfor  which there exists evidence  sufficient for a  reasonable jury to\r\n\nfind in his  favor.\") (citations  omitted); Amparo, 961  F.2d at  291;\r                                                          \r\n\nUnited States  v. Rodriguez, 858 F.2d 809, 812, 814 (1st Cir. 1988) (a\r                                   \r\n\ndefendant must  show evidence that  \"fairly supports\" each  element of\r\n\nhis  defense, and in making that determination, \"the district court is\r\n\nnot allowed to weigh the evidence, make credibility determinations, or\r\n\nresolve conflicts in the proof\").  \r\n\n    When  a predicate warranting  a duress  instruction has been laid,\r\n\nthe government is saddled with the additional burden of showing beyond\r\n\na  reasonable  doubt that  a defendant's  criminal  acts were  not the\r\n\nproduct of duress.  See Amparo, 961 F.2d at 291.  Here, the government\r                                      \r\n\nescaped  this  added  burden,  the  district  court  ruling  that  the\r\n\ndefendant  did  not  present sufficient  evidence  of  any  element to\r\n\nentitle him to submit a duress defense to the jury. \r\n\n    In reviewing  the  district court's  determination that  defendant\r\n\ndid  not  meet his  entry-level burden,  we  examine the  record \"most\r\n\ncharitably to the proponent of  the instruction.\"  Coady, 809  F.2d at\r                                                                \r\n\n121.  So viewed, the evidence of an immediate threat of serious bodily\r\n\ninjury or death was that Arthurs  was pulled into a public bathroom on\r\n\nthe pier and pushed up against a wall, was threatened by two  men (one\r\n\n                                  9\r\r\n\nof whom was \"very muscular\" and  \"very tall\"), and felt something like\r\n\na weapon on  his back.  His  fear in these circumstances gave  rise to\r\n\nhis  alleged well-grounded belief that the threat of serious injury or\r\n\ndeath  would  be carried  out.    His testimony  regarding  a  lack of\r\n\nreasonable opportunity  to escape was  that no security  officers were\r\n\npresent at  the  time in  the  upper pier  area.   To  seek refuge  or\r\n\nassistance  by returning to  the ship would have  required him to pass\r\n\nthe bathroom and the  men who had threatened him.   Instead, defendant\r\n\nused  the  elevator next  to the  bathroom  to proceed  immediately to\r\n\nCustoms on  the lower level.   Defendant testified that  at Customs he\r\n\nrequested  twice to be searched and attempted to explain his situation\r\n\nbut was not permitted to do so.\r\n\n    Assessing the above evidence,  we conclude that the district court\r\n\ndid not commit plain error in refusing to instruct the jury on duress.\r\n\nWhile defendant may  have been  under an immediate  threat of  serious\r\n\ninjury in the bathroom,  he testified that  the men released him  from\r\n\nthere and he did not see them again.  This evidence at most supports a\r\n\nlingering threat of future harm.  Cf. United States v. Wells, 773 F.2d\r                                                                    \r\n\n230,  232 (8th Cir. 1985) (drug deal participant's fear of future harm\r\n\ninsufficient  to  show duress);  W. LaFave  &amp;  A. Scott,  Criminal Law\r\n\n 5.3(b) at  436 (1986) (reciting  general rule that  threatened future\r\n\ndeath  or serious bodily harm  is insufficient for  a duress defense).\r\n\nThe  evidence of  a  well-grounded belief  that  the threat  would  be\r\n\ncarried out  is similarly weak,  given defendant's  testimony that  he\r\n\nleft the bathroom,  boarded the elevator by  himself, and did  not see\r\n\n                                  10\r\r\n\nthe men again or know them.  \r\n\n    Notably,   defendant  did  not  present   evidence  sufficient  to\r\n\nconvince a reasonable juror of the lack of a reasonable opportunity to\r\n\nescape.  In United States v. Bailey, 444 U.S. 394  (1980), the Supreme\r                                           \r\n\nCourt stated  that a  duress defense is  unavailable \"if  there was  a\r\n\nreasonable,  legal alternative to violating the law, 'a chance both to\r\n\nrefuse to do the criminal act and also to avoid the threatened harm.'\"\r\n\nId.  at 410 (citing W. LaFave &amp; A.  Scott, Handbook on Criminal Law at\r           \r\n\n379  (1972)).   Even if  a  return to  the ship  was unreasonable  and\r\n\nsecurity officers were unavailable  on the pier, defendant  might have\r\n\ndiscarded the  drugs in  the  elevator or  pulled  them out  from  his\r\n\nclothing at  Customs and  proceeded to  exit with  his videos,  as the\r\n\ndistrict  court noted  during the pre-charge  conference.   The record\r\n\nindicates that defense counsel had  opportunity to answer this concern\r\n\nbut offered no  further evidence.   Cf. United  States v. Alicea,  837\r                                                                        \r\n\nF.2d  103,  106-107  (2d Cir.),  cert.  denied,  488  U.S. 832  (1988)\r                                                      \r\n\n(defendants forced at airport to transport cocaine by threats, a rape,\r\n\nand  constant  surveillance  failed  to  show  a  lack  of  reasonable\r\n\nopportunity  to escape); United States  v. Mejia, 720  F.2d 1378, 1382\r                                                        \r\n\n(5th Cir.  1983) (defendant  who conceded importation  of cocaine  and\r\n\nfailed to contact authorities to avoid the threat was  not entitled to\r\n\nduress instruction).  The failure to show any one element of duress is\r\n\nsufficient to justify denying a request  to submit a defense theory to\r\n\nthe jury.  See Bailey, 444 U.S. at 416.\r                             \r\n\n    That the  evidence fell short  of establishing  duress is  further\r\n\n                                  11\r\r\n\nsupported by this  court's decision in  Rhode Island Recreation  Ctr.,\r                                                                              \r\n\nInc. v. Aetna Casualty &amp; Sur. Co., 177 F.2d 603 (1st Cir. 1949).  This\r                                         \r\n\ncivil  case discussed the duress  defense at length  in considering an\r\n\ninsurance  policy  that excluded  from coverage  a  loss caused  by an\r\n\nemployee's fraudulent or criminal acts.  The Supreme Court cited Aetna\r                                                                              \r\n\napprovingly in Bailey, 444 U.S. at 410 n.1, to illustrate the need for\r                             \r\n\nan  accused to show no  reasonable opportunity to  avoid violating the\r\n\nlaw.   Aetna is factually analogous to the claims in the instant case:\r                    \r\n\ntwo  armed strangers ordered appellant's manager into a car, drove him\r\n\nto the place of business, instructed him to remove all  the money from\r\n\nthe safe and meet them shortly afterward or else \"they would take care\r\n\nof\" certain family members, and then  drove away.  See Aetna, 177 F.2d\r                                                                    \r\n\nat 604.The  manager  did as  told without  seeking  help from  the few\r\n\nemployees he saw or by any other means. \r\n\n    Applying  the same  elements  of duress  recited above,  the Aetna\r                                                                              \r\n\ncourt  found the facts insufficient  to indicate that  the manager was\r\n\nacting  under duress  or coercion.   The  court pointed  to  the vague\r\n\nthreat of  future harm, the  poorly-founded fear of  immediate injury,\r\n\nand  the reasonable opportunities to avoid the threat and violation of\r\n\nthe law  while temporarily away from  the strangers.  See  id. at 605-\r                                                                      \r\n\n606.    \r\n\n    In  light of the  above authorities,  the district court's finding\r\n\nof insufficient evidence of duress  and consequent refusal to instruct\r\n\nthe jury  on the defense was clearly not plain error, if error at all,\r\n\nunder the heightened standard  applicable in plain error review.   See\r                                                                              \r\n\n                                  12\r\r\n\nOlano, 113 S. Ct. at 1779.  \r             \r\n\n    The  district court,  it should  further  be observed,  denied the\r\n\ngovernment's early  motion in  limine to  exclude evidence  of duress.\r\n\nThe jury, therefore,  heard the  essence of Arthurs'  defense and  the\r\n\ngovernment's  response.    Cf.  Bailey,   444  U.S.  at  400,  416-417\r                                              \r\n\n(affirming  conviction of a  separately, subsequently  tried defendant\r\n\nwho  was precluded  from even  introducing evidence  of duress  as his\r\n\nformer  co-defendants had done).   The district  court also instructed\r\n\nthe  jury that  the  government had  the burden  of  proving beyond  a\r\n\nreasonable  doubt defendant's  specific  intent to  commit the  crimes\r\n\ncharged.   Cf. United States  v. Sturm,  870 F.2d 769,  777 (1st  Cir.\r                                              \r\n\n1989).  Had the  jury actually believed defendant's testimony  that he\r\n\nhad been threatened and involuntarily given the drugs in the bathroom,\r\n\nit  might,  even  without  further  instruction,  have  entertained  a\r\n\nreasonable  doubt as  to whether  the element  of specific  intent was\r\n\nsatisfied.   Even  more,  had the  jury  believed, as  defendant  also\r\n\ntestified, that  he  had unavailingly  asked the  Customs officers  to\r\n\nsearch his  effects,  the jury  would have  been free  to entertain  a\r\n\nreasonable  doubt  as  to defendant's  intent  to  commit the  charged\r\n\ncrimes.\r\n\n    We conclude, in  all the circumstances, that the district  court's\r\n\nrefusal to instruct on duress was not plain error. \r\n\nAffirmed.\r                 \r\n\n                                  13\r\r\n",
  "html": "<p class=\"case_cite\">73 F.3d 444</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Lloyd ARTHURS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1466.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1995.<br>Decided Jan. 17, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ramon L. Garay-Medina with whom Ramon L. Garay-Medina, was on brief for appellant.</p>\n      <p class=\"indent\">Warren Vazquez, Assistant United States Attorney, Guillermo Gil, United States Attorney, and Nelson Perez-Sosa, Assistant United States Attorney, were on brief for the United States.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Lloyd Arthurs was convicted of possessing with the intent to distribute approximately two kilograms of cocaine in violation of 21 U.S.C. Sec. 841(a)(1), and importing cocaine into the customs territory of the United States from a place outside thereof, in violation of 21 U.S.C. Sec. 952(a).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He was sentenced to sixty-three months of imprisonment, four years of supervised release, and a $100 fine.  He appeals from the judgment of conviction, entered in the United States District Court for the District of Puerto Rico following a three-day jury trial.</p>\n    </div>\n    <p>I. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Arthurs, a twenty-three year-old citizen of Jamaica, was a crew member aboard the cruise ship, Windward.  He worked two shifts, washing pots from early morning to late afternoon and cleaning cabins in the evenings.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On December 5, 1993, the Windward arrived at the port of San Juan, having traveled there from the Virgin Islands.  The government's evidence, which was largely uncontested by the defense, was that the Customs Service had caught defendant with approximately two kilograms of cocaine as he was exiting the ship.  Customs agents had been informed that persons aboard would attempt to smuggle narcotics into San Juan and were inspecting disembarking passengers and crew members.  An agent noticed that Arthurs appeared bulky in the mid-section.  Upon secondary inspection, six packages of cocaine were found loosely concealed under Arthurs' clothing.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defense's case was provided principally by defendant's own testimony.  Because Arthurs raises a duress claim, infra, we summarize the testimony he provided in support of that claim, testimony that the government disputes.  Arthurs stated that at the time of his arrest, he had been leaving the ship in order to return two videotapes to a video club where he had rented them a week earlier.  The passageway of the ship led to the upper level of a pier.  There, according to defendant, a stranger pulled him into a public bathroom, where another man was waiting.  No one else was inside.  Defendant testified that the men pushed him up against a wall and \"demand[ed] I take come [sic] some packages out to the street, and the only way could get out of the bathroom is to cooperate with them or I would be a dead man.  And the gentleman was very angry, the one was in the bathroom was very angry.\"   Two packages were placed loosely around his waist, and four were placed in his pockets.  Defendant testified that the men then let him out of the bathroom, and he did not see them again.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant, being \"very panic,\" proceeded immediately to Customs and \"requested search from the Customs two times.\"   When told that he was under arrest, \"I started to give [the officer] my statement and he refused, and arrested me....\"  A subsequent search of defendant's cabin yielded no other drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant raises two issues on appeal:  1) the district court erred in denying his request for a translator of his testimony to ensure that the Puerto Rican jury understood his English, spoken with a Jamaican accent, and 2) it erred in refusing as a matter of law to instruct the jury on a duress defense.  Defendant claims that these errors deprived him of his constitutional rights to due process, adequate legal representation, a jury trial, and a fair and impartial trial.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>II. Lack of a Translator of Defendant's Testimony</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Defendant asserts on appeal, and the government concedes, that he requested a translator apparently to translate his Jamaican English into a form of English more easily understood by the jury.  This request does not appear on the record now before us, nor does the record show that the court denied a request of such a nature.  There also is no indication in the record of a defense objection to the court's alleged refusal to appoint a translator.  Several times during the trial, however, defense counsel referred to the possibility that the jury might have difficulty understanding defendant's English.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  On appeal defense counsel also suggests that defendant, who neither reads nor writes, did not understand some of the questions put to him when he testified.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Normally the absence of any record of defendant's request for a translator would be fatal to the claim on appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  However, the government conceded at oral argument that such a request was made in a chambers conference.  We shall, therefore, consider the matter, although, as no objection to the court's refusal to grant the request appears ever to have been made, we review for plain error only.  See United States v. Olano, 507 U.S. 725, 736-37, 113 S.Ct. 1770, 1779, 123 L.Ed.2d 508 (1993);  see also United States v. Taylor, 54 F.3d 967, 972-973 (1st Cir.1995) (discussing \"raise-or-waive\" rule and exception for plain error).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court's refusal to provide a translator for defendant's testimony was not plain error.  The district judge, who heard the defendant speak, had considerable discretion in these circumstances to determine if Arthurs' English testimony was intelligible to the jury.  Cf. Gonzalez v. United States, 33 F.3d 1047, 1050-1051 (9th Cir.1994);  United States v. Garcia, 818 F.2d 136, 142 (1st Cir.1987).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Defendant's counsel at no time asserted on the trial record that defendant suffered from comprehension problems so severe as to deny him due process or the right to a fair and impartial trial.  It appears from our own review of the record that defendant answered for the most part responsively, although he occasionally misunderstood and needed to have a question repeated.  From what we can ascertain, we cannot say that his language problems were of such a magnitude as to have deprived him of a fair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The absence of an objection on this ground left the district court without notice of any claim that language difficulties bothered defendant to the extent now claimed on appeal.  Had the court been so notified, it could have made further inquiry and, if necessary, taken steps to deal with the alleged problem.  We cannot say, on the basis of the record now before us, that the court committed any error, much less one that \"seriously affect[s] the fairness, integrity or public reputation of judicial proceedings.\"  Olano, 507 U.S. at 736, 113 S.Ct. at 1779 (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>III. Denial of a Jury Instruction on the Duress Defense</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the outset, the district court denied a government motion in limine to prevent defendant from introducing evidence of duress.  After the close of evidence, however, the district court did not find defendant's testimony of duress sufficient to require submitting a special duress or coercion instruction to the jury, as defense counsel had requested in writing and orally during a pre-charge colloquy with the court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defense counsel did not thereafter object to the district court's omission of a duress instruction from its charge before the jury retired to consider its verdict, as Rule 30 of the Federal Rules of Criminal Procedure directs.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Our precedent requires strict compliance with this rule:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>\"As we have repeatedly held, Fed.R.Crim.P. 30 means what it says.  A party may not claim error in the judge's charge to the jury unless that party 'objects' after the judge gives the charge but before the 'jury retires,' and, when objecting the party must 'stat[e] ... distinctly the matter to which that party objects and the grounds of that objection.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">United States v. O'Connor, 28 F.3d 218, 221 (1st Cir.1994) (quoting United States v. Wilkinson, 926 F.2d 22, 26 (1st Cir.), cert. denied, 501 U.S. 1211, 111 S.Ct. 2813, 115 L.Ed.2d 985 (1991)).  Rule 30 is not satisfied by counsel's pre-charge colloquy with the court or written explanation of grounds alone, nor even by a post-charge attempt to incorporate by reference earlier arguments.  See United States v. Gabriele, 63 F.3d 61, 66 &amp; nn. 4, 7 (1st Cir.1995);  Wilkinson, 926 F.2d at 26-27;  United States v. Coady, 809 F.2d 119, 123 (1st Cir.1987) (\"That counsel may have discoursed upon the nature of his theory at some time prior to the giving of the charge will not excuse noncompliance with the express mandates of Rule 30.\").  Strict compliance with the rule \"enables the trial judge intelligently to appraise the soundness of the position asserted, and if need be, correct the charge to avoid injustice.\"  Coady, 809 F.2d at 123.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After its charge, the district court does not appear to have affirmatively invited counsel to register any objections they then had to the instructions it had just given.  However, Rule 30 places the burden of compliance on the parties.  Cf. id.   Counsel should have spoken out, requesting an opportunity to register objections out of the jury's hearing.  Absent a post-charge objection, we review the district court's denial of a duress instruction only for plain error.  See Olano, at 736-37, 113 S.Ct. at 1779;  Gabriele, 63 F.3d at 66.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A duress defense has three elements:  1) an immediate threat of serious bodily injury or death, 2) a well-grounded belief that the threat will be carried out, and 3) no reasonable opportunity to escape or otherwise to frustrate the threat.  See United States v. Amparo, 961 F.2d 288, 291 (1st Cir.), cert. denied, 506 U.S. 878, 113 S.Ct. 224, 121 L.Ed.2d 161 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To justify a duress instruction, a defendant must produce sufficient evidence to support a finding of duress.  See Mathews v. United States, 485 U.S. 58, 63, 108 S.Ct. 883, 887, 99 L.Ed.2d 54 (1988) (\"As a general proposition a defendant is entitled to an instruction as to any recognized defense for which there exists evidence sufficient for a reasonable jury to find in his favor.\")  (citations omitted);  Amparo, 961 F.2d at 291;  United States v. Rodriguez, 858 F.2d 809, 812, 814 (1st Cir.1988) (a defendant must show evidence that \"fairly supports\" each element of his defense, and in making that determination, \"the district court is not allowed to weigh the evidence, make credibility determinations, or resolve conflicts in the proof\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">When a predicate warranting a duress instruction has been laid, the government is saddled with the additional burden of showing beyond a reasonable doubt that a defendant's criminal acts were not the product of duress.  See Amparo, 961 F.2d at 291.   Here, the government escaped this added burden, the district court ruling that the defendant did not present sufficient evidence of any element to entitle him to submit a duress defense to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In reviewing the district court's determination that defendant did not meet his entry-level burden, we examine the record \"most charitably to the proponent of the instruction.\"  Coady, 809 F.2d at 121.   So viewed, the evidence of an immediate threat of serious bodily injury or death was that Arthurs was pulled into a public bathroom on the pier and pushed up against a wall, was threatened by two men (one of whom was \"very muscular\" and \"very tall\"), and felt something like a weapon on his back.  His fear in these circumstances gave rise to his alleged well-grounded belief that the threat of serious injury or death would be carried out.  His testimony regarding a lack of reasonable opportunity to escape was that no security officers were present at the time in the upper pier area.  To seek refuge or assistance by returning to the ship would have required him to pass the bathroom and the men who had threatened him.  Instead, defendant used the elevator next to the bathroom to proceed immediately to Customs on the lower level.  Defendant testified that at Customs he requested twice to be searched and attempted to explain his situation but was not permitted to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Assessing the above evidence, we conclude that the district court did not commit plain error in refusing to instruct the jury on duress.  While defendant may have been under an immediate threat of serious injury in the bathroom, he testified that the men released him from there and he did not see them again.  This evidence at most supports a lingering threat of future harm.  Cf. United States v. Wells, 773 F.2d 230, 232 (8th Cir.1985) (drug deal participant's fear of future harm insufficient to show duress);  W. LaFave &amp; A. Scott, Criminal Law Sec. 5.3(b) at 436 (1986) (reciting general rule that threatened future death or serious bodily harm is insufficient for a duress defense).  The evidence of a well-grounded belief that the threat would be carried out is similarly weak, given defendant's testimony that he left the bathroom, boarded the elevator by himself, and did not see the men again or know them.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Notably, defendant did not present evidence sufficient to convince a reasonable juror of the lack of a reasonable opportunity to escape.  In United States v. Bailey, 444 U.S. 394, 100 S.Ct. 624, 62 L.Ed.2d 575 (1980), the Supreme Court stated that a duress defense is unavailable \"if there was a reasonable, legal alternative to violating the law, 'a chance both to refuse to do the criminal act and also to avoid the threatened harm.' \"  Id. at 410, 100 S.Ct. at 635 (citing W. LaFave &amp; A. Scott, Handbook on Criminal Law at 379 (1972)).  Even if a return to the ship was unreasonable and security officers were unavailable on the pier, defendant might have discarded the drugs in the elevator or pulled them out from his clothing at Customs and proceeded to exit with his videos, as the district court noted during the precharge conference.  The record indicates that defense counsel had opportunity to answer this concern but offered no further evidence.  Cf. United States v. Alicea, 837 F.2d 103, 106-107 (2d Cir.), cert. denied, 488 U.S. 832, 109 S.Ct. 88, 102 L.Ed.2d 64 (1988) (defendants forced at airport to transport cocaine by threats, a rape, and constant surveillance failed to show a lack of reasonable opportunity to escape);  United States v. Mejia, 720 F.2d 1378, 1382 (5th Cir.1983) (defendant who conceded importation of cocaine and failed to contact authorities to avoid the threat was not entitled to duress instruction).  The failure to show any one element of duress is sufficient to justify denying a request to submit a defense theory to the jury.  See Bailey, 444 U.S. at 416, 100 S.Ct. at 637-38.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">That the evidence fell short of establishing duress is further supported by this court's decision in Rhode Island Recreation Ctr., Inc. v. Aetna Casualty &amp; Sur. Co., 177 F.2d 603 (1st Cir.1949).  This civil case discussed the duress defense at length in considering an insurance policy that excluded from coverage a loss caused by an employee's fraudulent or criminal acts.  The Supreme Court cited Aetna approvingly in Bailey, 444 U.S. at 410 n. 8, 100 S.Ct. at 635 n. 8, to illustrate the need for an accused to show no reasonable opportunity to avoid violating the law.  Aetna is factually analogous to the claims in the instant case:  two armed strangers ordered appellant's manager into a car, drove him to the place of business, instructed him to remove all the money from the safe and meet them shortly afterward or else \"they would take care of\" certain family members, and then drove away.  See Aetna, 177 F.2d at 604.   The manager did as told without seeking help from the few employees he saw or by any other means.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Applying the same elements of duress recited above, the Aetna court found the facts insufficient to indicate that the manager was acting under duress or coercion.  The court pointed to the vague threat of future harm, the poorly-founded fear of immediate injury, and the reasonable opportunities to avoid the threat and violation of the law while temporarily away from the strangers.  See id. at 605-606.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In light of the above authorities, the district court's finding of insufficient evidence of duress and consequent refusal to instruct the jury on the defense was clearly not plain error, if error at all, under the heightened standard applicable in plain error review.  See Olano, at 736-37, 113 S.Ct. at 1779.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court, it should further be observed, denied the government's early motion in limine to exclude evidence of duress.  The jury, therefore, heard the essence of Arthurs' defense and the government's response.  Cf. Bailey, 444 U.S. at 400, 416-417, 100 S.Ct. at 629-30, 637-38 (affirming conviction of a separately, subsequently tried defendant who was precluded from even introducing evidence of duress as his former codefendants had done).  The district court also instructed the jury that the government had the burden of proving beyond a reasonable doubt defendant's specific intent to commit the crimes charged.  Cf. United States v. Sturm, 870 F.2d 769, 777 (1st Cir.1989).  Had the jury actually believed defendant's testimony that he had been threatened and involuntarily given the drugs in the bathroom, it might, even without further instruction, have entertained a reasonable doubt as to whether the element of specific intent was satisfied.  Even more, had the jury believed, as defendant also testified, that he had unavailingly asked the Customs officers to search his effects, the jury would have been free to entertain a reasonable doubt as to defendant's intent to commit the charged crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We conclude, in all the circumstances, that the district court's refusal to instruct on duress was not plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statutes read in relevant part:</p>\n        <p>[I]t shall be unlawful for any person knowingly or intentionally--(1) to manufacture, distribute, or dispense, or possess with intent to manufacture, distribute, or dispense, a controlled substance....</p>\n        <p>21 U.S.C. Sec. 841(a).</p>\n        <p>It shall be unlawful to import into the customs territory of the United States from any place outside thereof ... any controlled substance ... or any narcotic drug [with certain exceptions inapplicable here].</p>\n        <p>21 U.S.C. Sec. 952(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For example, defense counsel explained in opening argument, \"Mr. Lloyd Arthurs is a Jamaican National, they speak English but during this trial you will realize that the [sic] their English is not every time so easily understandable.\"   When defendant took the stand, counsel stated, \"I will appreciate that all your answers try to be as clear and slow as possible....  For the members of the Jury to clearly understand your testimony.\"   And in closing arguments, defense counsel noted that the jury may have had some difficulty understanding defendant's speech, and reiterated key aspects of his testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Where a report of relevant proceedings below is unavailable, an appellant should seek to supplement the record on appeal pursuant to Fed.R.App.P. 10(c).  Here, given the government's concession and in the interests of justice--and given our conclusion that defendant is without ultimate right to relief in any event--we discuss his contention notwithstanding his failure to have utilized this rule.  Our doing so should not be taken as precedent that an appellant may, in other circumstances, ignore Fed.R.App.P. 10(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defendant does not assert that his principal language was other than English.  The Court Interpreters Act provides in relevant part that a presiding judicial officer \"shall\" appoint an interpreter when it determines that \"[a] party (including a defendant in a criminal case) ... (A) speaks only or primarily a language other than the English language ... so as to inhibit such party's comprehension of the proceedings or communication with counsel or the presiding judicial officer, or so as to inhibit such witness' comprehension of questions and the presentation of such testimony.\"  28 U.S.C. Sec. 1827(d)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The rule provides:  \"No party may assign as error any portion of the charge or omission therefrom unless that party objects thereto before the jury retires to consider its verdict, stating distinctly the matter to which that party objects and the grounds of the objection.\"   Fed.R.Crim.P. 30 (emphasis supplied)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">444</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Lloyd ARTHURS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1466.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1995.<br>Decided Jan. 17, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ramon L. Garay-Medina with whom Ramon L. Garay-Medina, was on brief for appellant.</p>\n      <p class=\"indent\">Warren Vazquez, Assistant United States Attorney, Guillermo Gil, United States Attorney, and Nelson Perez-Sosa, Assistant United States Attorney, were on brief for the United States.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Lloyd Arthurs was convicted of possessing with the intent to distribute approximately two kilograms of cocaine in violation of 21 U.S.C. Sec. 841(a)(1), and importing cocaine into the customs territory of the United States from a place outside thereof, in violation of 21 U.S.C. Sec. 952(a).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He was sentenced to sixty-three months of imprisonment, four years of supervised release, and a $100 fine.  He appeals from the judgment of conviction, entered in the United States District Court for the District of Puerto Rico following a three-day jury trial.</p>\n    </div>\n    <p>I. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Arthurs, a twenty-three year-old citizen of Jamaica, was a crew member aboard the cruise ship, Windward.  He worked two shifts, washing pots from early morning to late afternoon and cleaning cabins in the evenings.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On December 5, 1993, the Windward arrived at the port of San Juan, having traveled there from the Virgin Islands.  The government's evidence, which was largely uncontested by the defense, was that the Customs Service had caught defendant with approximately two kilograms of cocaine as he was exiting the ship.  Customs agents had been informed that persons aboard would attempt to smuggle narcotics into San Juan and were inspecting disembarking passengers and crew members.  An agent noticed that Arthurs appeared bulky in the mid-section.  Upon secondary inspection, six packages of cocaine were found loosely concealed under Arthurs' clothing.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defense's case was provided principally by defendant's own testimony.  Because Arthurs raises a duress claim, infra, we summarize the testimony he provided in support of that claim, testimony that the government disputes.  Arthurs stated that at the time of his arrest, he had been leaving the ship in order to return two videotapes to a video club where he had rented them a week earlier.  The passageway of the ship led to the upper level of a pier.  There, according to defendant, a stranger pulled him into a public bathroom, where another man was waiting.  No one else was inside.  Defendant testified that the men pushed him up against a wall and \"demand[ed] I take come [sic] some packages out to the street, and the only way could get out of the bathroom is to cooperate with them or I would be a dead man.  And the gentleman was very angry, the one was in the bathroom was very angry.\"   Two packages were placed loosely around his waist, and four were placed in his pockets.  Defendant testified that the men then let him out of the bathroom, and he did not see them again.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant, being \"very panic,\" proceeded immediately to Customs and \"requested search from the Customs two times.\"   When told that he was under arrest, \"I started to give [the officer] my statement and he refused, and arrested me....\"  A subsequent search of defendant's cabin yielded no other drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Defendant raises two issues on appeal:  1) the district court erred in denying his request for a translator of his testimony to ensure that the Puerto Rican jury understood his English, spoken with a Jamaican accent, and 2) it erred in refusing as a matter of law to instruct the jury on a duress defense.  Defendant claims that these errors deprived him of his constitutional rights to due process, adequate legal representation, a jury trial, and a fair and impartial trial.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>II. Lack of a Translator of Defendant's Testimony</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Defendant asserts on appeal, and the government concedes, that he requested a translator apparently to translate his Jamaican English into a form of English more easily understood by the jury.  This request does not appear on the record now before us, nor does the record show that the court denied a request of such a nature.  There also is no indication in the record of a defense objection to the court's alleged refusal to appoint a translator.  Several times during the trial, however, defense counsel referred to the possibility that the jury might have difficulty understanding defendant's English.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  On appeal defense counsel also suggests that defendant, who neither reads nor writes, did not understand some of the questions put to him when he testified.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Normally the absence of any record of defendant's request for a translator would be fatal to the claim on appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  However, the government conceded at oral argument that such a request was made in a chambers conference.  We shall, therefore, consider the matter, although, as no objection to the court's refusal to grant the request appears ever to have been made, we review for plain error only.  See United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 736-37, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1779, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993);  see also United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 972-973 (1st Cir.1995) (discussing \"raise-or-waive\" rule and exception for plain error).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court's refusal to provide a translator for defendant's testimony was not plain error.  The district judge, who heard the defendant speak, had considerable discretion in these circumstances to determine if Arthurs' English testimony was intelligible to the jury.  Cf. Gonzalez v. United States, <span class=\"citation\" data-id=\"677113\"><a href=\"/opinion/677113/miguel-angel-gonzalez-v-united-states/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1047</span></a></span>, 1050-1051 (9th Cir.1994);  United States v. Garcia, <span class=\"citation\" data-id=\"488025\"><a href=\"/opinion/488025/united-states-v-ramon-castro-garcia-united-states-of-america-v-ramon/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">136</span></a></span>, 142 (1st Cir.1987).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Defendant's counsel at no time asserted on the trial record that defendant suffered from comprehension problems so severe as to deny him due process or the right to a fair and impartial trial.  It appears from our own review of the record that defendant answered for the most part responsively, although he occasionally misunderstood and needed to have a question repeated.  From what we can ascertain, we cannot say that his language problems were of such a magnitude as to have deprived him of a fair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The absence of an objection on this ground left the district court without notice of any claim that language difficulties bothered defendant to the extent now claimed on appeal.  Had the court been so notified, it could have made further inquiry and, if necessary, taken steps to deal with the alleged problem.  We cannot say, on the basis of the record now before us, that the court committed any error, much less one that \"seriously affect[s] the fairness, integrity or public reputation of judicial proceedings.\"  <span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">Olano,</span> <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">736</span></a></span>, 113 S.Ct. at 1779 (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>III. Denial of a Jury Instruction on the Duress Defense</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the outset, the district court denied a government motion in limine to prevent defendant from introducing evidence of duress.  After the close of evidence, however, the district court did not find defendant's testimony of duress sufficient to require submitting a special duress or coercion instruction to the jury, as defense counsel had requested in writing and orally during a pre-charge colloquy with the court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defense counsel did not thereafter object to the district court's omission of a duress instruction from its charge before the jury retired to consider its verdict, as Rule 30 of the Federal Rules of Criminal Procedure directs.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Our precedent requires strict compliance with this rule:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>\"As we have repeatedly held, Fed.R.Crim.P. 30 means what it says.  A party may not claim error in the judge's charge to the jury unless that party 'objects' after the judge gives the charge but before the 'jury retires,' and, when objecting the party must 'stat[e] ... distinctly the matter to which that party objects and the grounds of that objection.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">United States v. O'Connor, <span class=\"citation\" data-id=\"195444\"><a href=\"/opinion/195444/united-states-v-oconnor/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 221 (1st Cir.1994) (quoting United States v. Wilkinson, <span class=\"citation\" data-id=\"556387\"><a href=\"/opinion/556387/united-states-v-robert-j-wilkinson/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1211</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">985</span> </span>(1991)).  Rule 30 is not satisfied by counsel's pre-charge colloquy with the court or written explanation of grounds alone, nor even by a post-charge attempt to incorporate by reference earlier arguments.  See United States v. Gabriele, <span class=\"citation\" data-id=\"196253\"><a href=\"/opinion/196253/united-states-v-gabriele/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 66 &amp; nn. 4, 7 (1st Cir.1995);  <span class=\"citation\" data-id=\"556387\"><span class=\"antecedent_guess\">Wilkinson,</span> <a href=\"/opinion/556387/united-states-v-robert-j-wilkinson/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">26-27</span></a></span>;  United States v. Coady, <span class=\"citation\" data-id=\"481634\"><a href=\"/opinion/481634/united-states-v-neil-patrick-coady/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">119</span></a></span>, 123 (1st Cir.1987) (\"That counsel may have discoursed upon the nature of his theory at some time prior to the giving of the charge will not excuse noncompliance with the express mandates of Rule 30.\").  Strict compliance with the rule \"enables the trial judge intelligently to appraise the soundness of the position asserted, and if need be, correct the charge to avoid injustice.\"  <span class=\"citation\" data-id=\"481634\"><span class=\"antecedent_guess\">Coady,</span> <a href=\"/opinion/481634/united-states-v-neil-patrick-coady/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">123</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">After its charge, the district court does not appear to have affirmatively invited counsel to register any objections they then had to the instructions it had just given.  However, Rule 30 places the burden of compliance on the parties.  Cf. <span class=\"citation\" data-id=\"481634\"><a href=\"/opinion/481634/united-states-v-neil-patrick-coady/\"><span class=\"id_token\">id.</span>   Counsel should </a></span>have spoken out, requesting an opportunity to register objections out of the jury's hearing.  Absent a post-charge objection, we review the district court's denial of a duress instruction only for plain error.  See Olano, at <span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">736-37,</span> <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1779</span></a></span>;  <span class=\"citation\" data-id=\"196253\"><span class=\"antecedent_guess\">Gabriele,</span> <a href=\"/opinion/196253/united-states-v-gabriele/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">66</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A duress defense has three elements:  1) an immediate threat of serious bodily injury or death, 2) a well-grounded belief that the threat will be carried out, and 3) no reasonable opportunity to escape or otherwise to frustrate the threat.  See United States v. Amparo, <span class=\"citation\" data-id=\"581358\"><a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span>, 291 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">878</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">161</span> </span>(1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To justify a duress instruction, a defendant must produce sufficient evidence to support a finding of duress.  See Mathews v. United States, <span class=\"citation\" data-id=\"112012\"><a href=\"/opinion/112012/mathews-v-united-states/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 63, <span class=\"citation\" data-id=\"112012\"><a href=\"/opinion/112012/mathews-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">883</span></a></span>, 887, <span class=\"citation\" data-id=\"112012\"><a href=\"/opinion/112012/mathews-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">54</span> </a></span>(1988) (\"As a general proposition a defendant is entitled to an instruction as to any recognized defense for which there exists evidence sufficient for a reasonable jury to find in his favor.\")  (citations omitted);  <span class=\"citation\" data-id=\"581358\"><span class=\"antecedent_guess\">Amparo,</span> <a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">291</span></a></span>;  United States v. Rodriguez, <span class=\"citation\" data-id=\"512578\"><a href=\"/opinion/512578/united-states-v-felix-rodriguez/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span></a></span>, 812, 814 (1st Cir.1988) (a defendant must show evidence that \"fairly supports\" each element of his defense, and in making that determination, \"the district court is not allowed to weigh the evidence, make credibility determinations, or resolve conflicts in the proof\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">When a predicate warranting a duress instruction has been laid, the government is saddled with the additional burden of showing beyond a reasonable doubt that a defendant's criminal acts were not the product of duress.  See <span class=\"citation\" data-id=\"581358\"><span class=\"antecedent_guess\">Amparo,</span> <a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">291</span></a></span>.   Here, the government escaped this added burden, the district court ruling that the defendant did not present sufficient evidence of any element to entitle him to submit a duress defense to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In reviewing the district court's determination that defendant did not meet his entry-level burden, we examine the record \"most charitably to the proponent of the instruction.\"  <span class=\"citation\" data-id=\"481634\"><span class=\"antecedent_guess\">Coady,</span> <a href=\"/opinion/481634/united-states-v-neil-patrick-coady/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">121</span></a></span>.   So viewed, the evidence of an immediate threat of serious bodily injury or death was that Arthurs was pulled into a public bathroom on the pier and pushed up against a wall, was threatened by two men (one of whom was \"very muscular\" and \"very tall\"), and felt something like a weapon on his back.  His fear in these circumstances gave rise to his alleged well-grounded belief that the threat of serious injury or death would be carried out.  His testimony regarding a lack of reasonable opportunity to escape was that no security officers were present at the time in the upper pier area.  To seek refuge or assistance by returning to the ship would have required him to pass the bathroom and the men who had threatened him.  Instead, defendant used the elevator next to the bathroom to proceed immediately to Customs on the lower level.  Defendant testified that at Customs he requested twice to be searched and attempted to explain his situation but was not permitted to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Assessing the above evidence, we conclude that the district court did not commit plain error in refusing to instruct the jury on duress.  While defendant may have been under an immediate threat of serious injury in the bathroom, he testified that the men released him from there and he did not see them again.  This evidence at most supports a lingering threat of future harm.  Cf. United States v. Wells, <span class=\"citation\" data-id=\"458650\"><a href=\"/opinion/458650/united-states-v-david-richard-wells/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 232 (8th Cir.1985) (drug deal participant's fear of future harm insufficient to show duress);  W. LaFave &amp; A. Scott, Criminal Law Sec. 5.3(b) at 436 (1986) (reciting general rule that threatened future death or serious bodily harm is insufficient for a duress defense).  The evidence of a well-grounded belief that the threat would be carried out is similarly weak, given defendant's testimony that he left the bathroom, boarded the elevator by himself, and did not see the men again or know them.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Notably, defendant did not present evidence sufficient to convince a reasonable juror of the lack of a reasonable opportunity to escape.  In United States v. Bailey, <span class=\"citation\" data-id=\"110175\"><a href=\"/opinion/110175/united-states-v-bailey/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span>, <span class=\"citation\" data-id=\"110175\"><a href=\"/opinion/110175/united-states-v-bailey/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">624</span></a></span>, <span class=\"citation\" data-id=\"110175\"><a href=\"/opinion/110175/united-states-v-bailey/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">575</span> </a></span>(1980), the Supreme Court stated that a duress defense is unavailable \"if there was a reasonable, legal alternative to violating the law, 'a chance both to refuse to do the criminal act and also to avoid the threatened harm.' \"  <span class=\"citation\" data-id=\"110175\"><a href=\"/opinion/110175/united-states-v-bailey/\"><span class=\"id_token\">Id.</span> at 410, </a></span>100 S.Ct. at 635 (citing W. LaFave &amp; A. Scott, Handbook on Criminal Law at 379 (1972)).  Even if a return to the ship was unreasonable and security officers were unavailable on the pier, defendant might have discarded the drugs in the elevator or pulled them out from his clothing at Customs and proceeded to exit with his videos, as the district court noted during the precharge conference.  The record indicates that defense counsel had opportunity to answer this concern but offered no further evidence.  Cf. United States v. Alicea, <span class=\"citation\" data-id=\"500059\"><a href=\"/opinion/500059/united-states-v-grisselle-alicea-and-suzie-cabezas/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">103</span></a></span>, 106-107 (2d Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">832</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">88</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span> </span>(1988) (defendants forced at airport to transport cocaine by threats, a rape, and constant surveillance failed to show a lack of reasonable opportunity to escape);  United States v. Mejia, <span class=\"citation\" data-id=\"427199\"><a href=\"/opinion/427199/united-states-v-german-mejia/\"><span class=\"volume\">720</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1378</span></a></span>, 1382 (5th Cir.1983) (defendant who conceded importation of cocaine and failed to contact authorities to avoid the threat was not entitled to duress instruction).  The failure to show any one element of duress is sufficient to justify denying a request to submit a defense theory to the jury.  See <span class=\"citation\" data-id=\"110175\"><span class=\"antecedent_guess\">Bailey,</span> <a href=\"/opinion/110175/united-states-v-bailey/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">416</span></a></span>, 100 S.Ct. at 637-38.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">That the evidence fell short of establishing duress is further supported by this court's decision in Rhode Island Recreation Ctr., Inc. v. Aetna Casualty &amp; Sur. Co., <span class=\"citation\" data-id=\"1507118\"><a href=\"/opinion/1507118/ri-recreation-center-v-aetna-casualty-surety-co/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">603</span> </a></span>(1st Cir.1949).  This civil case discussed the duress defense at length in considering an insurance policy that excluded from coverage a loss caused by an employee's fraudulent or criminal acts.  The Supreme Court cited Aetna approvingly in <span class=\"citation\" data-id=\"110175\"><span class=\"antecedent_guess\">Bailey,</span> <a href=\"/opinion/110175/united-states-v-bailey/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">410</span> </a></span>n. <span class=\"citation\" data-id=\"110175\"><span class=\"antecedent_guess\">8,</span> <a href=\"/opinion/110175/united-states-v-bailey/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">635</span> </a></span>n. 8, to illustrate the need for an accused to show no reasonable opportunity to avoid violating the law.  Aetna is factually analogous to the claims in the instant case:  two armed strangers ordered appellant's manager into a car, drove him to the place of business, instructed him to remove all the money from the safe and meet them shortly afterward or else \"they would take care of\" certain family members, and then drove away.  See <span class=\"citation\" data-id=\"1507118\"><span class=\"antecedent_guess\">Aetna,</span> <a href=\"/opinion/1507118/ri-recreation-center-v-aetna-casualty-surety-co/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">604</span></a></span>.   The manager did as told without seeking help from the few employees he saw or by any other means.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Applying the same elements of duress recited above, the Aetna court found the facts insufficient to indicate that the manager was acting under duress or coercion.  The court pointed to the vague threat of future harm, the poorly-founded fear of immediate injury, and the reasonable opportunities to avoid the threat and violation of the law while temporarily away from the strangers.  See <span class=\"citation\" data-id=\"1507118\"><a href=\"/opinion/1507118/ri-recreation-center-v-aetna-casualty-surety-co/\"><span class=\"id_token\">id.</span> at 605-606.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In light of the above authorities, the district court's finding of insufficient evidence of duress and consequent refusal to instruct the jury on the defense was clearly not plain error, if error at all, under the heightened standard applicable in plain error review.  See Olano, at <span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">736-37,</span> <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1779</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court, it should further be observed, denied the government's early motion in limine to exclude evidence of duress.  The jury, therefore, heard the essence of Arthurs' defense and the government's response.  Cf. <span class=\"citation\" data-id=\"110175\"><span class=\"antecedent_guess\">Bailey,</span> <a href=\"/opinion/110175/united-states-v-bailey/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">400</span></a></span>, <span class=\"citation\" data-id=\"110175\"><span class=\"antecedent_guess\">416-417,</span> <a href=\"/opinion/110175/united-states-v-bailey/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">629-30</span></a></span>, 637-38 (affirming conviction of a separately, subsequently tried defendant who was precluded from even introducing evidence of duress as his former codefendants had done).  The district court also instructed the jury that the government had the burden of proving beyond a reasonable doubt defendant's specific intent to commit the crimes charged.  Cf. United States v. Sturm, <span class=\"citation\" data-id=\"520293\"><a href=\"/opinion/520293/united-states-v-john-andrew-sturm/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">769</span></a></span>, 777 (1st Cir.1989).  Had the jury actually believed defendant's testimony that he had been threatened and involuntarily given the drugs in the bathroom, it might, even without further instruction, have entertained a reasonable doubt as to whether the element of specific intent was satisfied.  Even more, had the jury believed, as defendant also testified, that he had unavailingly asked the Customs officers to search his effects, the jury would have been free to entertain a reasonable doubt as to defendant's intent to commit the charged crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We conclude, in all the circumstances, that the district court's refusal to instruct on duress was not plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statutes read in relevant part:</p>\n        <p>[I]t shall be unlawful for any person knowingly or intentionally--(1) to manufacture, distribute, or dispense, or possess with intent to manufacture, distribute, or dispense, a controlled substance....</p>\n        <p>21 U.S.C. Sec. 841(a).</p>\n        <p>It shall be unlawful to import into the customs territory of the United States from any place outside thereof ... any controlled substance ... or any narcotic drug [with certain exceptions inapplicable here].</p>\n        <p>21 U.S.C. Sec. 952(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For example, defense counsel explained in opening argument, \"Mr. Lloyd Arthurs is a Jamaican National, they speak English but during this trial you will realize that the [sic] their English is not every time so easily understandable.\"   When defendant took the stand, counsel stated, \"I will appreciate that all your answers try to be as clear and slow as possible....  For the members of the Jury to clearly understand your testimony.\"   And in closing arguments, defense counsel noted that the jury may have had some difficulty understanding defendant's speech, and reiterated key aspects of his testimony</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Where a report of relevant proceedings below is unavailable, an appellant should seek to supplement the record on appeal pursuant to Fed.R.App.P. 10(c).  Here, given the government's concession and in the interests of justice--and given our conclusion that defendant is without ultimate right to relief in any event--we discuss his contention notwithstanding his failure to have utilized this rule.  Our doing so should not be taken as precedent that an appellant may, in other circumstances, ignore Fed.R.App.P. 10(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defendant does not assert that his principal language was other than English.  The Court Interpreters Act provides in relevant part that a presiding judicial officer \"shall\" appoint an interpreter when it determines that \"[a] party (including a defendant in a criminal case) ... (A) speaks only or primarily a language other than the English language ... so as to inhibit such party's comprehension of the proceedings or communication with counsel or the presiding judicial officer, or so as to inhibit such witness' comprehension of questions and the presentation of such testimony.\"  28 U.S.C. Sec. 1827(d)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The rule provides:  \"No party may assign as error any portion of the charge or omission therefrom unless that party objects thereto before the jury retires to consider its verdict, stating distinctly the matter to which that party objects and the grounds of the objection.\"   Fed.R.Crim.P. 30 (emphasis supplied)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110175/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112012/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195444/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196253/",
    "https://www.courtlistener.com/api/rest/v3/opinions/427199/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458650/",
    "https://www.courtlistener.com/api/rest/v3/opinions/481634/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/500059/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512578/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520293/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556387/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581358/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677113/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1507118/"
  ]
}