{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196511/",
  "id": 196511,
  "absolute_url": "/opinion/196511/united-states-v-cruz-torres/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196511/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:07:39Z",
  "date_modified": "2020-02-21T23:14:25.046276Z",
  "type": "010combined",
  "sha1": "81bce51b223b8a2ec2bf3bc51c0ca4af0cc6d497",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2014.01A",
  "local_path": null,
  "plain_text": "\n\nJanuary 10, 1996      [NOT FOR PUBLICATION]\r\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r\n\nNo. 93-2014\r\n\n                          UNITED STATES,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                DANIEL CRUZ-TORRES, a/k/a EL GAGO,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n       [Hon. Raymond L. Acosta, Senior U.S. District Judge]\r                                                                    \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                 Campbell, Senior Circuit Judge,\r                                                         \r\n\n                    and Watson,* Senior Judge.\r                                                       \r\n\n                                           \r\n\n     Lydia  Lizarr bar-Masini, by  Appointment of the  Court, for\r                                       \r\nappellant.\r\n     Julie J.  Shemitz, Attorney, Criminal Division, Narcotic and\r                                \r\nDangerous  Drug Section,  U.S. Department  of Justice,  with whom\r\nJo Ann  Harris,  Assistant  Attorney General,  Theresa  M.B.  Van\r                                                                           \r\nVliet,  Chief, Criminal  Division,  Narcotic and  Dangerous  Drug\r               \r\nSection, U.S. Department of Justice, Guillermo Gil, Acting United\r                                                            \r\nStates Attorney, and  Lena Watkins, Attorney,  Criminal Division,\r                                            \r\nNarcotic and Dangerous Drug  Section, U.S. Department of Justice,\r\nwere on brief for appellee.\r\n\n                    \r                              \r\n\n*  Of the United States  Court of International Trade, sitting by\r\ndesignation.\r\r\n\n                                           \r\n\n                                           \r\n\n                               -2-\r\r\n\n          WATSON,  Senior  Judge.    This  is  an  appeal  from a\r                    WATSON,  Senior  Judge.\r                                          \r\n\nsentence imposed in the  U.S. District Court for the  District of\r\n\nPuerto Rico.   Appellant was  sentenced to  imprisonment for  ten\r\n\nyears, after pleading guilty to conspiring to possess cocaine and\r\n\nmarijuana with  intent  to distribute  them, in  violation of  21\r\n\nU.S.C.   846.  Between the early part  of 1987  and the middle of\r\n\n1989,  he  participated in  a  conspiracy to  import  cocaine and\r\n\nmarijuana by helping to  unload drugs from boats onto  the shores\r\n\nof Puerto Rico.   In the  plea agreement it  was stipulated  that\r\n\nappellant was responsible  for the  importation of  approximately\r\n\n10,000 pounds of marijuana and 100 kilograms of cocaine.\r\n\n            The ten-year  sentence represented the  trial judge's\r\n\nadjustment  of the sentence from  a potential 135  to 168 months,\r\n\ndownward  to  the  mandatory  minimum  of  120   months  for  the\r\n\nmitigating  circumstance  of  appellant's condition  of  paranoid\r\n\nschizophrenia.\r\n\n          Appellant claims that the  trial judge erred in failing\r\n\nto  take into  account in  the sentencing  defendant's diminished\r\n\ncapacity to foresee the amount of drugs that were involved in the\r\n\nconspiracy to which he belonged.  This claim has no merit.   In a\r\n\nchallenge to the court's factfinding the sentence is reviewed for\r\n\nclear  error.  United States v. Thompson,  32 F.3d 1, 4 (1st Cir.\r                                                  \r\n\n1994).\r\n\n            The  amount  of drugs  attributable to  appellant was\r\n\nsettled  for all purposes by the plea agreement pursuant to which\r\n\nhe pleaded  guilty to Count One of the indictment.  That plea has\r\n\n                               -3-\r\r\n\nnot been  challenged, nor is there the  slightest indication that\r\n\nit was defective.   The  record shows that  the trial judge  took\r\n\ngreat  care  to ascertain  that the  guilty  plea was  being made\r\n\ncompetently, knowingly and voluntarily.   At that time, appellant\r\n\nacknowledged that, although he did not  know if it was cocaine or\r\n\nmarijuana,  he had  unloaded packages  of drugs  from boats.   He\r\n\nacknowledged that he had  read and discussed the  indictment with\r\n\nhis   attorney.    He  entered  into  a  written  plea  agreement\r\n\nspecifying  that  he  was  responsible for  the  importation  and\r\n\ndistribution of approximately 10,000  pounds of marijuana and 100\r\n\nkilograms of cocaine,  so it is  clear that  the amount of  drugs\r\n\ninvolved was fully understood.\r\n\n            Appellant  has a long history  of mental illness.  He\r\n\nwas discharged from the  army in 1973, after serving  in Vietnam,\r\n\nwith  a diagnosis of paranoid schizophrenia.  He was given a 100%\r\n\nservice-connected  disability.   It took  eight months  of court-\r\n\nsupervised hospitalization and treatment for  appellant to become\r\n\ncompetent to proceed to trial and, after the plea, the sentencing\r\n\nwas delayed for another hospitalization.\r\n\n            Nevertheless,  the  sentencing  judge  was  under  no\r\n\nobligation at the time of sentencing to reopen the subject of the\r\n\namount of drugs that plaintiff could reasonably have foreseen.  A\r\n\nproper reliance on the guilty  plea distinguishes this case  from\r\n\nthose in which  the district  court failed to  make a  sufficient\r\n\nfinding  of  foreseeability.   See,  United  States v.  Valencia-\r                                                                           \r\n\nLucena, 988  F.2d 228, 233-235  (1st Cir. 1993).   It is  obvious\r                \r\n\n                               -4-\r\r\n\nthat  when  a  guilty plea  resolves  the  question  of what  was\r\n\nforeseeable  to a defendant it would be unreasonable to require a\r\n\nsentencing judge to make a new determination of foreseeability at\r\n\nthe time  of sentencing.  In  this case his reliance  on the plea\r\n\nagreement and the information contained in the presentence report\r\n\nwas  more than sufficient to satisfy the requirement in 18 U.S.C.\r\n\n   3553(c)  (Supp.  1992)  that  \"[t]he  court  at  the  time  of\r\n\nsentencing, shall  state  in  open  court  the  reasons  for  its\r\n\nimposition of the particular sentence . . . .\"\r\n\n            In any event, the  sentencing judge departed from the\r\n\nSentencing Guidelines pursuant to    5K2.13 and, in circumstances\r\n\nthat ordinarily  would have required  a minimum  sentence of  135\r\n\nmonths, lowered the term  of imprisonment to 120 months.  That is\r\n\nthe mandatory minimum term of imprisonment for the crime to which\r\n\nappellant  pleaded  guilty.   Without  undoing  the guilty  plea,\r\n\nappellant could not hope for a better result.  Affirmed.\r                                                         Affirmed\r                                                                 \r\n\n                               -5-\r\r\n",
  "html": "<p class=\"case_cite\">73 F.3d 355<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Daniel CRUZ-TORRES, a/k/a El Gago, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 93-2014.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Jan. 10, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lydia Lizarribar-Masini, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Julie J. Shemitz, Attorney, Criminal Division, Narcotic and Dangerous Drug Section, U.S. Department of Justice, with whom Jo Ann Harris, Assistant Attorney General, Theresa M.B. Van Vliet, Chief, Criminal Division, Narcotic and Dangerous Drug Section, U.S. Department of Justice, Guillermo Gil, Acting United States Attorney, and Lena Watkins, Attorney, Criminal Division, Narcotic and Dangerous Drug Section, U.S. Department of Justice, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA Chief Judge, CAMPBELL, Senior Circuit Judge, and WATSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Judge.</p>\n      <p class=\"indent\">WATSON, Senior Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a sentence imposed in the U.S. District Court for the District of Puerto Rico.  Appellant was sentenced to imprisonment for ten years, after pleading guilty to conspiring to possess cocaine and marijuana with intent to distribute them, in violation of 21 U.S.C. Sec. 846.  Between the early part of 1987 and the middle of 1989, he participated in a conspiracy to import cocaine and marijuana by helping to unload drugs from boats onto the shores of Puerto Rico.  In the plea agreement it was stipulated that appellant was responsible for the importation of approximately 10,000 pounds of marijuana and 100 kilograms of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The ten-year sentence represented the trial judge's adjustment of the sentence from a potential 135 to 168 months, downward to the mandatory minimum of 120 months for the mitigating circumstance of appellant's condition of paranoid schizophrenia.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant claims that the trial judge erred in failing to take into account in the sentencing defendant's diminished capacity to foresee the amount of drugs that were involved in the conspiracy to which he belonged.  This claim has no merit.  In a challenge to the court's factfinding the sentence is reviewed for clear error.  United States v. Thompson, 32 F.3d 1, 4 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The amount of drugs attributable to appellant was settled for all purposes by the plea agreement pursuant to which he pleaded guilty to Count One of the indictment.  That plea has not been challenged, nor is there the slightest indication that it was defective.  The record shows that the trial judge took great care to ascertain that the guilty plea was being made competently, knowingly and voluntarily.  At that time, appellant acknowledged that, although he did not know if it was cocaine or marijuana, he had unloaded packages of drugs from boats.  He acknowledged that he had read and discussed the indictment with his attorney.  He entered into a written plea agreement specifying that he was responsible for the importation and distribution of approximately 10,000 pounds of marijuana and 100 kilograms of cocaine, so it is clear that the amount of drugs involved was fully understood.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant has a long history of mental illness.  He was discharged from the army in 1973, after serving in Vietnam, with a diagnosis of paranoid schizophrenia.  He was given a 100% service-connected disability.  It took eight months of court-supervised hospitalization and treatment for appellant to become competent to proceed to trial and, after the plea, the sentencing was delayed for another hospitalization.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Nevertheless, the sentencing judge was under no obligation at the time of sentencing to reopen the subject of the amount of drugs that plaintiff could reasonably have foreseen.  A proper reliance on the guilty plea distinguishes this case from those in which the district court failed to make a sufficient finding of foreseeability.  See, United States v. Valencia-Lucena, 988 F.2d 228, 233-235 (1st Cir.1993).  It is obvious that when a guilty plea resolves the question of what was foreseeable to a defendant it would be unreasonable to require a sentencing judge to make a new determination of foreseeability at the time of sentencing.  In this case his reliance on the plea agreement and the information contained in the presentence report was more than sufficient to satisfy the requirement in 18 U.S.C. Sec. 3553(c) (Supp.1992) that \"[t]he court at the time of sentencing, shall state in open court the reasons for its imposition of the particular sentence....\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In any event, the sentencing judge departed from the Sentencing Guidelines pursuant to Sec. 5K2.13 and, in circumstances that ordinarily would have required a minimum sentence of 135 months, lowered the term of imprisonment to 120 months.  That is the mandatory minimum term of imprisonment for the crime to which appellant pleaded guilty.  Without undoing the guilty plea, appellant could not hope for a better result.  Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of International Trade, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">355</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Daniel CRUZ-TORRES, a/k/a El Gago, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 93-2014.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Jan. 10, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Lydia Lizarribar-Masini, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Julie J. Shemitz, Attorney, Criminal Division, Narcotic and Dangerous Drug Section, U.S. Department of Justice, with whom Jo Ann Harris, Assistant Attorney General, Theresa M.B. Van Vliet, Chief, Criminal Division, Narcotic and Dangerous Drug Section, U.S. Department of Justice, Guillermo Gil, Acting United States Attorney, and Lena Watkins, Attorney, Criminal Division, Narcotic and Dangerous Drug Section, U.S. Department of Justice, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA Chief Judge, CAMPBELL, Senior Circuit Judge, and WATSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Judge.</p>\n      <p class=\"indent\">WATSON, Senior Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a sentence imposed in the U.S. District Court for the District of Puerto Rico.  Appellant was sentenced to imprisonment for ten years, after pleading guilty to conspiring to possess cocaine and marijuana with intent to distribute them, in violation of 21 U.S.C. Sec. 846.  Between the early part of 1987 and the middle of 1989, he participated in a conspiracy to import cocaine and marijuana by helping to unload drugs from boats onto the shores of Puerto Rico.  In the plea agreement it was stipulated that appellant was responsible for the importation of approximately 10,000 pounds of marijuana and 100 kilograms of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The ten-year sentence represented the trial judge's adjustment of the sentence from a potential 135 to 168 months, downward to the mandatory minimum of 120 months for the mitigating circumstance of appellant's condition of paranoid schizophrenia.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant claims that the trial judge erred in failing to take into account in the sentencing defendant's diminished capacity to foresee the amount of drugs that were involved in the conspiracy to which he belonged.  This claim has no merit.  In a challenge to the court's factfinding the sentence is reviewed for clear error.  United States v. Thompson, <span class=\"citation\" data-id=\"195550\"><a href=\"/opinion/195550/united-states-v-thompson/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The amount of drugs attributable to appellant was settled for all purposes by the plea agreement pursuant to which he pleaded guilty to Count One of the indictment.  That plea has not been challenged, nor is there the slightest indication that it was defective.  The record shows that the trial judge took great care to ascertain that the guilty plea was being made competently, knowingly and voluntarily.  At that time, appellant acknowledged that, although he did not know if it was cocaine or marijuana, he had unloaded packages of drugs from boats.  He acknowledged that he had read and discussed the indictment with his attorney.  He entered into a written plea agreement specifying that he was responsible for the importation and distribution of approximately 10,000 pounds of marijuana and 100 kilograms of cocaine, so it is clear that the amount of drugs involved was fully understood.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant has a long history of mental illness.  He was discharged from the army in 1973, after serving in Vietnam, with a diagnosis of paranoid schizophrenia.  He was given a 100% service-connected disability.  It took eight months of court-supervised hospitalization and treatment for appellant to become competent to proceed to trial and, after the plea, the sentencing was delayed for another hospitalization.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Nevertheless, the sentencing judge was under no obligation at the time of sentencing to reopen the subject of the amount of drugs that plaintiff could reasonably have foreseen.  A proper reliance on the guilty plea distinguishes this case from those in which the district court failed to make a sufficient finding of foreseeability.  See, United States v. Valencia-Lucena, <span class=\"citation\" data-id=\"602341\"><a href=\"/opinion/602341/united-states-v-carlos-valencia-lucena-united-states-of-america-v-jose/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">228</span></a></span>, 233-235 (1st Cir.1993).  It is obvious that when a guilty plea resolves the question of what was foreseeable to a defendant it would be unreasonable to require a sentencing judge to make a new determination of foreseeability at the time of sentencing.  In this case his reliance on the plea agreement and the information contained in the presentence report was more than sufficient to satisfy the requirement in 18 U.S.C. Sec. 3553(c) (Supp.1992) that \"[t]he court at the time of sentencing, shall state in open court the reasons for its imposition of the particular sentence....\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In any event, the sentencing judge departed from the Sentencing Guidelines pursuant to Sec. 5K2.13 and, in circumstances that ordinarily would have required a minimum sentence of 135 months, lowered the term of imprisonment to 120 months.  That is the mandatory minimum term of imprisonment for the crime to which appellant pleaded guilty.  Without undoing the guilty plea, appellant could not hope for a better result.  Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of International Trade, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195550/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602341/"
  ]
}