{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196584/",
  "id": 196584,
  "absolute_url": "/opinion/196584/cinelli-v-petrella/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196584/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:09:30Z",
  "date_modified": "2020-02-21T23:08:50.067369Z",
  "type": "010combined",
  "sha1": "b5c1b57eb09c5f8d94351f5e265347c263683824",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1724.01A",
  "local_path": null,
  "plain_text": "\n\nFebruary 16, 1996     [NOT FOR PUBLICATION]\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r                                                     \r\n\nNo. 95-1724\r\n\n                         DOMENIC CINELLI,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n           JAMES C. PETRELLA, DAVID NOURY AND JOHN DOE,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r\n\n        [Hon. Robert W. Lovegreen, U.S. Magistrate Judge]\r                                                                  \r\n\n                                           \r                                                     \r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                       Cyr, Circuit Judge,\r                                                   \r\n\n               and Skinner,* Senior District Judge.\r                                                            \r\n\n                                           \r                                                     \r\n\n   Vincent A. Indeglia, with whom Michael J. Lepizzera was on brief\r                                                                \r\nfor appellant.\r\n   David J. Gentile for appellees. \r                             \r\n\n                                           \r                                                     \r\n\n                                           \r                                                     \r\n\n                  \r                            \r\n\n   *Of the District of Massachusetts, sitting by designation.\r\r\n\n          Per Curiam.  Pro se plaintiff Domenic Cinelli, a former\r                                       \r\n\ninmate at  the Adult Correctional Institution  in Cranston, Rhode\r\n\nIsland,  brought this civil rights action pursuant to 42 U.S.C.  \r\n\n1983,  alleging that two prison  guards, James Petrella and David\r\n\nNoury, entered his cell and beat  him without cause.  In addition\r\n\nto the    1983  claim, the  complaint  alleged pendent  state-law\r\n\nclaims  for  assault,  battery,  and  intentional  infliction  of\r\n\nemotional distress.  Since shortly after the complaint was filed,\r\n\nCinelli has been ably represented by counsel. \r\n\n          The parties consented  to proceed  before a  magistrate\r\n\njudge,  see 28 U.S.C.    636(c); Fed.  R. Civ. P.  73, and waived\r                     \r\n\njury trial.  After  a bench trial, the magistrate  judge disposed\r\n\nof all claims  on the  merits, and judgment  was entered for  the\r\n\ndefendants.  Cinelli filed a timely motion for new trial pursuant\r\n\nto Fed. R. Civ.  P. 59(a)(2).  Following hearing,  the magistrate\r\n\njudge  denied the  motion  for new  trial.   On  appeal,  Cinelli\r\n\nchallenges the  denial of the motion for new trial as an abuse of\r\n\ndiscretion.  See Wells Real  Estate, Inc.  v. Greater  Lowell Bd.\r                                                                           \r\n\nof Realtors, 850 F.2d  803, 810-11 (1st Cir.), cert.  denied, 488\r                                                                      \r\n\nU.S.  955  (1988).   After careful  review,  we affirm  the well-\r\n\nreasoned decision of the magistrate judge. \r\n\n          Cinelli first argues that the magistrate judge erred in\r\n\nfailing to consider an equal protection claim under the Fifth and\r\n\nFourteenth  Amendments to  the United  States Constitution.   The\r\n\nmagistrate judge determined that Cinelli neither pleaded, argued,\r\n\nnor  established  an  equal   protection  claim.    The  original\r\n\n                                2\r\r\n\ncomplaint,  which was never amended,  simply cited to    1983 and\r\n\nalleged that the defendants had deprived him of \"a constitutional\r\n\nright,  privilege, or  immunity.\"   Cf.  Ayala Serrano  v. Lebron\r                                                                           \r\n\nGonzalez,  909 F.2d 8, 10-12 (1st Cir. 1990) (counsel amended pro\r                                                                           \r\n\nse    1983  complaint with  specific allegations).   There  is no\r            \r\n\nmention  of the  Fifth and  Fourteenth Amendments, let  alone any\r\n\nother constitutional basis  for an equal  protection claim.   The\r\n\nCinelli pretrial  memorandum likewise failed to  mention any such\r\n\nequal protection claim.  See Roland M. v. Concord Sch. Comm., 910\r                                                                      \r\n\nF.2d 983, 998-99  (1st Cir.  1990) (failure to  raise defense  in\r\n\npretrial  memorandum  and failure  to  object  to pretrial  order\r\n\nconstitutes waiver), cert. denied, 499 U.S. 912 (1991).  \r                                           \r\n\n          In contrast, Cinelli  did brief the   1983 claim (based\r\n\non the Eighth Amendment right  to be free from cruel and  unusual\r\n\npunishment), as  well as the pendent claims for assault, battery,\r\n\nand  intentional infliction  of  emotional distress.   All  these\r\n\nclaims, and none other,  were tried to the magistrate  judge, and\r\n\nit was  not until those claims  were rejected on  the merits that\r\n\nCinelli attempted to raise  an equal protection claim.   In these\r\n\ncircumstances,  there  was  no  abuse of  discretion  in  denying\r\n\nCinelli the  opportunity  to  raise  an entirely  new  theory  of\r\n\nrecovery which should have  been raised before trial.   Kattan by\r                                                                           \r\n\nThomas  v. District  of Columbia,  995 F.2d  274, 276  (D.C. Cir.\r                                          \r\n\n1993), cert. denied, 114 S. Ct. 1398 (1994).1\r                             \r\n                    \r                              \r\n\n     1In all events, the  belated equal protection theory offered\r\nlittle  prospect of success.  Cinelli contends that Noury singled\r\nhim  out and  \"intentionally treated  him differently  than other\r\n\n                                3\r\r\n\n          Cinelli  also  argues that  the  evidence unequivocally\r\n\nestablished that Petrella and Noury violated the Eighth Amendment\r\n\nand  committed the  torts  of assault,  battery, and  intentional\r\n\ninfliction  of emotional distress.  A new trial is appropriate if\r\n\n\"the outcome is  against the  clear weight of  the evidence  such\r\n\nthat  upholding  the  verdict will  result  in  a  miscarriage of\r\n\njustice.\"  Conway v. Electro Switch Corp., 825 F.2d 593, 598 (1st\r                                                   \r\n\nCir.  1987).    Our  review  of  the  record,  and  the  thorough\r\n\nexplication provided  by the  magistrate judge, persuade  us that\r\n\nthere was  no miscarriage  of  justice.   Rather, the  magistrate\r\n\njudge, as the factfinder, supportably resolved all pending claims\r\n\nafter weighing the evidence and assessing the credibility  of the\r\n\nwitnesses.  \r\n\n          The district court judgment is affirmed.  No costs.\r                                                                      \r\n\n                    \r                              \r\n\nprisoners\" for the sole reason that Cinelli had commenced a civil\r\nrights action against  him.   There was no  timely allegation  of\r\ninvidious discrimination  to support  an equal  protection claim.\r                                                                    \r\nSee Alexis  v. McDonald's Restaurants of  Massachusetts, Inc., 67\r                                                                       \r\nF.3d 341, 353-54 (1st Cir. 1995). \r\n\n                                4\r\r\n",
  "html": "<p class=\"case_cite\">78 F.3d 577</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Domenic CINELLI, Plaintiff, Appellant,<br>v.<br>James C. PETRELLA, David Noury and John Doe, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1724.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Feb. 16, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND [Hon.  Robert W. Lovegreen, U.S. Magistrate Judge]</p>\n      <p class=\"indent\">Vincent A. Indeglia, with whom Michael J. Lepizzera was on brief for appellant.</p>\n      <p class=\"indent\">David J. Gentile for appellees.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge, CYR, Circuit Judge, and SKINNER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se plaintiff Domenic Cinelli, a former inmate at the Adult Correctional Institution in Cranston, Rhode Island, brought this civil rights action pursuant to 42 U.S.C. &#167; 1983, alleging that two prison guards, James Petrella and David Noury, entered his cell and beat him without cause.  In addition to the &#167; 1983 claim, the complaint alleged pendent state-law claims for assault, battery, and intentional infliction of emotional distress.  Since shortly after the complaint was filed, Cinelli has been ably represented by counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The parties consented to proceed before a magistrate judge, see 28 U.S.C. &#167; 636(c);  Fed.R.Civ.P. 73, and waived jury trial.  After a bench trial, the magistrate judge disposed of all claims on the merits, and judgment was entered for the defendants.  Cinelli filed a timely motion for new trial pursuant to Fed.R.Civ.P. 59(a)(2).  Following hearing, the magistrate judge denied the motion for new trial.  On appeal, Cinelli challenges the denial of the motion for new trial as an abuse of discretion.  See Wells Real Estate, Inc. v. Greater Lowell Bd. of Realtors, 850 F.2d 803, 810-11 (1st Cir.), cert. denied, 488 U.S. 955 (1988).  After careful review, we affirm the well-reasoned decision of the magistrate judge.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Cinelli first argues that the magistrate judge erred in failing to consider an equal protection claim under the Fifth and Fourteenth Amendments to the United States Constitution.  The magistrate judge determined that Cinelli neither pleaded, argued, nor established an equal protection claim.  The original complaint, which was never amended, simply cited to &#167; 1983 and alleged that the defendants had deprived him of \"a constitutional right, privilege, or immunity.\"  Cf. Ayala Serrano v. Lebron Gonzalez, 909 F.2d 8, 10-12 (1st Cir.1990) (counsel amended pro se &#167; 1983 complaint with specific allegations).  There is no mention of the Fifth and Fourteenth Amendments, let alone any other constitutional basis for an equal protection claim.  The Cinelli pretrial memorandum likewise failed to mention any such equal protection claim.  See Roland M. v. Concord Sch. Comm., 910 F.2d 983, 998-99 (1st Cir.1990) (failure to raise defense in pretrial memorandum and failure to object to pretrial order constitutes waiver), cert. denied, 499 U.S. 912 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In contrast, Cinelli did brief the &#167; 1983 claim (based on the Eighth Amendment right to be free from cruel and unusual punishment), as well as the pendent claims for assault, battery, and intentional infliction of emotional distress.  All these claims, and none other, were tried to the magistrate judge, and it was not until those claims were rejected on the merits that Cinelli attempted to raise an equal protection claim.  In these circumstances, there was no abuse of discretion in denying Cinelli the opportunity to raise an entirely new theory of recovery which should have been raised before trial.  Kattan by Thomas v. District of Columbia, 995 F.2d 274, 276 (D.C.Cir.1993), cert. denied, 114 S.Ct. 1398 (1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Cinelli also argues that the evidence unequivocally established that Petrella and Noury violated the Eighth Amendment and committed the torts of assault, battery, and intentional infliction of emotional distress.  A new trial is appropriate if \"the outcome is against the clear weight of the evidence such that upholding the verdict will result in a miscarriage of justice.\"  Conway v. Electro Switch Corp., 825 F.2d 593, 598 (1st Cir.1987).  Our review of the record, and the thorough explication provided by the magistrate judge, persuade us that there was no miscarriage of justice.  Rather, the magistrate judge, as the factfinder, supportably resolved all pending claims after weighing the evidence and assessing the credibility of the witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court judgment is affirmed.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In all events, the belated equal protection theory offered little prospect of success.  Cinelli contends that Noury singled him out and \"intentionally treated him differently than other prisoners\" for the sole reason that Cinelli had commenced a civil rights action against him.  There was no timely allegation of invidious discrimination to support an equal protection claim.  See Alexis v. McDonald's Restaurants of Massachusetts, Inc., 67 F.3d 341, 353-54 (1st Cir.1995)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">577</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Domenic CINELLI, Plaintiff, Appellant,<br>v.<br>James C. PETRELLA, David Noury and John Doe, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1724.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Feb. 16, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND [Hon.  Robert W. Lovegreen, U.S. Magistrate Judge]</p>\n      <p class=\"indent\">Vincent A. Indeglia, with whom Michael J. Lepizzera was on brief for appellant.</p>\n      <p class=\"indent\">David J. Gentile for appellees.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge, CYR, Circuit Judge, and SKINNER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se plaintiff Domenic Cinelli, a former inmate at the Adult Correctional Institution in Cranston, Rhode Island, brought this civil rights action pursuant to 42 U.S.C. &#167; 1983, alleging that two prison guards, James Petrella and David Noury, entered his cell and beat him without cause.  In addition to the &#167; 1983 claim, the complaint alleged pendent state-law claims for assault, battery, and intentional infliction of emotional distress.  Since shortly after the complaint was filed, Cinelli has been ably represented by counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The parties consented to proceed before a magistrate judge, see 28 U.S.C. &#167; 636(c);  Fed.R.Civ.P. 73, and waived jury trial.  After a bench trial, the magistrate judge disposed of all claims on the merits, and judgment was entered for the defendants.  Cinelli filed a timely motion for new trial pursuant to Fed.R.Civ.P. 59(a)(2).  Following hearing, the magistrate judge denied the motion for new trial.  On appeal, Cinelli challenges the denial of the motion for new trial as an abuse of discretion.  See Wells Real Estate, Inc. v. Greater Lowell Bd. of Realtors, <span class=\"citation\" data-id=\"508416\"><a href=\"/opinion/508416/wells-real-estate-inc-v-greater-lowell-board-of-realtors/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">803</span></a></span>, 810-11 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">955</span> </span>(1988).  After careful review, we affirm the well-reasoned decision of the magistrate judge.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Cinelli first argues that the magistrate judge erred in failing to consider an equal protection claim under the Fifth and Fourteenth Amendments to the United States Constitution.  The magistrate judge determined that Cinelli neither pleaded, argued, nor established an equal protection claim.  The original complaint, which was never amended, simply cited to &#167; 1983 and alleged that the defendants had deprived him of \"a constitutional right, privilege, or immunity.\"  Cf. Ayala Serrano v. Lebron Gonzalez, <span class=\"citation\" data-id=\"545203\"><a href=\"/opinion/545203/nestor-ayala-serrano-v-cruz-lebron-gonzalez/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 10-12 (1st Cir.1990) (counsel amended pro se &#167; 1983 complaint with specific allegations).  There is no mention of the Fifth and Fourteenth Amendments, let alone any other constitutional basis for an equal protection claim.  The Cinelli pretrial memorandum likewise failed to mention any such equal protection claim.  See Roland M. v. Concord Sch. Comm., <span class=\"citation\" data-id=\"546213\"><a href=\"/opinion/546213/roland-m-and-miriam-m-v-the-concord-school-committee/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></a></span>, 998-99 (1st Cir.1990) (failure to raise defense in pretrial memorandum and failure to object to pretrial order constitutes waiver), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span> </span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In contrast, Cinelli did brief the &#167; 1983 claim (based on the Eighth Amendment right to be free from cruel and unusual punishment), as well as the pendent claims for assault, battery, and intentional infliction of emotional distress.  All these claims, and none other, were tried to the magistrate judge, and it was not until those claims were rejected on the merits that Cinelli attempted to raise an equal protection claim.  In these circumstances, there was no abuse of discretion in denying Cinelli the opportunity to raise an entirely new theory of recovery which should have been raised before trial.  Kattan by Thomas v. District of Columbia, <span class=\"citation\" data-id=\"608803\"><a href=\"/opinion/608803/sarah-kattan-by-her-parents-and-next-friends-susan-j-thomas-and-joseph/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span>, 276 (D.C.Cir.1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span> </span>(1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Cinelli also argues that the evidence unequivocally established that Petrella and Noury violated the Eighth Amendment and committed the torts of assault, battery, and intentional infliction of emotional distress.  A new trial is appropriate if \"the outcome is against the clear weight of the evidence such that upholding the verdict will result in a miscarriage of justice.\"  Conway v. Electro Switch Corp., <span class=\"citation\" data-id=\"492354\"><a href=\"/opinion/492354/sandra-conway-v-electro-switch-corp-sandra-conway-v-electro-switch/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span>, 598 (1st Cir.1987).  Our review of the record, and the thorough explication provided by the magistrate judge, persuade us that there was no miscarriage of justice.  Rather, the magistrate judge, as the factfinder, supportably resolved all pending claims after weighing the evidence and assessing the credibility of the witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court judgment is affirmed.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In all events, the belated equal protection theory offered little prospect of success.  Cinelli contends that Noury singled him out and \"intentionally treated him differently than other prisoners\" for the sole reason that Cinelli had commenced a civil rights action against him.  There was no timely allegation of invidious discrimination to support an equal protection claim.  See Alexis v. McDonald's Restaurants of Massachusetts, Inc., <span class=\"citation\" data-id=\"196337\"><a href=\"/opinion/196337/alexis-v-mcdonalds-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">341</span></a></span>, 353-54 (1st Cir.1995)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/196337/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492354/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545203/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608803/"
  ]
}