{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196555/",
  "id": 196555,
  "absolute_url": "/opinion/196555/morehead-v-atkinson-kiewit/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196555/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:44Z",
  "date_modified": "2020-02-21T23:16:40.837707Z",
  "type": "010combined",
  "sha1": "043c44e23deeb528ed3fd55c1a201f5cd291c267",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1581.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 94-1581\r\n\n                        MARK MOREHEAD,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                ATKINSON-KIEWIT, J/V, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Bailey Aldrich,* Senior Circuit Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r                                                     \r\n               Campbell, Senior Circuit Judge,\r                                                         \r\n     Selya, Cyr, Boudin, Stahl and Lynch, Circuit Judges.\r                                                                    \r\n                                         \r\n\nThomas  M. Bond,  David B.  Kaplan  and  The Kaplan/Bond  Group on\r                                                                           \r\nbrief for appellant.\r\nThomas E.  Clinton, Robert E. Collins  and Clinton  &amp; Muzyka, P.C.\r                                                                              \r\non brief for appellees.\r\nMyles W. McDonough and Sloane and Walsh on  brief for J.M Cashman,\r                                                   \r\nInc. and Cashman, KPA, A Joint Venture, amicus curiae.\r                                                             \r\n                                         \r\n                       October 10, 1996\r\n                                         \r\n\n                       OPINION EN BANC\r\n                                         \r\n\n                \r                            \r\n\n*Of the First Circuit, sitting by designation.\r\r\n\n     CAMPBELL,  Senior  Circuit  Judge.   This  appeal  comes\r                                                  \r\n\nbefore the  en  banc  court  following  our  vacating  of  an\r\n\nunpublished panel decision in this case issued on February 6,\r\n\n1996, affirming the decision  of the district court.   On the\r\n\nday  of the panel opinion, another panel of this court handed\r\n\ndown  a decision  construing the  federal statute  underlying\r\n\nboth  appeals  in a  materially  different  way.    Rocco  P.\r                                                                         \r\n\nDiGiovanni,  Jr. v.   Traylor  Bros, Inc.,  No. 94-1775.   We\r                                                     \r\n\nvacated  both opinions and granted rehearing en banc so as to\r\n\nprovide a consistent rule in this  circuit pending, at least,\r\n\nfurther instruction from the Supreme Court or Congress.\r\n\n     Plaintiff Mark Morehead, a  harbor worker injured  while\r\n\nworking on  a construction barge, appeals from  a judgment of\r\n\nthe district  court dismissing his negligence  action against\r\n\nAtkinson-Kiewit,  J/V  (\"A-K\"),  a  firm that  was  both  his\r\n\nemployer and the  charterer of the  barge.  Morehead  brought\r\n\nthis action under section 905(b) of the  Longshore and Harbor\r\n\nWorkers' Compensation Act (LHWCA),  33 U.S.C.   901 et  seq.,\r                                                                        \r\n\nauthorizing covered employees  to sue the  vessel as a  third\r\n\nparty for injury caused by the negligence of  the vessel.  In\r\n\nits capacity as Morehead's employer,  A-K is immune from tort\r\n\nactions brought  by covered employees like Morehead.   But as\r\n\nthe  bare boat charterer of  the barge on  which Morehead was\r\n\ninjured, A-K is deemed also to be the statutory vessel owner;\r\n\nand it was in this capacity that A-K was sued.  \r\n\n                             -2-\r                                          2\r\r\n\n     The case raises difficult questions  of first impression\r\n\nin  this  circuit as  to the  liability  of a  so-called dual\r\n\ncapacity employer under the LHWCA.  We must decide whether A-\r\n\nK's alleged negligence occurred in its \"employer\" capacity (a\r\n\ncapacity  immune from suit), or rather was in its capacity as\r\n\n\"vessel\" (a negligence action  being authorized under section\r\n\n905(b)  against a vessel as  third-party).  While the Supreme\r\n\nCourt has endorsed the  bringing of section 905(b) negligence\r\n\nactions against a dual capacity defendant in its vessel owner\r\n\ncapacity,  the Court has yet  to define, in  such a case, the\r\n\npoint  at  which  employer  responsibility  ends  and  vessel\r\n\nresponsibility begins.   Nor  has the  Court decided  to what\r\n\nextent principles laid down  in negligence actions brought by\r\n\nlongshore  workers against  a vessel  owned by  a third-party\r\n\napply to claims by non-stevedoring  contractor harbor workers\r\n\nbrought against a vessel owned by their own employer.\r\n\nI. Background\r            I. Background\r\n\n     Mark  Morehead  was employed  by  A-K,  a joint  venture\r\n\nformed  between  Guy  Atkinson  Co.  and  Kiewit  Eastern  to\r\n\ncomplete the  construction of  the Jamestown  Bridge spanning\r\n\nNarragansett Bay  in Rhode  Island.   In  order to  transport\r\n\nmaterials and equipment around the bay to the work sites, A-K\r\n\nbare  boat chartered several barges.   The barges involved in\r\n\nthis case,  the CHER 106 and  the HUGHES 707, were  flat deck\r\n\n                             -3-\r                                          3\r\r\n\nbarges    floating platforms bare of structures or equipment.\r\n\nA-K  also leased  two  tugs from  Woods  Hole Towing  Co.  to\r\n\ntransport the barges where needed.   The tugs themselves were\r\n\ncrewed by Woods Hole employees.1\r\n\n     A-K hired  carpenters from  a local  union to  build the\r\n\nbridge.  Their responsibilities  included cutting timbers and\r\n\nsteel and setting up concrete forms for pours.  As the  local\r\n\nunion's requirements  prevented the tug captain  or crew from\r\n\nhandling the lines on the barges, some carpenters also tended\r\n\nthe lines on  the barges  as \"scowmen.\"   Morehead's  regular\r\n\nduties included both carpentry and linehandling.\r\n\n     On    January   29,    1990,   Morehead    and   another\r\n\ncarpenter/scowman,  Steven Breault,  were untying  the HUGHES\r\n\n707 from  the  CHER 106.    A barge  was  to be  surveyed  in\r\n\nconnection with her going off hire.  A tug stood nearby.  The\r\n\nbarges were not at this time carrying materials or equipment,\r\n\nbut rather were set  off on the north side of  the Davisville\r                                \r                                \r\n\n1.   Although Woods Hole was originally named  as a defendant\r            Pier.   Breault  threw  a heavy  line  to Morehead,  who,  in\r\nin  this action,  the district court  granted its  motion for\r\nsummary judgment against Morehead,  who has not appealed from\r            attempting to catch it, stepped backwards  into an open hatch\r\nthat  decision.   Consequently,  Woods Hole  is  no longer  a\r\nparty.\r            which was  flush with the  deck on  one of the  barges.   The\r\n\n2.   The district court did not definitively find which barge\r            district court noted conflicting  testimony as to which barge\r\nMorehead was on at the time of the accident.  The court found\r\n\"more likely\" that Morehead was on the HUGHES 707 and Breault\r            Morehead was  on when  injured,2  but concluded  that in  any\r\nwas on the  CHER 106, but wrote:   \"In either event, however,\r\nthe court would find a single open hatch . . . insufficiently\r\nobvious.   There would seem a presumption that an unmarked 18\r\ninch opening  on an otherwise  solid deck  is a failure  of a\r\nreasonably safe proffer to one expected to walk thereon.  The\r\ncourt  would therefore find the barge,  whichever one it was,\r\nunseaworthy,  but under the statute (33 U.S.C.   905(b)) this\r\nis irrelevant.\"   \r\n\n                             -4-\r                                          4\r\r\n\nevent,  the  single open  hatch  was  insufficiently obvious.\r\n\nBreault  testified that he had opened the hatch on the HUGHES\r\n\n(which  he named  as the  barge to  be surveyed)  a few  days\r\n\nbefore the accident,  because A-K was  preparing for an  off-\r\n\nhire survey before returning the barge to the owner.  Breault\r\n\ntestified that  a supervisor carpenter  had told him  to open\r\n\nthe hatch. \r\n\n     Morehead filed a complaint against A-K and Woods Hole on\r\n\nApril    22,   1991,    alleging   Jones    Act   negligence,\r\n\nunseaworthiness, maintenance and  cure, and negligence  under\r\n\nsection 905(b) of the  LHWCA.  Following the denial  of A-K's\r\n\nmotion  for summary  judgment, Morehead  voluntarily withdrew\r\n\nall claims  except his claim for negligence  under the LHWCA.\r\n\nA bench  trial commenced  on April  11, 1994.   On  April 29,\r\n\n1994,  the  district  court  issued its  Findings  and  Order\r\n\ndismissing Morehead's complaint and A-K's cross-claim against\r\n\nWoods Hole.  It wrote:\r\n\n          [T]he court  does not find  it negligence\r\n          of  [appellee] viewed in  its capacity as\r\n          pro hac vice owner.   Rather, it  appears\r\n          to be a temporary condition created by it\r\n          solely in its capacity  as charterer. . .\r\n          .     These  two capacities  are  legally\r\n          separate,  even though  they be  the same\r\n          individual.\r\n\nThis passage confusingly distinguishes  between an owner  pro\r\n\nhac vice and a bare boat charterer (the statute includes both\r\n\nin its definition of \"vessel,\" see 33 U.S.C.   902(21)).  The\r                                              \r\n\nparties  agree  that the  district  court  actually meant  to\r\n\n                             -5-\r                                          5\r\r\n\ndistinguish between  the appellee as vessel  and as employer.\r\n\nWe also interpret the district court's order in that fashion.\r\n\n     Judgment  was entered  on May  4, 1994  in A-K's  favor.\r\n\nThis appeal followed.\r\n\nII. Standard of Review\r            II. Standard of Review\r\n\n     A  district  court's  fact-based  findings  relative  to\r\n\nnegligence are reviewable only for  clear error.  See,  e.g.,\r                                                                        \r\n\nLevene  v. Pintail  Enters., 943  F.2d 528, 535-36  (5th Cir.\r                                       \r\n\n1991),  cert.  denied, 504  U.S.  940 (1992).    However, the\r                                 \r\n\nquestion  of whether  the district  court applied  the proper\r\n\nstandard of care is one of law, subject to  de novo appellate\r                                                               \r\n\nreview.   See, e.g., Keller v. United States, 38 F.3d 16, 22-\r                                                        \r\n\n23 (1st Cir. 1994); Elberg v. Mobil Oil Corp., 967 F.2d 1146,\r                                                         \r\n\n1149 (7th Cir. 1992).  \r\n\n     The  district  court did  not  explain  the criteria  it\r\n\napplied in deciding what  duties of care to attribute  to A-K\r\n\nin its separate  capacities, respectively, as  LHWCA employer\r\n\nand as owner  (charterer) of  the barge.   Rather, it  simply\r\n\ncited along with its  conclusions existing precedent relative\r\n\nto section  905(b) liability, e.g., Scindia  Steam Navigation\r                                                                         \r\n\nCo. v. De  los Santos, 451 U.S. 156 (1981),  and Castorina v.\r                                                                      \r\n\nLykes Bros. S.S., 758 F.2d 1025 (5th Cir.), cert. denied, 474\r                                                                    \r\n\nU.S.  846 (1985).  The circumstances and context of these and\r\n\nrelated  cases,  however,  are  too removed  for  their  mere\r\n\n                             -6-\r                                          6\r\r\n\ncitation  to  reveal the  analysis  that  the district  court\r\n\napplied  in this  case.  Nor  does the language  of the LHWCA\r\n\nprovide  clear guidance.  We  can only hope  that the Supreme\r\n\nCourt will eventually  elucidate the standards  applicable to\r\n\ndual  status  employers  of harbor  workers  in circumstances\r\n\ncomparable to these.   Until then, we do our best  to outline\r\n\nthe  legal  principles that,  we  believe,  govern the  facts\r\n\npresented  here.  Under  those principles     and  giving due\r\n\ndeference to the district court's authority as fact finder   \r\n\nwe affirm the judgment below.\r\n\nIII. \"Vessel\" Status\r            III. \"Vessel\" Status\r\n\n     We briefly discuss first a less troublesome issue.   The\r\n\ndistrict court provisionally assumed, without  deciding, that\r\n\nthe barge on which Morehead was injured was a \"vessel\" within\r\n\nthe LHWCA.  Section  905(b) permits an LHWCA employee  to sue\r\n\nin negligence only \"[i]n the event of  injury . . . caused by\r\n\nthe  negligence of a vessel.\"   Section 902(21)  of the LHWCA\r\n\ndefines \"vessel\" to include  a bare boat charterer  among the\r\n\nparties  that may be held  liable under section  905(b).  A-K\r\n\ndoes  not contest its status as bare boat charterer.  Nor has\r\n\nit  asserted  on appeal  that the  HUGHES  and CHER  were not\r\n\nthemselves \"vessels\"  under the LHWCA.   See, e.g., Kathriner\r                                                                         \r\n\nv.  Unisea, Inc.,  975  F.2d 657,  662  (9th Cir.  1992)  (to\r                            \r\n\ndetermine whether a  structure is a \"vessel\" under the LHWCA,\r\n\n                             -7-\r                                          7\r\r\n\nmost courts have applied the general definition in 1 U.S.C.  \r\n\n3 of a  \"watercraft or other artificial contrivance  used, or\r\n\ncapable  of  being used,  as  a  means of  transportation  on\r\n\nwater\");  accord DiGiovanni  v. Traylor  Bros., 830  F. Supp.\r                                                          \r\n\n106, 108-09 (D.R.I. 1993).   The LHWCA definition of \"vessel\"\r\n\nis significantly more inclusive than that used for evaluating\r\n\nseaman status under the Jones Act.3  For present purposes, we\r\n\nmay assume that both barges were vessels under the LHWCA, for\r\n\nthe  negligence of  which  a  section  905(b)  claim  may  be\r\n\nbrought.\r\n\nIV. Statutory Framework\r            IV. Statutory Framework\r\n\n     The LHWCA establishes  a comprehensive federal  worker's\r\n\ncompensation   scheme   which    holds   employers    liable,\r\n\nirrespective  of  fault,  for  securing the  payment  of  the\r\n\nprescribed  compensation  to  qualified   maritime  employees\r\n\ninjured in the course of their employment.  33 U.S.C.   904.4\r\n\n                    \r                                \r\n\n3.   See generally Chandris, Inc. v. Latsis, 115 S. Ct. 2172,\r                                                       \r\n2192 (1995) (to qualify  as a seaman under the  Jones Act, \"a\r\nmaritime employee must  have a substantial employment-related\r\nconnection to  a vessel in navigation\");  Kathriner, 975 F.2d\r                                                               \r\nat 659-63  (applying tests  of \"vessel\"  under Jones Act  and\r\nLHWCA).   Plaintiff withdrew his  maritime claims,  including\r\nthe claim of Jones Act negligence.\r\n\n4.  Section  904  provides  in  relevant part:    \"(a)  Every\r\nemployer  shall be liable for and shall secure the payment to\r\nhis employees of the compensation payable under sections 907,\r\n908, and 909 of this title . . . .  (b) Compensation shall be\r\npayable irrespective of fault as a cause for the injury.\"  33\r\nU.S.C.   904.\r\n\n                             -8-\r                                          8\r\r\n\nThis liability of employers is termed \"exclusive and in place\r\n\nof all  other liability  of such employer  to the  employee.\"\r\n\nId.   905(a).  \r               \r\n\n     Section 905(b)  of the  Act  authorizes certain  covered\r\n\nemployees  to bring an action  against the vessel  as a third\r\n\nparty if their employment injury was caused by the negligence\r\n\nof the vessel.5 But employees may no longer sue the vessel on\r\n\n                    \r                                \r\n\n     A statutorily covered employee is \"any person engaged in\r\nmaritime  employment, including  any  longshoreman  or  other\r\nperson  engaged in  longshoring operations,  and  any harbor-\r\nworker including  a  ship repairman,  shipbuilder, and  ship-\r\nbreaker,\" except \"a master or member of a crew of any vessel\"\r\nand other limited categories of workers.  Id.   902(3).\r                                                         \r\n\n5.  Section 905(b) provides:\r\n          In the  event of injury  to a person  covered under\r\n          this chapter caused by  the negligence of a vessel,\r\n          then  such person, or  anyone otherwise entitled to\r\n          recover  damages by  reason thereof,  may bring  an\r\n          action  against such  vessel  as a  third party  in\r\n          accordance with  the provisions  of section  933 of\r\n          this title, and the employer shall not be liable to\r\n          the vessel for such damages  directly or indirectly\r\n          and any  agreements or  warranties to the  contrary\r\n          shall  be void.  If such person was employed by the\r\n          vessel to  provide  stevedoring services,  no  such\r\n          action shall be permitted  if the injury was caused\r\n          by the  negligence of persons engaged  in providing\r\n          stevedoring services to the vessel.  If such person\r\n          was employed to provide shipbuilding, repairing, or\r\n          breaking  services and  such person's  employer was\r\n          the owner, owner pro  hac vice, agent, operator, or\r\n          charterer of  the vessel,  no such action  shall be\r\n          permitted,  in  whole or  in  part  or directly  or\r\n          indirectly, against the  injured person's  employer\r\n          (in  any capacity, including as the vessel's owner,\r\n          owner pro hac vice, agent,  operator, or charterer)\r\n          or  against the  employees  of the  employer.   The\r\n          liability of the vessel under this subsection shall\r\n          not be based upon  the warranty of seaworthiness or\r\n          a breach  thereof at the time  the injury occurred.\r\n          The  remedy provided  in this  subsection shall  be\r\n\n                             -9-\r                                          9\r\r\n\na  strict  liability   theory  for  her   \"unseaworthiness,\"6\r\n\nCongress  having  eliminated  the  latter  as  a  remedy  for\r\n\nlongshore and  harbor workers in  the 1972 Amendments  to the\r\n\nLHWCA.   The 1972 Amendments require employees  to show fault\r\n\nof the  vessel, bar  a vessel's obtaining  of indemnification\r\n\nfrom   the  employer,   and  have   increased  the   worker's\r\n\ncompensation recoverable  from an  employer.  See  Addison v.\r                                                                      \r\n\nBulk Food  Carriers,  Inc., 489  F.2d  1041, 1042  (1st  Cir.\r                                      \r\n\n1974).  Focusing on longshore workers who, to date, have been\r\n\nthe  occupational group  chiefly  discussed in  Supreme Court\r\n\ncases under the  LHWCA, the Court described these  changes as\r\n\ndesigned   \"to   shift   more  of   the   responsibility  for\r\n\ncompensating injured  longshoremen to the party  best able to\r\n\nprevent  injuries:  the  stevedore-employer.\"     Howlett  v.\r                                                                     \r\n\nBirkdale Shipping Co., 114 S. Ct. 2057, 2063 (1994); see also\r                                                                         \r\n\nKeller, 38 F.3d at 23.\r                  \r\n\n     In the  1984 Amendments  to the LHWCA,  Congress further\r\n\nnarrowed  the availability  of negligence actions  by certain\r\n\ncategories   of  harbor   workers   against   a   vessel   in\r\n\n                    \r                                \r\n\n          exclusive of all other remedies against  the vessel\r\n          except remedies available under this chapter.\r\n33 U.S.C.   905(b).\r\n\n6.   See 33 U.S.C.    905(b).  Unseaworthiness is  a maritime\r                    \r\nremedy  that was  established  \"simply by  showing that  some\r\ncondition  or appurtenance on board the vessel at the time of\r\nthe   accident  was  unreasonably   hazardous,  even  if  the\r\nstevedore-employer  was  the  sole   cause  of  the  hazard.\"\r\nKeller,  38 F.3d at 23 (citing Seas Shipping Co. v. Sieracki,\r                                                                        \r\n328 U.S. 85, 94 (1946)).\r\n\n                             -10-\r                                          10\r\r\n\ncircumstances where the  employer was also  the owner of  the\r\n\noffending vessel.  In  these so-called \"dual capacity\" cases,\r\n\nCongress barred employees providing \"shipbuilding, repairing,\r\n\nor  breaking services\"  from suing the  employer-vessel owner\r\n\nfor negligence  in any  capacity.  33  U.S.C.   905(b).   The\r                                  \r\n\nAmendments did not purport  to prohibit LHWCA employees other\r\n\nthan in the described categories from suing for negligence in\r\n\ndual capacity  cases.   See  H.R.  Rep. No.  98-570(I),  98th\r                                       \r\n\nCong., 2d  Sess., reprinted  in 1984 U.S.C.C.A.N.  2734, 2741\r                                           \r\n\n(hereafter  1984 U.S.C.C.A.N.)  (\"The Committee  intends that\r\n\nthis  language [in    905(b)]  not be  construed to  limit an\r\n\nemployee's  right to bring a  cause of action,  except in the\r\n\ncircumstances indicated within  the language.\"); cf.  Guilles\r                                                                         \r\n\nv.  Sea-Land Serv.,  Inc., 12  F.3d 381,  386 (2d  Cir. 1993)\r                                     \r\n\n(affirming relief cook's judgment against negligent employer-\r\n\nvessel   owner  and  explaining   that  \"[t]he   1984  change\r\n\n. . . shows  that Congress knew  how to  preclude a  class of\r\n\nemployees  from being  able to  sue an employer-vessel  if it\r\n\nchose to do so\"); Gay v. Barge 226, 915 F.2d  1007, 1010 (5th\r                                              \r\n\nCir.  1990)  (\"[T]he      905(b)  bar  is  specific   to  the\r\n\noccupations listed:   shipbuilders,  ship repairers  and ship\r\n\nbreakers.\").\r\n\n     The Supreme  Court  had previously  interpreted  section\r\n\n905(b)  to  permit  covered  employees  to  bring third-party\r\n\nnegligence actions against  their employer qua  vessel owner.\r\n\n                             -11-\r                                          11\r\r\n\nSee  Jones &amp; Laughlin Steel  Corp. v. Pfeifer,  462 U.S. 523,\r                                                         \r\n\n530-32  (1983) (asserting  that if  Congress had  intended to\r\n\nexempt employer-vessel owners from negligence suits, then the\r\n\nsentence in  section 905(b) barring recovery  from them where\r\n\nfellow longshore  workers caused  the injury would  have been\r\n\nunnecessary).   As Morehead's occupational category  does not\r\n\nfall  within any of those  Congress expressly excepted in the\r\n\n1984 Amendments,  supra, Jones &amp; Laughlin  would appear under\r                                                     \r\n\ncurrent  construction of  the  statute to  allow Morehead  to\r\n\nbring  a third-party  negligence  action against  A-K in  its\r\n\nvessel  capacity.7  To prevail, however, Morehead has to show\r\n\nthat  any negligence on A-K's  part is attributable  to it as\r\n\nvessel rather than as Morehead's insured LHWCA employer.\r\n\nV.  Defining the  Vessel's  Duty of  Care: The  Supreme Court\r            V.  Defining the  Vessel's  Duty of  Care: The  Supreme Court\r\n\nCases\r            Cases\r\n\n     As  Jones &amp; Laughlin  allows Morehead to  bring a third-\r                                     \r\n\nparty negligence  action against  a vessel owner  even though\r\n\nthe latter is simultaneously his statutorily-immune employer,\r\n\nwe  need to find  the principles for  determining whether the\r\n\nalleged acts of negligence     the open hatch and  failure to\r\n\n                    \r                                \r\n\n7.   The parties have not disputed on appeal that Morehead is\r\na  statutorily  covered  employee  of a  statutorily  covered\r\nemployer.  As a harbor worker with carpentry and linehandling\r\nduties, Morehead meets the  statutory definition of a covered\r\nemployee under section 902(3) and does not fall within any of\r\nthe  categories of  workers  expressly prohibited  from suing\r\nunder section 905(b).\r\n\n                             -12-\r                                          12\r\r\n\nwarn     are attributable to A-K qua vessel owner rather than\r\n\nqua  employer.  The Supreme Court has indicated that Congress\r\n\nleft to the courts the task  of defining the vessel's duty of\r\n\ncare.  See Howlett, 114 S. Ct. at 2063 (\"Because Congress did\r                              \r\n\nnot 'specify the acts  or omissions of the vessel  that would\r\n\nconstitute negligence,'  the contours  of a vessel's  duty to\r\n\nlongshore  workers  are  'left  to be  resolved  through  the\r\n\n\"application  of  accepted principles  of  tort  law and  the\r\n\nordinary process of litigation.\"'\") (citing Scindia, 451 U.S.\r                                                               \r\n\nat 165-66).  \r\n\n     In  Scindia Steam Navigation  Co. v. De  los Santos, 451\r                                                                    \r\n\nU.S. 156  (1981), the  Supreme Court  considered the  duty of\r\n\ncare  that a vessel owner owed to an injured longshore worker\r\n\nwho was  employed by  an independent  stevedoring firm.   For\r\n\nthis  common  triangular  relationship  at least      vessel,\r\n\nstevedore,  and  longshore worker8      the  Court held  that\r\n\nlimiting the vessel's  duty of care  so as  to put the  chief\r\n\nresponsibility upon the  independent stevedore was consistent\r\n\nwith   Congress'  intent  to  permit  third-party  negligence\r\n\nactions  against the vessel but to eliminate the vessel's no-\r\n\n                    \r                                \r\n\n8.   In  Howlett, the Court suggested  that this relationship\r                            \r\nwas  the  typical  one  in  the  longshoring  business.   See\r                                                                         \r\nHowlett,  114 S.  Ct.  at 2062  (\"The injured  longshoreman's\r                   \r\nemployer    in most  instances, an independent stevedore, see\r                                                                         \r\nEdmonds  v. Compagnie Generale  Transatlantique, 443 U.S. 256\r                                                           \r\n(1979)      must pay  the  statutory  benefits regardless  of\r\nfault,  but is  shielded from  any  further liability  to the\r\nlongshoreman.\") (other citations omitted).\r\n\n                             -13-\r                                          13\r\r\n\nfault liability (the \"unseaworthiness\" claim).  In Howlett, a\r                                                                      \r\n\ncase  that   also  involved  a  longshore   worker  suing  an\r\n\nindependent vessel,  the Court restated  the vessel's limited\r\n\nresidual duties:\r\n\n          The first, which courts have come to call\r\n          the  \"turnover  duty,\"  relates   to  the\r                                          \r\n          condition   of   the   ship    upon   the\r\n          commencement  of  stevedoring  operations\r\n          . . . . The second duty,  applicable once\r\n          stevedoring   operations    have   begun,\r\n          provides that a  shipowner must  exercise\r\n          reasonable  care  to prevent  injuries to\r\n          longshoremen in areas  that remain  under\r\n          the \"active control of  the vessel.\". . .\r                                                        \r\n          The  third  duty,  called  the  \"duty  to\r                                                               \r\n          intervene,\"    concerns   the    vessel's\r                               \r\n          obligations   with    regard   to   cargo\r\n          operations in areas  under the  principal\r\n          control of the independent stevedore.\r\n\nHowlett,  114 S.  Ct. at  2063 (citations  omitted) (emphasis\r                   \r\n\nadded).\r\n\n     This court  recently applied  these duties in  Keller v.\r                                                                      \r\n\nUnited  States, 38  F.3d  16 (1st  Cir.  1994), a  case  also\r                          \r\n\ninvolving the triangular relationship of  vessel, stevedoring\r\n\ncontractor, and longshore worker.  We described two duties of\r\n\na vessel prior  to \"turnover\":   the \"duty  to warn\" and  the\r\n\n\"duty  of safe  condition.\"    Id.  at  23-24.    We  further\r                                              \r\n\ndescribed three \"continuing\" duties of care:\r\n\n               First, the vessel owner might remain\r\n          under  such a  duty  were  it  to  retain\r\n          actual  physical control or  custody of a\r\n          portion  of the vessel, or participate in\r\n          stevedoring  operations.    Scindia,  451\r                                                         \r\n          U.S. at  167, 101 S. Ct.  at 1622 . . . .\r\n          Second,  a duty to intervene might attach\r\n          in  the  event the  vessel owner  were to\r\n\n                             -14-\r                                          14\r\r\n\n          acquire  actual  knowledge  that  \"unsafe\r                                                \r\n          conditions\" had developed in the vessel's\r                                               \r\n          appurtenances  since  turnover, that  the\r\n          stevedore-employer  will not  address the\r\n          unsafe    condition,    and   that    the\r                                                 \r\n          stevedore's  decision  not to  remedy the\r\n          developing    hazard    was    \"obviously\r\n          improvident\" in the circumstances.   Id.,\r                                                              \r\n          at 174-75, 101 S. Ct. at 1625-26.  Third,\r\n          even absent actual control, participation\r\n          or knowledge, a post-\"turnover\"  duty may\r\n          arise if the vessel owner  was obligated,\r\n          by  contract,  statute   or  custom,   to\r\n          monitor  stevedoring  operations for  the\r\n          purpose of detecting and remedying unsafe\r\n          conditions.   Id. at  172, 101 S.  Ct. at\r                                      \r\n          1624-25.\r\n\nId. at 32.\r               \r\n\n     Keller  affirmed a  judgment that an  independent vessel\r                       \r\n\nowner had  breached neither  its turnover nor  its continuing\r\n\nduties to  a longshore worker who had fallen from a ladder on\r\n\nboard the vessel.   We ruled that the district  court had not\r\n\nerred in  relying on  testimony based on  industry standards,\r\n\nwhich indicated fulfillment  of the turnover  duty.  We  also\r\n\nfound no breach of a continuing duty of the vessel, where the\r\n\nallegedly dangerous condition  developed during cable loading\r\n\noperations which were under the stevedore's control.   \r\n\n     As  did the Supreme  Court in Scindia,  this court noted\r                                                      \r\n\nthe  independent  stevedore's  greater  skill  and  expertise\r\n\nrelative to the vessel's, making the former better positioned\r\n\nthan  the   vessel  to  prevent  employee   injury,  and  the\r\n\ntraditional stevedoring warranty to perform competently.  See\r                                                                         \r\n\nid. at 29-30; see also Howlett, 114 S. Ct. at 2065 (\"The rule\r                                          \r\n\n                             -15-\r                                          15\r\r\n\nrelieving  vessels  from  this  general   duty  [to  exercise\r\n\nreasonable   care  to  discover   dangerous  conditions  that\r\n\ndevelop]  rests upon  'the  justifiable expectations  of  the\r\n\nvessel that  the  stevedore  would  perform  with  reasonable\r\n\ncompetence and see to the  safety of the cargo operations.'\")\r\n\n(citation  omitted); Scindia,  451  U.S. at  172 (\"[the  1972\r                                        \r\n\nAmendments] did not undermine the justifiable expectations of\r\n\nthe vessel  that the stevedore would  perform with reasonable\r\n\ncompetence and see to  the safety of the cargo  operations\").\r\n\nFurther supporting the vessel owner's justifiable reliance on\r\n\nthe  stevedore is  that the  latter  is \"subject  to detailed\r\n\nlegislative  and  administrative prescriptions  for affording\r\n\nits  workers  a 'safe'  workplace.\"   Keller,  38 F.3d  at 24\r                                                        \r\n\n(citing  33 U.S.C.     941 and  accompanying regulations,  29\r\n\nC.F.R.     1918.1-1918.106,   1918.25, and  Scindia, 451 U.S.\r                                                               \r\n\nat 170).\r\n\n     In  Scindia and  Howlett  the Supreme  Court, as  noted,\r                                         \r\n\noutlined  a  vessel  owner's duties  of  care  relative  to a\r\n\nlongshore worker employed by  an independent stevedore.9  But\r\n\nthe Supreme Court  has not  yet had occasion  to analyze  the\r\n\n                    \r                                \r\n\n9.    Other  courts have  applied  Scindia  duties to  LHWCA-\r                                                      \r\ncovered  employees  other  than  longshore  workers   in  the\r\nfamiliar tripartite context.  See, e.g., Elberg, 967  F.2d at\r                                                           \r\n1149-50 (welder); Teply v. Mobil Oil Corp., 859 F.2d 375, 377\r                                                      \r\n(5th Cir. 1988) (worker at barge-accessible oil well).\r\n\n                             -16-\r                                          16\r\r\n\nvessel's duties in a dual capacity case.10  Nor has the Court\r\n\nconsidered  to what  degree its  Scindia analysis  applies to\r                                                    \r\n\nnon-longshoring  harbor  workers,   whose  duties  and  modus\r\n\noperandi  often differ  considerably from those  of longshore\r\n\nworkers.11   The Court has  said, though, that  \"[o]f course,\r\n\n[section  905(b)] does  make  it clear  that  a vessel  owner\r\n\nacting  as its own stevedore is liable only for negligence in\r\n\nits 'owner'  capacity, not for negligence  in its 'stevedore'\r\n\n[the insured employer] capacity.\"  Jones &amp; Laughlin, 462 U.S.\r                                                               \r\n\nat 531 n.6.  \r\n\n     How to distinguish  between vessel owner  negligence and\r\n\nemployer negligence     where the same entity  is both vessel\r\n\nowner  and  employer      is  key  here,  because  Morehead's\r\n\nstatutory right to  sue is  solely for injury  caused by  the\r\n\nvessel negligence of a vessel as third-party.  For other work\r\n\n                    \r                                \r\n\n10.  In Jones &amp; Laughlin, the negligence of the dual capacity\r                                    \r\ndefendant qua vessel had been conceded.\r\n\n11.  Longshore  workers such  as  those in  Scindia typically\r                                                               \r\nload  and unload cargo ships that are operated full-time by a\r\nmaster   and  crew.      Vessel  negligence   can  often   be\r\ndistinguished  from  stevedore negligence  by  determining to\r\nwhat extent the dangerous condition was caused, or allowed to\r\npersist, by reason of the neglect of the vessel's crew rather\r\nthan of the stevedoring  employees.  Harbor workers, however,\r\nmay  work (as  here) on  construction barges  that are  moved\r\nabout by  tugs and have no  fully-dedicated professional crew\r\nas such.  As part of their employment, the harbor workers may\r\ndo whatever is  needed from  time to time  to tend lines  and\r\nservice the barges, besides performing construction duties as\r\ncarpenters, electricians, or the  like.  Thus, assessing what\r\nresponsibilities  fall within  the purview  of the   vessel's\r                                                                       \r\nduty of care, as distinguished from the employer's, can be an\r\nelusive quest.\r\n\n                             -17-\r                                          17\r\r\n\ninjuries  within  the  scope  of his  employment,  the  LHWCA\r\n\nexpressly   provides  that  he   must  accept   the  worker's\r\n\ncompensation prescribed under the  LHWCA as \"exclusive and in\r\n\nplace of\" all other employer liability.  33 U.S.C.   905(a).\r\n\n     A  further  matter  complicates   this  case:    as  the\r\n\ndefendant  has two capacities, so too, it might be said, does\r\n\nthe  plaintiff.  Morehead was  a carpenter, but  was hired to\r\n\nperform  both carpentry and  scowmen's duties.   A-K  did not\r\n\nemploy a separate crew on  its barges.12  As we will  discuss\r\n\nfurther below, this \"double dual capacity\" aspect of the case\r                                       \r\n\nis a factor to be considered in determining whether negligent\r\n\nacts are properly attributable to a defendant as vessel.13\r\n\n                    \r                                \r\n\n12.   As noted, the tugs that towed the barges were captained\r\nand  crewed by  employees of  Woods Hole, which  supplied the\r\ntugs.   These  employees  did not  handle  the lines  on  the\r\nbarges; under union  rules, only carpenters/scowmen  employed\r\nby A-K (such as Morehead) did.\r\n\n13.    This mix  of responsibilities  might, in  other cases,\r\nexpand the range of possible remedies available to an injured\r\nemployee, who must then choose between the mutually exclusive\r\nregimes of the LHWCA and Jones Act.  See Chandris, 115 S. Ct.\r                                                             \r\nat  2183-84 (citing  McDermott Int'l,  Inc. v.  Wilander, 498\r                                                                    \r\nU.S.  337, 347 (1991)).  In Southwest Marine, Inc. v. Gizoni,\r                                                                        \r\n502  U.S. 81 (1991), the  Supreme Court held  that a shipyard\r\nrigging  foreman      who handled  lines  connecting floating\r\nplatforms to vessels under  repair    was not precluded  as a\r\nmatter of law from seeking a tort  remedy under the Jones Act\r\nmerely   because  ship   repairers   are  among   those  jobs\r\nspecifically  enumerated under the LHWCA.  See id. at 89 (\"By\r                                                              \r\nits terms the LHWCA preserves the Jones Act remedy for vessel\r\ncrewmen, even if they are employed by a shipyard.  A maritime\r\nworker  is limited to LHWCA remedies only if no genuine issue\r\nof  fact exists as  to whether the worker  was a seaman under\r\nthe Jones Act.\").  \r\n     Morehead  withdrew  his  Jones  Act   claim,  presumably\r\nbecause  he  did not  believe  he could  establish  Jones Act\r\n\n                             -18-\r                                          18\r\r\n\nVI. Lower Court Precedent\r            VI. Lower Court Precedent\r\n\n     While  the  Supreme Court  has  said  little about  dual\r\n\ncapacity cases  beyond giving approval  to the suing  of dual\r\n\ncapacity  defendants  in their  vessel  owner capacity,  some\r\n\ncircuits have decided cases similar to ours.  They have asked\r\n\nwhether  the alleged negligence was due  to the defendant qua\r\n\nemployer or  qua vessel,  with recovery  allowed only in  the\r\n\nlatter instance.  And,  principles borrowed from Scindia have\r                                                                    \r\n\nbeen applied to harbor workers as well as longshore workers.\r\n\n     Applying  Scindia to  a  dual capacity  defendant raises\r                                  \r\n\nquestions even in the longshoring context.  For example, if a\r\n\ndefendant is aware of a defect in the work  area as stevedore\r\n\nemployer, should  such awareness also be attributed  to it as\r\n\nvessel  owner?   And  as we  note  supra, Scindia  and Keller\r                                                                         \r\n\nemphasized  a  vessel  owner's  reliance  upon  the  presumed\r\n\nexpertise of the stevedore, an independent contractor.  Where\r\n\nthe vessel owner is  also the stevedore, is it  reasonable to\r\n\nattribute such reliance?\r\n\n                    \r                                \r\n\nseaman status.  Nonetheless,  Morehead has attempted to focus\r\nour  attention  on   the  vessel-type  responsibilities  that\r\nBreault  performed  in  the  period  before  the  injury,  as\r\ndiscussed infra.  While an emphasis on vessel-type duties may\r                           \r\nbe  appropriate for  the  fact-specific inquiry  into  seaman\r\nstatus, we place little weight  on this attempt to  bifurcate\r\nvessel  and construction  activities when these  workers were\r\nhired  to perform both.  The definition of a covered employee\r\nunder the LHWCA excludes \"a master or member of a crew of any\r\nvessel.\"  33  U.S.C.    902(3).  It  seems inconsistent  with\r\nthis  exclusion for Morehead to buttress  his claim under the\r\nLHWCA with  arguments portraying a  fellow employee, Breault,\r\nas if he were a member of the crew of the vessel.  See infra.\r                                                                        \r\n\n                             -19-\r                                          19\r\r\n\n     Concerns  of  this  nature  led the  Second  Circuit  in\r\n\nFanetti  v. Hellenic Lines Ltd., 678 F.2d 424 (2d Cir. 1982),\r                                           \r\n\ncert.  denied,  463 U.S.  1206  (1983),  to indicate  that  a\r                         \r\n\nlongshore  worker's claim  against a dual  capacity defendant\r\n\nwould be analyzed differently from a claim against a separate\r\n\nshipowner  brought   by  the   employee  of   an  independent\r\n\nstevedore.   In Fanetti,  a longshore  worker was injured  on\r                                   \r\n\ndeck  by an unsafe  condition.   The dual  capacity defendant\r\n\nargued that  1) in  its role  as  employer-stevedore, it  was\r\n\nprimarily responsible for the safety of the workplace, and 2)\r\n\nas vessel owner, it should be able to rely upon its expertise\r\n\nas stevedore,  thereby avoiding  liability as vessel  for the\r\n\nnegligence. \r\n\n     The Second  Circuit rejected the defendant's  attempt to\r\n\nescape  liability  in negligence  as  vessel  by seizing  its\r\n\n\"employer  hat.\"  Relying on  a dissent by  Judge Friendly in\r\n\nCanizzo v. Farrell Lines,  Inc., 579 F.2d 682, 687  (2d Cir.)\r                                           \r\n\n(Friendly,  J.,  dissenting),  cert.  denied,  439  U.S.  929\r                                                        \r\n\n(1978),  the court of appeals  ruled that a  vessel assumes a\r\n\ngreater  duty of care  when there is  no independent employer\r                                                                \r\n\nresponsible for  workplace conditions,  upon whom  the vessel\r\n\nowner  may rely  to oversee  the safety  of the  workplace on\r\n\nboard.  See  Fanetti, 678  F.2d at 428  (citing Canizzo,  579\r                                                                   \r\n\nF.2d at 689-90).\r\n\n                             -20-\r                                          20\r\r\n\n     Rearranging duties of care  as in Fanetti raises serious\r                                                          \r\n\nproblems, discussed  hereafter,  by enlarging  an  employer's\r\n\ntort liability  beyond the  purposes of the  1972 Amendments.\r\n\nCf.  Howlett, 114  S. Ct.  at 2063.   Fanetti,  moreover, was\r                                                         \r\n\ndecided  before  Jones &amp;  Laughlin  was  handed down  in  the\r                                              \r\n\nSupreme Court.  We do not think that the Second Circuit today\r\n\nwould  endorse Fanetti's  broadened duty  of care,  given the\r                                  \r\n\nSupreme Court's remark \"that a vessel owner acting as its own\r\n\nstevedore  is  liable  only  for negligence  in  its  'owner'\r\n\ncapacity, not  for negligence in  its 'stevedore'  capacity.\"\r\n\nJones &amp; Laughlin, 462 U.S. at 531 n.6.  This comment suggests\r                            \r\n\nthat  the  Court expected  the  limited  vessel liability  in\r\n\nScindia to carry  over to dual  capacity situations as  well.\r                   \r\n\nNo later case  from the  Second Circuit, nor  from any  other\r\n\ncircuit, has been called to our attention following Fanetti's\r                                                                       \r\n\nenlargement   of  a   vessel's  duty   in  a   dual  capacity\r\n\nsituation.14   Cf.  Guilles, 12  F.3d at  383, 387  (a recent\r                                       \r\n\nSecond  Circuit  decision   citing  Fifth  Circuit  authority\r\n\ncontrary to Fanetti  and ruling  only that a  valid cause  of\r                               \r\n\naction under  section 905(b)  existed, where the  parties had\r\n\n                    \r                                \r\n\n14.   Fanetti  might have reached  the same result  of vessel\r                         \r\nliability without  applying  a broader  duty  of care.    The\r\ndefendant did not dispute that the vessel's crew created  the\r\nhazard  while   performing  work  unrelated   to  longshoring\r\noperations.    See  Fanetti,  678  F.2d  at  426.    In  this\r                                       \r\nsituation,  the  defendant  qua  vessel  arguably had  active\r\ncontrol over the crew and knew or should have known about the\r\ninjury-causing  actions,  making  it  liable  even  under the\r\nScindia standards.\r                   \r\n\n                             -21-\r                                          21\r\r\n\nstipulated  to  the vessel's  negligence).    Whether or  not\r\n\ntermed dicta, we  do not  feel free to  overlook the  Court's\r\n\nstatement in Jones &amp; Laughlin.  \r                                         \r\n\n     Contrary  to  Fanetti,  the  Fifth  Circuit,  which  has\r                                      \r\n\ndecided a great number of LHWCA cases, has allocated the same\r\n\nvessel duties of care to dual and single capacity defendants.\r\n\nIt  regards  this approach  as  in keeping  with  the Supreme\r\n\nCourt's  limiting of a  vessel's duty of  care (e.g., Scindia\r                                                                         \r\n\nand Jones &amp; Laughlin),  and with Congress' intent to  provide\r                                \r\n\ninjured  workers the  same  remedies, regardless  of  whether\r\n\ntheir  employer or another happens  to be the  legal owner of\r\n\nthe vessel.15 \r\n\n     The seminal  Fifth Circuit  case was Castorina  v. Lykes\r                                                                         \r\n\nBros.  S.S., 758 F.2d 1025 (5th Cir.), cert. denied, 474 U.S.\r                                                               \r\n\n                    \r                                \r\n\n15.    Other courts have followed suit.  See, e.g., Halpin v.\r                                                                      \r\nAtkinson-Kiewit,  J.V.,  894 F.  Supp.  486  (D. Mass.  1995)\r                                  \r\n(applying  Scindia duties and  denying defendant's motion for\r                              \r\npartial judgment  on the  pleadings);  DiGiovanni  v. Traylor\r                                                                         \r\nBros., 855 F.  Supp. 37 (D.R.I.  1994), appeal docketed,  No.\r                                                                   \r\n94-1775  (1st Cir.  July 27,  1994) (finding no  violation of\r\nScindia  duties where hazard was obvious following \"turnover\"\r                   \r\nof the  vessel, defendant  as vessel lacked  \"active control\"\r\nover or  knowledge of leak  from equipment placed  aboard for\r\nemployment operations,  and  the circumstances  did not  give\r\nrise to  a duty  to intervene);  Koernschild v. W.H.  Streit,\r                                                                         \r\nInc., 834 F. Supp. 711 (D.N.J. 1993) (applying Scindia duties\r                                                                  \r\nand denying  summary judgment to the  defendant where factual\r\ndispute existed concerning  the plaintiff's awareness  of the\r\nhazard); Coats v. Luedtke  Eng'g Co., 744 F. Supp.  884 (E.D.\r                                                \r\nWisc. 1990)  (deeming  \"employer\" responsible  for  providing\r\nemployee  a safe  passageway to  his job  on the  vessel, and\r\ngranting summary judgment to the defendant given its  lack of\r\n\"active  control\" as  vessel over  a condition  off-board the\r\nvessel).\r\n\n                             -22-\r                                          22\r\r\n\n846 (1985).   There, a longshore  worker exposed to  asbestos\r\n\nduring  cargo  operations  alleged  that  his employer-vessel\r\n\nowner knew  of the  harm qua  vessel and  failed to  make the\r\n\nvessel  safe.    The  Fifth  Circuit  stated  that  the LHWCA\r\n\ncompensation scheme \"requires us  to separate the  negligence\r\n\nof the shipowner  and that  of the stevedore,  even when  the\r\n\nshipowner performs  its own stevedoring activities.\"   Id. at\r                                                                      \r\n\n1033.    Noting  that  the  alleged  harm had  arisen  during\r\n\nstevedoring  activities,  the  court  refused  to impute  any\r\n\nknowledge of this danger by the employer to it as vessel.  It\r\n\nexplained:\r\n\n          To impute this  knowledge to a shipowner-\r\n          employer  would be to  hold it  liable in\r\n          tort   for   damages  arising   from  its\r\n          negligence as  stevedore, and effectively\r\n          to  eliminate the  exclusivity provisions\r\n          of sections 905(a) &amp; (b).  This result is\r\n          contrary to  the language and  purpose of\r\n          the Act  as amended.   We therefore  hold\r\n          that the  duty owed  by a shipowner  to a\r\n          longshoreman under section 905(b) is that\r\n          established by Scindia  and its  progeny;\r                                            \r\n          this  duty  is  neither   heightened  nor\r\n          diminished   when  the   longshoreman  is\r\n          employed directly by the vessel.\r\n\nId.;  accord Tran v. Manitowoc  Eng'g Co., 767  F.2d 223, 228\r                                                     \r\n\n(5th Cir. 1985).\r\n\n     On  the facts of  Castorina, it  was relatively  easy to\r                                            \r\n\napply the Scindia standard  to the shipowner-employer.  In  a\r                             \r\n\nlater  case,  the Fifth  Circuit  applied Scindia  in  a more\r                                                             \r\n\ncomplex  situation involving a  harbor worker.   In Levene v.\r                                                                      \r\n\nPintail Enters., 943 F.2d 528  (5th Cir. 1991), cert. denied,\r                                                                        \r\n\n                             -23-\r                                          23\r\r\n\n504  U.S.  940  (1992),  the  injured employee  was  a  heavy\r\n\nequipment operator  who  performed other  maritime  tasks  as\r\n\nwell.   A  captain  had instructed  Levene  to untie  another\r\n\nowner's barge,  which blocked access to  the particular barge\r\n\nthey had been instructed to pick  up.  Levene was injured  on\r\n\nthe  other owner's  barge, where  grease and  scrap materials\r\n\nwere present on the deck.  See id. at 530.  \r                                              \r\n\n     Applying  the  Scindia duty  of  turnover  and the  duty\r                                       \r\n\narising from  active control over a  dangerous condition, the\r\n\nLevene  court  rejected  the  employee's claim.    The  court\r                  \r\n\nexplained that Scindia did not mandate \"extending the duty of\r                                  \r\n\na shipowner  to protection against hazards  on another ship.\"\r\n\nId. at 534.  \"[W]e  decline to fashion a general  standard of\r               \r\n\n'reasonable care'  that would require a  shipowner to protect\r\n\nagainst any and all hazards a longshoreman might encounter in\r\n\nthe course of  his work.\"   Id.  Further,  the court did  not\r                                           \r\n\nview  \"the fleeting  contact  between Pintail  [the employer-\r\n\nvessel owner]  and the BB-242 [the separate owner's barge] as\r\n\nthe  kind  of  control that  could  result  in  a finding  of\r\n\nliability.\"  Id. at 535.  It noted that the duty arising from\r                            \r\n\nactive control  over a  hazardous condition may  be triggered\r\n\nwhen  the dangerous condition is  on the vessel  itself.  See\r                                                                         \r\n\nid. (discussing  Masinter v. Tenneco  Oil Co., 867  F.2d 892,\r                                                         \r\n\n896-97 (5th Cir. 1989), a non-dual capacity case in which the\r\n\nvessel crew was  solely responsible for placing a stairway in\r\n\n                             -24-\r                                          24\r\r\n\na way  that caused injury  to a  worker, and  the vessel  was\r\n\n\"contractually  bound to conduct  the drilling operations and\r                                 \r\n\nremained  in  control  of   the  vessel  to  effectuate  this\r\n\nobligation\").   Even though  the captain \"temporarily  was in\r\n\n'command'\" of both the vessel and the separate owner's barge,\r\n\nthe court found that this did not rise to the level of active\r\n\ncontrol required.  Id.\r                                  \r\n\nVII.  Resolving This Case\r            VII.  Resolving This Case\r\n\n     We agree  with the  Fifth Circuit, for  similar reasons,\r\n\nthat  the  duties of  care  described  in  Scindia should  be\r                                                              \r\n\napplied in  dual capacity cases  insofar as the  facts allow.\r\n\nTo do so, a  court may have to divide  the employer-shipowner\r\n\ninto  a  hypothetical  independent  employer  and independent\r\n\nvessel owner, each  separately holding  the duties  allocated\r\n\nunder principles suggested in Scindia.  A court may sometimes\r                                                 \r\n\nbe  assisted  in this  process  by  the defendant's  internal\r\n\nemployment  arrangements assigning  certain personnel  to the\r\n\n\"vessel\" side of  its operation.   On occasion, however,  the\r\n\nduties  and work  arrangements pertaining  to a  suing harbor\r\n\nworker may  be so foreign  to those in  Scindia's stevedoring\r                                                           \r\n\ncontext that Scindia's  analysis will become  no more than  a\r                                \r\n\npoint of departure.  Nonetheless, Scindia's general approach,\r                                                     \r\n\nat least, can be followed and,  in many cases, some or all of\r\n\nits express analysis may be useable.\r\n\n                             -25-\r                                          25\r\r\n\n     The statutory language  and the  legislative history  of\r\n\nthe  1972  and  1984  Amendments  plainly evidence  Congress'\r\n\nintent that  the worker's compensation scheme  be the primary\r\n\nremedy for  all covered workers, regardless  of an employer's\r\n\ncommercial practice  in regard to  vessel ownership.   See 33\r                                                                      \r\n\nU.S.C.   905(a) (exclusiveness of employer's liability); 1984\r\n\nU.S.C.C.A.N. at 2740 (\"In the Committee's view, the Longshore\r\n\nAct should be the primary source of  compensation for covered\r                                     \r\n\nworkers who are disabled or who may die as a result of a job-\r\n\nrelated injury  or disease.\") (emphasis  supplied); H.R. Rep.\r\n\nNo.  92-1441,   92d  Cong.,  2d  Sess.,   reprinted  in  1972\r                                                                   \r\n\nU.S.C.C.A.N. 4698, 4705 (\"[T]he bill  provides in the case of\r\n\na longshoreman  who is employed directly by  the vessel there\r\n\nwill be no action for damages if the injury was caused by the\r\n\nnegligence  of  persons  engaged  in  performing  longshoring\r\n\nservices . . . .   The  Committee's intent  is that the  same\r                                                                         \r\n\nprinciples  should  apply  in  determining  liability  of the\r                      \r\n\nvessel which employs its own longshoremen . . . as apply when\r\n\nan independent contractor  employs such persons.\")  (emphasis\r\n\nsupplied).    The  1972  Amendments  carefully  balanced  the\r\n\nconcerns of employers, vessels, and  covered workers.  We are\r\n\nnot disposed to upset that balance by expanding the liability\r\n\nof employers  that act simultaneously as  vessel owners, when\r\n\nthe statute  does not call for such a reading and the Supreme\r\n\nCourt has cautioned against it.  \r\n\n                             -26-\r                                          26\r\r\n\n     As already observed, Scindia will  sometimes afford less\r                                             \r\n\ndirect guidance on  those duties owed to harbor  workers than\r\n\nit does on those owed to longshore workers.  Courts will need\r\n\nto  decide,  on a  case-specific  basis,  whether the  harbor\r\n\nworker's employment arrangement  sufficiently resembles  that\r\n\nin Scindia to make particular specifics germane.  \r                      \r\n\n     Here,   the   employment  arrangement   is  sufficiently\r\n\nanalogous  to make Scindia a useful guide.  The Scindia Court\r                                                                   \r\n\nreasoned that  once longshore  workers came aboard  and began\r\n\ncarrying  out   their  cargo  duties   under  a   stevedore's\r\n\nsupervision,  the  vessel  itself  had  no  general  duty  to\r\n\nexercise  reasonable  care  to inspect  for  unsafe workplace\r\n\nconditions; rather,  it could rely on  the longshore worker's\r\n\nemployer to do so.  See Scindia, 451 U.S. at  172.  Here, A-K\r                                           \r\n\nhired harbor workers through the local carpenters' union and,\r\n\nas their employer, supervised them as they tended the barges,\r\n\nhandling the  lines and carrying  out construction activities\r\n\nthereon.   Both  types  of activities       construction  and\r\n\nscowmen's work      were assigned to them and  were performed\r\n\nfor A-K qua  employer.  Workers like Morehead  received their\r\n\ndaily instructions from  A-K's carpenter-foremen, while A-K's\r\n\nproject safety manager met  periodically with them to discuss\r\n\nsite-specific safety issues.  Therefore,  Scindia's principle\r                                                             \r\n\nof  limited liability  of the  vessel sensibly  and logically\r\n\napplies, because the employees effectively assumed control of\r\n\n                             -27-\r                                          27\r\r\n\nthe  barges  working  under  A-K  in its  capacity  as  their\r\n\nemployer.  A-K qua shipowner had no separate captain and crew\r\n\nassigned to  the barge.   The allegedly  negligent conditions\r\n\n(the  open  hatch  and  the  absence  of  warnings)  were not\r\n\nattributable to the errors of separate maritime agents acting\r\n\nspecifically  for the  vessel.   Rather  the alleged  acts of\r\n\nnegligence were those of  fellow harbor workers acting within\r\n\nthe scope of their daily employment for the employer.  Cf. 33\r                                                                      \r\n\nU.S.C.   905(b) (prohibiting liability of  an employer-vessel\r\n\nowner for acts \"caused  by the negligence of  persons engaged\r\n\nin providing stevedoring services to the vessel\").\r\n\n     Morehead  does  not assert  any  breach  of the  Scindia\r                                                                         \r\n\n\"turnover\" duty (e.g., that A-K, as vessel owner, turned over\r                                 \r\n\nthe barge to  the harbor workers knowing or with  the duty to\r\n\nhave known, of  some defect  in the barge  that later  caused\r\n\ninjury).  Morehead argues  only that we should deem  that A-K\r\n\nas vessel violated duties it owed him because, at the time he\r\n\nwas injured, A-K as  vessel (rather than A-K as  employer) is\r\n\nasserted  to  have  had  \"active  control\"  over  or  \"actual\r\n\nknowledge\"  of the open  hatch.  Cf.  Howlett, 114  S. Ct. at\r                                                         \r\n\n2063  (noting  appellant  confined  arguments  to  breach  of\r\n\nturnover duty  to warn);  Elberg,  967 F.2d  at 1150  (noting\r                                            \r\n\nappellant confined arguments to breach of duty to intervene).\r\n\nEquating employment for worker's compensation purposes solely\r\n\nwith construction activity,  he asserts that  no construction\r\n\n                             -28-\r                                          28\r\r\n\npurpose, hence  no employment  purpose, was being  pursued at\r\n\nthe time of his injury.   He draws support from  the district\r\n\ncourt's findings that the barges  were set alongside the pier\r\n\nand were  not  carrying  construction  equipment.    Morehead\r\n\nemphasizes that A-K had instructed  Breault to open the hatch\r\n\nto air the barge out so that A-K could exercise what Morehead\r\n\nargues  was a  vessel function     having  a  marine surveyor\r\n\nexamine  the  barge before  returning it  to  the owner.   He\r\n\nfurther claims  that A-K's safety manager  or other carpenter\r\n\nforemen knew or should  have known that the open  hatch was a\r\n\npotentially hazardous condition.  Resting on purported agency\r\n\nprinciples, Morehead asks us  to assign these employees' acts\r\n\nto A-K in its vessel capacity, on the theory that  A-K in its\r\n\nvessel  rather than  employer  capacity had  control over  or\r\n\nknowledge of the open hatch and the failure to warn about it.\r\n\n     A-K  responds that  Breault  was  performing  employment\r\n\nduties when he opened the hatch and when he threw the line to\r\n\nMorehead  before the  accident.   Like Morehead,  Breault had\r\n\nbeen hired both for carpenter and scowman duties.  As typical\r\n\nin  the case of  harbor workers, as  distinct from land-based\r\n\ncarpenters, the men were expected as part of their employment\r\n\nduties to lend a hand with supporting maritime chores as well\r\n\nas  to  pursue  their  particular construction  trade.    A-K\r\n\nmaintains that  its \"active control\" over  or knowledge about\r\n\nthe  open  hatch  into   which  Morehead  fell  is  therefore\r\n\n                             -29-\r                                          29\r\r\n\nattributable to it as employer, not as vessel since the hatch\r\n\nwas opened (presumably by Breault) and the line thrown in the\r\n\ncourse of harbor worker duties  which both men were regularly\r\n\nhired to perform.\r\n\n     We agree with A-K that, for present purposes, the barges\r\n\ntended by  its carpenters/scowmen were operated  within A-K's\r\n\ncontrol  and knowledge qua employer.   The barges, which were\r                                               \r\n\nBreault and  Morehead's workplace,  can be analogized  to the\r\n\nareas  of a  vessel taken  over by  longshore workers  in the\r\n\nScindia  setting.   Under  the principles  of that  case, the\r                   \r\n\nstevedore      or, in a dual capacity case, the employer in a\r\n\nstevedore capacity    is ordinarily  liable for the safety of\r\n\nthe workplace and for  any injuries that occur.   The vessel,\r\n\nor the  employer in  its vessel  capacity, is  not implicated\r\n\nexcept  in the  unusual circumstance  that the  vessel itself\r\n\ncontinues to exercise active control over the work area.\r\n\n     We  recognize that  a  competing analysis  is  possible,\r\n\nwhich, however, we reject.  A court could make an attempt  to\r\n\nascribe Breault's and Morehead's specific activities relative\r\n\nto Morehead's  injury  either to  their  employer or  to  the\r\n\nvessel,  depending on  how the  court chose  to classify  the\r\n\nobjectives that those activities were thought to serve.   One\r\n\ncould  inquire whether  the hatch  was opened  to \"help\"  the\r\n\nvessel  (i.e., to air it  in preparation for  returning it to\r                         \r\n\nthe owner)  rather than  in furtherance of  some construction\r\n\n                             -30-\r                                          30\r\r\n\nactivity.   If  so, the  defendant qua  vessel might  be held\r\n\nliable  for any negligence.  Such an analysis, however, would\r\n\ninvolve courts in slippery semantical debate.  Is an accident\r\n\nwhile  tying up a barge at a construction site in furtherance\r\n\nof a  \"construction\" objective or  a \"vessel\" objective?   If\r\n\nboth objectives  are being  served, which predominates?   And\r\n\nhow does one  square the  fact that the  employees here  were\r\n\nhired by the employer for scowmen not  just carpenter duties?\r\n\nHarbor workers are, after all, by definition, employees whose\r\n\npaid duties include maritime components.\r\n\n     As  noted,  the statute  makes  the employer's  worker's\r\n\ncompensation liability  \"exclusive and in place  of all other\r\n\nliability . . . .\"   33  U.S.C.    905(a).   The  legislative\r\n\nhistory and  the Court's precedents since  1972 make worker's\r\n\ncompensation the primary remedy for an injured employee.  The\r\n\nexception  in  section  905(b)  for  third-party  negligence,\r\n\nnarrowed in  1984,16 explicitly requires a  finding of vessel\r                                                                         \r\n\nfault.   We  would be  disregarding Congressional  intent and\r\n\nmight  even  be returning  in the  direction of  the Sieracki\r                                                                         \r\n\ndoctrine which did not require such a showing, see supra n.6,\r                                                                    \r\n\nif we  were to attribute  some of the  regular duties that  a\r\n\nharbor worker  is employed to perform to  the vessel, because\r\n\n                    \r                                \r\n\n16.   Cf. Roach v. M/V Aqua  Grace, 857 F.2d 1575, 1580 (11th\r                                              \r\nCir. 1988) (\"While this [1984] amendment does not disturb the\r\nholding of Jones &amp;  Laughlin Steel Corp., it does  indicate a\r                                                    \r\nCongressional intent  to limit  invocation [sic] of  the dual\r\ncapacity doctrine under the Act.\").\r\n\n                             -31-\r                                          31\r\r\n\nof  their  speculative seaman-like  character,  and  only the\r\n\nresidue  to the employer.  This approach would greatly expand\r\n\na defendant's liability qua vessel  in a work arrangement not\r\n\ntoo  different  from that  in  Scindia, i.e.,  one  where the\r                                                        \r\n\nemployees have effectively taken over the vessel to carry out\r\n\ntheir employment  duties under their  employer's supervision.\r\n\nA similar expansion of liability would follow from too easily\r\n\nassigning  any knowledge  acquired  by A-K  employees in  the\r\n\nregular course  of employment (such as  the carpenter foremen\r\n\nor  worksite  safety manager)  to A-K  in a  vessel capacity.\r\n\nNeither the statute  nor case law supports such  an approach,\r\n\nwhich,  on  the  present  facts, would  leave  this  worker's\r\n\ncompensation statute  as a strange hybrid  combining mandated\r\n\ncompensation coverage  with a widespread license  for covered\r\n\nemployees  to   sue  because  of  the   negligence  of  their\r\n\nsupervisors and fellow employees within the workplace.\r\n\n     One of  the  essential purposes  of  the 1972  and  1984\r\n\nAmendments  was to  provide  employees and  employers with  a\r\n\ngreater degree of  certainty as  to the  coverage in  effect.\r\n\nThe legislative history of the 1984 Amendments documents this\r\n\nconcern:\r\n\n          [T]he situation in which a  worker may be\r\n          covered at one time,  and not covered  at\r\n          another,  depending on the  nature of the\r\n          work  which the  worker is  performing at\r\n          the time  of the injury  must be  avoided\r\n          since  such a result  would be enormously\r\n          destabilizing, and would thus  defeat one\r\n\n                             -32-\r                                          32\r\r\n\n          of  the  essential   purposes  of   these\r\n          amendments.\r\n\n1984   U.S.C.C.A.N.   at    2736-2737.      A    \"functional\"\r\n\ninterpretation, hinging  the type of liability  on the nature\r\n\nand  purpose  of  the   duties  being  performed  by  covered\r\n\nemployees at  any given time, would  increase uncertainty and\r\n\nthe frequency of  disputes over  the scope of  coverage.   As\r\n\nMorehead's  and Breault's  employment contemplated  that they\r\n\nwould   alternate   frequently   between   construction   and\r\n\nlinehandling,  a  single,  overall  classification  of  their\r\n\nduties  is  most appropriate  for  determining  the types  of\r\n\nremedies  available.  Cf. Gay,  915 F.2d at  1011 (\"[T]o deny\r                                         \r\n\nGay [the employee] a  cause of action  in the morning but  to\r\n\ngrant him one in  the afternoon is to  make his rights  under\r\n\nthe  Act  as random  and indiscriminate  as the  sea herself.\r\n\nThis sort of incertitude is precisely what Congress attempted\r\n\nto  eliminate  from  the LHWCA  in  both  its  1972 and  1984\r\n\namendments.\") (footnote omitted); cf. Chandris, 115 S. Ct. at\r                                                          \r\n\n2187 (\"In evaluating  the employment-related connection of  a\r\n\nmaritime worker to a vessel in navigation, courts  should not\r\n\nemploy 'a \"snapshot\" test  for seaman status, inspecting only\r\n\nthe situation as it exists  at the instant of  injury'. . . .\r\n\n[A] worker may not oscillate back and forth between Jones Act\r\n\ncoverage  and other  remedies  depending on  the activity  in\r\n\nwhich  the worker  was  engaged  while injured.\")  (citations\r\n\nomitted). \r\n\n                             -33-\r                                          33\r\r\n\n     Cases will, of course, arise from time to time involving\r\n\nan  injury that was  negligently caused by  someone acting as\r\n\nthe  agent of the vessel owner rather than of the employer.17\r\n\nHere, however, we see nothing requiring the district court to\r\n\nfind  that Breault, in leaving  open the hatch,  acted in any\r\n\ncapacity other  than as  Morehead's fellow  employee pursuing\r\n\nassigned  harbor worker duties rather  than as A-K's agent in\r\n\nits distinct shipowner's capacity.  Morehead and Breault were\r\n\nhired  to perform  both construction  and scowmen duties.   A\r\n\ncarpenter-supervisor  instructed Breault  to open  the hatch.\r\n\nA-K's project safety manager  generally oversaw the safety of\r\n\nwork  operations.   Morehead  has  not  shown why,  in  these\r\n\ncircumstances, A-K  in its distinct capacity as  owner of the\r\n\nvessel  rather than as his employer, may have breached a duty\r\n\nof care to protect him against the open hatch.\r\n\n     We conclude that the district court correctly viewed the\r\n\nopen hatch  as  a condition  temporarily  created by  A-K  as\r\n\nemployer, and  affirm the district court's  judgment in favor\r\n\nof A-K.\r\n\n     So ordered.\r                           \r\n\n                    \r                                \r\n\n17.    Cf. Pichoff v. Bisso Towboat Co., 748 F.2d 300, 302-03\r                                                   \r\n(5th  Cir. 1984)  (ruling  in a  dual  capacity case  that  a\r\ngeneral manager  who ordered a  hurried inspection of  a fuel\r\ntank  leak and failed to provide adequate lighting was acting\r\nas an agent of the vessel).\r\n\n                             -34-\r                                          34\r\r\n\n                - Concurring Opinion Follows -\r                            - Concurring Opinion Follows -\r\n\n                             -35-\r                                          35\r\r\n\n     SELYA,  Circuit  Judge  (concurring).    Under  existing\r                 SELYA,  Circuit  Judge  (concurring).\r                                       \r\n\nSupreme Court precedent, this  is a close and a  vexing case.\r\n\nA large part  of the problem is that the  Court's language in\r\n\nJones &amp; Laughlin Steel Corp. v. Pfeifer, 462 U.S. 523, 530-32\r                                                   \r\n\n&amp;  n.6  (1983)    whether deemed  a  holding or  a considered\r\n\ndictum    forces judges who  are called upon  to decide \"dual\r\n\ncapacity\"  LHWCA   cases  to  engage  in   a  legal  fiction,\r\n\npretending  that  a  single  entity   (the  injured  person's\r\n\nemployer)  is  really  two  distinct  and separable  entities\r\n\n(employer and vessel owner  pro hac vice).  In  my view, this\r                                                    \r\n\nself-induced schizophrenia muddles  the law and  disrupts the\r\n\ndelicate balance that Congress  labored to strike between the\r\n\nentitlement of  stevedores and  others similarly  situated to\r\n\nworkers'  compensation  benefits,  and  the   entitlement  of\r\n\nemployers  who  provide   that  coverage  to  immunity   from\r\n\nnegligence  suits.  In short,  I believe that Congress should\r\n\nhave  been taken literally  when it wrote  that an employer's\r\n\nresponsibility  to  furnish  workers'  compensation  benefits\r\n\nunder  the  LHWCA is  \"exclusive and  in  place of  all other\r\n\nliability of such  employer to  the employee.\"   33 U.S.C.   \r\n\n905(a).\r\n\n      This reasoning leads me  to conclude, with all respect,\r\n\neither that  Congress  inadvertently muddied  the  waters  in\r\n\nphrasing  LHWCA    905(b),  or, alternatively,  that Jones  &amp;\r                                                                         \r\n\nLaughlin was wrongly  decided.  Still,  I recognize that  the\r                    \r\n\n                             -36-\r                                          36\r\r\n\nSupreme Court's opinion is binding on this court, and that we\r\n\ntherefore must undertake what Judge Campbell charitably terms\r\n\n\"an elusive  quest.\"  Ante  at note  11.  Once  reconciled to\r                                      \r\n\nthat necessity, I  can in good  conscience join this  court's\r\n\ncogent opinion.   I  write separately,  however, to  urge the\r\n\nSupreme Court  and Congress to  reflect upon  the mind  games\r\n\nthat Jones  &amp; Laughlin    particularly  as applied to  harbor\r                                  \r\n\nworkers    compels us to play, and, hopefully, to revisit the\r\n\nquestion  of  whether  \"dual  capacity\"  employers should  be\r\n\nliable  at  all  in   negligence  actions  brought  by  their\r\n\nemployees.\r\n\n                  Dissenting opinion follows  \r                              Dissenting opinion follows  \r\n\n                             -37-\r                                          37\r\r\n\n     CYR,  Circuit  Judge  (dissenting).       As  I   am  in\r                 CYR,  Circuit  Judge  (dissenting).\r                                     \r\n\nfundamental disagreement with the treatment given  the duties\r\n\nof care incumbent  upon dual capacity LHWCA  employers by the\r\n\nen  banc court under the Supreme Court decision in Scindia, I\r                                                                      \r\n\nrespectfully dissent.\r\n\n                              I\r\n\n     Two  years after  its seminal  decision in  Scindia, see\r                                                                         \r\n\nsupra  Section V (en  banc opinion),  the Supreme  Court held\r                 \r\n\nthat an injured longshore worker who receives LHWCA compensa-\r\n\ntion benefits is not barred from bringing a negligence action\r\n\nagainst  his  vessel-owner  employer  under  section  905(b),\r\n\nnotwithstanding   the  seemingly   unqualified  \"exclusivity\"\r\n\nprovision in section 905(a) that the sole liability to  which\r\n\nmaritime  employers may  be subjected  is LHWCA  compensation\r\n\nbenefits.  See Jones &amp; Laughlin, 462 U.S. at 530-31; see also\r                                                                         \r\n\nsupra note  5  (en  banc opinion).    Beyond  the  conclusive\r                 \r\n\ncontextual support for this holding, the relevant legislative\r\n\nhistory  confirms a congressional intendment \"that the rights\r\n\nof an injured longshoreman . . . should not depend on whether\r\n\nhe was employed directly  by the vessel or by  an independent\r\n\ncontractor.\"  Jones  &amp; Laughlin, 462 U.S.  at 531-32 (quoting\r                                           \r\n\nH.R. Rep. No. 92-1441).1\r\n\n                    \r                                \r\n\n1.  The full House Report excerpt states: \r\n\n          The Committee has also recognized the need for\r\n     special  provisions to  deal  with a  case where  a\r\n     longshoreman   or  ship  builder  or  repairman  is\r\n\n                             -37-\r                                          37\r\r\n\n     Without further elaboration, the Jones  &amp; Laughlin Court\r                                                                   \r\n\nappended a conclusory footnote (\"footnote 6\") to its holding:\r\n\n\"Of  course,   [905(b)] does  make clear that  a vessel owner\r\n\nacting  as its own stevedore is liable only for negligence in\r\n\nits `owner'  capacity, not for negligence  in its `stevedore'\r\n\ncapacity.\"  Id.  at 531 n.6.   The  en banc court  interprets\r                           \r\n\nfootnote  6 as  the Supreme  Court's endorsement  of  a legal\r\n\nfiction central to the present controversy:   a dual capacity\r\n\nemployer  engaged  in  maritime   construction  presumptively\r\n\noperates  in two  wholly  discrete capacities  (i.e.,  vessel\r\n\nowner and construction company).  I respectfully disagree.\r\n\n                    \r                                \r\n\n     employed  directly by  the vessel.   In  such case,\r\n     notwithstanding the  fact  that the  vessel is  the\r\n     employer, the Supreme Court,  in Reed v. S.S. Yaka,\r                                                                   \r\n     373  U.S. 410  (1963), and  Jackson v.  Lykes Bros.\r                                                                    \r\n     Steamship Co., 386 U.S. [731] (1967), held that the\r                              \r\n     unseaworthiness remedy is  available to the injured\r\n     employee.  The  Committee believes that the  rights\r\n     of  an injured  longshoreman  or  ship  builder  or\r\n     repairman  should  not  depend  on  whether  he  is\r\n     employed   directly  by   the  vessel   or  by   an\r\n     independent  contractor.    Accordingly,  the  bill\r\n     provides  in  the case  of  a  longshoreman who  is\r\n     employed directly  by the  vessel there will  be no\r\n     action for damages if the injury  was caused by the\r\n     negligence of  persons engaged in  performing long-\r\n     shoring  services.   Similar provisions  are appli-\r\n     cable  to shipbuilding or repair employees employed\r\n     directly by the vessel.   The Committee's intent is\r                                                                    \r\n     that  the same  principles should  apply in  deter-\r                                                                    \r\n     mining  liability of  the vessel which  employs its\r                                                                    \r\n     own longshoremen or  ship builders or repairmen  as\r                                                                    \r\n     apply  when an independent  contractor employs such\r                                                                    \r\n     persons.\r                        \r\n\nH.R. Rep. No. 92-1441, 92d Cong., 1st Sess. 7-8, reprinted in\r                                                                         \r\n1972 U.S.C.C.A.N. at 4705 (emphasis added). \r\n\n                             -38-\r                                          38\r\r\n\n     First, footnote  6 is  unelucidated dictum.   See Dedham\r                                                                         \r\n\nWater Co.,  Inc. v.  Cumberland Farms Dairy,  Inc., 972  F.2d\r                                                              \r\n\n453, 459 (1st Cir. 1992) (\"Dictum constitutes neither the law\r\n\nof  the case nor the stuff of binding precedent.\").  Although\r\n\ngreat deference normally is accorded considered Supreme Court\r\n\ndicta,  see,  e.g., Bank of New  England Old Colony, N.A.  v.\r                                                                     \r\n\nClark, 986 F.2d 600,  603 (1st Cir. 1993), the  only question\r                 \r\n\nof statutory interpretation confronting  the Court in Jones &amp;\r                                                                         \r\n\nLaughlin  was whether the LHWCA  imposed any duty  of care at\r                                                                         \r\n\nall upon dual capacity vessel owners,  since the parties were\r               \r\n\nin  agreement that the defendant vessel owner would be liable\r\n\nfor its  negligent conduct  absent any  such per  se immunity\r                                                                \r\n\nprescribed by  statute.2  Not only did the parties in Jones &amp;\r                                                                         \r\n\nLaughlin not  brief the complex legal  issue presently before\r                    \r\n\nus, but there is no exegetic discussion    either in footnote\r\n\n6  or elsewhere  in the  Jones &amp;  Laughlin opinion     of the\r                                                      \r\n\nlegal  issue  itself,  the  LHWCA's  legislative  history, or\r\n\nsupportive Supreme  Court precedent.   See Heck  v. Humphrey,\r                                                                        \r\n\n512 U.S. 477, 114 S.Ct. 2364,  2370 (1994) (rejecting Court's\r\n\nown dictum in prior  opinion which \"had no cause  to address,\r\n\nand did  not carefully consider, the  damages question before\r\n\nus today\").\r\n\n                    \r                                \r\n\n2.  Longshoreman Pfeifer  had  slipped and  fallen  while  on\r\nboard  a barge owned by his  employer, which had \"negligently\r\nfailed  to remove [ice] from the gunnels.\"  Jones &amp; Laughlin,\r                                                                        \r\n462 U.S. at 526. \r\n\n                             -39-\r                                          39\r\r\n\n     More importantly, even if footnote 6  were to be consid-\r\n\nered   binding  precedent,  its   curt  conclusion  begs  the\r\n\nessential  question:  in defining the duties of care, how are\r\n\nthe   courts  to  determine  in  what  conditions  particular\r\n\nnegligent conduct  is to  be considered  traceable to  a dual\r\n\ncapacity employer  qua vessel owner?   Far  from creating  or\r                                  \r\n\nendorsing a presumptive legal  fiction, footnote 6 may simply\r\n\nimpart the Court's view that a dual capacity employer in some\r\n\nfuture  case might  yet be  able to demonstrate  an efficient\r\n\nbifurcation of its statutory duties of  care under the LHWCA.\r\n\nThe current circuit split on this issue thus indicates at the\r\n\nvery  least that  the legal  fiction purportedly  endorsed by\r\n\nfootnote 6  has not  won  universal acceptance  in the  lower\r\n\ncourts.\r\n\n     The Fifth  Circuit has  accepted footnote 6  as evidence\r\n\nthat  the Supreme Court meant  to endorse an artificial legal\r\n\nconstruct deemed central to the LHWCA's integrity as a proto-\r\n\ntypical workers' compensation statute.   See Levene, 943 F.2d\r                                                               \r\n\nat 531 (citing Castorina, 758 F.2d at 1032-33 (noting:  since\r                                    \r\n\nlegislative history contemplates that all  maritime employees\r\n\nreceive the \"same\" remedy, \"[w]e can find no reason to impose\r\n\non  a shipowner  a greater duty  of care  toward longshoremen\r\n\nbecause the  shipowner  conducts its  own stevedoring  opera-\r\n\ntions\")).  That is to say, a contrary construction of section\r\n\n905(b) would deprive dual capacity employers of their antici-\r\n\n                             -40-\r                                          40\r\r\n\npated return for assuming  the burden of contributing  to the\r\n\nsection 904 workers' compensation scheme.\r\n\n     The Second Circuit,  on the other hand,  has pointed out\r\n\nthat  attempting  to fit  dual  capacity  employers into  the\r\n\ntraditional   Scindia  mold  causes   serious  anomalies  and\r                                 \r\n\nartificialities not  present in single capacity  cases.  See,\r                                                                        \r\n\ne.g.,  Fanetti, 678  F.2d at  428 (\"[A]  [jury]  charge which\r                          \r\n\nrelieves a  shipowner of liability for  a dangerous condition\r\n\nwhich was `known to the stevedore or to any of its employees'\r\n\nis clearly inappropriate where  the shipowner, itself, is the\r\n\nstevedore.'\")  (quoting Napoli  v. Hellenic Lines,  Ltd., 536\r                                                                    \r\n\nF.2d 505,  508 (2d Cir.  1976)).  For example,  as the Second\r\n\nCircuit observed: \r\n\n          Where . . .  there is no independent con-\r                                                               \r\n          tractor, it is part of the ship's duty to\r                                                               \r\n          exercise reasonable care  to inspect  its\r                                              \r\n          own workers' workplace, to  remove grease\r\n          spills, etc.   In such a case there is no\r\n          \"independent  contractor\"   with  primary\r\n          responsibility  upon  whom  the ship  may\r\n          properly rely .  . . .   Things are  very\r\n          different when the longshoreman works for\r\n          an independent stevedore who  has primary\r\n          responsibility for the workplace.\r\n\nId.  (quoting  Canizzo, 579  F.2d  at  689-90 (Friendly,  J.,\r                                  \r\n\ndissenting,  in part))  (emphasis added).   Although  Fanetti\r                                                                         \r\n\npreceded  Jones  &amp; Laughlin,  whereas the  Castorina decision\r                                                                \r\n\n                             -41-\r                                          41\r\r\n\ncame after, there  is no indication  that the Second  Circuit\r\n\nhas altered its position.3\r\n\n                              II\r                                          II\r\n\n     The en banc court embraces the presumptive \"bifurcation\"\r\n\napproach adopted in Castorina out of concern that the Fanetti\r                                                                         \r\n\noption would eviscerate the  1972 LHWCA amendments' principal\r\n\npurpose:  to offer  all maritime employers maximum protection\r\n\nfrom unpredictable  tort liability in return  for their fixed\r\n\nmonetary contributions  to the LHWCA compensation  fund.  See\r                                                                         \r\n\nalso DiGiovanni v. Traylor  Brothers, Inc., 855 F.  Supp. 37,\r                                                      \r\n\n42 (D.R.I.  1994) (same,  citing by analogy  to \"exclusivity\"\r\n\nprovision in  Rhode Island Workers' Compensation Statute, see\r                                                                         \r\n\nR.I.  Gen. Laws   28-29-20 (1994)).  Accordingly, the en banc\r\n\ncourt  views the  bifurcation fiction  as the  only means  of\r\n\nachieving  the  congressional goal  \"that  the  rights of  an\r\n\n                    \r                                \r\n\n3.  The en banc court  notes that the Fanetti panel  need not\r                                                         \r\nhave announced so broad a  statement of the duties  incumbent\r\nupon dual capacity  employers.   See supra note  14 (en  banc\r                                                      \r\nopinion).   In my view, this overlooks the purposes served by\r\nsuch statements:   first, to explicate  the court's rationale\r\nthrough reference to potential anomalies and inequities which\r\nmight  otherwise  be  thought  to  undermine  its  rationale;\r\nsecond, to provide  guidance on remand.  See,  e.g., Scindia,\r                                                                        \r\n451 U.S. at 156 (setting forth complete explication of duties\r\nof  care  for  remand,  some arguably  inapposite  to  record\r\nfacts).   No  Supreme Court  or  Second Circuit  case  either\r\nexplicitly or implicitly overrules  Fanetti.  Cf. Guilles, 12\r                                                                     \r\nF.3d at 387 (citing  Levene only for the limited  proposition\r                                       \r\nthat  non-longshore workers  not specifically  barred  by the\r\n1984 LHWCA amendments     like  harbor workers     may  bring\r\nsuit against their dual capacity employers under the  Jones &amp;\r                                                                         \r\nLaughlin  reasoning);  cf. also  supra  Section  VI (en  banc\r                                                  \r\nopinion). \r\n\n                             -42-\r                                          42\r\r\n\ninjured  longshoreman . . .  should not depend  on whether he\r\n\nwas  employed directly  by the  vessel  or by  an independent\r\n\ncontractor.\"   H.R. Rep. No.  92-1441 (noting that  the \"same\r\n\nprinciples should  apply in determining the  liability of the\r\n\nvessel\"  in both single capacity and dual capacity cases).  I\r\n\nfind its reasoning unpersuasive. \r\n\n     First, though courts must attempt to discern legislative\r\n\nintent based on the  statute as a whole, see  Thinking Machs.\r                                                                         \r\n\nCorp.  v. Mellon Fin. Servs.  Corp., 67 F.3d  1021, 1024 (1st\r                                               \r\n\nCir. 1995), nothing  in the LHWCA  or its sparse  legislative\r\n\nhistory  provides conclusive  support for  the \"evisceration\"\r\n\nargument  adopted  today by  the en  banc  court.   As single\r\n\ncapacity employers would continue to retain all their section\r\n\n905(a)  protections,  the  Fanetti approach  may  limit  some\r                                              \r\n\nemployers' LHWCA  immunity but  it certainly does  not render\r\n\nthe  LHWCA exclusivity provision  superfluous.  See Mosquera-\r                                                                         \r\n\nPerez v. INS, 3  F.3d 553, 556 (1st Cir. 1993)  (no statutory\r                        \r\n\nprovision should be interpreted as meaningless).\r\n\n     Second, Jones  &amp; Laughlin  itself demonstrates that  the\r                                          \r\n\nsupposedly unlimited, pro-employer  exclusivity provision  in\r\n\nsection  905(a)  is far  more  flexible  than the  land-based\r\n\nworkers'  compensation  statutes  in  most states,  which  in\r\n\ncomparable  contexts would  not permit  a worker  to bring  a\r\n\nnegligence  action  against  the  employer as  owner  of  the\r\n\nproperty  on  which  the   worker's  injury  occurred.    See\r                                                                         \r\n\n                             -43-\r                                          43\r\r\n\ngenerally  2A  Arthur Larson,  Workmen's  Compensation  Law  \r                                                                       \r\n\n72.82,  at 14-234 (1983).4   Thus, it  seems reasonably clear\r\n\nthat Congress did not envision section 905 as an exact analog\r\n\nto state workers' compensation schemes.\r\n\n     Third, the cited House  Report language appears  immedi-\r\n\nately after  a discussion of Congress'  intention to abrogate\r\n\nthe  Court's previous decisions in Reed v. Yaka, 373 U.S. 410\r                                                           \r\n\n(1963),  and Jackson v.  Lykes Bros. Steamship  Co., 386 U.S.\r                                                               \r\n\n731 (1967), see supra  note 1, which held that  dual capacity\r                                 \r\n\nemployers  were as  vulnerable  to  \"unseaworthiness\"  claims\r\n\nunder the pre-1972 LHWCA  as were non-employer vessel owners.\r\n\nCongress meant to eliminate the wasteful litigation burdening\r\n\nthe   courts   under   the    pre-1972   LHWCA;   viz.,   the\r\n\n\"triangulation\" in  litigation caused by the  confluence of a\r\n\nlongshore  worker's   strict  liability  claim   for  \"unsea-\r\n\nworthiness\" against  the vessel owner and  the vessel owner's\r\n\nclaim   for  indemnification  from   a  negligent  stevedore-\r\n\nemployer.  \r\n\n     Thus, in all likelihood  the House Report's reference to\r\n\n\"same principles\" was  simply meant as a caution  that hence-\r\n\n                    \r                                \r\n\n4.  Many  states do  recognize  a dual  capacity doctrine    \r\nthough in circumstances inapposite here    where the employer\r\nacts in  a non-landowner  capacity.   For  example, a  worker\r                                    \r\ninjured by a product  manufactured by the employer would  not\r\nbe barred from bringing a  product liability claim for breach\r\nof the duty    owed the consuming public    to make a reason-\r                                                    \r\nably safe product.   See,  e.g., Schump v.  Firestone Tire  &amp;\r                                                                         \r\nRubber Co., 541 N.E.2d 1040, 1042-43 (Ohio 1989).  \r                      \r\n\n                             -44-\r                                          44\r\r\n\nforth, by virtue of the 1972 amendments, both single capacity\r\n\nand dual capacity cases were to be subject to the same negli-\r\n\ngence liability  principles, not to  the heightened standards\r\n\nof  care governing \"unseaworthiness\" claims    a differential\r\n\nthat would otherwise have afforded employees in dual capacity\r\n\ncases  a decided advantage in litigation.  See, e.g., Shaw v.\r                                                                      \r\n\nNorth  Pennsylvania R.  Co., 101  U.S. 557,  565  (1879) (\"No\r                                       \r\n\nstatute is to be construed as altering the common law further\r\n\nthan its words import.\").   Therefore, even without indulging\r\n\nthe \"bifurcation\" fiction adopted by the en banc court, it is\r\n\nentirely   reasonable  to   point  out  that   dual  capacity\r\n\nemployers, in  return for assuming much  more limited section\r\n\n904  workers' compensation  liability, obtained  an important\r\n\nbenefit  from   the  1972   amendments;  that   is,  complete\r\n\ninsulation  from the  much more  onerous strict  liability to\r\n\nwhich they had  been exposed previously in actions for breach\r\n\nof the warranty of seaworthiness.\r\n\n     Fourth,  Congress  may  well have  envisioned  different\r\n\nduties  of  care  for   single  capacity  and  dual  capacity\r\n\nemployers.   Unlike their single capacity  counterparts, dual\r\n\ncapacity vessel owners presumably  derive economic benefit as\r\n\na result of  their decision to  act in a  dual capacity.   In\r\n\nfact,  this economic benefit  itself may  well counterbalance\r\n\nany \"heightened\" duty of care attending their decision.\r\n\n          A  shipowner is, of course, at liberty to\r\n          refrain from hiring an independent steve-\r\n\n                             -45-\r                                          45\r\r\n\n          doring contractor.  Presumably it does so\r\n          to save money.   However, that saving  is\r\n          accomplished at the cost of not having an\r\n          independent expert on  board.  As  myriad\r\n          cases  in  this  field  demonstrate,  the\r\n          presence of the expert independent steve-\r\n          doring contractor furnishes the shipowner\r\n          with significant protection, in  the form\r\n          of insulation from liability for  its own\r\n          acts which would  otherwise attach.   But\r\n          the shipowner cannot save the premium and\r                                                               \r\n          still claim the protection.\r                                                \r\n\nFanetti, 678 F.2d at 428 (emphasis added).  \r                   \r\n\n     Indeed,  permitting  the   dual  capacity  employer   to\r\n\ncompartmentalize  its  actual  \"knowledge\"  between  its  two\r\n\nartificial personae in these circumstances would undercut the\r\n\nprimary  LHWCA policy goal identified in Scindia.  That is to\r                                                            \r\n\nsay,  there would  be  no economic  incentive for  shipowner-\r\n\nemployers  to hire  independent stevedoring  companies, which\r\n\ngenerally possess greater expertise in conducting longshoring\r\n\nactivities with  maximum levels  of worker safety.   Such  an\r\n\nartificial  rule  inevitably  would  increase  the  hazardous\r\n\nworking   conditions  encountered  by  longshore  and  harbor\r\n\nworkers, and thereby undermine the spirit of the LHWCA.\r\n\n     Fifth, the en banc court's bifurcation  fiction obviates\r\n\nany factfinding  inquiry into the  \"dual capacity\" employer's\r\n\nactual mode of operations.   Under either Fanetti or  Levene,\r                                                                        \r\n\nsingle and  dual capacity employers are subject to the \"same\"\r\n\nstandards of care; the differences are purely circumstantial.\r\n\nThe Scindia paradigm recognizes that a single capacity vessel\r                       \r\n\nowner  is subject  to  comparatively relaxed  duties of  care\r\n\n                             -46-\r                                          46\r\r\n\nbecause it forfeits virtually all control over ensuing events\r\n\nonce  it turns its vessel  over to another  legal entity (and\r\n\nthat  entity's employees)  in  relation to  which the  vessel\r\n\nowner enjoys no presumptive  right of control absent specific\r\n\ncontractual arrangements to the contrary.\r\n\n     On  the  other hand,  as a  general  rule the  notice or\r\n\nknowledge    as well as the foreseeability    attributable to\r\n\na  dual capacity employer  will be  greater simply  because a\r\n\nvessel owner  which hires its own longshore or harbor workers\r\n\ndoes not in fact \"turn over\" its vessel to a separate entity.\r\n\nRather, the dual  capacity employer remains in control     at\r\n\nleast to  some extent (both  in time and space)     and often\r\n\nremains  in  total  control  of  the  entire  vessel  and its\r\n\nappurtenances throughout the relevant time period.  Thus, the\r\n\nfuller  range   of  knowledge  and   foreseeability  normally\r\n\naccompanying   constant  and   total  control   represents  a\r\n\ncompelling reason  for broader accountability on  the part of\r\n\nthe  dual  capacity employer,  consistent  with general  tort\r\n\nprinciples, see, e.g., Illinois  Constructors Corp. v.  Logan\r                                                                         \r\n\nTransp.,  Inc., 715 F. Supp.  872, 882 n.22  (N.D. Ill. 1989)\r                          \r\n\n(agent's  knowledge  is   imputable  to  principal,  exposing\r\n\nprincipal to  direct liability  in tort); People  v. American\r                                                                         \r\n\nMedical Ctrs. of  Michigan, Ltd., 324 N.W.2d  782, 783 (Mich.\r                                            \r\n\nCt. App.  1981) (same), cert.  denied, 464 U.S.  1009 (1983);\r                                                 \r\n\n                             -47-\r                                          47\r\r\n\nAllen v. Prudential Property  &amp; Cas. Ins. Co., 839  P.2d 798,\r                                                         \r\n\n806 (Utah 1992) (same). \r\n\n     Even a single capacity  employer owner must shoulder the\r\n\nongoing duty  to intervene as necessary  to correct hazardous\r\n\nconditions in  any part  of the  vessel remaining  within its\r\n\ncontrol,  as well as when  it acquires actual  knowledge of a\r\n\ndeveloping hazard posed by  the vessel's appurtenances (e.g.,\r                                                                        \r\n\nan  open deck hatch or  a leaking powerpack),  and knows that\r\n\nthe independent  stevedore's failure to remedy  the hazard is\r\n\nplainly improvident.   See Keller,  38 F.3d at  32; cf.  also\r                                                                         \r\n\nMelanson v.  Caribou Reefers,  Ltd., 667 F.2d  213, 214  (1st\r                                               \r\n\nCir.  1981) (noting  that  Scindia's \"obviously  improvident\"\r                                              \r\n\nstandard of care generally  pertains only to hazards develop-\r\n\ning  in  vessel's  gear, rather  than  nonappurtenances  like\r                                   \r\n\ncargo).  By the  opposite token, however, what can  it matter\r\n\nwhether a dual  capacity employer knows,  as it surely  does,\r\n\nthat its decision qua  independent stevedore not to eliminate\r                                 \r\n\na  known hazard  is or  is not  improvident?    After  all, a\r\n\nvessel  can  exercise  control, and  acquire  knowledge, only\r                                                                         \r\n\nthrough its  owner and  crew, 33 U.S.C.    902(21)  (\"vessel\"\r\n\nincludes \"agents\" and \"crew members\"), and in single capacity\r\n\ncases  the control  exercised and  the knowledge  acquired by\r\n\nthese agents normally must be imputed to the vessel.5  \r\n\n                    \r                                \r\n\n5.  Indeed,  the following  language  from  the House  Report\r\nseverely  undercuts the statutory  interpretation proposed by\r\nthe en banc court:  \r\n\n                             -48-\r                                          48\r\r\n\nThe  apology  for the  dual  capacity fiction  might  be more\r\n\ncompelling were  there  some reality-based  indication as  to\r\n\nwhen the  markedly different responsibilities  incumbent upon\r\n\ndual capacity  employers become engaged.  But  this is simply\r\n\nnot the  case, of  course.   Even the  determinative one-time\r\n\n\"turn over\" in a  single capacity case, which brings  about a\r\n\nclearly  distinguishable  realignment of  responsibilities in\r\n\nkeeping with the change in control, bears no relevance in the\r\n\ndual  capacity case.   In  the Jamestown  Bridge construction\r\n\nproject, for example, the control and use of some vessels, or\r\n\ndiscrete  areas  of  various  vessels,  frequently alternated\r\n\nbetween  an  employer's  vessel-operating employees  and  its\r\n\n                    \r                                \r\n\n          [N]othing in the  [LHWCA] is intended  to\r\n          derogate from the vessel's responsibility\r\n          to  take  appropriate  corrective  action\r\n          where it knows or should have known about\r\n          a dangerous condition.  \r\n\n          So, for example,  where the  longshoreman\r\n          slips on an oil  spill on a vessel's deck\r\n          and is injured,  the proposed  amendments\r\n          to Section 5 would still permit an action\r\n          against  the vessel  for negligence.   To\r                                                         \r\n          recover, he must establish that:  (1) the\r\n          vessel  put  a foreign  substance  on the\r\n          deck,  or knew  that  it was  there,  and\r                                                         \r\n          willfully or negligently failed to remove\r\n          it; or (2) the foreign substance had been\r\n          on  the deck  for such  a period  of time\r\n          that  it should have  been discovered and\r\n          removed by the vessel in the  exercise of\r\n          reasonable care under the circumstances.\r\n\nH.R. Rep. No. 92-1441 (emphasis added).  \r\n\n                             -49-\r                                          49\r\r\n\nconstruction employees.6   Clearly, then,  the dual  capacity\r\n\nfiction  presumes circumstantial settings  which overlook the\r\n\nactual facts in many if not most cases.  \r\n\n     At  best, therefore, the Castorina fiction devolves into\r                                                   \r\n\na metaphysical exercise, at worst  into an inducement to dual\r\n\ncapacity employers to  perpetuate hazardous conditions within\r\n\ntheir  exclusive  control.   See  Fanetti, 678  F.2d  at 428.\r                                                     \r\n\nFurthermore, it runs directly  counter to the clear statement\r\n\nof congressional  intent  in the  LHWCA legislative  history;\r\n\nviz., that the \"same principles [i.e.,  the Scindia duties of\r                                                               \r\n\ncare]  should  apply  in  determining the  liability  of  the\r\n\nvessel\" in both single capacity and dual capacity cases.  See\r                                                                         \r\n\nH.R. Rep. No. 92-1441.  \r\n\n     Sixth, the mere  fact that the 92d  Congress reduced the\r\n\ntort  liability  exposure  of  LHWCA   employers  in  certain\r\n\n                    \r                                \r\n\n6.  For example, in the companion en banc case, the employer,\r                                                     \r\nTraylor Brothers, Inc., was  required to use the BETTY  F and\r\nthe supply barge, alternately, as a means of transporting the\r\ncrane, its operating employees and supplies to the designated\r\nwork sites on  Narragansett Bay or as  an instrumentality for\r\nconstructing the coffer dams.  Sometimes, in fact, it appears\r\nthat  these  discrete  operating   modes  either  merged   or\r\nalternated  with   such  frequency  that  it   could  not  be\r\nascertained  with any  confidence, even  on the  date  of the\r\naccident, whether the Traylor Brothers' supply barge crew, or\r\nits construction team \"alter ego,\" had custody and control of\r\nthe deck  of the supply barge.   Cf. Masinter  v. Tenneco Oil\r                                                                         \r\nCo., Inc., 867  F.2d 892  (5th Cir. 1989)  (noting that  \"the\r                     \r\npresent case does  not involve a vessel  owner 'turning over'\r\nthe  control  of  a  vessel  to a  stevedore  or  independent\r\ncontractor.   Rather,  [the vessel  owner] was  contractually\r\nbound  to conduct  the  drilling operations  and remained  in\r\ncontrol of the vessel to effectuate this obligation.\").\r\n\n                             -50-\r                                          50\r\r\n\nrespects does not permit the extrapolation indulged by the en\r\n\nbanc  court;  viz., Congress  must  have  intended to  accord\r\n\nemployers  the maximum  protection from  negligence liability\r                                  \r\n\nregardless  of  any actual  differences  in their  respective\r\n\nlevels  of knowledge  about,  or capacities  to control,  the\r\n\nworkplace.    In so  doing, the  en  banc court  gives little\r\n\nrecognition  to the  one presumptive  principle of  statutory\r\n\ninterpretation plainly  applicable here:  the  LHWCA \"must be\r\n\nliberally construed in conformance with its purpose, and in a\r\n\nway which avoids harsh  and incongruous results.\"   Reed, 373\r                                                                    \r\n\nU.S. at 415  (emphasis added).  See Voris v.  Eikel, 346 U.S.\r                                                               \r\n\n328, 333 (1953); see also Hogar Agua y Vida en el Desierto v.\r                                                                      \r\n\nSuarez-Medina,  36 F.3d  177, 181  (1st Cir.  1994) (remedial\r                         \r\n\nstatutes are to be broadly construed).7  Consistent with this\r\n\npresumptive  interpretation,  unless dual  capacity employers\r\n\nlike A-K  demonstrate  some legislative  purpose  behind  the\r\n\n                    \r                                \r\n\n7.  Generally,  this  interpretive  rule  operates  to  bring\r\ninjured  maritime workers  within  the workers'  compensation\r\nscheme in circumstances where   904 is ambiguous.  Insofar as\r\nmaritime workers  are deprived  of other common  law remedies\r\nunder   905(a),  a liberal  interpretation is not  invariably\r\nsynonymous with one  that is \"favorable\" in fact  to maritime\r\nworkers.  In Reed, 373 U.S. 410 (1963), and Jackson, 386 U.S.\r                                                               \r\n731 (1967),  however, the Court  made clear that  this inter-\r\npretive rule may be used to expand a covered worker's adjunct\r\nremedies under the LHWCA, beyond the remedy directly afforded\r\nunder    904.   The  legislative history  of  the 1972  LHWCA\r\namendments questions Reed, but  only regarding the  continued\r                                     \r\navailability  of  the \"unseaworthiness\"  remedy  against dual\r\ncapacity  employers, see  supra note  1, leaving  undisturbed\r                                           \r\nReed's pro-employee  interpretive presumption in  the face of\r                \r\nother unresolvable statutory ambiguities.  \r\n\n                             -51-\r                                          51\r\r\n\nLHWCA  that  is either  served by  Castorina or  disserved by\r                                                        \r\n\nFanetti, the  benefit  of  the  doubt  would  belong  to  the\r                   \r\n\nplaintiff-employee.8  \r\n\n                             III\r                                         III\r\n\n     Absent  controlling precedent or  conclusive evidence of\r\n\ncongressional intent, we must determine the particular duties\r\n\nof  care to  be borne  by  the dual  capacity employer.   See\r                                                                         \r\n\nScindia,  451 U.S. at  165-66, 167  (\"Section 905(b)  did not\r                   \r\n\nspecify  the  acts  or omissions  of  the  vessel  that would\r\n\nconstitute  negligence . . . .   Much was left to be resolved\r\n\n                    \r                                \r\n\n8.  I  share  the  common-sense assessment  advanced  in  the\r\nconcurring opinion, see supra, that the dual capacity fiction\r                                         \r\nis unnecessarily cumbersome,  but cannot agree that  Congress\r\nintended,  or the Jones  &amp; Laughlin  Court should  have held,\r                                               \r\nthat  all tort  suits  against dual  capacity employers  were\r\nbarred outright.  First, the unambiguous second sentence in  \r\n905(b) (\"If such person was employed by the vessel to provide\r\nstevedoring services,  no such  action shall be  permitted if\r\nthe injury was caused by the negligence of persons engaged in\r\nproviding stevedoring services to the vessel.\") prevented any\r\nsuch interpretation  by the Court.   By expressly restricting\r\nthe  permissible   scope   of  such   suits,  this   language\r\nunmistakably  implies that there  is no such  outright bar of\r\nnegligence  suits by  employees  against their  dual capacity\r\nemployers.   See  Jones  &amp;  Laughlin,  462  U.S.  at  530-31.\r                                                \r\nSecond, the concurring opinion suggests that the 92d Congress\r\nunintentionally  created  the present  muddle  in  1972, then\r\nsurmises that  Congress nonetheless intended  the exclusivity\r\nprovision as  a total bar to dual capacity suits.  Be that as\r\nit  may, Congress amended the  LHWCA in 1984,  one year after\r\nthe  Jones &amp;  Laughlin  decision, and  enacted outright  bars\r                                  \r\nrelating  only   to  particular  classes  of   dual  capacity\r\nemployers (e.g., shipbuilders).   See, e.g., Guilles, 12 F.3d\r                                                                \r\nat  386.   Thus,  Congress had  the  opportunity in  1984  to\r\noverturn the Jones  &amp; Laughlin decision in  its entirety, yet\r                                          \r\nchose  to overrule it only in part.  Consequently, a congres-\r\nsional  intendment  that  some dual  capacity  employers  are\r\nsubject to suit under  section 905 seems to me  to be settled\r\nbeyond serious question.\r\n\n                             -52-\r                                          52\r\r\n\nthrough the  `application of accepted principles  of tort law\r\n\nand the ordinary process of litigation.'\")  (quoting H.R.Rep.\r\n\nNo. 92-1441).   Since legal fictions  often overlook relevant\r\n\nrealities in order to  promote some greater systemic benefit,\r\n\nin  my  view  a  finding  of  dual  capacity  should  be  the\r\n\nexception, not the presumptive rule.9 \r\n\n     Neither the  Congress nor  the Scindia Court  could have\r                                                       \r\n\nforeseen   the  recent,  fast-paced   evolution  in  maritime\r\n\nconstruction  practices  which  has exacerbated  the  instant\r\n\ncontroversy.   Ultimately,  therefore,  the Congress  or  the\r\n\nSupreme  Court  must provide  a  definitive  response to  the\r\n\npresent conundrum.   Until then,  however, \"the rights  of an\r\n\ninjured  longshoreman . . .  should not depend  on whether he\r\n\nwas  employed directly  by the  vessel or  by an  independent\r\n\ncontractor.\"  Jones &amp; Laughlin, 462 U.S. at 531-32.  \r                                          \r\n\n     It is for very good reason that the LHWCA did not invite\r\n\nthe courts simply to presume  an adequate segregation of  the\r\n\n                    \r                                \r\n\n9.  See Helvering  v. Stockholms Enskilda Bank,  293 U.S. 84,\r                                                          \r\n92 (1934)  ((\"[L]egal fictions  have an appropriate  place in\r\nthe administration of the  law when they are required  by the\r\ndemands of  convenience  and justice.\");  Pettibone Corp.  v.\r                                                                     \r\nEasley, 935  F.2d  120,  123 (7th  Cir.  1991)  (\"Even  legal\r                  \r\nfictions have  their limits.\"); Cruz  v. Chesapeake Shipping,\r                                                                         \r\nInc.,  932  F.2d  218,  227-28 (3d  Cir.  1991)  (noting that\r                \r\nmaritime   law  creates  legal  fictions  \"for  []  practical\r\noperational reasons\"); United  States v.  Markgraf, 736  F.2d\r                                                              \r\n1179, 1187  (7th Cir. 1984) (\"[F]or  more than 200   years we\r\nhave been told that the proper office of legal fictions is to\r\nprevent,  rather  than  to create,  injustices.\")  (citing  3\r\nWilliam Blackstone,  Commentaries on  the Laws of  England 43\r                                                                      \r\n(1768)), cert. dismissed, 469 U.S. 1199 (1985). \r                                    \r\n\n                             -53-\r                                          53\r\r\n\nworkplace-safety  responsibilities  incumbent  upon  maritime\r\n\nemployers under the  LHWCA, based merely on some  informal or\r                                                                         \r\n\nde  facto bifurcation  of  its vessel-owner  and construction\r                                                                         \r\n\noperations.  Such a  presumption would allow, even encourage,\r                      \r\n\ndual capacity employer operations to  lapse into the types of\r\n\ntacit work arrangements which  place employees at unnecessary\r\n\nrisk;  for example,  where  few workers,  if any,  understand\r\n\nwhich  of  their  dual  capacity  employer's  alter  egos  is\r\n\nultimately  responsible,  through   its  own  employees,  for\r                                                   \r\n\nmonitoring, reporting and/or remedying developing hazards. \r\n\n     At most, therefore,  bifurcation should be  available as\r\n\nan  affirmative  defense,  as  to  which  the  putative  dual\r\n\ncapacity employer  bears the burden of proof.   Scindia noted\r                                                                   \r\n\nthat the  vessel owner may  surrender and entrust  a discrete\r\n\nwork area  to a single  capacity employer because  the latter\r                                            \r\n\npresumptively possesses not only the hands-on  opportunity to\r\n\nmonitor vessel  workplace conditions, but  also the  required\r\n\nexpertise in  supervising workplace  safety.  See  Keller, 38\r                                                                     \r\n\nF.3d at  29-30.   On the  other hand,  since a dual  capacity\r                                                                         \r\n\nemployer may or may not actually consign its workplace safety\r\n\nresponsibilities to its \"construction division,\" its bifurca-\r\n\ntion defense should not be allowed if, for instance, the dual\r\n\ncapacity employer  withheld  such responsibilities  from  its\r\n\nconstruction division  ab initio, or  delegated them  without\r                                            \r\n\nthe clarity and authority reasonably required to enable their\r\n\n                             -54-\r                                          54\r\r\n\nreliable discharge.  Cf.  id. at 32 (\"a  post-'turnover' duty\r                                         \r\n\nmay arise  if the  vessel owner was  obligated, by  contract,\r\n\nstatute or custom, to  monitor stevedoring operations for the\r\n\npurpose of detecting and  remedying unsafe conditions\").  For\r\n\nexample, the slipshod arrangements  in place in the companion\r\n\ncases now before the en banc  court were of a type that could\r\n\ndo  nothing to  encourage, let  alone develop,  the expertise\r\n\nnecessary to enable a dual  capacity employer's \"construction\r\n\ndivision\"  reliably  to  discharge its  delegated  workplace-\r\n\nsafety responsibilities along the lines touted in Scindia.  \r                                                                     \r\n\n     Consequently, in my view  the first step in establishing\r\n\nthe  actual  bifurcation  needed to  sustain  a dual-capacity\r\n\nemployer's  affirmative  defense  would  be  to  demonstrate,\r\n\neither through an express delegation of responsibility, or by\r\n\nway of an implied delegation based, for example,  on evidence\r\n\nthat   the  dual  capacity  employer's  on-site  construction\r\n\ndivision supervisors customarily made workplace  safety deci-\r\n\nsions  of a  type  and magnitude  adequate  to indicate  that\r\n\nreasonably reliable prophylactic measures would be undertaken\r\n\nto prevent workplace  mishaps of the sort experienced  by the\r\n\nplaintiff-employee.  \r\n\n     Secondly,  once a  dual capacity  employer has  made the\r\n\nprima facie showing that primary responsibility for workplace\r\n\nsafety  had been  adequately  delegated to  its \"construction\r\n\ndivision,\" the Scindia  rationale would contemplate  that the\r                                  \r\n\n                             -55-\r                                          55\r\r\n\ninjury sustained by the plaintiff-employee have occurred in a\r\n\nworkplace area  not under  the \"active control\"  of the  dual\r\n\ncapacity employer's  \"vessel division\" (or  its vessel  crew)\r\n\nduring  any appreciable pre-injury period after the hazardous\r\n\ncondition  first developed.   See  Scindia, 451  U.S. at  167\r                                                      \r\n\n(noting  that vessel may be liable  for its negligent conduct\r\n\n\"in areas . . . under the active control of the vessel during\r\n\nthe  stevedoring  operations\");  Fanetti,  678  F.2d  at  429\r                                                    \r\n\n(noting that the 1972 LHWCA amendments \"neither expressly nor\r\n\nimplicitly purport[]  to overrule or  modify the  traditional\r\n\nrule  that the longshoreman  may recover the  total amount of\r\n\nhis damages from the  vessel if the latter's negligence  is a\r\n\ncontributing  cause of  his  injury, even  if the  stevedore,\r\n\nwhose limited  liability is  fixed by  statute, is  partly to\r\n\nblame\")    (quoting    Edmonds    v.    Compagnie    Generale\r                                                                         \r\n\nTransatlantique, 443 U.S. 256, 264 (1979)).  \r                           \r\n\n     The rationale  for such a  requirement seems  unimpeach-\r\n\nable:  an employer may not  use the dual  capacity fiction to\r\n\ncircumvent    LHWCA    tort    liability   by    artificially\r\n\ncompartmentalizing  its   actual  knowledge.    Id.   at  430\r                                                               \r\n\n(\"[R]equiring trial judges to  give juries instructions about\r\n\nthe shipowner's right to rely upon an expert contractor  who,\r\n\nin  fact, was  not  there .  .  .  is schizophrenic  and  the\r\n\npredictable effect upon the jury one of bafflement.\").  Since\r\n\ndual capacity employers that utilize vessels to perform their\r\n\n                             -56-\r                                          56\r\r\n\nmaritime construction  activities may never engage  in a one-\r\n\ntime  turnover of any discrete  area of the  vessel (as would\r\n\nthe  single capacity  vessel  owner in  the more  traditional\r\n\nstevedoring  context), a rational factfinder reasonably could\r\n\nconclude that  the area within which  the hazardous condition\r\n\ndeveloped  had been  jointly or  interchangeably used  by the\r\n\ndual capacity employer's vessel division and its construction\r\n\ndivision employees to such an  extent that the dual  capacity\r\n\nemployer had never surrendered \"active control\" of the injury\r\n\nsite  to its construction \"division.\"  Thus, were there to be\r\n\na remand in this  case, the record might enable  a reasonable\r\n\nfinding   that  agents   of  A-K's   \"construction  division\"\r\n\nexclusively and  continuously controlled  the barge  from the\r\n\ntime the hazardous condition first developed until a few days\r\n\nlater when Morehead fell into the open hatch.  \r\n\n     Once   a  dual  capacity   employer  satisfies  the  two\r\n\naforementioned  components  in  its  burden  of  proof,  tort\r\n\nliability  could  not  be  imposed  absent  showings  by  the\r\n\nplaintiff-employee that  the employer had acquired (i) actual\r\n\nknowledge of  the  developing hazard  in  an area  no  longer\r\n\nwithin the  employer's \"active control\" and  (ii) notice that\r\n\nthe failure of its construction division to remedy the hazard\r\n\nwas \"obviously  improvident.\"   Scindia, 451 U.S.  at 174-75.\r                                                   \r\n\nThus, the dual capacity employer would remain responsible for\r\n\nmonitoring all  areas of  the vessel for  developing hazards,\r\n\n                             -57-\r                                          57\r\r\n\neven  though  it is  allowed  to rely  upon  its construction\r\n\ndivision,  in the  first instance,  to remedy  hazards within\r\n\nareas  under   the  \"active  control\"   of  its  construction\r\n\ndivision.  \r\n\n     Actual knowledge of a  developing hazard normally  would\r\n\nbe  imputed to  a  corporate dual  capacity  employer if  its\r\n\nagents  or   employees  acquired  actual  knowledge   of  the\r\n\ndeveloping   hazard.    Under   the  \"obviously  improvident\"\r\n\nstandard,  liability  also  could  be  imputed  to  the  dual\r\n\ncapacity  employer  based on  extrinsic  evidence  as to  the\r\n\nobviousness of the  developing hazard and the length  of time\r\n\nit remained unremedied.  \r\n\n     Although the \"obviously  improvident\" standard  imported\r\n\nfrom  Scindia entails a lesser duty of care than the \"reason-\r                         \r\n\nable care\" required for actionable negligence, it nonetheless\r\n\nserves  to  diminish  the   grave  risk  that  virtually  any\r\n\nperfunctory  designation  of   employees  as   \"vessel-owner\"\r\n\nworkers may allow a  dual capacity employer to shield  itself\r\n\nfrom  all tort liability.  Thus, on  remand the record in the\r\n\npresent  case might enable a finding that the decision not to\r\n\nclose  the open  hatch  for a  few  days was  not  \"obviously\r\n\nimprovident\"  even assuming  responsibility for  the decision\r\n\nwere  to be imputed  to A-K.   Cf. Scindia, 451  U.S. at 175,\r                                                      \r\n\n178-79 (noting  genuine factual dispute  whether vessel owner\r\n\nwas  liable because it knew  that stevedore's decision not to\r\n\n                             -58-\r                                          58\r\r\n\nfix  defective   winch  for  two  days   had  been  obviously\r\n\nimprovident, and remanding for further factual findings).  In\r\n\nboth cases  before the en  banc court, however,  the district\r                                           \r\n\ncourt  decisions  were  made  in reliance  on  the  Castorina\r                                                                         \r\n\nstandard for defining the duties  of care incumbent upon dual\r\n\ncapacity employers.   Since the  ultimate findings     as  to\r\n\nwhether  breaches of the applicable  duty of care occurred   \r\n\nnecessarily  were  dependent  upon  how   those  duties  were\r\n\ndefined, I  would remand the A-K case for further proceedings\r\n\nand/or specific factual findings on the defendant  employer's\r\n\naffirmative defense of bifurcation.\r\n\n                             -59-\r                                          59\r\r\n",
  "html": "<p class=\"case_cite\">75 F.3d 736</p>\n    <p class=\"case_cite\">1996 A.M.C. 1113, 64 USLW 2507</p>\n    <p class=\"parties\">Mark MOREHEAD, Plaintiff, Appellant,<br>v.<br>ATKINSON-KIEWIT, J/V, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1581.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 2, 1995.<br>Decided Feb. 6, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas M. Bond, with whom David B. Kaplan and The Kaplan/Bond Group, Boston, were on brief, for appellant.</p>\n      <p class=\"indent\">Kathleen B. Carr, with whom Thomas E. Clinton, Robert E. Collins and Clinton &amp; Muzyka, P.C., Boston, were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Mark Morehead, a harbor worker injured while working on a construction barge, appeals from a judgment dismissing his negligence action against Atkinson-Kiewit, J/V (\"A-K\"), a firm that was both his employer and charterer of the barge.   Morehead brought this action under section 905(b) of the Longshore and Harbor Workers' Compensation Act (LHWCA), 33 U.S.C. &#167; 901 et seq., authorizing covered employees to sue a vessel as a third party for injury caused by the negligence of the vessel.   In its capacity as Morehead's employer, A-K is immune from tort actions brought by covered employees like Morehead.   But as the bare boat charterer of the barge on which Morehead was injured, A-K is deemed also to be the statutory vessel owner;  and it was in this capacity that A-K was sued.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The case raises difficult questions of first impression in this circuit as to the liability of a so-called dual capacity employer under the LHWCA.   In particular, we must decide how to assess whether A-K's alleged negligence occurred in its vessel capacity (allowing suit to be brought under section 905(b)) or in its employer capacity (immunizing it from suit).   While the Supreme Court has endorsed the bringing of section 905(b) negligence actions against a dual capacity defendant in its vessel owner capacity, the Court has yet to define, in such a case, the point at which employer responsibility ends and vessel responsibility begins.   Nor has the Court decided to what extent principles laid down in stevedore cases involving a separately owned vessel apply to claims by non-stevedore harbor workers.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mark Morehead was employed by A-K, a joint venture formed between Guy Atkinson Co. and Kiewit Eastern to complete the construction of the Jamestown Bridge spanning Narragansett Bay in Rhode Island.   In order to transport materials and equipment around the bay to the work sites, A-K bare boat chartered several barges.   The barges involved in this case, the CHER 106 and the HUGHES 707, were flat deck barges--floating platforms bare of structures or equipment.   A-K also leased two tugs from Woods Hole Towing Co. to transport the barges where needed.   The tugs themselves were crewed by Woods Hole employees.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A-K hired carpenters from a local union to build the bridge.   Their responsibilities included cutting timbers and steel and setting up concrete forms for pours.   As union requirements prevented the tug captain or crew from handling the lines on the barges, some carpenters also tended the lines on the barges as \"scowmen.\"   Morehead's regular duties included both carpentry and linehandling.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On January 29, 1990, Morehead and another carpenter/scowman, Steven Breault, were untying the HUGHES 707 from the CHER 106.   A barge was to be surveyed in connection with her going off hire.   A tug stood nearby.   The barges were not at this time carrying materials or equipment, but rather were set off on the north side of the Davisville Pier.   Breault threw a heavy line to Morehead, who, in attempting to catch it, stepped backwards into an open hatch which was flush with the deck on one of the barges.   The district court noted conflicting testimony as to which barge Morehead was on when injured,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but concluded that in any event, the single open hatch was insufficiently obvious.   Breault testified that he had opened the hatch on the HUGHES (which he named as the barge to be surveyed) a few days before the accident, because A-K was preparing for an off-hire survey before returning the barge to the owner.   Breault testified that a supervisor carpenter had told him to open the hatch.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Morehead filed a complaint against A-K and Woods Hole on April 22, 1991, alleging Jones Act negligence, unseaworthiness, maintenance, and cure, and negligence under section 905(b) of the LHWCA.   Following the denial of A-K's motion for summary judgment, Morehead voluntarily withdrew all claims except his claim for negligence under the LHWCA.   A bench trial commenced on April 11, 1994.   On April 29, 1994, the district court issued its Findings and Order dismissing Morehead's complaint and A-K's cross-claim against Woods Hole.   It wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>[T]he court does not find it negligence of [appellee] viewed in its capacity as pro hac vice owner.   Rather, it appears to be a temporary condition created by it solely in its capacity as charterer....  These two capacities are legally separate, even though they be the same individual.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This passage confusingly distinguishes between an owner pro hac vice and a bare boat charterer (the statute includes both in its definition of \"vessel,\" see 33 U.S.C. &#167; 902(21)).   The parties agree that the district court actually meant to distinguish between the appellee as vessel and as employer.   We also interpret the district court's order in that fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Judgment was entered on May 4, 1994 in A-K's favor.   This appeal followed.</p>\n    </div>\n    <p>II. Standard of Review</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A district court's fact-based findings relative to negligence are reviewable only for clear error.   See, e.g., Levene v. Pintail Enters., 943 F.2d 528, 535-36 (5th Cir.1991), cert. denied, 504 U.S. 940, 112 S.Ct. 2274, 119 L.Ed.2d 201 (1992).   However, the question of whether the district court applied the proper standard of care is one of law, subject to de novo appellate review.   See, e.g., Keller v. United States, 38 F.3d 16, 22-23 (1st Cir.1994);  Elberg v. Mobil Oil Corp., 967 F.2d 1146, 1149 (7th Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The lower court did not explain the criteria it applied in deciding what duties of care to attribute, respectively, to A-K in its separate capacities as LHWCA employer and as owner (charterer) of the barge.   Rather, it simply cited along with its conclusions existing precedent relative to section 905(b) liability, e.g., Scindia Steam Navigation Co. v. De Los Santos, 451 U.S. 156, 101 S.Ct. 1614, 68 L.Ed.2d 1 (1981), and Castorina v. Lykes Bros. S.S., 758 F.2d 1025 (5th Cir.), cert. denied, 474 U.S. 846, 106 S.Ct. 137, 88 L.Ed.2d 113 (1985).   The factual circumstances of these and related cases, however, are too removed from those here to reveal the precise standards and analysis that were applied in this case.   Nor does the language of the LHWCA provide clear guidance.   We can only hope that the Supreme Court will eventually elucidate the standards applicable to dual status employers of harbor workers in circumstances comparable to these.   Until then, we do our best to outline the legal principles that, we believe, govern the facts presented here.   Under those principles--and giving due deference to the district court's authority as fact finder--we affirm the judgment below.</p>\n    </div>\n    <p>III. \"Vessel\" Status</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We dispose first of a less troublesome issue.   The district court provisionally assumed that the barge on which Morehead was injured was a \"vessel\" within the LHWCA, although it found no need to decide the matter.   Section 905(b) permits an LHWCA employee to sue in negligence only \"[i]n the event of injury ... caused by the negligence of a vessel.\"   Section 902(21) of the LHWCA defines \"vessel\" to include a bare boat charterer among the parties that may be held liable under section 905(b).   A-K has not contested its status as bare boat charterer.   Nor has it asserted on appeal any reason to conclude that the HUGHES and CHER were not among the structures included as \"vessels\" under the LHWCA.   See, e.g., Kathriner v. Unisea, Inc., 975 F.2d 657, 662 (9th Cir.1992) (to determine whether a structure is a \"vessel\" under the LHWCA, most courts have applied the general definition in 1 U.S.C. &#167; 3 of a \"watercraft or other artificial contrivance used, or capable of being used, as a means of transportation on water\");  accord DiGiovanni v. Traylor Bros., 830 F.Supp. 106, 108-109 (D.R.I.1993).   The LHWCA definition of \"vessel\" is more inclusive than that used for evaluating seaman status under the Jones Act.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  For present purposes, we shall assume without deciding that both barges were vessels under the LHWCA, for the negligence of which a section 905(b) claim may be brought.</p>\n    </div>\n    <p>IV. Statutory Framework</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The LHWCA establishes a comprehensive federal worker's compensation scheme which holds employers liable, irrespective of fault, for securing the payment of compensation to qualified maritime employees injured in the course of their employment.  33 U.S.C. &#167; 904.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  This liability of employers is termed \"exclusive.\"   Id. &#167; 905(a).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Section 905(b) of the Act authorizes certain covered employees to sue the vessel as a third party if their employment injury was caused by the negligence of the vessel.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  But employees may no longer sue the vessel on a strict liability theory for her \"unseaworthiness,\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Congress having eliminated the latter as a remedy for longshore and harbor workers in the 1972 Amendments to the LHWCA.   The 1972 Amendments require employees to show fault of the vessel, bar a vessel's attempt to obtain indemnification from the employer, and otherwise have increased the worker's compensation recoverable from an employer.   See Addison v. Bulk Food Carriers, Inc., 489 F.2d 1041, 1042 (1st Cir.1974).   Focusing on longshore workers who, to date, have been the occupational group chiefly discussed in Supreme Court cases under the LHWCA, the Court described these changes as designed \"to shift more of the responsibility for compensating injured longshoremen to the party best able to prevent injuries:  the stevedore-employer.\"  Howlett v. Birkdale Shipping Co., --- U.S. ----, ----, 114 S.Ct. 2057, 2063, 129 L.Ed.2d 78 (1994);  see also Keller, 38 F.3d at 23.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In 1984 Amendments to the LHWCA, Congress further narrowed the availability of negligence actions by certain categories of harbor workers against a vessel in circumstances where the employer was also the owner of the offending vessel.   In these so-called \"dual capacity\" cases, Congress barred employees providing \"shipbuilding, repairing, or breaking services\" from suing the employer-vessel owner for negligence in any capacity.  33 U.S.C. &#167; 905(b).   The Amendments did not purport to prohibit LHWCA employees other than in the described categories from suing for negligence in dual capacity cases.   See H.R.Rep. No. 98-570(I), 98th Cong., 2d Sess., reprinted in 1984 U.S.C.C.A.N. 2734, 2741 (hereafter 1984 U.S.C.C.A.N.)  (\"The Committee intends that this language [in &#167; 905(b) ] not be construed to limit an employee's right to bring a cause of action, except in the circumstances indicated within the language.\");   cf. Guilles v. Sea-Land Serv., Inc., 12 F.3d 381, 386 (2d Cir.1993) (affirming relief cook's judgment against negligent employer-vessel owner and explaining that \"[t]he 1984 change ... shows that Congress knew how to preclude a class of employees from being able to sue an employer-vessel if it chose to do so\");  Gay v. Barge 266, 915 F.2d 1007, 1010 (5th Cir.1990) (\"[T]he &#167; 905(b) bar is specific to the occupations listed:  shipbuilders, ship repairers and ship breakers.\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Supreme Court had previously interpreted section 905(b) to permit covered employees to bring third-party negligence actions against their employer qua vessel owner.   See Jones &amp; Laughlin Steel Corp. v. Pfeifer, 462 U.S. 523, 530-32, 103 S.Ct. 2541, 2547-48, 76 L.Ed.2d 768 (1983) (explaining that if Congress had intended to exempt employer-vessel owners from negligence suits, then the sentence in section 905(b) barring recovery from them where fellow longshore workers caused the injury would have been unnecessary).   As Morehead's occupational category does not fall within any of those Congress expressly excepted in the 1984 Amendments, supra, Jones &amp; Laughlin would appear to allow Morehead to bring a third-party negligence action against A-K in its vessel capacity.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> To prevail, Morehead has to show that any negligence on A-K's part is attributable to it as vessel rather than as Morehead's insured LHWCA employer.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>V. Defining the Vessel's Duty of Care:  The Supreme Court Cases</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As Jones &amp; Laughlin allows Morehead to bring a third-party action against the vessel owner that is simultaneously his employer, we are left to ascertain the contours of the duty of care owed to Morehead by A-K in its distinct capacity as vessel.   Such a definition is needed in order to decide whether the alleged negligence--the open hatch and failure to warn--is attributable to A-K qua vessel owner rather than qua employer.   Congress left to the courts the task of defining the applicable duty of care.   See Howlett, --- U.S. at ----, 114 S.Ct. at 2063 (\"Because Congress did not 'specify the acts or omissions of the vessel that would constitute negligence,' the contours of a vessel's duty to longshore workers are 'left to be resolved through the \"application of accepted principles of tort law and the ordinary process of litigation.\" ' \")  (citing Scindia, 451 U.S. at 165-66, 101 S.Ct. at 1620-21).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In Scindia Steam Navigation Co. v. De Los Santos, 451 U.S. 156, 101 S.Ct. 1614, 68 L.Ed.2d 1 (1981), the Supreme Court considered the duty of care that a vessel owner owed to an injured longshore worker who was employed by an independent stevedoring firm.   For this common triangular relationship at least--vessel, stevedore, and longshore worker<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>--the Court held that limiting the vessel's duty of care so as to put the chief responsibility upon the independent stevedore was consistent with Congress' intent to permit third-party negligence actions against the vessel but to eliminate the vessel's no-fault liability (the \"unseaworthiness\" claim).   In Howlett, a case that also involved a longshore worker suing an independent vessel, the Court restated the vessel's limited residual duties:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>The first, which courts have come to call the \"turnover duty,\" relates to the condition of the ship upon the commencement of stevedoring operations....  The second duty, applicable once stevedoring operations have begun, provides that a shipowner must exercise reasonable care to prevent injuries to longshoremen in areas that remain under the \"active control of the vessel.\" ... The third duty, called the \"duty to intervene,\" concerns the vessel's obligations with regard to cargo operations in areas under the principal control of the independent stevedore.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Howlett, --- U.S. at ----, 114 S.Ct. at 2063 (citations omitted) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This court recently applied these duties in Keller v. United States, 38 F.3d 16 (1st Cir.1994), a case also involving the triangular relationship of vessel, stevedore, and longshore worker.   We described two duties of a vessel prior to \"turnover\":  the \"duty to warn\" and the \"duty of safe condition.\"  Id. at 23-24.   We further described three \"continuing\" duties of care:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">First, the vessel owner might remain under such a duty were it to retain actual physical control or custody of a portion of the vessel, or participate in stevedoring operations.  Scindia, 451 U.S. at 167, 101 S.Ct. at 1622....  Second, a duty to intervene might attach in the event the vessel owner were to acquire actual knowledge that \"unsafe conditions\" had developed in the vessel's appurtenances since turnover, that the stevedore-employer will not address the unsafe condition, and that the stevedore's decision not to remedy the developing hazard was \"obviously improvident\" in the circumstances.  Id., at 174-75, 101 S.Ct. at 1625-26.   Third, even absent actual control, participation or knowledge, a post-\"turnover\" duty may arise if the vessel owner was obligated, by contract, statute or custom, to monitor stevedoring operations for the purpose of detecting and remedying unsafe conditions.  Id. at 172, 101 S.Ct. at 1624-25.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Id. at 32.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Keller affirmed a judgment that an independent vessel owner had breached neither its turnover nor its continuing duties to a longshore worker who had fallen from a ladder on board the vessel.   We ruled that the district court had not erred in relying on testimony based on industry standards, which indicated fulfillment of the turnover duty.   We also found no breach of a continuing duty of the vessel, where the allegedly dangerous condition developed during cable loading operations which were under the stevedore's control.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As did the Supreme Court in Scindia, this court noted the independent stevedore's greater skill and expertise relative to the vessel's, making the former better positioned than the vessel to prevent employee injury, and the traditional stevedoring warranty to perform competently.   See id. at 29-30;  see also Howlett, --- U.S. at ----, 114 S.Ct. at 2065 (\"The rule relieving vessels from this general duty [to exercise reasonable care to discover dangerous conditions that develop] rests upon 'the justifiable expectations of the vessel that the stevedore would perform with reasonable competence and see to the safety of the cargo operations.' \")  (citation omitted);  Scindia, 451 U.S. at 172, 101 S.Ct. at 1624 (\"[the 1972 Amendments] did not undermine the justifiable expectations of the vessel that the stevedore would perform with reasonable competence and see to the safety of the cargo operations\").   Further supporting the vessel owner's justifiable reliance on the stevedore is that the latter is \"subject to detailed legislative and administrative prescriptions for affording its workers a 'safe' workplace.\"  Keller, 38 F.3d at 24 (citing 33 U.S.C. &#167; 941 and accompanying regulations, 29 C.F.R. &#167;&#167; 1918.1-1918.106, &#167; 1918.25, and Scindia, 451 U.S. at 170, 101 S.Ct. at 1623).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In Scindia and Howlett the Supreme Court outlined a vessel owner's duties of care relative to a longshore worker employed by an independent stevedore.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  But the Supreme Court has not yet had occasion to analyze the vessel's duties in a dual capacity case.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Nor has the Court considered to what degree its Scindia analysis applies to non-longshoring harbor workers, whose duties and modus operandi often differ considerably from those of longshore workers.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The Court has said, though, that \"[o]f course, [section 905(b) ] does make it clear that a vessel owner acting as its own stevedore is liable only for negligence in its 'owner' capacity, not for negligence in its 'stevedore' [the insured employer] capacity.\"  Jones &amp; Laughlin, 462 U.S. at 531 n. 6, 103 S.Ct. at 2547 n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">How to distinguish between vessel owner negligence and employer negligence--where the same entity is both vessel owner and employer--is key here, because Morehead's statutory right to sue is solely for injury caused by vessel negligence.   For work injuries resulting from employer negligence, Morehead must accept the worker's compensation prescribed under the LHWCA.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A further matter complicates this case:  as the defendant has two capacities, so too, it might be said, does the plaintiff.   Morehead was a carpenter, but was hired to perform both carpentry and scowmen's duties.   A-K did not employ a separate crew on its barges.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  As we will discuss further below, this \"double dual capacity\" aspect of the case is a factor to be considered in determining whether negligent acts are properly attributable to a defendant as vessel.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <p>VI. Lower Court Precedent</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">While the Supreme Court has said little about dual capacity cases beyond allowing such defendants to be sued in their vessel owner capacity, some circuits have decided cases similar to ours.   They have asked whether the alleged negligence was due to the defendant qua employer or qua vessel, with recovery allowed only in the latter instance.   And, principles borrowed from Scindia have been applied to harbor workers as well as longshore workers.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Applying Scindia to a dual capacity defendant raises questions even in the longshoring context.   For example, if a defendant is aware of a defect in the work area as stevedore employer, should such awareness also be attributed to it as vessel owner?   And as we note supra, Scindia and Keller emphasized a vessel owner's reliance upon the presumed expertise of the stevedore, an independent contractor.   Where the vessel owner is also the stevedore, is it reasonable to attribute such reliance?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Concerns of this nature led the Second Circuit in Fanetti v. Hellenic Lines Ltd., 678 F.2d 424 (2d Cir.1982), cert. denied, 463 U.S. 1206, 103 S.Ct. 3535, 77 L.Ed.2d 1387 (1983), to indicate that a longshore worker's claim against a dual capacity defendant would be analyzed differently from a claim against a separate shipowner brought by the employee of an independent stevedore.   In Fanetti, a longshore worker was injured on deck by an unsafe condition.   The dual capacity defendant argued that 1) in its role as employer-stevedore, it was primarily responsible for the safety of the workplace, and 2) as vessel owner, it should be able to rely upon its expertise as stevedore, thereby avoiding liability as vessel for the negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Second Circuit rejected the defendant's attempt to escape liability in negligence as vessel by seizing its \"employer hat.\"   Relying on a dissent by Judge Friendly in Canizzo v. Farrell Lines, Inc., 579 F.2d 682, 687 (2d Cir.)  (Friendly, J., dissenting), cert. denied, 439 U.S. 929, 99 S.Ct. 316, 58 L.Ed.2d 322 (1978), the court of appeals ruled that a vessel assumes a greater duty of care when there is no independent employer responsible for workplace conditions, upon whom the vessel owner may rely to oversee the safety of the workplace on board.   See Fanetti, 678 F.2d at 428 (citing Canizzo, 579 F.2d at 689-690).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Rearranging duties of care as in Fanetti raises serious problems, discussed hereafter, by enlarging an employer's tort liability beyond the purposes of the 1972 Amendments.   Cf. Howlett, --- U.S. at ----, 114 S.Ct. at 2063.  Fanetti, moreover, was decided before Jones &amp; Laughlin was handed down in the Supreme Court.   We doubt that the Second Circuit today would endorse Fanetti's broadened duty of care, given the Supreme Court's remark \"that a vessel owner acting as its own stevedore is liable only for negligence in its 'owner' capacity, not for negligence in its 'stevedore' capacity.\"  Jones &amp; Laughlin, 462 U.S. at 531 n. 6, 103 S.Ct. at 2547 n. 6.   This comment suggests that the Court expected the limited vessel liability in Scindia to carry over to dual capacity situations as well.   We are not aware of any later case in which the Second Circuit or any other circuit has followed Fanetti's purported enlargement of a vessel's duty in a dual capacity situation.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Cf. Guilles, 12 F.3d at 383, 387 (ruling only that a valid cause of action under section 905(b) existed, where the parties had stipulated to the vessel's negligence).   Whether called dicta or something else, we cannot comfortably ignore the Court's statement in Jones &amp; Laughlin.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Contrary to Fanetti, the Fifth Circuit, which has decided a great number of LHWCA cases, has allocated the same vessel duties of care to dual and single capacity defendants.   It regards this approach as in keeping with the Supreme Court's limiting of a vessel's duty of care (e.g., Scindia and Jones &amp; Laughlin ), and with Congress' intent to provide injured workers the same remedies, regardless of whether their employer or another happens to be the legal owner of the vessel.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The seminal Fifth Circuit case was Castorina v. Lykes Bros. S.S., 758 F.2d 1025 (5th Cir.), cert. denied, 474 U.S. 846, 106 S.Ct. 137, 88 L.Ed.2d 113 (1985).   There, a longshore worker exposed to asbestos during cargo operations alleged that his employer-vessel owner knew of the harm qua vessel and failed to make the vessel safe.   The Fifth Circuit stated that the LHWCA compensation scheme \"requires us to separate the negligence of the shipowner and that of the stevedore, even when the shipowner performs its own stevedoring activities.\"  Id. at 1033.   Noting that the alleged harm had arisen during stevedoring activities, the court refused to impute any knowledge of this danger by the employer to it as vessel.   It explained:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>To impute this knowledge to a shipowner-employer would be to hold it liable in tort for damages arising from its negligence as stevedore, and effectively to eliminate the exclusivity provisions of sections 905(a) &amp; (b).   This result is contrary to the language and purpose of the Act as amended.   We therefore hold that the duty owed by a shipowner to a longshoreman under section 905(b) is that established by Scindia and its progeny;  this duty is neither heightened nor diminished when the longshoreman is employed directly by the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Id.;  accord Tran v. Manitowoc Eng'g Co., 767 F.2d 223, 228 (5th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">On the facts of Castorina, it was relatively simple to apply the Scindia duty of care arising from knowledge of an unsafe condition.   In a more recent case, the Fifth Circuit considered a situation slightly more analogous to the present.   In Levene v. Pintail Enters., 943 F.2d 528 (5th Cir.1991), cert. denied, 504 U.S. 940, 112 S.Ct. 2274, 119 L.Ed.2d 201 (1992), the injured employee was a heavy equipment operator who performed other maritime tasks as well.   A captain had instructed Levene to untie another owner's barge, which blocked access to the particular barge they had been instructed to pick up.   Levene was injured on the other owner's barge, where grease and scrap materials were present on the deck.   See id. at 530.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Applying the Scindia duty of turnover and the duty arising from active control over a dangerous condition, the Levene court rejected the employee's claim.   The court explained that Scindia did not mandate \"extending the duty of a shipowner to protection against hazards on another ship.\"  Id. at 534.  \"[W]e decline to fashion a general standard of 'reasonable care' that would require a shipowner to protect against any and all hazards a longshoreman might encounter in the course of his work.\"  Id.  Further, the court did not view \"the fleeing contact between Pintail [the employer-vessel owner] and the BB-242 [the separate owner's barge] as the kind of control that could result in a finding of liability.\"  Id. at 535.   It noted that the duty arising from active control over a hazardous condition may be triggered when the dangerous condition is on the vessel itself.   See id.  (discussing Masinter v. Tenneco Oil Co., 867 F.2d 892, 896-897 (5th Cir.1989), a non-dual capacity case in which the vessel crew was solely responsible for placing a stairway in a way that caused injury to a worker, and the vessel was \"contractually bound to conduct the drilling operations and remained in control of the vessel to effectuate this obligation\").   Even though the captain \"temporarily was in 'command' \" of both the vessel and the separate owner's barge, the court found that this did not rise to the level of active control required.  Id.</p>\n    </div>\n    <p>VII. Resolving This Case</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We agree with the Fifth Circuit, for similar reasons, that the duties of care described in Scindia should be applied in dual capacity cases insofar as the facts allow.   To do so, a court may have to divide the single defendant into a hypothetical independent employer and independent vessel owner, each separately holding the duties allocated under principles suggested in Scindia.   A court may sometimes be assisted in this process by the defendant's internal employment arrangements assigning certain personnel to the \"vessel\" side of its operation.   On occasion, however, the duties and work arrangements pertaining to a suing harbor worker may be so foreign to those in Scindia's stevedoring context that Scindia's analysis will become no more than a point of departure.   Nonetheless, Scindia's general approach, at least, can be followed and, in many cases, some or all of its express analysis may be useable.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The statutory language and the legislative history of the 1972 and 1984 Amendments plainly evidence Congress' intent that the worker's compensation scheme be the primary remedy for all covered workers, regardless of an employer's commercial practice in regard to vessel ownership.   See 33 U.S.C. &#167; 905(a) (exclusiveness of employer's liability);  1984 U.S.C.C.A.N. at 2740 (\"In the Committee's view, the Longshore Act should be the primary source of compensation for covered workers who are disabled or who may die as a result of a job-related injury or disease.\")  (emphasis supplied);  H.R.Rep. No. 92-1441, 92d Cong., 2d Sess., reprinted in 1972 U.S.C.C.A.N. 4698, 4705 (\"[T]he bill provides in the case of a longshoreman who is employed directly by the vessel there will be no action for damages if the injury was caused by the negligence of persons engaged in performing longshoring services....  The Committee's intent is that the same principles should apply in determining liability of the vessel which employs its own longshoremen ... as apply when an independent contractor employs such persons.\")  (emphasis supplied).   The 1972 Amendments carefully balanced the concerns of employers, vessels, and covered workers.   We are not disposed to upset that balance by expanding the liability of employers that act simultaneously as vessel owners, when the statute does not call for such a reading and the Supreme Court has cautioned against it.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">As already observed, Scindia will sometimes afford less direct guidance on those duties owed to harbor workers than it does on those owed to longshore workers.   Courts will need to decide, on a case-specific basis, whether the harbor worker's employment arrangement sufficiently resembles that in Scindia to make particular specifics germane.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Here, the employment arrangement is sufficiently analogous to make Scindia a useful guide.   The Scindia Court reasoned that once longshore workers came aboard and began carrying out their cargo duties under a stevedore's supervision, the vessel itself had no general duty to exercise reasonable care to inspect for unsafe workplace conditions;  rather, it could rely on the longshore worker's employer to do so.   See Scindia, 451 U.S. at 172, 101 S.Ct. at 1624.   Here, A-K hired harbor workers through the local carpenters union and, as their employer, supervised them as they tended the barges, handling the lines and carrying out construction activities thereon.   Both types of activities--construction and scowmen's work--were assigned to them and were performed for A-K qua employer.   Workers like Morehead received their daily instructions from A-K's carpenter-foremen, while A-K's project safety manager met periodically with them to discuss site-specific safety issues.   Therefore, Scindia's principle of limited liability of the vessel sensibly and logically applies, because the employees effectively assumed control of the barges working under A-K in its capacity as their employer rather than under A-K as the charterer (hence owner) of the barge.   A-K qua shipowner had no separate captain and crew assigned to the barge.   The allegedly negligent conditions (the open hatch and the absence of warnings) were not attributable to the errors of separate maritime agents acting specifically for the vessel.   Rather the alleged acts of negligence were those of fellow harbor workers acting for the employer.   Cf. 33 U.S.C. &#167; 905(b) (prohibiting liability of an employer-vessel owner for acts \"caused by the negligence of persons engaged in providing stevedoring services to the vessel\").</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Morehead does not assert any breach of the Scindia \"turnover\" duty (e.g., that A-K, as vessel owner, turned over the barge to the harbor workers knowing or with the duty to have known, of some defect in the barge that later caused injury).   He argues only that A-K as vessel violated duties it owed him because, at the time he was injured, A-K as vessel (rather than A-K as employer) allegedly had \"active control\" over or \"actual knowledge\" of the open hatch.   Cf. Howlett, --- U.S. at ----, 114 S.Ct. at 2063 (noting appellant confined arguments to breach of turnover duty to warn);  Elberg, 967 F.2d at 1150 (noting appellant confined arguments to breach of duty to intervene).   Equating employment for worker's compensation purposes solely with construction activity, he asserts that no construction purpose, hence no employment purpose, was being pursued at the time of his injury.   He draws support from the district court's findings that the barges were set alongside the pier and were not carrying construction equipment.   Morehead emphasizes that A-K instructed Breault to open the hatch to air it out so that A-K could exercise what Morehead argues was a vessel function--having a marine surveyor examine the barge before returning it to the owner.   He further claims that A-K's safety manager or other carpenter foremen knew or should have known that the open hatch was a potentially hazardous condition.   Resting on purported agency principles, Morehead asks us to assign these employees' acts to A-K in its vessel capacity, on the theory that A-K in its vessel rather than employer capacity had control over or knowledge of the open hatch and the failure to warn about it.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">A-K responds that Breault was performing employment duties when he opened the hatch and when he threw the line to Morehead before the accident.   Like Morehead, Breault had been hired both for carpenter and scowman duties.   As is typical in the case of harbor workers, as distinct from land-based carpenters, the men were expected to lend a hand with supporting maritime chores as well as pursuing their particular construction trade.   A-K maintains that its \"active control\" over or knowledge about the open hatch into which Morehead fell is therefore attributable to it as employer, not as vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We agree with A-K that, for present purposes, the barges tended by its carpenters/scowmen were operated within A-K's control and knowledge qua employer.   The barges, which were Breault and Morehead's workplace, can be analogized to the areas of a vessel taken over by longshore workers in the Scindia setting.   Under the principles of that case, the stevedore--or, in a dual capacity case, the employer in a stevedore capacity--is ordinarily liable for the safety of the workplace and for any injuries that occur.   The vessel, or the employer in its vessel capacity, is not implicated except in the unusual circumstance that the vessel itself continues to exercise active control over the work area.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We recognize that a competing analysis is possible, which, however, we reject.   A court could attribute Breault's and Morehead's specific activities either to their employer or to the vessel, depending on how the court classified the objectives that those functions were thought to serve.   One could inquire whether the hatch was opened to \"help\" the vessel (i.e., to air it in preparation for returning it to the owner) or, instead, was opened in furtherance of some construction activity.   In the former case, it could be argued that the vessel would be liable for any negligence.   Such an analysis, however, would involve courts in endless semantical debate.   Is an accident while tying up a barge at a construction site in furtherance of a \"construction\" objective or a \"vessel\" objective?   If both objectives were being served, which predominates?   And how does one square the fact that the employees here were hired by the employer for scowmen not just carpenter duties?</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">As noted, the statutory language speaks of the employer's liability as \"exclusive.\"  33 U.S.C. &#167; 905(a).   The legislative history and the Court's precedents since 1972 make worker's compensation the primary remedy for an injured employee.   The exception in section 905(b) for third-party negligence, narrowed in 1984,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> explicitly requires a finding of vessel fault.   We would be disregarding Congressional intent and might even be returning in the direction of the Sieracki doctrine which did not require such a showing, see supra n. 6, if we were to attribute some of the regular duties that a harbor worker is employed to perform to the vessel, because of their speculative seaman-like character, and only the residue to the employer.   This approach would arbitrarily expand a defendant's liability qua vessel in a work arrangement not too different from that in Scindia, i.e., one where the employees have effectively taken over the vessel to carry out their employment duties under their employer's supervision.   A similar expansion of liability would follow from too easily assigning any knowledge of A-K employees (such as the carpenter foremen or worksite safety manager) to A-K in a vessel capacity.   Neither the statute nor case law seems to us to support such an approach.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">One of the essential purposes of the 1972 and 1984 Amendments was to provide employees and employers with a greater degree of certainty as to the coverage in effect.   The legislative history of the 1984 Amendments documents this concern:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>[T]he situation in which a worker may be covered at one time, and not covered at another, depending on the nature of the work which the worker is performing at the time of the injury must be avoided since such a result would be enormously destabilizing, and would thus defeat one of the essential purposes of these amendments.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">1984 U.S.C.C.A.N. at 2736-2737.   A \"functional\" interpretation, hinging the type of liability on the nature and purpose of the duties being performed by covered employees at any given time, would increase uncertainty and the frequency of disputes over the scope of coverage.   As Morehead's and Breault's employment contemplated that they would alternate frequently between construction and linehandling, a single, overall classification of their duties is most appropriate for determining the types of remedies available.   Cf. Gay, 915 F.2d at 1011 (\"[T]o deny Gay [the employee] a cause of action in the morning but to grant him one in the afternoon is to make his rights under the Act as random and indiscriminate as the sea herself.   This sort of incertitude is precisely what Congress attempted to eliminate from the LHWCA in both its 1972 and 1984 amendments.\")  (footnote omitted);  cf. Chandris, --- U.S. at ----, 115 S.Ct. at 2187 (\"In evaluating the employment-related connection of a maritime worker to a vessel in navigation, courts should not employ 'a \"snapshot\" test for seaman status, inspecting only the situation as it exists at the instant of injury'....  [A] worker may not oscillate back and forth between Jones Act coverage and other remedies depending on the activity in which the worker was engaged while injured.\")  (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We do not rule out the possibility that in a given case, an injury may be negligently caused by someone acting as the agent of the vessel owner rather than of the employer.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Here, however, we see no reason requiring the court to find that Breault, in leaving open the hatch, acted in any capacity other than as A-K's employee rather than as A-K's agent in its shipowner's capacity.   Morehead and Breault were hired to perform both construction and scowmen duties.   A carpenter-supervisor instructed Breault to open the hatch.   A-K's project safety manager generally oversaw the safety of work operations.   Morehead has not shown why, in these circumstances, A-K qua vessel would have a duty of care to protect him against the open hatch.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We conclude that the district court was not clearly erroneous in viewing the open hatch as a condition temporarily created by A-K as employer, and affirm the district court's judgment in favor of A-K.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although Woods Hole was originally named as a defendant in this action, the district court granted its motion for summary judgment against Morehead, who has not appealed from that decision.   Consequently, Woods Hole is no longer a party</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court did not definitively find which barge Morehead was on at the time of the accident.   The court found \"more likely\" that Morehead was on the HUGHES 707 and Breault was on the CHER 106, but wrote:  \"In either event, however, the court would find a single open hatch ... insufficiently obvious.   There would seem a presumption that an unmarked 18 inch opening on an otherwise solid deck is a failure of a reasonably safe proffer to one expected to walk thereon.   The court would therefore find the barge, whichever one it was, unseaworthy, but under the statute (33 U.S.C. &#167; 905(b)) this is irrelevant.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See generally Chandris, Inc. v. Latsis, --- U.S. ----, ----, 115 S.Ct. 2172, 2192, 132 L.Ed.2d 314 (1995) (to qualify as a seaman under the Jones Act, \"a maritime employee must have a substantial employment-related connection to a vessel in navigation\");  Kathriner, 975 F.2d at 659-663 (applying tests of \"vessel\" under Jones Act and LHWCA).   Plaintiff withdrew his maritime claims, including the claim of Jones Act negligence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 904 provides in relevant part:  \"(a) Every employer shall be liable for and shall secure the payment to his employees of the compensation payable under sections 907, 908, and 909 of this title.... (b) Compensation shall be payable irrespective of fault as a cause for the injury.\"  33 U.S.C. &#167; 904</p>\n        <p>A statutorily covered employee is \"any person engaged in maritime employment, including any longshoreman or other person engaged in longshoring operations, and any harbor-worker including a ship repairman, shipbuilder, and ship-breaker,\" except \"a master or member of a crew of any vessel\" and other limited categories of workers.   Id. &#167; 902(3).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 905(b) provides:</p>\n        <p>In the event of injury to a person covered under this chapter caused by the negligence of a vessel, then such person, or anyone otherwise entitled to recover damages by reason thereof, may bring an action against such vessel as a third party in accordance with the provisions of section 933 of this title, and the employer shall not be liable to the vessel for such damages directly or indirectly and any agreements or warranties to the contrary shall be void.   If such person was employed by the vessel to provide stevedoring services, no such action shall be permitted if the injury was caused by the negligence of persons engaged in providing stevedoring services to the vessel.   If such person was employed to provide shipbuilding, repairing, or breaking services and such person's employer was the owner, owner pro hac vice, agent, operator, or charterer of the vessel, no such action shall be permitted, in whole or in part or directly or indirectly, against the injured person's employer (in any capacity, including as the vessel's owner, owner pro hac vice, agent, operator, or charterer) or against the employees of the employer.   The liability of the vessel under this subsection shall not be based upon the warranty of seaworthiness or a breach thereof at the time the injury occurred.   The remedy provided in this subsection shall be exclusive of all other remedies against the vessel except remedies available under this chapter.</p>\n        <p>33 U.S.C. &#167; 905(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See 33 U.S.C. &#167; 905(b).   Unseaworthiness is a maritime remedy that was established \"simply by showing that some condition or appurtenance on board the vessel at the time of the accident was unreasonably hazardous, even if the stevedore-employer was the sole cause of the hazard.\"  Keller, 38 F.3d at 23 (citing Seas Shipping Co. v. Sieracki, 328 U.S. 85, 94, 66 S.Ct. 872, 877, 90 L.Ed. 1099 (1946))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The parties have not disputed on appeal that Morehead is a statutorily covered employee of a statutorily covered employer.   As a harbor worker with carpentry and linehandling duties, Morehead meets the statutory definition of a covered employee under section 902(3) and does not fall within any of the categories of workers expressly prohibited from suing under section 905(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In Howlett, the Court suggested that this relationship was the typical one in the longshoring business.   See Howlett, --- U.S. at ----, 114 S.Ct. at 2062 (\"The injured longshoreman's employer--in most instances, an independent stevedore, see Edmonds v. Compagnie Generale Transatlantique, 443 U.S. 256, 99 S.Ct. 2753, 61 L.Ed.2d 521 (1979)--must pay the statutory benefits regardless of fault, but is shielded from any further liability to the longshoreman.\")  (citations omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Other courts have applied Scindia duties to LHWCA-covered employees other than longshore workers in the familiar tripartite context.   See, e.g., Elberg, 967 F.2d at 1149-1150 (welder);  Teply v. Mobil Oil Corp., 859 F.2d 375, 377 (5th Cir.1988) (worker at barge-accessible oil well)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In Jones &amp; Laughlin, the negligence of the dual capacity defendant qua vessel had been conceded</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Longshore workers such as those in Scindia typically load and unload cargo ships that are operated full-time by a master and crew.   Vessel negligence can often be distinguished from stevedore negligence by determining to what extent the dangerous condition was caused, or allowed to persist, by reason of the neglect of the vessel's crew rather than of the stevedoring employees.   Harbor workers, however, may work (as here) on construction barges that are moved about by tugs and have no crew as such.   As part of their employment, they may do whatever is needed to tend lines and service the barges, besides performing normal construction duties as carpenters, electricians, or the like.   Thus, assessing what responsibilities fall within the purview of the vessel's duty of care, as distinguished from the employer's, can be an elusive quest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> As noted, the tugs that towed the barges were captained and crewed by employees of Woods Hole, which supplied the tugs.   These employees did not handle the lines on the barges;  under union rules, only carpenters/scowmen employed by A-K (such as Morehead) did</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> This mix of responsibilities might, in other cases, expand the range of possible remedies available to an injured employee, who must then choose between the mutually exclusive regimes of the LHWCA and Jones Act.   See Chandris, --- U.S. at ---- - ----, 115 S.Ct. at 2183-2184 (citing McDermott Int'l, Inc. v. Wilander, 498 U.S. 337, 347, 111 S.Ct. 807, 813, 112 L.Ed.2d 866 (1991)).   In Southwest Marine, Inc. v. Gizoni, 502 U.S. 81, 112 S.Ct. 486, 116 L.Ed.2d 405 (1991), the Supreme Court held that a shipyard rigging foreman--who handled lines connecting floating platforms to vessels under repair--was not precluded as a matter of law from seeking a tort remedy under the Jones Act merely because ship repairers are among those jobs specifically enumerated under the LHWCA.   See id. at 89, 112 S.Ct. at 492 (\"By its terms the LHWCA preserves the Jones Act remedy for vessel crewmen, even if they are employed by a shipyard.   A maritime worker is limited to LHWCA remedies only if no genuine issue of fact exists as to whether the worker was a seaman under the Jones Act.\")</p>\n        <p>Morehead withdrew his Jones Act claim, presumably because he did not believe he could establish Jones Act seaman status.   Nonetheless, Morehead has attempted to focus our attention on the vessel-like responsibilities that Breault performed in the period before the injury, as discussed infra.   While an emphasis on vessel-type duties may be appropriate for the fact-specific inquiry into seaman status, we place little weight on this attempt to bifurcate vessel and construction activities when these workers were hired to perform both.   The definition of a covered employee under the LHWCA excludes \"a master or member of a crew of any vessel.\"  33 U.S.C. &#167; 902(3).   It seems inconsistent with this exclusion for Morehead to buttress his claim under the LHWCA with arguments portraying a fellow employee, Breault, as if he were a member of the crew of the vessel.   See infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Fanetti might have reached the same result of vessel liability without applying a broader duty of care.   The defendant did not dispute that the vessel's crew created the hazard while performing work unrelated to longshoring operations.   See Fanetti, 678 F.2d at 426.   In this situation, the defendant qua vessel arguably had active control over the crew and knew or should have known about the injury-causing actions, making it liable even under the Scindia standards</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Other courts have followed suit.   See, e.g., Halpin v. Atkinson-Kiewit, J.V., 894 F.Supp. 486 (D.Mass.1995) (applying Scindia duties and denying defendant's motion for partial judgment on the pleadings);  DiGiovanni v. Traylor Bros., 855 F.Supp. 37 (D.R.I.1994), appeal docketed, No. 94-1775 (finding no violation of Scindia duties where hazard was obvious following \"turnover\" of the vessel, defendant as vessel lacked \"active control\" over or knowledge of leak from equipment placed aboard for employment operations, and the circumstances did not give rise to a duty to intervene);  Koernschild v. W.H. Streit, Inc., 834 F.Supp. 711 (D.N.J.1993) (applying Scindia duties and denying summary judgment to the defendant where factual dispute existed concerning the plaintiff's awareness of the hazard);  Coats v. Luedtke Eng'g Co., 744 F.Supp. 884 (E.D.Wis.1990) (deeming \"employer\" responsible for providing employee a safe passageway to his job on the vessel, and granting summary judgment to the defendant given its lack of \"active control\" as vessel over a condition off-board the vessel)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Cf. Roach v. M/V Aqua Grace, 857 F.2d 1575, 1580 (11th Cir.1988) (\"While this [1984] amendment does not disturb the holding of Jones &amp; Laughlin Steel Corp., it does indicate a Congressional intent to limit invokation [sic] of the dual capacity doctrine under the Act.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Cf. Pichoff v. Bisso Towboat Co., 748 F.2d 300, 302-303 (5th Cir.1984) (ruling in a dual capacity case that a general manager who ordered a hurried inspection of a fuel tank leak and failed to provide adequate lighting was acting as an agent of the vessel)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">736</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">A.M.C.</span> <span class=\"page\">1113</span></span>, 64 USLW 2507</p>\n    <p class=\"parties\">Mark MOREHEAD, Plaintiff, Appellant,<br>v.<br>ATKINSON-KIEWIT, J/V, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1581.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 2, 1995.<br>Decided Feb. 6, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas M. Bond, with whom David B. Kaplan and The Kaplan/Bond Group, Boston, were on brief, for appellant.</p>\n      <p class=\"indent\">Kathleen B. Carr, with whom Thomas E. Clinton, Robert E. Collins and Clinton &amp; Muzyka, P.C., Boston, were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Mark Morehead, a harbor worker injured while working on a construction barge, appeals from a judgment dismissing his negligence action against Atkinson-Kiewit, J/V (\"A-K\"), a firm that was both his employer and charterer of the barge.   Morehead brought this action under section 905(b) of the Longshore and Harbor Workers' Compensation Act (LHWCA), 33 U.S.C. &#167; 901 et seq., authorizing covered employees to sue a vessel as a third party for injury caused by the negligence of the vessel.   In its capacity as Morehead's employer, A-K is immune from tort actions brought by covered employees like Morehead.   But as the bare boat charterer of the barge on which Morehead was injured, A-K is deemed also to be the statutory vessel owner;  and it was in this capacity that A-K was sued.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The case raises difficult questions of first impression in this circuit as to the liability of a so-called dual capacity employer under the LHWCA.   In particular, we must decide how to assess whether A-K's alleged negligence occurred in its vessel capacity (allowing suit to be brought under section 905(b)) or in its employer capacity (immunizing it from suit).   While the Supreme Court has endorsed the bringing of section 905(b) negligence actions against a dual capacity defendant in its vessel owner capacity, the Court has yet to define, in such a case, the point at which employer responsibility ends and vessel responsibility begins.   Nor has the Court decided to what extent principles laid down in stevedore cases involving a separately owned vessel apply to claims by non-stevedore harbor workers.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mark Morehead was employed by A-K, a joint venture formed between Guy Atkinson Co. and Kiewit Eastern to complete the construction of the Jamestown Bridge spanning Narragansett Bay in Rhode Island.   In order to transport materials and equipment around the bay to the work sites, A-K bare boat chartered several barges.   The barges involved in this case, the CHER 106 and the HUGHES 707, were flat deck barges--floating platforms bare of structures or equipment.   A-K also leased two tugs from Woods Hole Towing Co. to transport the barges where needed.   The tugs themselves were crewed by Woods Hole employees.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A-K hired carpenters from a local union to build the bridge.   Their responsibilities included cutting timbers and steel and setting up concrete forms for pours.   As union requirements prevented the tug captain or crew from handling the lines on the barges, some carpenters also tended the lines on the barges as \"scowmen.\"   Morehead's regular duties included both carpentry and linehandling.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On January 29, 1990, Morehead and another carpenter/scowman, Steven Breault, were untying the HUGHES 707 from the CHER 106.   A barge was to be surveyed in connection with her going off hire.   A tug stood nearby.   The barges were not at this time carrying materials or equipment, but rather were set off on the north side of the Davisville Pier.   Breault threw a heavy line to Morehead, who, in attempting to catch it, stepped backwards into an open hatch which was flush with the deck on one of the barges.   The district court noted conflicting testimony as to which barge Morehead was on when injured,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but concluded that in any event, the single open hatch was insufficiently obvious.   Breault testified that he had opened the hatch on the HUGHES (which he named as the barge to be surveyed) a few days before the accident, because A-K was preparing for an off-hire survey before returning the barge to the owner.   Breault testified that a supervisor carpenter had told him to open the hatch.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Morehead filed a complaint against A-K and Woods Hole on April 22, 1991, alleging Jones Act negligence, unseaworthiness, maintenance, and cure, and negligence under section 905(b) of the LHWCA.   Following the denial of A-K's motion for summary judgment, Morehead voluntarily withdrew all claims except his claim for negligence under the LHWCA.   A bench trial commenced on April 11, 1994.   On April 29, 1994, the district court issued its Findings and Order dismissing Morehead's complaint and A-K's cross-claim against Woods Hole.   It wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>[T]he court does not find it negligence of [appellee] viewed in its capacity as pro hac vice owner.   Rather, it appears to be a temporary condition created by it solely in its capacity as charterer....  These two capacities are legally separate, even though they be the same individual.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This passage confusingly distinguishes between an owner pro hac vice and a bare boat charterer (the statute includes both in its definition of \"vessel,\" see 33 U.S.C. &#167; 902(21)).   The parties agree that the district court actually meant to distinguish between the appellee as vessel and as employer.   We also interpret the district court's order in that fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Judgment was entered on May 4, 1994 in A-K's favor.   This appeal followed.</p>\n    </div>\n    <p>II. Standard of Review</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A district court's fact-based findings relative to negligence are reviewable only for clear error.   See, e.g., Levene v. Pintail Enters., <span class=\"citation\" data-id=\"567647\"><a href=\"/opinion/567647/lester-levene-sr-and-shirley-levene-american-casualty-company-of/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">528</span></a></span>, 535-36 (5th Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">940</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2274</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span> </span>(1992).   However, the question of whether the district court applied the proper standard of care is one of law, subject to de novo appellate review.   See, e.g., Keller v. United States, <span class=\"citation\" data-id=\"195675\"><a href=\"/opinion/195675/keller-v-united-states/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 22-23 (1st Cir.1994);  Elberg v. Mobil Oil Corp., <span class=\"citation\" data-id=\"585844\"><a href=\"/opinion/585844/donald-w-elberg-v-mobil-oil-corporation/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1146</span></a></span>, 1149 (7th Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The lower court did not explain the criteria it applied in deciding what duties of care to attribute, respectively, to A-K in its separate capacities as LHWCA employer and as owner (charterer) of the barge.   Rather, it simply cited along with its conclusions existing precedent relative to section 905(b) liability, e.g., Scindia Steam Navigation Co. v. De Los Santos, <span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, <span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1614</span></a></span>, <span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span> </a></span>(1981), and Castorina v. Lykes Bros. S.S., <span class=\"citation\" data-id=\"450405\"><a href=\"/opinion/450405/guiseppe-castorina-v-lykes-brothers-steamship-co-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1025</span> </a></span>(5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">846</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">113</span> </span>(1985).   The factual circumstances of these and related cases, however, are too removed from those here to reveal the precise standards and analysis that were applied in this case.   Nor does the language of the LHWCA provide clear guidance.   We can only hope that the Supreme Court will eventually elucidate the standards applicable to dual status employers of harbor workers in circumstances comparable to these.   Until then, we do our best to outline the legal principles that, we believe, govern the facts presented here.   Under those principles--and giving due deference to the district court's authority as fact finder--we affirm the judgment below.</p>\n    </div>\n    <p>III. \"Vessel\" Status</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We dispose first of a less troublesome issue.   The district court provisionally assumed that the barge on which Morehead was injured was a \"vessel\" within the LHWCA, although it found no need to decide the matter.   Section 905(b) permits an LHWCA employee to sue in negligence only \"[i]n the event of injury ... caused by the negligence of a vessel.\"   Section 902(21) of the LHWCA defines \"vessel\" to include a bare boat charterer among the parties that may be held liable under section 905(b).   A-K has not contested its status as bare boat charterer.   Nor has it asserted on appeal any reason to conclude that the HUGHES and CHER were not among the structures included as \"vessels\" under the LHWCA.   See, e.g., Kathriner v. Unisea, Inc., <span class=\"citation\" data-id=\"590994\"><a href=\"/opinion/590994/don-w-kathriner-v-unisea-inc-a-washington-corporation/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">657</span></a></span>, 662 (9th Cir.1992) (to determine whether a structure is a \"vessel\" under the LHWCA, most courts have applied the general definition in 1 U.S.C. &#167; 3 of a \"watercraft or other artificial contrivance used, or capable of being used, as a means of transportation on water\");  accord DiGiovanni v. Traylor Bros., <span class=\"citation no-link\"><span class=\"volume\">830</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">106</span></span>, 108-109 (D.R.I.1993).   The LHWCA definition of \"vessel\" is more inclusive than that used for evaluating seaman status under the Jones Act.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  For present purposes, we shall assume without deciding that both barges were vessels under the LHWCA, for the negligence of which a section 905(b) claim may be brought.</p>\n    </div>\n    <p>IV. Statutory Framework</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The LHWCA establishes a comprehensive federal worker's compensation scheme which holds employers liable, irrespective of fault, for securing the payment of compensation to qualified maritime employees injured in the course of their employment.  33 U.S.C. &#167; 904.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  This liability of employers is termed \"exclusive.\"   Id. &#167; 905(a).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Section 905(b) of the Act authorizes certain covered employees to sue the vessel as a third party if their employment injury was caused by the negligence of the vessel.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  But employees may no longer sue the vessel on a strict liability theory for her \"unseaworthiness,\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Congress having eliminated the latter as a remedy for longshore and harbor workers in the 1972 Amendments to the LHWCA.   The 1972 Amendments require employees to show fault of the vessel, bar a vessel's attempt to obtain indemnification from the employer, and otherwise have increased the worker's compensation recoverable from an employer.   See Addison v. Bulk Food Carriers, Inc., <span class=\"citation\" data-id=\"316125\"><a href=\"/opinion/316125/william-addison-v-bulk-food-carriers-inc-and-third-party-v-john-j-orr/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1041</span></a></span>, 1042 (1st Cir.1974).   Focusing on longshore workers who, to date, have been the occupational group chiefly discussed in Supreme Court cases under the LHWCA, the Court described these changes as designed \"to shift more of the responsibility for compensating injured longshoremen to the party best able to prevent injuries:  the stevedore-employer.\"  Howlett v. Birkdale Shipping Co., --- U.S. ----, ----, <span class=\"citation\" data-id=\"117850\"><a href=\"/opinion/117850/howlett-v-birkdale-shipping-co/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2057</span></a></span>, 2063, <span class=\"citation\" data-id=\"117850\"><a href=\"/opinion/117850/howlett-v-birkdale-shipping-co/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">78</span> </a></span>(1994);  see also <span class=\"citation\" data-id=\"195675\"><span class=\"antecedent_guess\">Keller,</span> <a href=\"/opinion/195675/keller-v-united-states/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">23</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In 1984 Amendments to the LHWCA, Congress further narrowed the availability of negligence actions by certain categories of harbor workers against a vessel in circumstances where the employer was also the owner of the offending vessel.   In these so-called \"dual capacity\" cases, Congress barred employees providing \"shipbuilding, repairing, or breaking services\" from suing the employer-vessel owner for negligence in any capacity.  33 U.S.C. &#167; 905(b).   The Amendments did not purport to prohibit LHWCA employees other than in the described categories from suing for negligence in dual capacity cases.   See H.R.Rep. No. 98-570(I), 98th Cong., 2d Sess., reprinted in 1984 U.S.C.C.A.N. 2734, 2741 (hereafter 1984 U.S.C.C.A.N.)  (\"The Committee intends that this language [in &#167; 905(b) ] not be construed to limit an employee's right to bring a cause of action, except in the circumstances indicated within the language.\");   cf. Guilles v. Sea-Land Serv., Inc., <span class=\"citation\" data-id=\"659327\"><a href=\"/opinion/659327/jacinto-g-guilles-v-sea-land-service-inc/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">381</span></a></span>, 386 (2d Cir.1993) (affirming relief cook's judgment against negligent employer-vessel owner and explaining that \"[t]he 1984 change ... shows that Congress knew how to preclude a class of employees from being able to sue an employer-vessel if it chose to do so\");  Gay v. Barge 266, <span class=\"citation\" data-id=\"548965\"><a href=\"/opinion/548965/kathleen-russo-wife-ofand-herbert-l-gay-v-barge-266-and-brown-root/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span>, 1010 (5th Cir.1990) (\"[T]he &#167; 905(b) bar is specific to the occupations listed:  shipbuilders, ship repairers and ship breakers.\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Supreme Court had previously interpreted section 905(b) to permit covered employees to bring third-party negligence actions against their employer qua vessel owner.   See Jones &amp; Laughlin Steel Corp. v. Pfeifer, <span class=\"citation\" data-id=\"110971\"><a href=\"/opinion/110971/jones-laughlin-steel-corp-v-pfeifer/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">523</span></a></span>, 530-32, <span class=\"citation\" data-id=\"110971\"><a href=\"/opinion/110971/jones-laughlin-steel-corp-v-pfeifer/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2541</span></a></span>, 2547-48, <span class=\"citation\" data-id=\"110971\"><a href=\"/opinion/110971/jones-laughlin-steel-corp-v-pfeifer/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">768</span> </a></span>(1983) (explaining that if Congress had intended to exempt employer-vessel owners from negligence suits, then the sentence in section 905(b) barring recovery from them where fellow longshore workers caused the injury would have been unnecessary).   As Morehead's occupational category does not fall within any of those Congress expressly excepted in the 1984 <span class=\"citation no-link\"><span class=\"antecedent_guess\">Amendments,</span> supra</span>, Jones &amp; Laughlin would appear to allow Morehead to bring a third-party negligence action against A-K in its vessel capacity.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> To prevail, Morehead has to show that any negligence on A-K's part is attributable to it as vessel rather than as Morehead's insured LHWCA employer.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>V. Defining the Vessel's Duty of Care:  The Supreme Court Cases</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As Jones &amp; Laughlin allows Morehead to bring a third-party action against the vessel owner that is simultaneously his employer, we are left to ascertain the contours of the duty of care owed to Morehead by A-K in its distinct capacity as vessel.   Such a definition is needed in order to decide whether the alleged negligence--the open hatch and failure to warn--is attributable to A-K qua vessel owner rather than qua employer.   Congress left to the courts the task of defining the applicable duty of care.   See Howlett, --- U.S. at <span class=\"citation\" data-id=\"117850\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117850/howlett-v-birkdale-shipping-co/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2063</span> </a></span>(\"Because Congress did not 'specify the acts or omissions of the vessel that would constitute negligence,' the contours of a vessel's duty to longshore workers are 'left to be resolved through the \"application of accepted principles of tort law and the ordinary process of litigation.\" ' \")  (citing <span class=\"citation\" data-id=\"110462\"><span class=\"antecedent_guess\">Scindia,</span> <a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">165-66</span></a></span>, 101 S.Ct. at 1620-21).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In Scindia Steam Navigation Co. v. De Los Santos, <span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, <span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1614</span></a></span>, <span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span> </a></span>(1981), the Supreme Court considered the duty of care that a vessel owner owed to an injured longshore worker who was employed by an independent stevedoring firm.   For this common triangular relationship at least--vessel, stevedore, and longshore worker<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>--the Court held that limiting the vessel's duty of care so as to put the chief responsibility upon the independent stevedore was consistent with Congress' intent to permit third-party negligence actions against the vessel but to eliminate the vessel's no-fault liability (the \"unseaworthiness\" claim).   In Howlett, a case that also involved a longshore worker suing an independent vessel, the Court restated the vessel's limited residual duties:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>The first, which courts have come to call the \"turnover duty,\" relates to the condition of the ship upon the commencement of stevedoring operations....  The second duty, applicable once stevedoring operations have begun, provides that a shipowner must exercise reasonable care to prevent injuries to longshoremen in areas that remain under the \"active control of the vessel.\" ... The third duty, called the \"duty to intervene,\" concerns the vessel's obligations with regard to cargo operations in areas under the principal control of the independent stevedore.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Howlett, --- U.S. at <span class=\"citation\" data-id=\"117850\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117850/howlett-v-birkdale-shipping-co/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2063</span> </a></span>(citations omitted) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This court recently applied these duties in Keller v. United States, <span class=\"citation\" data-id=\"195675\"><a href=\"/opinion/195675/keller-v-united-states/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span> </a></span>(1st Cir.1994), a case also involving the triangular relationship of vessel, stevedore, and longshore worker.   We described two duties of a vessel prior to \"turnover\":  the \"duty to warn\" and the \"duty of safe condition.\"  <span class=\"citation\" data-id=\"195675\"><a href=\"/opinion/195675/keller-v-united-states/\"><span class=\"id_token\">Id.</span> at 23-24. </a></span>  We further described three \"continuing\" duties of care:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">First, the vessel owner might remain under such a duty were it to retain actual physical control or custody of a portion of the vessel, or participate in stevedoring operations.  <span class=\"citation\" data-id=\"110462\"><span class=\"antecedent_guess\">Scindia,</span> <a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">167</span></a></span>, 101 S.Ct. at 1622....  Second, a duty to intervene might attach in the event the vessel owner were to acquire actual knowledge that \"unsafe conditions\" had developed in the vessel's appurtenances since turnover, that the stevedore-employer will not address the unsafe condition, and that the stevedore's decision not to remedy the developing hazard was \"obviously improvident\" in the circumstances.  <span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"id_token\">Id.,</span> at 174-75, </a></span>101 S.Ct. at 1625-26.   Third, even absent actual control, participation or knowledge, a post-\"turnover\" duty may arise if the vessel owner was obligated, by contract, statute or custom, to monitor stevedoring operations for the purpose of detecting and remedying unsafe conditions.  <span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"id_token\">Id.</span> at 172, </a></span>101 S.Ct. at 1624-25.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"id_token\">Id.</span> at 32.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Keller affirmed a judgment that an independent vessel owner had breached neither its turnover nor its continuing duties to a longshore worker who had fallen from a ladder on board the vessel.   We ruled that the district court had not erred in relying on testimony based on industry standards, which indicated fulfillment of the turnover duty.   We also found no breach of a continuing duty of the vessel, where the allegedly dangerous condition developed during cable loading operations which were under the stevedore's control.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As did the Supreme Court in Scindia, this court noted the independent stevedore's greater skill and expertise relative to the vessel's, making the former better positioned than the vessel to prevent employee injury, and the traditional stevedoring warranty to perform competently.   See <span class=\"citation\" data-id=\"110462\"><a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"id_token\">id.</span> at 29-30; </a></span> see also Howlett, --- U.S. at <span class=\"citation\" data-id=\"117850\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117850/howlett-v-birkdale-shipping-co/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2065</span> </a></span>(\"The rule relieving vessels from this general duty [to exercise reasonable care to discover dangerous conditions that develop] rests upon 'the justifiable expectations of the vessel that the stevedore would perform with reasonable competence and see to the safety of the cargo operations.' \")  (citation omitted);  <span class=\"citation\" data-id=\"110462\"><span class=\"antecedent_guess\">Scindia,</span> <a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">172</span></a></span>, 101 S.Ct. at 1624 (\"[the 1972 Amendments] did not undermine the justifiable expectations of the vessel that the stevedore would perform with reasonable competence and see to the safety of the cargo operations\").   Further supporting the vessel owner's justifiable reliance on the stevedore is that the latter is \"subject to detailed legislative and administrative prescriptions for affording its workers a 'safe' workplace.\"  <span class=\"citation\" data-id=\"195675\"><span class=\"antecedent_guess\">Keller,</span> <a href=\"/opinion/195675/keller-v-united-states/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">24</span> </a></span>(citing 33 U.S.C. &#167; 941 and accompanying regulations, 29 C.F.R. &#167;&#167; 1918.1-1918.106, &#167; 1918.25, and <span class=\"citation\" data-id=\"110462\"><span class=\"antecedent_guess\">Scindia,</span> <a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">170</span></a></span>, 101 S.Ct. at 1623).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In Scindia and Howlett the Supreme Court outlined a vessel owner's duties of care relative to a longshore worker employed by an independent stevedore.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  But the Supreme Court has not yet had occasion to analyze the vessel's duties in a dual capacity case.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Nor has the Court considered to what degree its Scindia analysis applies to non-longshoring harbor workers, whose duties and modus operandi often differ considerably from those of longshore workers.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The Court has said, though, that \"[o]f course, [section 905(b) ] does make it clear that a vessel owner acting as its own stevedore is liable only for negligence in its 'owner' capacity, not for negligence in its 'stevedore' [the insured employer] capacity.\"  Jones &amp; <span class=\"citation\" data-id=\"110971\"><span class=\"antecedent_guess\">Laughlin,</span> <a href=\"/opinion/110971/jones-laughlin-steel-corp-v-pfeifer/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">531</span> </a></span>n. <span class=\"citation\" data-id=\"110971\"><span class=\"antecedent_guess\">6,</span> <a href=\"/opinion/110971/jones-laughlin-steel-corp-v-pfeifer/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2547</span> </a></span>n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">How to distinguish between vessel owner negligence and employer negligence--where the same entity is both vessel owner and employer--is key here, because Morehead's statutory right to sue is solely for injury caused by vessel negligence.   For work injuries resulting from employer negligence, Morehead must accept the worker's compensation prescribed under the LHWCA.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A further matter complicates this case:  as the defendant has two capacities, so too, it might be said, does the plaintiff.   Morehead was a carpenter, but was hired to perform both carpentry and scowmen's duties.   A-K did not employ a separate crew on its barges.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  As we will discuss further below, this \"double dual capacity\" aspect of the case is a factor to be considered in determining whether negligent acts are properly attributable to a defendant as vessel.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <p>VI. Lower Court Precedent</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">While the Supreme Court has said little about dual capacity cases beyond allowing such defendants to be sued in their vessel owner capacity, some circuits have decided cases similar to ours.   They have asked whether the alleged negligence was due to the defendant qua employer or qua vessel, with recovery allowed only in the latter instance.   And, principles borrowed from Scindia have been applied to harbor workers as well as longshore workers.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Applying Scindia to a dual capacity defendant raises questions even in the longshoring context.   For example, if a defendant is aware of a defect in the work area as stevedore employer, should such awareness also be attributed to it as vessel owner?   And as we <span class=\"citation no-link\"><span class=\"antecedent_guess\">note</span> supra</span>, Scindia and Keller emphasized a vessel owner's reliance upon the presumed expertise of the stevedore, an independent contractor.   Where the vessel owner is also the stevedore, is it reasonable to attribute such reliance?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Concerns of this nature led the Second Circuit in Fanetti v. Hellenic Lines Ltd., <span class=\"citation\" data-id=\"403776\"><a href=\"/opinion/403776/pasquale-fanetti-v-hellenic-lines-ltd/\"><span class=\"volume\">678</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">424</span> </a></span>(2d Cir.1982), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1206</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3535</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1387</span> </span>(1983), to indicate that a longshore worker's claim against a dual capacity defendant would be analyzed differently from a claim against a separate shipowner brought by the employee of an independent stevedore.   In Fanetti, a longshore worker was injured on deck by an unsafe condition.   The dual capacity defendant argued that 1) in its role as employer-stevedore, it was primarily responsible for the safety of the workplace, and 2) as vessel owner, it should be able to rely upon its expertise as stevedore, thereby avoiding liability as vessel for the negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Second Circuit rejected the defendant's attempt to escape liability in negligence as vessel by seizing its \"employer hat.\"   Relying on a dissent by Judge Friendly in Canizzo v. Farrell Lines, Inc., <span class=\"citation\" data-id=\"358033\"><a href=\"/opinion/358033/anthony-canizzo-and-cross-appellant-v-farrell-lines-inc-and/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">682</span></a></span>, 687 (2d Cir.)  (Friendly, J., dissenting), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">316</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">322</span> </span>(1978), the court of appeals ruled that a vessel assumes a greater duty of care when there is no independent employer responsible for workplace conditions, upon whom the vessel owner may rely to oversee the safety of the workplace on board.   See <span class=\"citation\" data-id=\"403776\"><span class=\"antecedent_guess\">Fanetti,</span> <a href=\"/opinion/403776/pasquale-fanetti-v-hellenic-lines-ltd/\"><span class=\"volume\">678</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">428</span> </a></span>(citing <span class=\"citation\" data-id=\"358033\"><span class=\"antecedent_guess\">Canizzo,</span> <a href=\"/opinion/358033/anthony-canizzo-and-cross-appellant-v-farrell-lines-inc-and/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">689-690</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Rearranging duties of care as in Fanetti raises serious problems, discussed hereafter, by enlarging an employer's tort liability beyond the purposes of the 1972 Amendments.   Cf. Howlett, --- U.S. at <span class=\"citation\" data-id=\"117850\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117850/howlett-v-birkdale-shipping-co/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2063</span></a></span>.  Fanetti, moreover, was decided before Jones &amp; Laughlin was handed down in the Supreme Court.   We doubt that the Second Circuit today would endorse Fanetti's broadened duty of care, given the Supreme Court's remark \"that a vessel owner acting as its own stevedore is liable only for negligence in its 'owner' capacity, not for negligence in its 'stevedore' capacity.\"  Jones &amp; <span class=\"citation\" data-id=\"110971\"><span class=\"antecedent_guess\">Laughlin,</span> <a href=\"/opinion/110971/jones-laughlin-steel-corp-v-pfeifer/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">531</span> </a></span>n. <span class=\"citation\" data-id=\"110971\"><span class=\"antecedent_guess\">6,</span> <a href=\"/opinion/110971/jones-laughlin-steel-corp-v-pfeifer/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2547</span> </a></span>n. 6.   This comment suggests that the Court expected the limited vessel liability in Scindia to carry over to dual capacity situations as well.   We are not aware of any later case in which the Second Circuit or any other circuit has followed Fanetti's purported enlargement of a vessel's duty in a dual capacity situation.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Cf. <span class=\"citation\" data-id=\"659327\"><span class=\"antecedent_guess\">Guilles,</span> <a href=\"/opinion/659327/jacinto-g-guilles-v-sea-land-service-inc/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">383</span></a></span>, 387 (ruling only that a valid cause of action under section 905(b) existed, where the parties had stipulated to the vessel's negligence).   Whether called dicta or something else, we cannot comfortably ignore the Court's statement in Jones &amp; Laughlin.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Contrary to Fanetti, the Fifth Circuit, which has decided a great number of LHWCA cases, has allocated the same vessel duties of care to dual and single capacity defendants.   It regards this approach as in keeping with the Supreme Court's limiting of a vessel's duty of care (e.g., Scindia and Jones &amp; Laughlin ), and with Congress' intent to provide injured workers the same remedies, regardless of whether their employer or another happens to be the legal owner of the vessel.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The seminal Fifth Circuit case was Castorina v. Lykes Bros. S.S., <span class=\"citation\" data-id=\"450405\"><a href=\"/opinion/450405/guiseppe-castorina-v-lykes-brothers-steamship-co-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1025</span> </a></span>(5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">846</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">113</span> </span>(1985).   There, a longshore worker exposed to asbestos during cargo operations alleged that his employer-vessel owner knew of the harm qua vessel and failed to make the vessel safe.   The Fifth Circuit stated that the LHWCA compensation scheme \"requires us to separate the negligence of the shipowner and that of the stevedore, even when the shipowner performs its own stevedoring activities.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1033. </span>  Noting that the alleged harm had arisen during stevedoring activities, the court refused to impute any knowledge of this danger by the employer to it as vessel.   It explained:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>To impute this knowledge to a shipowner-employer would be to hold it liable in tort for damages arising from its negligence as stevedore, and effectively to eliminate the exclusivity provisions of sections 905(a) &amp; (b).   This result is contrary to the language and purpose of the Act as amended.   We therefore hold that the duty owed by a shipowner to a longshoreman under section 905(b) is that established by Scindia and its progeny;  this duty is neither heightened nor diminished when the longshoreman is employed directly by the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Id.;  accord Tran v. Manitowoc Eng'g Co., <span class=\"citation\" data-id=\"454831\"><a href=\"/opinion/454831/thanh-tran-v-manitowoc-engineering-company-and-manitowoc-coastal-states/\"><span class=\"volume\">767</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">223</span></a></span>, 228 (5th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">On the facts of Castorina, it was relatively simple to apply the Scindia duty of care arising from knowledge of an unsafe condition.   In a more recent case, the Fifth Circuit considered a situation slightly more analogous to the present.   In Levene v. Pintail Enters., <span class=\"citation\" data-id=\"567647\"><a href=\"/opinion/567647/lester-levene-sr-and-shirley-levene-american-casualty-company-of/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">528</span> </a></span>(5th Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">940</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2274</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span> </span>(1992), the injured employee was a heavy equipment operator who performed other maritime tasks as well.   A captain had instructed Levene to untie another owner's barge, which blocked access to the particular barge they had been instructed to pick up.   Levene was injured on the other owner's barge, where grease and scrap materials were present on the deck.   See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 530.</span></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Applying the Scindia duty of turnover and the duty arising from active control over a dangerous condition, the Levene court rejected the employee's claim.   The court explained that Scindia did not mandate \"extending the duty of a shipowner to protection against hazards on another ship.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 534. </span> \"[W]e decline to fashion a general standard of 'reasonable care' that would require a shipowner to protect against any and all hazards a longshoreman might encounter in the course of his work.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Further, the </span>court did not view \"the fleeing contact between Pintail [the employer-vessel owner] and the BB-242 [the separate owner's barge] as the kind of control that could result in a finding of liability.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 535. </span>  It noted that the duty arising from active control over a hazardous condition may be triggered when the dangerous condition is on the vessel itself.   See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>  (discussing Masinter </span>v. Tenneco Oil Co., <span class=\"citation\" data-id=\"518423\"><a href=\"/opinion/518423/david-masinter-cross-appellant-v-tenneco-oil-co-marlin-drilling-co/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">892</span></a></span>, 896-897 (5th Cir.1989), a non-dual capacity case in which the vessel crew was solely responsible for placing a stairway in a way that caused injury to a worker, and the vessel was \"contractually bound to conduct the drilling operations and remained in control of the vessel to effectuate this obligation\").   Even though the captain \"temporarily was in 'command' \" of both the vessel and the separate owner's barge, the court found that this did not rise to the level of active control required.  Id.</p>\n    </div>\n    <p>VII. Resolving This Case</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We agree with the Fifth Circuit, for similar reasons, that the duties of care described in Scindia should be applied in dual capacity cases insofar as the facts allow.   To do so, a court may have to divide the single defendant into a hypothetical independent employer and independent vessel owner, each separately holding the duties allocated under principles suggested in Scindia.   A court may sometimes be assisted in this process by the defendant's internal employment arrangements assigning certain personnel to the \"vessel\" side of its operation.   On occasion, however, the duties and work arrangements pertaining to a suing harbor worker may be so foreign to those in Scindia's stevedoring context that Scindia's analysis will become no more than a point of departure.   Nonetheless, Scindia's general approach, at least, can be followed and, in many cases, some or all of its express analysis may be useable.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The statutory language and the legislative history of the 1972 and 1984 Amendments plainly evidence Congress' intent that the worker's compensation scheme be the primary remedy for all covered workers, regardless of an employer's commercial practice in regard to vessel ownership.   See 33 U.S.C. &#167; 905(a) (exclusiveness of employer's liability);  1984 U.S.C.C.A.N. at 2740 (\"In the Committee's view, the Longshore Act should be the primary source of compensation for covered workers who are disabled or who may die as a result of a job-related injury or disease.\")  (emphasis supplied);  H.R.Rep. No. 92-1441, 92d Cong., 2d Sess., reprinted in 1972 U.S.C.C.A.N. 4698, 4705 (\"[T]he bill provides in the case of a longshoreman who is employed directly by the vessel there will be no action for damages if the injury was caused by the negligence of persons engaged in performing longshoring services....  The Committee's intent is that the same principles should apply in determining liability of the vessel which employs its own longshoremen ... as apply when an independent contractor employs such persons.\")  (emphasis supplied).   The 1972 Amendments carefully balanced the concerns of employers, vessels, and covered workers.   We are not disposed to upset that balance by expanding the liability of employers that act simultaneously as vessel owners, when the statute does not call for such a reading and the Supreme Court has cautioned against it.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">As already observed, Scindia will sometimes afford less direct guidance on those duties owed to harbor workers than it does on those owed to longshore workers.   Courts will need to decide, on a case-specific basis, whether the harbor worker's employment arrangement sufficiently resembles that in Scindia to make particular specifics germane.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Here, the employment arrangement is sufficiently analogous to make Scindia a useful guide.   The Scindia Court reasoned that once longshore workers came aboard and began carrying out their cargo duties under a stevedore's supervision, the vessel itself had no general duty to exercise reasonable care to inspect for unsafe workplace conditions;  rather, it could rely on the longshore worker's employer to do so.   See <span class=\"citation\" data-id=\"110462\"><span class=\"antecedent_guess\">Scindia,</span> <a href=\"/opinion/110462/scindia-steam-nav-co-v-de-los-santos/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">172</span></a></span>, 101 S.Ct. at 1624.   Here, A-K hired harbor workers through the local carpenters union and, as their employer, supervised them as they tended the barges, handling the lines and carrying out construction activities thereon.   Both types of activities--construction and scowmen's work--were assigned to them and were performed for A-K qua employer.   Workers like Morehead received their daily instructions from A-K's carpenter-foremen, while A-K's project safety manager met periodically with them to discuss site-specific safety issues.   Therefore, Scindia's principle of limited liability of the vessel sensibly and logically applies, because the employees effectively assumed control of the barges working under A-K in its capacity as their employer rather than under A-K as the charterer (hence owner) of the barge.   A-K qua shipowner had no separate captain and crew assigned to the barge.   The allegedly negligent conditions (the open hatch and the absence of warnings) were not attributable to the errors of separate maritime agents acting specifically for the vessel.   Rather the alleged acts of negligence were those of fellow harbor workers acting for the employer.   Cf. 33 U.S.C. &#167; 905(b) (prohibiting liability of an employer-vessel owner for acts \"caused by the negligence of persons engaged in providing stevedoring services to the vessel\").</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Morehead does not assert any breach of the Scindia \"turnover\" duty (e.g., that A-K, as vessel owner, turned over the barge to the harbor workers knowing or with the duty to have known, of some defect in the barge that later caused injury).   He argues only that A-K as vessel violated duties it owed him because, at the time he was injured, A-K as vessel (rather than A-K as employer) allegedly had \"active control\" over or \"actual knowledge\" of the open hatch.   Cf. Howlett, --- U.S. at <span class=\"citation\" data-id=\"117850\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117850/howlett-v-birkdale-shipping-co/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2063</span> </a></span>(noting appellant confined arguments to breach of turnover duty to warn);  <span class=\"citation\" data-id=\"585844\"><span class=\"antecedent_guess\">Elberg,</span> <a href=\"/opinion/585844/donald-w-elberg-v-mobil-oil-corporation/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1150</span> </a></span>(noting appellant confined arguments to breach of duty to intervene).   Equating employment for worker's compensation purposes solely with construction activity, he asserts that no construction purpose, hence no employment purpose, was being pursued at the time of his injury.   He draws support from the district court's findings that the barges were set alongside the pier and were not carrying construction equipment.   Morehead emphasizes that A-K instructed Breault to open the hatch to air it out so that A-K could exercise what Morehead argues was a vessel function--having a marine surveyor examine the barge before returning it to the owner.   He further claims that A-K's safety manager or other carpenter foremen knew or should have known that the open hatch was a potentially hazardous condition.   Resting on purported agency principles, Morehead asks us to assign these employees' acts to A-K in its vessel capacity, on the theory that A-K in its vessel rather than employer capacity had control over or knowledge of the open hatch and the failure to warn about it.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">A-K responds that Breault was performing employment duties when he opened the hatch and when he threw the line to Morehead before the accident.   Like Morehead, Breault had been hired both for carpenter and scowman duties.   As is typical in the case of harbor workers, as distinct from land-based carpenters, the men were expected to lend a hand with supporting maritime chores as well as pursuing their particular construction trade.   A-K maintains that its \"active control\" over or knowledge about the open hatch into which Morehead fell is therefore attributable to it as employer, not as vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We agree with A-K that, for present purposes, the barges tended by its carpenters/scowmen were operated within A-K's control and knowledge qua employer.   The barges, which were Breault and Morehead's workplace, can be analogized to the areas of a vessel taken over by longshore workers in the Scindia setting.   Under the principles of that case, the stevedore--or, in a dual capacity case, the employer in a stevedore capacity--is ordinarily liable for the safety of the workplace and for any injuries that occur.   The vessel, or the employer in its vessel capacity, is not implicated except in the unusual circumstance that the vessel itself continues to exercise active control over the work area.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We recognize that a competing analysis is possible, which, however, we reject.   A court could attribute Breault's and Morehead's specific activities either to their employer or to the vessel, depending on how the court classified the objectives that those functions were thought to serve.   One could inquire whether the hatch was opened to \"help\" the vessel (i.e., to air it in preparation for returning it to the owner) or, instead, was opened in furtherance of some construction activity.   In the former case, it could be argued that the vessel would be liable for any negligence.   Such an analysis, however, would involve courts in endless semantical debate.   Is an accident while tying up a barge at a construction site in furtherance of a \"construction\" objective or a \"vessel\" objective?   If both objectives were being served, which predominates?   And how does one square the fact that the employees here were hired by the employer for scowmen not just carpenter duties?</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">As noted, the statutory language speaks of the employer's liability as \"exclusive.\"  33 U.S.C. &#167; 905(a).   The legislative history and the Court's precedents since 1972 make worker's compensation the primary remedy for an injured employee.   The exception in section 905(b) for third-party negligence, narrowed in 1984,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> explicitly requires a finding of vessel fault.   We would be disregarding Congressional intent and might even be returning in the direction of the Sieracki doctrine which did not require such a showing, see supra n. 6, if we were to attribute some of the regular duties that a harbor worker is employed to perform to the vessel, because of their speculative seaman-like character, and only the residue to the employer.   This approach would arbitrarily expand a defendant's liability qua vessel in a work arrangement not too different from that in Scindia, i.e., one where the employees have effectively taken over the vessel to carry out their employment duties under their employer's supervision.   A similar expansion of liability would follow from too easily assigning any knowledge of A-K employees (such as the carpenter foremen or worksite safety manager) to A-K in a vessel capacity.   Neither the statute nor case law seems to us to support such an approach.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">One of the essential purposes of the 1972 and 1984 Amendments was to provide employees and employers with a greater degree of certainty as to the coverage in effect.   The legislative history of the 1984 Amendments documents this concern:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>[T]he situation in which a worker may be covered at one time, and not covered at another, depending on the nature of the work which the worker is performing at the time of the injury must be avoided since such a result would be enormously destabilizing, and would thus defeat one of the essential purposes of these amendments.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">1984 U.S.C.C.A.N. at 2736-2737.   A \"functional\" interpretation, hinging the type of liability on the nature and purpose of the duties being performed by covered employees at any given time, would increase uncertainty and the frequency of disputes over the scope of coverage.   As Morehead's and Breault's employment contemplated that they would alternate frequently between construction and linehandling, a single, overall classification of their duties is most appropriate for determining the types of remedies available.   Cf. <span class=\"citation\" data-id=\"548965\"><span class=\"antecedent_guess\">Gay,</span> <a href=\"/opinion/548965/kathleen-russo-wife-ofand-herbert-l-gay-v-barge-266-and-brown-root/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1011</span> </a></span>(\"[T]o deny Gay [the employee] a cause of action in the morning but to grant him one in the afternoon is to make his rights under the Act as random and indiscriminate as the sea herself.   This sort of incertitude is precisely what Congress attempted to eliminate from the LHWCA in both its 1972 and 1984 amendments.\")  (footnote omitted);  cf. Chandris, --- U.S. at <span class=\"citation no-link\"><span class=\"antecedent_guess\">----,</span> <span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2187</span> </span>(\"In evaluating the employment-related connection of a maritime worker to a vessel in navigation, courts should not employ 'a \"snapshot\" test for seaman status, inspecting only the situation as it exists at the instant of injury'....  [A] worker may not oscillate back and forth between Jones Act coverage and other remedies depending on the activity in which the worker was engaged while injured.\")  (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We do not rule out the possibility that in a given case, an injury may be negligently caused by someone acting as the agent of the vessel owner rather than of the employer.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Here, however, we see no reason requiring the court to find that Breault, in leaving open the hatch, acted in any capacity other than as A-K's employee rather than as A-K's agent in its shipowner's capacity.   Morehead and Breault were hired to perform both construction and scowmen duties.   A carpenter-supervisor instructed Breault to open the hatch.   A-K's project safety manager generally oversaw the safety of work operations.   Morehead has not shown why, in these circumstances, A-K qua vessel would have a duty of care to protect him against the open hatch.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We conclude that the district court was not clearly erroneous in viewing the open hatch as a condition temporarily created by A-K as employer, and affirm the district court's judgment in favor of A-K.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although Woods Hole was originally named as a defendant in this action, the district court granted its motion for summary judgment against Morehead, who has not appealed from that decision.   Consequently, Woods Hole is no longer a party</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court did not definitively find which barge Morehead was on at the time of the accident.   The court found \"more likely\" that Morehead was on the HUGHES 707 and Breault was on the CHER 106, but wrote:  \"In either event, however, the court would find a single open hatch ... insufficiently obvious.   There would seem a presumption that an unmarked 18 inch opening on an otherwise solid deck is a failure of a reasonably safe proffer to one expected to walk thereon.   The court would therefore find the barge, whichever one it was, unseaworthy, but under the statute (33 U.S.C. &#167; 905(b)) this is irrelevant.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See generally Chandris, Inc. v. Latsis, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117953\"><a href=\"/opinion/117953/chandris-inc-v-latsis/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2172</span></a></span>, 2192, <span class=\"citation\" data-id=\"117953\"><a href=\"/opinion/117953/chandris-inc-v-latsis/\"><span class=\"volume\">132</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">314</span> </a></span>(1995) (to qualify as a seaman under the Jones Act, \"a maritime employee must have a substantial employment-related connection to a vessel in navigation\");  <span class=\"citation\" data-id=\"590994\"><span class=\"antecedent_guess\">Kathriner,</span> <a href=\"/opinion/590994/don-w-kathriner-v-unisea-inc-a-washington-corporation/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">659-663</span> </a></span>(applying tests of \"vessel\" under Jones Act and LHWCA).   Plaintiff withdrew his maritime claims, including the claim of Jones Act negligence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 904 provides in relevant part:  \"(a) Every employer shall be liable for and shall secure the payment to his employees of the compensation payable under sections 907, 908, and 909 of this title.... (b) Compensation shall be payable irrespective of fault as a cause for the injury.\"  33 U.S.C. &#167; 904</p>\n        <p>A statutorily covered employee is \"any person engaged in maritime employment, including any longshoreman or other person engaged in longshoring operations, and any harbor-worker including a ship repairman, shipbuilder, and ship-breaker,\" except \"a master or member of a crew of any vessel\" and other limited categories of workers.   Id. &#167; 902(3).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 905(b) provides:</p>\n        <p>In the event of injury to a person covered under this chapter caused by the negligence of a vessel, then such person, or anyone otherwise entitled to recover damages by reason thereof, may bring an action against such vessel as a third party in accordance with the provisions of section 933 of this title, and the employer shall not be liable to the vessel for such damages directly or indirectly and any agreements or warranties to the contrary shall be void.   If such person was employed by the vessel to provide stevedoring services, no such action shall be permitted if the injury was caused by the negligence of persons engaged in providing stevedoring services to the vessel.   If such person was employed to provide shipbuilding, repairing, or breaking services and such person's employer was the owner, owner pro hac vice, agent, operator, or charterer of the vessel, no such action shall be permitted, in whole or in part or directly or indirectly, against the injured person's employer (in any capacity, including as the vessel's owner, owner pro hac vice, agent, operator, or charterer) or against the employees of the employer.   The liability of the vessel under this subsection shall not be based upon the warranty of seaworthiness or a breach thereof at the time the injury occurred.   The remedy provided in this subsection shall be exclusive of all other remedies against the vessel except remedies available under this chapter.</p>\n        <p>33 U.S.C. &#167; 905(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See 33 U.S.C. &#167; 905(b).   Unseaworthiness is a maritime remedy that was established \"simply by showing that some condition or appurtenance on board the vessel at the time of the accident was unreasonably hazardous, even if the stevedore-employer was the sole cause of the hazard.\"  <span class=\"citation\" data-id=\"195675\"><span class=\"antecedent_guess\">Keller,</span> <a href=\"/opinion/195675/keller-v-united-states/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">23</span> </a></span>(citing Seas Shipping Co. v. Sieracki, <span class=\"citation\" data-id=\"104287\"><a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 94, <span class=\"citation\" data-id=\"104287\"><a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">872</span></a></span>, 877, <span class=\"citation\" data-id=\"104287\"><a href=\"/opinion/104287/seas-shipping-co-v-sieracki/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1099</span> </a></span>(1946))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The parties have not disputed on appeal that Morehead is a statutorily covered employee of a statutorily covered employer.   As a harbor worker with carpentry and linehandling duties, Morehead meets the statutory definition of a covered employee under section 902(3) and does not fall within any of the categories of workers expressly prohibited from suing under section 905(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In Howlett, the Court suggested that this relationship was the typical one in the longshoring business.   See Howlett, --- U.S. at <span class=\"citation\" data-id=\"117850\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117850/howlett-v-birkdale-shipping-co/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2062</span> </a></span>(\"The injured longshoreman's employer--in most instances, an independent stevedore, see Edmonds v. Compagnie Generale Transatlantique, <span class=\"citation\" data-id=\"110136\"><a href=\"/opinion/110136/edmonds-v-compagnie-generale-transatlantique/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, <span class=\"citation\" data-id=\"110136\"><a href=\"/opinion/110136/edmonds-v-compagnie-generale-transatlantique/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2753</span></a></span>, <span class=\"citation\" data-id=\"110136\"><a href=\"/opinion/110136/edmonds-v-compagnie-generale-transatlantique/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">521</span> </a></span>(1979)--must pay the statutory benefits regardless of fault, but is shielded from any further liability to the longshoreman.\")  (citations omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Other courts have applied Scindia duties to LHWCA-covered employees other than longshore workers in the familiar tripartite context.   See, e.g., <span class=\"citation\" data-id=\"585844\"><span class=\"antecedent_guess\">Elberg,</span> <a href=\"/opinion/585844/donald-w-elberg-v-mobil-oil-corporation/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1149-1150</span> </a></span>(welder);  Teply v. Mobil Oil Corp., <span class=\"citation\" data-id=\"512901\"><a href=\"/opinion/512901/richard-teply-and-reeled-tubing-inc-and-national-union-fire-insurance/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">375</span></a></span>, 377 (5th Cir.1988) (worker at barge-accessible oil well)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In Jones &amp; Laughlin, the negligence of the dual capacity defendant qua vessel had been conceded</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Longshore workers such as those in Scindia typically load and unload cargo ships that are operated full-time by a master and crew.   Vessel negligence can often be distinguished from stevedore negligence by determining to what extent the dangerous condition was caused, or allowed to persist, by reason of the neglect of the vessel's crew rather than of the stevedoring employees.   Harbor workers, however, may work (as here) on construction barges that are moved about by tugs and have no crew as such.   As part of their employment, they may do whatever is needed to tend lines and service the barges, besides performing normal construction duties as carpenters, electricians, or the like.   Thus, assessing what responsibilities fall within the purview of the vessel's duty of care, as distinguished from the employer's, can be an elusive quest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> As noted, the tugs that towed the barges were captained and crewed by employees of Woods Hole, which supplied the tugs.   These employees did not handle the lines on the barges;  under union rules, only carpenters/scowmen employed by A-K (such as Morehead) did</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> This mix of responsibilities might, in other cases, expand the range of possible remedies available to an injured employee, who must then choose between the mutually exclusive regimes of the LHWCA and Jones Act.   See Chandris, --- U.S. at ---- - <span class=\"citation\" data-id=\"117953\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117953/chandris-inc-v-latsis/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2183-2184</span> </a></span>(citing McDermott Int'l, Inc. v. Wilander, <span class=\"citation\" data-id=\"112527\"><a href=\"/opinion/112527/mcdermott-intl-inc-v-wilander/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, 347, <span class=\"citation\" data-id=\"112527\"><a href=\"/opinion/112527/mcdermott-intl-inc-v-wilander/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">807</span></a></span>, 813, <span class=\"citation\" data-id=\"112527\"><a href=\"/opinion/112527/mcdermott-intl-inc-v-wilander/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">866</span> </a></span>(1991)).   In Southwest Marine, Inc. v. Gizoni, <span class=\"citation\" data-id=\"112661\"><a href=\"/opinion/112661/southwest-marine-inc-v-gizoni/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, <span class=\"citation\" data-id=\"112661\"><a href=\"/opinion/112661/southwest-marine-inc-v-gizoni/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">486</span></a></span>, <span class=\"citation\" data-id=\"112661\"><a href=\"/opinion/112661/southwest-marine-inc-v-gizoni/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span> </a></span>(1991), the Supreme Court held that a shipyard rigging foreman--who handled lines connecting floating platforms to vessels under repair--was not precluded as a matter of law from seeking a tort remedy under the Jones Act merely because ship repairers are among those jobs specifically enumerated under the LHWCA.   See <span class=\"citation\" data-id=\"112661\"><a href=\"/opinion/112661/southwest-marine-inc-v-gizoni/\"><span class=\"id_token\">id.</span> at 89, </a></span>112 S.Ct. at 492 (\"By its terms the LHWCA preserves the Jones Act remedy for vessel crewmen, even if they are employed by a shipyard.   A maritime worker is limited to LHWCA remedies only if no genuine issue of fact exists as to whether the worker was a seaman under the Jones Act.\")</p>\n        <p>Morehead withdrew his Jones Act claim, presumably because he did not believe he could establish Jones Act seaman status.   Nonetheless, Morehead has attempted to focus our attention on the vessel-like responsibilities that Breault performed in the period before the injury, as discussed infra.   While an emphasis on vessel-type duties may be appropriate for the fact-specific inquiry into seaman status, we place little weight on this attempt to bifurcate vessel and construction activities when these workers were hired to perform both.   The definition of a covered employee under the LHWCA excludes \"a master or member of a crew of any vessel.\"  33 U.S.C. &#167; 902(3).   It seems inconsistent with this exclusion for Morehead to buttress his claim under the LHWCA with arguments portraying a fellow employee, Breault, as if he were a member of the crew of the vessel.   See infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Fanetti might have reached the same result of vessel liability without applying a broader duty of care.   The defendant did not dispute that the vessel's crew created the hazard while performing work unrelated to longshoring operations.   See <span class=\"citation\" data-id=\"403776\"><span class=\"antecedent_guess\">Fanetti,</span> <a href=\"/opinion/403776/pasquale-fanetti-v-hellenic-lines-ltd/\"><span class=\"volume\">678</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">426</span></a></span>.   In this situation, the defendant qua vessel arguably had active control over the crew and knew or should have known about the injury-causing actions, making it liable even under the Scindia standards</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Other courts have followed suit.   See, e.g., Halpin v. Atkinson-Kiewit, J.V., <span class=\"citation no-link\"><span class=\"volume\">894</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">486</span> </span>(D.Mass.1995) (applying Scindia duties and denying defendant's motion for partial judgment on the pleadings);  DiGiovanni v. Traylor Bros., <span class=\"citation no-link\"><span class=\"volume\">855</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">37</span> </span>(D.R.I.1994), appeal docketed, No. 94-1775 (finding no violation of Scindia duties where hazard was obvious following \"turnover\" of the vessel, defendant as vessel lacked \"active control\" over or knowledge of leak from equipment placed aboard for employment operations, and the circumstances did not give rise to a duty to intervene);  Koernschild v. W.H. Streit, Inc., <span class=\"citation no-link\"><span class=\"volume\">834</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">711</span> </span>(D.N.J.1993) (applying Scindia duties and denying summary judgment to the defendant where factual dispute existed concerning the plaintiff's awareness of the hazard);  Coats v. Luedtke Eng'g Co., <span class=\"citation no-link\"><span class=\"volume\">744</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">884</span> </span>(E.D.Wis.1990) (deeming \"employer\" responsible for providing employee a safe passageway to his job on the vessel, and granting summary judgment to the defendant given its lack of \"active control\" as vessel over a condition off-board the vessel)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Cf. Roach v. M/V Aqua Grace, <span class=\"citation\" data-id=\"512372\"><a href=\"/opinion/512372/irene-c-roach-irene-c-roach-as-mother-and-personal-representative-of/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1575</span></a></span>, 1580 (11th Cir.1988) (\"While this [1984] amendment does not disturb the holding of Jones &amp; Laughlin Steel Corp., it does indicate a Congressional intent to limit invokation [sic] of the dual capacity doctrine under the Act.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Cf. Pichoff v. Bisso Towboat Co., <span class=\"citation\" data-id=\"444407\"><a href=\"/opinion/444407/lee-a-pichoff-jr-cross-appellant-v-bisso-towboat-co-inc/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></a></span>, 302-303 (5th Cir.1984) (ruling in a dual capacity case that a general manager who ordered a hurried inspection of a fuel tank leak and failed to provide adequate lighting was acting as an agent of the vessel)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110136/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110462/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110971/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112527/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112661/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117850/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195675/",
    "https://www.courtlistener.com/api/rest/v3/opinions/316125/",
    "https://www.courtlistener.com/api/rest/v3/opinions/358033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/403776/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444407/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450405/",
    "https://www.courtlistener.com/api/rest/v3/opinions/454831/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512372/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512901/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518423/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567647/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585844/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590994/",
    "https://www.courtlistener.com/api/rest/v3/opinions/659327/"
  ]
}