{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196536/",
  "id": 196536,
  "absolute_url": "/opinion/196536/united-states-v-mason/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196536/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:15Z",
  "date_modified": "2020-02-21T23:15:26.857944Z",
  "type": "010combined",
  "sha1": "f3ea26aeef221922763a57944dee3ff7a5355e68",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1721.01A",
  "local_path": null,
  "plain_text": "\n\nJanuary 25, 1996      [NOT FOR PUBLICATION]\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 95-1721\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                       Plaintiff, Appellee,\r\n\n                                v.\r\n\n                         DENNIS L. MASON,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                           \r                                                     \r\n\n                      Selya, Cyr and Stahl,\r\n\n                         Circuit Judges,\r                                                 \r\n\n                                           \r                                                     \r\n\n   Richard H. Gens for appellant.\r                            \r\n   Pamela  Merchant,  Trial  Attorney, United  States  Department of\r                             \r\nJustice,  with whom Donald K.  Stern, United States  Attorney, Mark D.\r                                                                              \r\nSeltzer,  Acting Director, New England Bank Fraud Task Force, and Mark\r                                                                              \r\nAdler,  Senior Trial  Attorney, United  States Department  of Justice,\r             \r\nwere on brief for appellee.\r\n\n                                           \r                                                     \r\n\n                                           \r                                                     \r\r\n\n          Per Curiam.   Dennis  L. Mason appeals  his convictions\r                    Per Curiam.\r                              \r\n\nand sentences for  bankruptcy fraud, bank fraud,  and money laun-\r\n\ndering, see 18 U.S.C.    152, 1344, 1957.  We affirm. \r                     \r\n\n          In  December 1987,  Mason  and First  Service Bank  for\r\n\nSavings  (\"First Service\")  finalized  a loan  agreement  whereby\r\n\nFirst  Service was to advance  $5 million to  Concord Woods North\r\n\nRealty Trust (\"Realty Trust\")  for the sole purpose  of acquiring\r\n\nand developing twenty-five  acres of real estate in  Concord, New\r\n\nHampshire.   On the  closing date,  First Service  disbursed over\r\n\n$2.4  million to Mason, as trustee of Realty Trust; Mason immedi-\r\n\nately directed  that approximately  $200,000 be deposited  in his\r\n\npersonal account  at  the Bank  of  Boston.   The  day after  the\r\n\nclosing, Mason  disbursed  $12,000  from  this  personal  account\r\n\ntoward the purchase of jewelry for his wife.  \r\n\n          During 1988,  Mason diverted approximately  $860,000 in\r\n\nFirst Service loan proceeds  to purposes unrelated to  the Realty\r\n\nTrust project, including  a $500,000 transfer to an  Ohio account\r\n\nin the  name of his  lawyer.  Between  March and August  1989, he\r\n\ntransferred another  $100,000 in loan proceeds to  a bank account\r\n\nin his wife's name.\r\n\n          After  First Service  Bank closed  and its  assets were\r\n\nacquired by the Federal Deposit Insurance Corporation (\"FDIC\") in\r\n\nMarch 1989, Realty  Trust filed  a chapter 7  petition, in  which\r\n\nMason, as  trustee, failed to disclose any of the above-described\r\n\ndiversions of  First  Service loan  funds.   In  May 1989,  at  a\r\n\nmeeting of  creditors in the Realty  Trust bankruptcy proceeding,\r\n\n                                2\r\r\n\nMason  testified that  all First Service  loan proceeds  had been\r\n\napplied to the  Realty Trust  real estate project.   Mason  later\r\n\nmade similar misrepresentations  to FDIC  attorneys in  September\r\n\n1989,  and again in 1992.  In  March 1992, he destroyed his busi-\r\n\nness records.  Two months later he filed his own personal chapter\r\n\n7 bankruptcy petition. \r\n\n          Mason first  claims that  the district court  failed to\r\n\ninstruct the jury on the essential  elements of the crime of bank\r\n\nfraud under  section 1344.1  Since Mason  failed to object to the\r\n\njury instruction, we  review only  for plain error.   See  United\r                                                                           \r\n\nStates v. Hurley, 63 F.3d  1, 9 (1st Cir. 1995).   The challenged\r                          \r\n\njury  instruction  met  the  three-part  standard  established in\r\n\nUnited States v. Brandon, 17 F.3d 409, 424 (1st Cir.) (bank fraud\r                                  \r\n\nelements  under 18 U.S.C.    1344 require  showing that defendant\r\n\nknowingly engaged in  a scheme  or artifice to  defraud, or  made\r\n\nfalse  statements or  misrepresentations  to  obtain money  from,\r\n\nbank), cert. denied, 115 S.  Ct. 80 (1994).  There was  no error,\r                             \r\n\nlet alone plain error.\r\n\n                    \r                              \r\n\n     1As many  arguments advanced by  Mason on appeal  are redun-\r\ndant, undeveloped, unpreserved, or patently frivolous, they merit\r\nno discussion.  In particular, since Mason mounts only a perfunc-\r\ntory challenge  to the bankruptcy fraud  instructions, see United\r                                                                           \r\nStates v. Zannino,  895 F.2d 1, 17 (1st  Cir.), cert. denied, 494\r                                                                      \r\nU.S. 1082 (1990), and the  record on appeal does not  include the\r\nchallenged instructions,  see Fed. R.  App. P. 10(b),  11(a); see\r                                                                           \r\nPlummer v.  Springfield Terminal Ry. Co.,  5 F.3d 1, 5  (1st Cir.\r                                                  \r\n1993) (merits not reached because pertinent material not included\r\nin  record  on appeal),  cert. denied,  114  S. Ct.  1057 (1994);\r                                               \r\nUnited  States v. One Motor  Yacht Named Mercury,  527 F.2d 1112,\r                                                          \r\n1113-14 (1st Cir. 1975), we deem the claim abandoned. \r\n\n                                3\r\r\n\n          Mason next  contends that the district  court committed\r\n\nreversible error by rejecting his  motion for judgment of acquit-\r\n\ntal on  the  bank  fraud  charge, since  there  was  insufficient\r\n\nevidence that he had embarked on a scheme to defraud  the bank by\r                                                                           \r\n\nthe time the  loan documents were executed in December  1987.  We\r                                                                      \r\n\nevaluate the evidence in the light most favorable to the verdict,\r\n\nwhich must  be affirmed if a rational jury could have found Mason\r\n\nguilty beyond a reasonable  doubt.  United States v.  Vavlitis, 9\r                                                                        \r\n\nF.3d 206, 212 (1st Cir. 1993).  \r\n\n          Although  Mason  attempts to  explain the  $12,000 dis-\r\n\nbursement from his personal account at Bank  of Boston to pay for\r\n\njewelry  for his wife the day after receiving the initial advance\r                                             \r\n\nfrom First  Service on  the Realty  Trust loan,  there can be  no\r\n\nquestion that  this virtually contemporaneous evidence was suffi-\r\n\ncient to enable the  jury reasonably to infer that  the scheme to\r                                                       \r\n\ndefraud  had been  formulated by  the time  the loan  closing oc-\r                                                                           \r\n\ncurred.   Moreover, larger  diversions of the  Realty Trust  loan\r                \r\n\nproceeds began within three months  after the loan documents were\r\n\nexecuted.   The  jury  was free  to  infer from  this  reasonably\r\n\nproximate  subsequent conduct  that Mason's fraudulent  intent to\r\n\nengage in the scheme had originated  by the time he executed  the\r\n\nloan  documents,  especially  since he  presented  no  compelling\r\n\nexplanation for  embarking upon the improper  loan diversions the\r\n\nday after the  closing.   See United States  v. Sutton, 970  F.2d\r                                                                \r\n\n1001, 1007 (1st Cir. 1992) (\"testimony, though it centered around\r\n\nlater-occurring events,  was relevant to  show appellant's intent\r\n\n                                4\r\r\n\nat an earlier date\"); United States v. Mena, 933 F.2d  19, 25 n.5\r                                                     \r\n\n(1st Cir. 1991) (similar). \r\n\n          Mason raises  two sentencing claims.   First, he argues\r\n\nthat the two-level sentencing  enhancement for more than \"minimal\r\n\nplanning,\" see  U.S.S.G.   2F1.1(b)(2),  was unwarranted  because\r                        \r\n\nthe bank  fraud, bankruptcy  fraud, and money  laundering conduct\r\n\nconstituted \"singular transactions\" or \"single acts.\"  We find no\r\n\nclear error.   See Brandon, 17  F.3d at 459.   The record reveals\r                                    \r\n\nthat  Mason repeatedly  diverted First  Service loan  proceeds to\r\n\npersonal and other improper purposes throughout much of 1988  and\r\n\n1989.   Thus, the  sentencing enhancement  for more  than minimal\r\n\nplanning simply reflected the  reality that his prolonged conduct\r\n\nwas  no \"spur  of  the moment\"  undertaking.   United  States  v.\r                                                                       \r\n\nGregorio, 956 F.2d 341, 343 (1st Cir. 1992). \r                  \r\n\n          Second, Mason  claims that  the total  loss calculation\r\n\nwas clearly  erroneous.  He relies  on a $4 million  appraisal of\r\n\nthe  Concord Woods  North  property, whereas  the district  court\r\n\nrelied on a  $110,000 FDIC  appraisal.  We  review the  valuation\r\n\nruling for clear error.  United States v. Tardiff, 969 F.2d 1283,\r                                                           \r\n\n1288 (1st Cir.  1992).   The record discloses  that the  district\r\n\ncourt reasonably  could have  found that Mason's  appraisal over-\r\n\nstated the number  of single-family homes the Concord Woods North\r\n\nproperty could accommodate and  relied on inflated valuations for\r\n\nindividual building lots.  On the other hand, the much lower FDIC\r\n\nappraisal figure is the product of alternative valuation methods;\r\n\nviz., an \"income capitalization  approach\" and a \"comparable land\r\n\n                                5\r\r\n\nsales approach.\"  See U.S.S.G.   6A1.3(a) (\"the court may consid-\r                               \r\n\ner relevant information .  . . provided that the  information has\r\n\nsufficient indicia of reliability to support its probable accura-\r\n\ncy.\").  On this record, there was no clear error  in the district\r\n\ncourt finding  that the  defendant's valuation was  less reliable\r\n\nthan that of the FDIC.  United States v.  Tejada-Beltran, 50 F.3d\r                                                                  \r\n\n105, 110 (1st Cir. 1995) (\"[T]he  sentencing court's choice among\r\n\nsupportable alternatives cannot be clearly  erroneous.\") (quoting\r\n\nUnited States v. Ruiz, 905 F.2d 499, 508 (1st Cir. 1990)).\r                               \r\n\n          Finally,  Mason  presents  an \"ineffective  assistance\"\r\n\nclaim based on trial counsel's alleged failure (1) to object to a\r\n\nsupplemental  jury instruction on bank fraud, and (2) to move for\r\n\na new trial based on the same instruction.  See  United States v.\r                                                                        \r\n\nOrtiz,  23 F.3d  21  (1st Cir.  1994) (entertaining  \"ineffective\r               \r\n\nassistance\" claim on direct  appeal where record was sufficiently\r\n\ndeveloped and critical facts were not in dispute).  \r\n\n          The  instruction  in question  informed  the  jury that\r\n\nappellant could be  convicted upon \"whatever scheme  you find the\r                                                             \r\n\ngovernment  has proven  beyond  a reasonable  doubt.\"   (Emphasis\r\n\nadded.)  Mason asserts that this rendered the indictment \"duplic-\r\n\nitous.\"  We disagree.  The challenged instruction  simply permit-\r\n\nted the jury to convict based on a scheme plainly  alleged in the\r\n\nindictment.  The evidence adduced  at trial worked no  broadening\r\n\nof the scheme alleged  in the indictment.   See United States  v.\r                                                                       \r\n\nMiller, 471 U.S.  130, 145  (1985).   The ineffective  assistance\r                \r\n\nclaim therefore  fails as Mason has  not demonstrated \"prejudice\"\r\n\n                                6\r\r\n\nfrom  the alleged omission by  trial counsel.   See Strickland v.\r                                                                        \r\n\nWashington, 466 U.S. 668, 687 (1984). \r                    \r\n\n          Affirmed.  See 1st Cir. R. 27.1.\r                    Affirmed.\r                                  \r\n\n                                7\r\r\n",
  "html": "<p class=\"case_cite\">74 F.3d 1224</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Dennis L. MASON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1721.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Jan. 25, 1996.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Richard H. Gens for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Pamela Merchant, Trial Attorney, United States Department of Justice, with whom Donald K. Stern, United States Attorney, Mark D. Seltzer, Acting Director, New England Bank Fraud Task Force, and Mark Adler, Senior Trial Attorney, United States Department of Justice, were on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">SELYA, CYR and STAHL, Circuit Judges,</p>\n    </div>\n    <p class=\"indent\">PER CURIAM</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Dennis L. Mason appeals his convictions and sentences for bankruptcy fraud, bank fraud, and money laundering, see 18 U.S.C. Secs. 152, 1344, 1957.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In December 1987, Mason and First Service Bank for Savings (\"First Service\") finalized a loan agreement whereby First Service was to advance $5 million to Concord Woods North Realty Trust (\"Realty Trust\") for the sole purpose of acquiring and developing twenty-five acres of real estate in Concord, New Hampshire.  On the closing date, First Service disbursed over $2.4 million to Mason, as trustee of Realty Trust;  Mason immediately directed that approximately $200,000 be deposited in his personal account at the Bank of Boston.  The day after the closing, Mason disbursed $12,000 from this personal account toward the purchase of jewelry for his wife.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During 1988, Mason diverted approximately $860,000 in First Service loan proceeds to purposes unrelated to the Realty Trust project, including a $500,000 transfer to an Ohio account in the name of his lawyer.  Between March and August 1989, he transferred another $100,000 in loan proceeds to a bank account in his wife's name.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After First Service Bank closed and its assets were acquired by the Federal Deposit Insurance Corporation (\"FDIC\") in March 1989, Realty Trust filed a chapter 7 petition, in which Mason, as trustee, failed to disclose any of the above-described diversions of First Service loan funds.  In May 1989, at a meeting of creditors in the Realty Trust bankruptcy proceeding, Mason testified that all First Service loan proceeds had been applied to the Realty Trust real estate project.  Mason later made similar misrepresentations to FDIC attorneys in September 1989, and again in 1992.  In March 1992, he destroyed his business records.  Two months later he filed his own personal chapter 7 bankruptcy petition.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mason first claims that the district court failed to instruct the jury on the essential elements of the crime of bank fraud under section 1344.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Since Mason failed to object to the jury instruction, we review only for plain error.  See United States v. Hurley, 63 F.3d 1, 9 (1st Cir.1995).  The challenged jury instruction met the three-part standard established in United States v. Brandon, 17 F.3d 409, 424 (1st Cir.)  (bank fraud elements under 18 U.S.C. Sec. 1344 require showing that defendant knowingly engaged in a scheme or artifice to defraud, or made false statements or misrepresentations to obtain money from, bank), cert. denied, 115 S.Ct. 80 (1994).  There was no error, let alone plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mason next contends that the district court committed reversible error by rejecting his motion for judgment of acquittal on the bank fraud charge, since there was insufficient evidence that he had embarked on a scheme to defraud the bank by the time the loan documents were executed in December 1987.   We evaluate the evidence in the light most favorable to the verdict, which must be affirmed if a rational jury could have found Mason guilty beyond a reasonable doubt.  United States v. Vavlitis, 9 F.3d 206, 212 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although Mason attempts to explain the $12,000 disbursement from his personal account at Bank of Boston to pay for jewelry for his wife the day after receiving the initial advance from First Service on the Realty Trust loan, there can be no question that this virtually contemporaneous evidence was sufficient to enable the jury reasonably to infer that the scheme to defraud had been formulated by the time the loan closing occurred.   Moreover, larger diversions of the Realty Trust loan proceeds began within three months after the loan documents were executed.  The jury was free to infer from this reasonably proximate subsequent conduct that Mason's fraudulent intent to engage in the scheme had originated by the time he executed the loan documents, especially since he presented no compelling explanation for embarking upon the improper loan diversions the day after the closing.  See United States v. Sutton, 970 F.2d 1001, 1007 (1st Cir.1992) (\"testimony, though it centered around later-occurring events, was relevant to show appellant's intent at an earlier date\");  United States v. Mena, 933 F.2d 19, 25 n. 5 (1st Cir.1991) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mason raises two sentencing claims.  First, he argues that the two-level sentencing enhancement for more than \"minimal planning,\" see U.S.S.G. Sec. 2F1.1(b)(2), was unwarranted because the bank fraud, bankruptcy fraud, and money laundering conduct constituted \"singular transactions\" or \"single acts.\"   We find no clear error.  See Brandon, 17 F.3d at 459.  The record reveals that Mason repeatedly diverted First Service loan proceeds to personal and other improper purposes throughout much of 1988 and 1989.  Thus, the sentencing enhancement for more than minimal planning simply reflected the reality that his prolonged conduct was no \"spur of the moment\" undertaking.  United States v. Gregorio, 956 F.2d 341, 343 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Second, Mason claims that the total loss calculation was clearly erroneous.  He relies on a $4 million appraisal of the Concord Woods North property, whereas the district court relied on a $110,000 FDIC appraisal.  We review the valuation ruling for clear error.  United States v. Tardiff, 969 F.2d 1283, 1288 (1st Cir.1992).  The record discloses that the district court reasonably could have found that Mason's appraisal overstated the number of single-family homes the Concord Woods North property could accommodate and relied on inflated valuations for individual building lots.  On the other hand, the much lower FDIC appraisal figure is the product of alternative valuation methods;  viz., an \"income capitalization approach\" and a \"comparable land sales approach.\"   See U.S.S.G. Sec. 6A1.3(a) (\"the court may consider relevant information ... provided that the information has sufficient indicia of reliability to support its probable accuracy.\").  On this record, there was no clear error in the district court finding that the defendant's valuation was less reliable than that of the FDIC.  United States v. Tejada-Beltran, 50 F.3d 105, 110 (1st Cir.1995) (\"[T]he sentencing court's choice among supportable alternatives cannot be clearly erroneous.\")  (quoting United States v. Ruiz, 905 F.2d 499, 508 (1st Cir.1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, Mason presents an \"ineffective assistance\" claim based on trial counsel's alleged failure (1) to object to a supplemental jury instruction on bank fraud, and (2) to move for a new trial based on the same instruction.  See United States v. Ortiz, 23 F.3d 21 (1st Cir.1994) (entertaining \"ineffective assistance\" claim on direct appeal where record was sufficiently developed and critical facts were not in dispute).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The instruction in question informed the jury that appellant could be convicted upon \"whatever scheme you find the government has proven beyond a reasonable doubt.\"  (Emphasis added.)   Mason asserts that this rendered the indictment \"duplicitous.\"   We disagree.  The challenged instruction simply permitted the jury to convict based on a scheme plainly alleged in the indictment.  The evidence adduced at trial worked no broadening of the scheme alleged in the indictment.  See United States v. Miller, 471 U.S. 130, 145 (1985).  The ineffective assistance claim therefore fails as Mason has not demonstrated \"prejudice\" from the alleged omission by trial counsel.  See Strickland v. Washington, 466 U.S. 668, 687 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed. See 1st Cir.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As many arguments advanced by Mason on appeal are redundant, undeveloped, unpreserved, or patently frivolous, they merit no discussion.  In particular, since Mason mounts only a perfunctory challenge to the bankruptcy fraud instructions, see United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082 (1990), and the record on appeal does not include the challenged instructions, see Fed.  R.App. P. 10(b), 11(a);  see Plummer v. Springfield Terminal Ry. Co., 5 F.3d 1, 5 (1st Cir.1993) (merits not reached because pertinent material not included in record on appeal), cert. denied, 114 S.Ct. 1057 (1994);  United States v. One Motor Yacht Named Mercury, 527 F.2d 1112, 1113-14 (1st Cir.1975), we deem the claim abandoned</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1224</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Dennis L. MASON, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1721.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Jan. 25, 1996.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Richard H. Gens for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Pamela Merchant, Trial Attorney, United States Department of Justice, with whom Donald K. Stern, United States Attorney, Mark D. Seltzer, Acting Director, New England Bank Fraud Task Force, and Mark Adler, Senior Trial Attorney, United States Department of Justice, were on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">SELYA, CYR and STAHL, Circuit Judges,</p>\n    </div>\n    <p class=\"indent\">PER CURIAM</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Dennis L. Mason appeals his convictions and sentences for bankruptcy fraud, bank fraud, and money laundering, see 18 U.S.C. Secs. 152, 1344, 1957.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In December 1987, Mason and First Service Bank for Savings (\"First Service\") finalized a loan agreement whereby First Service was to advance $5 million to Concord Woods North Realty Trust (\"Realty Trust\") for the sole purpose of acquiring and developing twenty-five acres of real estate in Concord, New Hampshire.  On the closing date, First Service disbursed over $2.4 million to Mason, as trustee of Realty Trust;  Mason immediately directed that approximately $200,000 be deposited in his personal account at the Bank of Boston.  The day after the closing, Mason disbursed $12,000 from this personal account toward the purchase of jewelry for his wife.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During 1988, Mason diverted approximately $860,000 in First Service loan proceeds to purposes unrelated to the Realty Trust project, including a $500,000 transfer to an Ohio account in the name of his lawyer.  Between March and August 1989, he transferred another $100,000 in loan proceeds to a bank account in his wife's name.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After First Service Bank closed and its assets were acquired by the Federal Deposit Insurance Corporation (\"FDIC\") in March 1989, Realty Trust filed a chapter 7 petition, in which Mason, as trustee, failed to disclose any of the above-described diversions of First Service loan funds.  In May 1989, at a meeting of creditors in the Realty Trust bankruptcy proceeding, Mason testified that all First Service loan proceeds had been applied to the Realty Trust real estate project.  Mason later made similar misrepresentations to FDIC attorneys in September 1989, and again in 1992.  In March 1992, he destroyed his business records.  Two months later he filed his own personal chapter 7 bankruptcy petition.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mason first claims that the district court failed to instruct the jury on the essential elements of the crime of bank fraud under section 1344.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Since Mason failed to object to the jury instruction, we review only for plain error.  See United States v. Hurley, <span class=\"citation\" data-id=\"702294\"><a href=\"/opinion/702294/united-states-v-vincent-hurley-united-states-of-america-v-carlo-demarco/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.1995).  The challenged jury instruction met the three-part standard established in United States v. Brandon, <span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span>, 424 (1st Cir.)  (bank fraud elements under 18 U.S.C. Sec. 1344 require showing that defendant knowingly engaged in a scheme or artifice to defraud, or made false statements or misrepresentations to obtain money from, bank), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">80</span> </span>(1994).  There was no error, let alone plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mason next contends that the district court committed reversible error by rejecting his motion for judgment of acquittal on the bank fraud charge, since there was insufficient evidence that he had embarked on a scheme to defraud the bank by the time the loan documents were executed in December 1987.   We evaluate the evidence in the light most favorable to the verdict, which must be affirmed if a rational jury could have found Mason guilty beyond a reasonable doubt.  United States v. Vavlitis, <span class=\"citation\" data-id=\"195045\"><a href=\"/opinion/195045/united-states-v-vavlitis/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></a></span>, 212 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although Mason attempts to explain the $12,000 disbursement from his personal account at Bank of Boston to pay for jewelry for his wife the day after receiving the initial advance from First Service on the Realty Trust loan, there can be no question that this virtually contemporaneous evidence was sufficient to enable the jury reasonably to infer that the scheme to defraud had been formulated by the time the loan closing occurred.   Moreover, larger diversions of the Realty Trust loan proceeds began within three months after the loan documents were executed.  The jury was free to infer from this reasonably proximate subsequent conduct that Mason's fraudulent intent to engage in the scheme had originated by the time he executed the loan documents, especially since he presented no compelling explanation for embarking upon the improper loan diversions the day after the closing.  See United States v. Sutton, <span class=\"citation\" data-id=\"587576\"><a href=\"/opinion/587576/united-states-v-arthur-sutton/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1001</span></a></span>, 1007 (1st Cir.1992) (\"testimony, though it centered around later-occurring events, was relevant to show appellant's intent at an earlier date\");  United States v. Mena, <span class=\"citation\" data-id=\"561243\"><a href=\"/opinion/561243/united-states-v-edward-ramon-mena/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 25 n. 5 (1st Cir.1991) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mason raises two sentencing claims.  First, he argues that the two-level sentencing enhancement for more than \"minimal planning,\" see U.S.S.G. Sec. 2F1.1(b)(2), was unwarranted because the bank fraud, bankruptcy fraud, and money laundering conduct constituted \"singular transactions\" or \"single acts.\"   We find no clear error.  See <span class=\"citation\" data-id=\"664045\"><span class=\"antecedent_guess\">Brandon,</span> <a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">459</span></a></span>.  The record reveals that Mason repeatedly diverted First Service loan proceeds to personal and other improper purposes throughout much of 1988 and 1989.  Thus, the sentencing enhancement for more than minimal planning simply reflected the reality that his prolonged conduct was no \"spur of the moment\" undertaking.  United States v. Gregorio, <span class=\"citation\" data-id=\"577673\"><a href=\"/opinion/577673/united-states-v-william-gregorio/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">341</span></a></span>, 343 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Second, Mason claims that the total loss calculation was clearly erroneous.  He relies on a $4 million appraisal of the Concord Woods North property, whereas the district court relied on a $110,000 FDIC appraisal.  We review the valuation ruling for clear error.  United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1288 (1st Cir.1992).  The record discloses that the district court reasonably could have found that Mason's appraisal overstated the number of single-family homes the Concord Woods North property could accommodate and relied on inflated valuations for individual building lots.  On the other hand, the much lower FDIC appraisal figure is the product of alternative valuation methods;  viz., an \"income capitalization approach\" and a \"comparable land sales approach.\"   See U.S.S.G. Sec. 6A1.3(a) (\"the court may consider relevant information ... provided that the information has sufficient indicia of reliability to support its probable accuracy.\").  On this record, there was no clear error in the district court finding that the defendant's valuation was less reliable than that of the FDIC.  United States v. Tejada-Beltran, <span class=\"citation\" data-id=\"691951\"><a href=\"/opinion/691951/united-states-v-maximo-e-tejada-beltran-alias-etc/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 110 (1st Cir.1995) (\"[T]he sentencing court's choice among supportable alternatives cannot be clearly erroneous.\")  (quoting United States v. Ruiz, <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 508 (1st Cir.1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, Mason presents an \"ineffective assistance\" claim based on trial counsel's alleged failure (1) to object to a supplemental jury instruction on bank fraud, and (2) to move for a new trial based on the same instruction.  See United States v. Ortiz, <span class=\"citation\" data-id=\"195351\"><a href=\"/opinion/195351/united-states-v-ortiz/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span> </a></span>(1st Cir.1994) (entertaining \"ineffective assistance\" claim on direct appeal where record was sufficiently developed and critical facts were not in dispute).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The instruction in question informed the jury that appellant could be convicted upon \"whatever scheme you find the government has proven beyond a reasonable doubt.\"  (Emphasis added.)   Mason asserts that this rendered the indictment \"duplicitous.\"   We disagree.  The challenged instruction simply permitted the jury to convict based on a scheme plainly alleged in the indictment.  The evidence adduced at trial worked no broadening of the scheme alleged in the indictment.  See United States v. Miller, <span class=\"citation\" data-id=\"111404\"><a href=\"/opinion/111404/united-states-v-miller/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">130</span></a></span>, 145 (1985).  The ineffective assistance claim therefore fails as Mason has not demonstrated \"prejudice\" from the alleged omission by trial counsel.  See Strickland v. Washington, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, 687 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed. See 1st Cir.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As many arguments advanced by Mason on appeal are redundant, undeveloped, unpreserved, or patently frivolous, they merit no discussion.  In particular, since Mason mounts only a perfunctory challenge to the bankruptcy fraud instructions, see United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span> </span>(1990), and the record on appeal does not include the challenged instructions, see Fed.  R.App. P. 10(b), 11(a);  see Plummer v. Springfield Terminal Ry. Co., <span class=\"citation\" data-id=\"652915\"><a href=\"/opinion/652915/donald-plummer-v-springfield-terminal-railway-company/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1993) (merits not reached because pertinent material not included in record on appeal), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1057</span> </span>(1994);  United States v. One Motor Yacht Named Mercury, <span class=\"citation\" data-id=\"331953\"><a href=\"/opinion/331953/united-states-v-one-motor-yacht-named-mercury-serial-number-237590/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1112</span></a></span>, 1113-14 (1st Cir.1975), we deem the claim abandoned</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111404/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195351/",
    "https://www.courtlistener.com/api/rest/v3/opinions/331953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561243/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577673/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587576/",
    "https://www.courtlistener.com/api/rest/v3/opinions/652915/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691951/",
    "https://www.courtlistener.com/api/rest/v3/opinions/702294/"
  ]
}