{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196531/",
  "id": 196531,
  "absolute_url": "/opinion/196531/united-states-v-carvell/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196531/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:10Z",
  "date_modified": "2020-02-21T23:15:22.316708Z",
  "type": "010combined",
  "sha1": "b9e5d44b78465655735394331c67ea9860232ae7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1606.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 95-1606\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                     WILLIAM H. CARVELL,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. D. Brock Hornby, U.S. District Judge] \r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n\n               Stahl and Lynch, Circuit Judges.\r                                                          \r\n\n                                         \r\n\nJames R. Bushell for appellant.\r                            \r\nHelene Kazanjian, Assistant United States Attorney, with whom  Jay\r                                                                              \r\nP.  McCloskey,  United  States   Attorney,  and  George  T.  Dilworth,\r                                                                             \r\nAssistant United  States  Attorney,  were on  brief,  for  the  United\r\nStates.\r\n\n                                         \r\n\n                       January 19, 1996\r\n                                         \r\n\n          LYNCH,  Circuit Judge.   William  Carvell, a  fifty\r                      LYNCH,  Circuit Judge.\r                                           \r\r\n\nyear old Maine  farmer, was sentenced  to prison for  seventy\r\n\nmonths on  marijuana  charges.   The  question on  appeal  is\r\n\nwhether the Sentencing Guidelines prohibited the trial  judge\r\n\nfrom exercising discretion to depart downward in the sentence\r\n\ngiven.  Carvell  pled guilty to growing  marijuana, saying it\r\n\nwas for his  own use  to combat his  depression and  suicidal\r\n\ntendencies.  The trial  judge concluded that, as a  matter of\r\n\nlaw,  the Guidelines' \"drug  dependency\" prohibition overrode\r\n\nany  downward departure under  the \"lesser  harms\" provision.\r\n\nThe  judge  also noted  that, but  for the  \"drug dependency\"\r\n\ndeparture prohibition,  he would  have  reduced the  sentence\r\n\nthrough a downward  departure.   We hold that  the court  did\r\n\nhave  authority to  consider a  downward departure  under the\r\n\n\"lesser   harms\"   provision   and  return   the   case   for\r\n\nresentencing.  \r\n\n          Carvell also  raises for  the first time  on appeal\r\n\nthe  argument that  the  marijuana manufacturing  statute, as\r\n\napplied  to him, is invalid in the aftermath of United States\r                                                                         \r\n\nv. Lopez, 115 S. Ct. 1624 (1995).  We decline to go down that\r                    \r\n\npath.\r\n\n          Having  never lived  anywhere but  his family  farm\r\n\n(save  during his  nine  month  marriage),  and eking  out  a\r\n\nsubsistence living,  Carvell  grew crops  and  produced  some\r\n\nmarijuana on  his  six  acre  family farm  in  Lyman,  Maine.\r\n\nCarvell  lived there with his mother and with his father, for\r\n\n                             -3-\r                                          3\r\r\n\nwhom  he had  cared as  the father's  death came.   Carvell's\r\n\nformal  education stopped with high school; and his only pre-\r\n\narrest work experience, other  than on the farm, was  a brief\r\n\nstint at the Portsmouth Naval Shipyard.\r\n\n           Law   enforcement   officials,   acting    on   an\r\n\ninformant's tip  and an aerial  overview of the  farm, raided\r\n\nthe  farm and found 467  marijuana plants, an Excedrin bottle\r\n\ncontaining marijuana seeds, some growing supplies and smoking\r\n\nparaphernalia and some more  marijuana in the barn.   Because\r\n\nthe Sentencing Guidelines count each plant as equivalent to 1\r\n\nkilogram,  the  plants, together  with  the other  marijuana,\r\n\namounted  to  468  kilograms  of  marijuana  attributable  to\r\n\nCarvell.1  U.S.S.G.   2D1.1(c) (Nov. 1994).\r\n\n          Carvell  was  arrested  on Halloween  in  1994  and\r\n\nindicted on one count of knowingly \"manufacturing\" marijuana.\r\n\n21 U.S.C.     841(a)(1) &amp; (b)(1)(B).  Carvell cooperated with\r\n\nthe police, the Maine Drug  Enforcement Agency, and the  U.S.\r\n\nAttorney, and pled guilty.\r\n\n                    \r                                \r\n\n1.  In fact the plants weighed 67 pounds or 30 kilograms, but\r\nthe  Guidelines require  that each  plant be  counted  as one\r\nkilogram when  the offense  involves more than  fifty plants.\r\nU.S.S.G.   2D1.1(c).  This  is because \"Congress intended  to\r\npunish growers  of marihuana  by  the scale  or potential  of\r\ntheir  operation and not just by the  weight [or size] of the\r\nplants  seized at a given moment.\"  United States v. McMahon,\r                                                                        \r\n935  F.2d 397,  401 (1st  Cir.)(citation and  quotation marks\r\nomitted; alteration in original),  cert. denied, 502 U.S. 897\r                                                           \r\n(1991).  The district court here took judicial notice that in\r\nfact plants may not produce one kilogram each.\r\n\n                             -4-\r                                          4\r\r\n\n          During the time  after his preliminary hearing  and\r\n\nbefore his  plea, Carvell  was released from  custody on  the\r\n\ncondition that  he not use marijuana.   Consequently, Carvell\r\n\nbecame depressed  and suicidal and was admitted  to the Maine\r\n\nMedical  Center.    He  was  kept  for  two  weeks,  received\r\n\nmedications and therapy and was released to jail.\r\n\n          At his sentencing  hearing, Carvell testified  that\r\n\nhe suffered from severe depression  since the mid 1960's  and\r\n\nthat his illness made  him feel suicidal.  He  sought medical\r\n\nhelp  in  1968,  was  diagnosed  as  suffering  from  chronic\r\n\ndepression and  was  prescribed  medication.    Carvell  also\r\n\ntestified that he became ill from the medication and that his\r\n\nphysician  recommended that  he  use marijuana  to treat  his\r\n\ndepression.  He tried it, found that it helped and so he kept\r\n\non.  In 1970  Carvell was arrested for selling  three fourths\r\n\nof a pound  of marijuana and was remanded to the state prison\r\n\nin   Thomaston,  Maine   for   nine  months.     During   his\r\n\nincarceration  he was  told by  the prison  psychiatrist that\r\n\nmarijuana relieved depression.  In 1988,  he was arrested for\r\n\ncultivating marijuana and sentenced  to five years in prison.\r\n\nCarvell continued to use marijuana  in violation of the terms\r\n\nof  his  probation  under the  1988  sentence.    As for  the\r\n\nmarijuana he grew in 1994, he said it was to insure he had an\r\n\nadequate  supply  to  get  him  through  the  year.   Carvell\r\n\nadmitted  that  he  intermittently  sold  some  marijuana  to\r\n\n                             -5-\r                                          5\r\r\n\nfriends  without making a profit, saying it was mostly to the\r\n\nsame person, also suffering  from depression.  The government\r\n\ndid not contest Carvell's claim of psychiatric illness.  \r\n\n          Carvell,   under  new  medication  from  the  Maine\r\n\nMedical Center, addressed the district court, saying:\r\n\n          [T]he only reason I used marijuana was to\r\n          keep  from being  suicidal, and  that now\r\n          that I  have found  a   proper medication\r\n          that really  works . . .  I don't believe\r\n          that  I would ever  be tempted  . .  . in\r\n          breaking the law to treat my depression.\r\n\nThe district court found Carvell credible, that Carvell had a\r\n\nhistory of major depression,  that he had been advised  by at\r\n\nleast one  doctor that marijuana was  an effective treatment,\r\n\nthat   Carvell  had  not   previously  found  an  alternative\r\n\nmedication and  that Carvell was sincere both in stating that\r\n\nhe used marijuana to  prevent himself from attempting suicide\r\n\nand in believing he no longer needed marijuana.\r\n\n          The district court concluded:\r\n\n          Were 5H1.4 not so  clear, I would grant a\r\n          departure under 5K2.11, the  lesser harms\r\n          policy statement . .  . . I am absolutely\r\n          convinced, in light of the testimony I've\r\n          heard,   that   Mr.   Carvell   sincerely\r\n          believed that  he  had a  severe  medical\r\n          problem  that would lead him to seriously\r\n          consider suicide, and  that to avoid that\r\n          situation  he  committed  the   crime  of\r\n          providing  for  himself  marijuana.   The\r\n          policy statement [section 5K2.11] goes on\r\n          to  say,  \"In  such  instances  a reduced\r\n          sentence  may  be  appropriate,  provided\r\n          that   the  circumstances   significantly\r\n          diminish society's  interest in punishing\r\n          the conduct.\"   I  would find that  to be\r\n          the  case here . . . . [F]or all of those\r\n\n                             -6-\r                                          6\r\r\n\n          reasons,  I  would depart  downward under\r\n          the  lesser harms  provision and  I would\r\n          depart downward to the mandatory minimum\r\n          of  60 months in this case.  But I do not\r\n          do   so,  because   I  believe   [as  the\r\n          government   has   argued],  that   5H1.4\r\n          precludes    that   kind    of   analysis\r\n          [paragraph structure omitted].\r\n\nThe government also said  it believed the Guidelines  gave it\r\n\nno flexibility as to its recommendation.\r\n\nGuidelines Analysis\r                               \r\n\n          The question  presented is  a legal one  of whether\r\n\nGuidelines  section  5H1.4,  concerning \"Physical  Condition,\r\n\nIncluding Drug . .  . Dependence or Abuse\" prohibits  a trial\r\n\njudge on  these facts  from considering a  downward departure\r\n\nunder  Guidelines   section   5K2.11,  the   \"lesser   harms\"\r\n\nprovision.   We  give substantial  deference to  the district\r\n\ncourt's  findings  that   the  factual  predicates   for  the\r\n\napplication  of both  section  5H1.4 and  section 5K2.11  are\r\n\npresent.\r\n\n          Review of  the sentencing court's fact  findings is\r\n\nfor clear error  and we \"will not  disturb supported findings\r\n\nunless our scrutiny of the record convinces us that a serious\r\n\nmistake was made.\"   United  States v. Sklar,  920 F.2d  107,\r                                                        \r\n\n110-11 (1st  Cir. 1990) (citations omitted).   The sentencing\r\n\ncourt  found that:  (i) Carvell  had a  psychological problem\r\n\nthat precipitated  his dependence;  (ii) Carvell  believed he\r\n\nneeded  to use  marijuana in  order  to prevent  himself from\r\n\ncommitting  suicide;  (iii) he  had tried  legally prescribed\r\n\n                             -7-\r                                          7\r\r\n\ndrugs, but they had  failed, and he had turned  to marijuana;\r\n\n(iv) at least one doctor had advised Carvell to use marijuana\r\n\nto  alleviate his  problem;  and (v)  Carvell  would not  use\r\n\nmarijuana again because he  had found legally available drugs\r\n\nthat worked to solve  his problem.  The district  court found\r\n\nthat  Carvell believed that using marijuana  was the only way\r\n\nhe  could keep from committing suicide and that, as a factual\r\n\nmatter, Carvell would qualify  for a downward departure under\r\n\nthe  lesser harms  provision of  the Guidelines.   These fact\r\n\ndeterminations  are for  the  sentencing court.   See  United\r                                                                         \r\n\nStates v.  Rivera, 994 F.2d  942, 950  (1st Cir. 1993).   The\r                             \r\n\nrecord contains no basis  for disturbing the district court's\r\n\nfact findings here.  \r\n\n          We  review de  novo the  legal question  of whether\r                                         \r\n\nsection 5H1.4 precludes any downward  departure under section\r\n\n5K2.11.  See United States v. Schultz, 970 F.2d 960, 962 (1st\r                                                 \r\n\nCir.  1992)  (\"The  legal  determination  as  to  the  proper\r\n\ninterplay  among  related guidelines  is  subject to  plenary\r\n\nreview.\"),  cert.  denied,  113  S.  Ct. 1020  (1993).    The\r                                     \r\n\ngovernment  urged and the  sentencing judge felt  that he was\r\n\nbarred  from  granting  Carvell a  downward  departure  under\r\n\nsection   5K2.11,2  the  \"lesser  harms\"  provision,  because\r\n\n                    \r                                \r\n\n2.  Section 5K2.11 provides in pertinent part:\r\n\n          Lesser Harms (Policy Statement)\r                                  \r\n\n                             -8-\r                                          8\r\r\n\nsection  5H1.43  prohibits   downward  departures  for   drug\r\n\n                    \r                                \r\n\n          Sometimes, a defendant may commit a crime\r\n          in  order to  avoid  a perceived  greater\r\n          harm.    In  such  instances,  a  reduced\r\n          sentence  may  be  appropriate,  provided\r\n          that   the  circumstances   significantly\r\n          diminish society's  interest in punishing\r\n          the conduct,  for example, in the case of\r\n          a  mercy killing.   Where the interest in\r\n          punishment or deterrence is  not reduced,\r\n          a   reduction   in   sentence    is   not\r\n          warranted. . . .\r\n\n          In other instances, conduct may not cause\r\n          or threaten the harm or evil sought to be\r\n          prevented  by  the  law  proscribing  the\r\n          offense at  issue.  For example,  where a\r\n          war  veteran possessed  a machine  gun or\r\n          grenade as a trophy,  or a school teacher\r\n          possessed  a   controlled  substance  for\r\n          display  in a  drug education  program, a\r\n          reduced sentence might be warranted.\r\n\nU.S.S.G.   5K2.11, p.s. (Nov. 1994).\r\n\n3.  Section 5H1.4 provides in relevant part:\r\n\n          Physical  Condition,  Including  Drug  or\r                                                               \r\n          Alcohol   Dependence  or   Abuse  (Policy\r                                                      \r\n          Statement)\r\n\n          . . . Drug or alcohol dependence or abuse\r\n          is not a  reason for imposing  a sentence\r\n          below the guidelines.  Substance abuse is\r\n          highly   correlated   to   an   increased\r\n          propensity to commit crime.  Due  to this\r\n          increased risk, it is  highly recommended\r\n          that a defendant who is incarcerated also\r\n          be sentenced to supervised release with a\r\n          requirement that defendant participate in\r\n          an     appropriate    substance     abuse\r\n          program. . . .\r\n\nU.S.S.G.   5H1.4, p.s. (Nov. 1994).\r\n\n                             -9-\r                                          9\r\r\n\n\"dependence\" or  \"abuse.\"   Section 5H1.4 provides  that drug\r\n\n\"dependence  or abuse is not a reason for imposing a sentence\r\n\nbelow  the  Guidelines,\"  U.S.S.G.     5H1.4,  p.s. (emphasis\r\n\nadded), while section 5K2.11 allows a departure in sentencing\r\n\nwhere a  defendant \"commit[s]  a crime  to avoid  a perceived\r\n\ngreater harm,\"  U.S.S.G.   5K2.11,  p.s., in  this case,  the\r\n\ntaking of his own life.\r\n\n          We  hold that  a  district court  has authority  to\r\n\nconsider a downward departure under section  5K2.11, provided\r                                                                         \r\n\nthere  is  an appropriate  factual  predicate,  even if  that\r                                                         \r\n\npredicate subsumes particular  facts that would  be precluded\r\n\nby section 5H1.4 from forming a basis for departure.  To hold\r\n\notherwise  would  be  inconsistent  with the  intent  of  the\r\n\nCommission as  expressed in  the relationship between  Part H\r\n\nand Part K, in section 5K2.11 itself, and in the relationship\r\n\namong other sections  of the  Guidelines.  It  would also  be\r\n\ninconsistent  with the  method  of analysis  adopted by  this\r\n\nCircuit in United  States v.  Sklar, 920 F.2d  107 (1st  Cir.\r                                               \r\n\n1990). \r\n\n          The  structure of  the Guidelines  illuminates that\r\n\nthere is no necessary conflict between the two sections.  Cf.\r                                                                         \r\n\nUnited Savings Ass'n  v. Timbers of  Inwood Forest, 484  U.S.\r                                                              \r\n\n365,  371 (1988) (individual  statutory provisions  should be\r\n\ninterpreted  in   light  of  their   relationship  to   other\r\n\nprovisions).   The  \"drug dependence\" downward  departure bar\r\n\n                             -10-\r                                          10\r\r\n\nappears  in Chapter 5, Part  H of the  Guidelines, which sets\r\n\nforth  \"specific  offender  characteristics\"  that  \"are  not\r\n\nordinarily  relevant  to  the  determination  of  whether   a\r\n\nsentence should be  outside the applicable  guideline range.\"\r\n\nU.S.S.G.  Ch.5,  Pt.H,  intro. comment.    Having discouraged\r\n\ncertain types of characteristics in Chapter 5, Part H as \"not\r\n\nordinarily relevant\" to departures,  the Commission then went\r\n\non in Part K  of Chapter 5 to specify permissible grounds for\r\n\ndepartures.   U.S.S.G. Ch.5, Pt.K.   Part K  first provides a\r\n\ngeneral  statement concerning  departures in  cases involving\r\n\nfactors   not  adequately   considered  by   the  Commission.\r\n\nU.S.S.G.    5K2.0, p.s.   Part K then  lists specific grounds\r\n\nthat  may warrant  departure,  including  the \"lesser  harms\"\r\n\nprovision.\r\n\n          In light of this structure, the fact that  a factor\r\n\ndescribed  in Chapter 5, Part H as a discouraged or forbidden\r\n\nground for departure  is present  in a case  does not  itself\r\n\nnecessarily  negate departure  based on a  permissible ground\r\n\ncarefully  detailed  by the  Commission in  Part  K.   Part K\r\n\ncomplements Congress' goal that the Guidelines not be imposed\r\n\n\"in a mechanistic fashion.\"  S. Rep. No. 225, 98th  Cong., 2d\r\n\nSess. 4 (1984), reprinted  in 1984 U.S.C.C.A.N. 3182, 3234-35\r                                         \r\n\n(\"The sentencing guidelines system will not remove all of the\r\n\njudge's sentencing  discretion.   Instead, it will  guide the\r\n\njudge in making his  decision on the appropriate sentence.\").\r\n\n                             -11-\r                                          11\r\r\n\nCongress  intended  \"the sentencing  judge  [to  act on  her]\r\n\nobligation to consider all the relevant factors in a case and\r\n\nto impose a sentence outside the guidelines in an appropriate\r\n\ncase.\"  1984 U.S.C.C.A.N. at 3235.\r\n\n          The  limitation contained  within the  text  of the\r\n\n\"lesser harms\" provision, section  5K2.11, sheds light on its\r\n\nscope in relation  to section 5H1.4.  Section 5K2.11 provides\r\n\nthat \"[w]here the interest in punishment or deterrence is not\r\n\nreduced, a reduction in sentence is not warranted.\"  U.S.S.G.\r\n\n  5K2.11, p.s.   Here, where the record  clearly demonstrates\r\n\nthat the  alternative to  Carvell's marijuana use  might well\r\n\nhave  been  the  taking of  his  own  life,  the interest  in\r\n\npunishment   or  deterrence  of  drug  \"manufacturing\"  could\r\n\nreasonably be thought  to be  reduced.  In  contrast, in  the\r\n\nordinary drug  dependence case, it  is difficult  to see  how\r\n\nthat  limitation in  section 5K2.11  could be  avoided.   The\r\n\nCommission  has   specified   that  society's   interest   in\r\n\npunishment and deterrence outweighs the \"drugs made me do it\"\r\n\nexcuse  for  crimes committed  to feed  drug habits  or while\r\n\nunder  the  influence  of  drugs.    U.S.S.G.    5H1.4,  p.s.\r\n\nMoreover, claims of being driven  to drugs by the habituation\r\n\nof  prior  drug   use,  disadvantaged   upbringing  or   poor\r\n\nsocioeconomic  life  conditions  have  been  weighed  by  the\r\n\nCommission and found insufficient ordinarily to overcome  the\r\n\n                             -12-\r                                          12\r\r\n\nsocietal interest in  deterrence and  punishment.4   U.S.S.G.\r\n\n   5H1.4, p.s., 5H1.10, p.s. &amp; 5H1.12, p.s.\r\n\n          This  is  not a  case  where  the defendant's  drug\r\n\ndependence is  the very element driving  the applicability of\r\n\nthe  \"lesser  harms\" provision.    The  risk of  suicide  for\r\n\nCarvell  was not  a  byproduct of  his  drug dependence:  the\r\n\ndistrict  court credited  Carvell's  testimony  that fear  he\r\n\nwould take his own life led him to use drugs, not vice versa.\r\n\nThe avoidance  of suicide, not  drug use, drives  the \"lesser\r\n\nharms\" analysis here.\r\n\n          Nor  is  there  reason  to think  that  a  downward\r\n\ndeparture here  would be inconsistent with  U.S.S.G.   5H1.3,\r\n\np.s.,   which  discourages   consideration  of   \"mental  and\r\n\nemotional  conditions\" as  grounds  for  departure.   Section\r\n\n5H1.3  explicitly   permits  consideration  of   \"mental  and\r\n\nemotional conditions\"  when they are provided  for in Chapter\r\n\n5,  Part  K, Subpart  2.   U.S.S.G.    5H1.3,  p.s.   That is\r\n\n                    \r                                \r\n\n4.  Further, as  Judge Selya's important and  seminal article\r\non the  Sentencing Guidelines notes,  departures based solely\r\non  drug  dependence  could  \"confer a  benefit  on  addicted\r\ndefendants  that is  unavailable to similarly  situated drug-\r\nfree defendants  (and thus would create  a perverse incentive\r\nto develop such a problem).\"   Bruce M. Selya &amp; Matthew Kipp,\r\nAn Examination of Emerging Departure Jurisprudence  under the\r                                                                         \r\nFederal Sentencing  Guidelines, 67 Notre  Dame L. Rev.  1, 35\r                                          \r\n(1991)  (footnote  omitted).    No such  incentive  would  be\r\ncreated by a downward departure here under section 5K2.11.  \r\n\n                             -13-\r                                          13\r\r\n\nexactly  where  section  5K2.11  is located.5    Indeed,  the\r\n\nCommission chose to leave the limitation in section 5K2.11 to\r\n\ncases where the interest in  deterrence or punishment was not\r\n\nreduced.  See U.S.S.G.  5K2.11.\r                         \r\n\n          Our conclusion that the \"drug dependence\" departure\r\n\nbar  does not  preclude  a \"lesser  harms\" departure  here is\r\n\nconsistent with the  law of this Circuit concerning whether a\r\n\ndefendant's post-arrest rehabilitation  from drug use can  be\r\n\nconsidered  as a  sentencing  factor.   In  United States  v.\r                                                                     \r\n\nSklar, 920 F.2d 107  (1st Cir. 1990), this Court  said that a\r                 \r\n\ndefendant's drug rehabilitation  could be taken  into account\r\n\nat  least  as  a  factor in  deciding  whether  departure  is\r\n\nwarranted and that, if \"significantly unusual,\" a defendant's\r\n\npost-arrest rehabilitation might itself  provide a ground for\r\n\ndownward departure.6   This was so  although drug \"dependence\r\n\n                    \r                                \r\n\n5.  See United States v.  Hines, 26 F.3d 1469, 1478  n.6 (9th\r                                           \r\nCir.  1994)  (mental  and  emotional  conditions relevant  in\r\ndetermination  that  upward  departure is  warranted  to  the\r\nextent permitted in section 5K2.0); United States v. Russell,\r                                                                        \r\n917 F.2d  512, 517  (11th Cir.  1990)  (mental and  emotional\r\nconditions relevant in determination of downward departure to\r\nthe extent  provided in  section 5K2.12 (coercion  or duress)\r\nand 5K2.13 (diminished capacity)), cert. denied, 499 U.S. 953\r                                                           \r\n(1991); United States v. Saldana, Crim. No. 88-00196, 1989 WL\r                                            \r\n61140, *2 (M.D.Pa. May  19, 1989) (downward departure allowed\r\nunder the  \"lesser harms\" provision  where defendant's mental\r\nand emotional  condition resulted in his  perception that the\r\ncommission of crime was warranted to avoid a greater harm).\r\n\n6.  Sklar held that,  ordinarily, post-arrest  rehabilitation\r                     \r\nis not  a grounds  for departure because  such rehabilitation\r\ncan adequately be taken into account through the  granting of\r\nacceptance-of-responsibility  credit under  U.S.S.G.   3E1.1.\r\nSee Sklar, 920 F.2d at 115-16.\r                     \r\n\n                             -14-\r                                          14\r\r\n\nor  abuse\"  necessarily  precedes  rehabilitation,  like  sin\r\n\nprecedes salvation.7  See id. at 115-16 &amp; n.9.  There is even\r                                         \r\n\nless  reason to  believe  that section  5H1.4 bars  departure\r\n\nhere, where the defendant's perception that he was avoiding a\r\n\ngreater harm,  unlike a  defendant's drug rehabilitation,  is\r\n\nexpressly  permitted  by  the  Guidelines  as  a  ground  for\r\n\ndownward departure.8   Cf.  United States  v. Hines, 26  F.3d\r                                                               \r\n\n1469, 1478 (9th Cir. 1994)  (district court had authority  to\r\n\nconsider  upward departure  from Guidelines  criminal history\r\n\ncategory based  on defendant's dangerous  mental condition as\r\n\nprovided in U.S.S.G.   4A1.3, even though mental condition is\r\n\nordinarily discouraged  as a ground for  departure by section\r\n\n5H1.3).\r\n\n          Concluding  that  the  \"drug dependence\"  provision\r\n\ndoes  not here  bar  a downward  departure where  the \"lesser\r\n\n                    \r                                \r\n\n7.  See  also United States v.  Harrington, 947 F.2d 956, 962\r                                                      \r\n(D.C.  Cir. 1991) (en banc).  In his dissent, Judge Silberman\r\ntook  the contrary  position  that  rehabilitation cannot  be\r\ntaken  into   account  either  under  section   3E1.1  or  in\r\nconsidering departure  from the Guidelines  sentence, arguing\r\nthat \"the Commission rejected drug dependence   and therefore\r\nrehabilitation   as a sentencing factor under section 5H1.4.\"\r\nId. at 970 (Silberman, J., dissenting).\r               \r\n\n8.  Similarly,   in  section   5K2.12,  the   Commission  has\r\nexplicitly  allowed departures  where  coercion or  duress is\r\nshown.  The fact that age or gender might be a factor in such\r\ncoercion  has not  barred such  departures, although  each is\r\nitself prohibited as a ground for departure under U.S.S.G.   \r\n5H1.1, p.s. &amp; 5H1.10, p.s.  See United States v. Johnson, 956\r                                                                    \r\nF.2d 894, 898  (9th Cir. 1992);  United States v.  Whitetail,\r                                                                        \r\n956  F.2d 857, 862 (8th Cir. 1992); United States v. Gaviria,\r                                                                        \r\n804  F. Supp. 476,  479-80 (E.D.N.Y. 1992);  United States v.\r                                                                      \r\nNaylor, 735 F. Supp. 928, 929 (D. Minn. 1990).\r                  \r\n\n                             -15-\r                                          15\r\r\n\nharms\" provision simultaneously provides a permissible ground\r\n\nfor  such a departure,  we reach and  reject the government's\r\n\nargument  that there  is  yet another  bar.   The  government\r\n\nargues  that  marijuana's  classification  as  a  Schedule  I\r\n\nsubstance under the Controlled  Substances Act, see 21 U.S.C.\r                                                               \r\n\n  812, evidences  a legislative determination  that marijuana\r\n\n\"has no currently accepted medical use for treatment,\" id. at\r                                                                      \r\n\n  812(b)(1)(B), and thus  precludes a  downward departure  on\r\n\nthe facts here.  That conclusion does not follow.\r\n\n          There   is   no  inconsistency   between  Carvell's\r\n\ndownward  departure claim and the classification of marijuana\r\n\nas  a Schedule  I  substance.   Deciding  whether a  downward\r\n\ndeparture is warranted under section 5K2.11 in this case does\r\n\nnot  require  an  examination  of  whether  marijuana  has  a\r               \r\n\n\"currently accepted medical  use,\" 21 U.S.C.   812(b)(1)(B),9\r\n\nor  satisfies the other factual  criteria for being listed on\r\n\nSchedule  I.  Nor does the section 5K2.11 inquiry even depend\r\n\nupon  a  determination of  whether  the  medical benefits  of\r\n\nCarvell's marijuana use in his particular case outweighed the\r\n\nrisks.   Rather, the sole dispositive  question under section\r\n\n5K2.11  is  whether    taking as  given  that marijuana  is a\r                                                   \r\n\nSchedule I  substance and has no  \"currently accepted medical\r\n\nuse for treatment\"   the defendant here committed the offense\r\n\n                    \r                                \r\n\n9.  See  also 57  Fed.  Reg. 10,499,  10,506 (Mar.  26, 1992)\r                         \r\n(final order of Administrator  of DEA, setting forth specific\r\ncriteria for finding \"currently accepted medical use\").\r\n\n                             -16-\r                                          16\r\r\n\nconduct \"in order  to avoid a  perceived greater harm,\"  thus\r\n\nfalling  under section  5K2.11.   We  hold that  the district\r\n\ncourt had  discretion to consider a  downward departure under\r\n\nsection 5K2.11.\r\n\nCarvell's  Commerce Clause  Attack on  21 U.S.C.    841(a)(1)\r                                                                         \r\n\n          Carvell  argues that  there  was no  crime, as  the\r\n\ndistrict court lacked subject  matter jurisdiction in that 21\r\n\nU.S.C.    841(a)(1),  as applied  to him,  exceeded Congress'\r\n\npower  under the Commerce Clause.  He raises the argument for\r\n\nthe  first  time on  appeal,  positing that  the  argument is\r\n\nnonetheless timely because his guilty plea was entered before\r\n\nthe  decision  in United  States v.  Lopez,  115 S.  Ct. 1624\r                                                      \r\n\n(1995).\r\n\n          More than  ever, we  have reason  to adhere  to the\r\n\nnormal rule that issues not raised below will not be heard on\r\n\nappeal unless there was plain error.  United States v. Olano,\r                                                                        \r\n\n113  S. Ct. 1770,  1776-77 (1993); United  States v. Luciano-\r                                                                         \r\n\nMosquera, 63 F.3d  1142, 1156 (1995).  This  is not a change-\r                    \r\n\nin-the-law  situation  which  might  incline  us  to  a  more\r\n\nsympathetic  view of the  failure of counsel  to be prescient\r\n\nenough to raise an issue in  the trial court when the law was\r\n\nfirmly against defendant at  the time.  Cf. United  States v.\r                                                                      \r\n\nLondon, 66  F.3d 1227,  1239-40 (1st  Cir. 1995)  (waiver was\r                  \r\n\nexcusable where instructions, when given, were in  accordance\r\n\nwith newly  minted en  banc decision  of the First  Circuit);\r\n\n                             -17-\r                                          17\r\r\n\nUnited  States  v. Collins,  60 F.3d  4,  7 (1st  Cir. 1995).\r                                      \r\n\nLopez  was argued to the  Supreme Court on  November 8, 1994,\r                 \r\n\nand  the challenges made there  were no secret.   Carvell was\r\n\narrested on October  31, 1994,  his plea was  on January  23,\r\n\n1995,  and he  was sentenced  on  June 1,  1995.   Lopez  was\r                                                                    \r\n\ndecided on April 26,  1995, well before Carvell's sentencing,\r\n\ngiving him ample  time to move to withdraw  his plea based on\r\n\nLopez.\r                 \r\n\n          Not only  does Carvell's  claim not fit  within the\r\n\ncategory of  exceptional cases where review  of waived issues\r\n\nwill be permitted,  United States v. Krynicki, 689  F.2d 289,\r                                                         \r\n\n291-92  (1st Cir.  1982), but  there is  every reason  not to\r\n\nundertake to resolve a  matter as serious a challenge  to the\r\n\nconstitutionality  of  a  criminal  statute  without adequate\r\n\nnotice to the government  and without the benefit of  a fully\r\n\ndeveloped   factual  record  (to the  extent necessary),  the\r\n\nsharpening of the issues at  trial, and the district  court's\r\n\nreasoning.   We decline the  invitation to so  engage.10  The\r\n\n                    \r                                \r\n\n10.  Carvell's argument faces the additional  barrier that it\r\nis made in the context of a valid guilty plea.  A guilty plea\r\nand  the ensuing conviction comprehend all of the factual and\r\nlegal  elements   necessary  to  sustain  the   judgment  and\r\nsentence,  and any  subsequent  attack on  the conviction  is\r\nnormally  limited to inquiry as  to the validity  of the plea\r\nand plea  hearing.  See United States v. Broce, 488 U.S. 563,\r                                                          \r\n569 (1989); United States v. Martinez-Martinez, 69 F.3d 1215,\r                                                          \r\n1224 (1st  Cir. 1995);  Valencia v.  United States,  923 F.2d\r                                                              \r\n917, 920 (1st  Cir. 1991).   However, since  Carvell has  not\r\npreserved his  Commerce Clause challenge for  appeal, we need\r\nnot  decide whether  this doctrine  also  bars his  claim, or\r\nwhether any of the  narrow exceptions that exist where  it is\r\n\n                             -18-\r                                          18\r\r\n\ndistrict  court's  \"failure\" to  consider sua  sponte whether\r\n\nthere  were  Commerce  Clause  restrictions   to  defendant's\r\n\nprosecution was not clearly  in error, and did not  produce a\r\n\ngross  miscarriage  of   justice  or  seriously   affect  the\r\n\nfairness,  integrity  or  public reputation  of  the judicial\r\n\nproceedings.  Olano, 113 S. Ct. at 1779.\r                               \r\n\nConclusion\r                      \r\n\n          The sentencing court determined that it would grant\r\n\nCarvell  a downward  departure  of ten  months under  section\r\n\n5K2.11,  the  \"lesser  harms\"  provision,  to  the  mandatory\r\n\nminimum sentence of  sixty months, were such a  departure not\r\n\nbarred by section 5H1.4.  Having concluded that section 5H1.4\r\n\ndoes  not bar  the  departure in  this  case, we  vacate  the\r                                                                         \r\n\nsentence  and remand  for resentencing  with the  instruction\r                                                                         \r\n\nthat  Carvell be sentenced to the  mandatory minimum of sixty\r                                                                         \r\n\nmonths.  \r                  \r\n\n                    \r                                \r\n\nevident  that \"on  the face of  the record  the court  had no\r\npower to enter the conviction or impose the sentence,\" Broce,\r                                                                        \r\n488 U.S. at 569, are available here.\r\n\n                             -19-\r                                          19\r\r\n",
  "html": "<p class=\"case_cite\">74 F.3d 8</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William H. CARVELL, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1606.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1995.<br>Decided Jan. 19, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James R. Bushell, for appellant.</p>\n      <p class=\"indent\">Helene Kazanjian, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and George T. Dilworth, Assistant United States Attorney, were on brief, for the United States.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">William Carvell, a fifty year old Maine farmer, was sentenced to prison for seventy months on marijuana charges.  The question on appeal is whether the Sentencing Guidelines prohibited the trial judge from exercising discretion to depart downward in the sentence given.  Carvell pled guilty to growing marijuana, saying it was for his own use to combat his depression and suicidal tendencies.  The trial judge concluded that, as a matter of law, the Guidelines' \"drug dependency\" prohibition overrode any downward departure under the \"lesser harms\" provision.  The judge also noted that, but for the \"drug dependency\" departure prohibition, he would have reduced the sentence through a downward departure.  We hold that the court did have authority to consider a downward departure under the \"lesser harms\" provision and return the case for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Carvell also raises for the first time on appeal the argument that the marijuana manufacturing statute, as applied to him, is invalid in the aftermath of United States v. Lopez, --- U.S. ----, 115 S.Ct. 1624, 131 L.Ed.2d 626 (1995).  We decline to go down that path.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Having never lived anywhere but his family farm (save during his nine month marriage), and eking out a subsistence living, Carvell grew crops and produced some marijuana on his six acre family farm in Lyman, Maine.  Carvell lived there with his mother and with his father, for whom he had cared as the father's death came.  Carvell's formal education stopped with high school;  and his only pre-arrest work experience, other than on the farm, was a brief stint at the Portsmouth Naval Shipyard.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Law enforcement officials, acting on an informant's tip and an aerial overview of the farm, raided the farm and found 467 marijuana plants, an Excedrin bottle containing marijuana seeds, some growing supplies and smoking paraphernalia and some more marijuana in the barn.  Because the Sentencing Guidelines count each plant as equivalent to 1 kilogram, the plants, together with the other marijuana, amounted to 468 kilograms of marijuana attributable to Carvell.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  U.S.S.G. Sec. 2D1.1(c) (Nov. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Carvell was arrested on Halloween in 1994 and indicted on one count of knowingly \"manufacturing\" marijuana.  21 U.S.C. Secs. 841(a)(1) &amp; (b)(1)(B).  Carvell cooperated with the police, the Maine Drug Enforcement Agency, and the U.S. Attorney, and pled guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During the time after his preliminary hearing and before his plea, Carvell was released from custody on the condition that he not use marijuana.  Consequently, Carvell became depressed and suicidal and was admitted to the Maine Medical Center.  He was kept for two weeks, received medications and therapy and was released to jail.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At his sentencing hearing, Carvell testified that he suffered from severe depression since the mid 1960's and that his illness made him feel suicidal.  He sought medical help in 1968, was diagnosed as suffering from chronic depression and was prescribed medication.  Carvell also testified that he became ill from the medication and that his physician recommended that he use marijuana to treat his depression.  He tried it, found that it helped and so he kept on.  In 1970 Carvell was arrested for selling three fourths of a pound of marijuana and was remanded to the state prison in Thomaston, Maine for nine months.  During his incarceration he was told by the prison psychiatrist that marijuana relieved depression.  In 1988, he was arrested for cultivating marijuana and sentenced to five years in prison.  Carvell continued to use marijuana in violation of the terms of his probation under the 1988 sentence.  As for the marijuana he grew in 1994, he said it was to insure he had an adequate supply to get him through the year.  Carvell admitted that he intermittently sold some marijuana to friends without making a profit, saying it was mostly to the same person, also suffering from depression.  The government did not contest Carvell's claim of psychiatric illness.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Carvell, under new medication from the Maine Medical Center, addressed the district court, saying:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[T]he only reason I used marijuana was to keep from being suicidal, and that now that I have found a proper medication that really works ... I don't believe that I would ever be tempted ... in breaking the law to treat my depression.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court found Carvell credible, that Carvell had a history of major depression, that he had been advised by at least one doctor that marijuana was an effective treatment, that Carvell had not previously found an alternative medication and that Carvell was sincere both in stating that he used marijuana to prevent himself from attempting suicide and in believing he no longer needed marijuana.</p>\n    </div>\n    <p class=\"indent\">The district court concluded:</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Were 5H1.4 not so clear, I would grant a departure under 5K2.11, the lesser harms policy statement....  I am absolutely convinced, in light of the testimony I've heard, that Mr. Carvell sincerely believed that he had a severe medical problem that would lead him to seriously consider suicide, and that to avoid that situation he committed the crime of providing for himself marijuana.  The policy statement [section 5K2.11] goes on to say, \"In such instances a reduced sentence may be appropriate, provided that the circumstances significantly diminish society's interest in punishing the conduct.\"   I would find that to be the case here....  [F]or all of those reasons, I would depart downward under the lesser harms provision and I would depart downward to the mandatory minimum of 60 months in this case.  But I do not do so, because I believe [as the government has argued], that 5H1.4 precludes that kind of analysis [paragraph structure omitted].</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The government also said it believed the Guidelines gave it no flexibility as to its recommendation.</p>\n    </div>\n    <p>Guidelines Analysis</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The question presented is a legal one of whether Guidelines section 5H1.4, concerning \"Physical Condition, Including Drug ... Dependence or Abuse\" prohibits a trial judge on these facts from considering a downward departure under Guidelines section 5K2.11, the \"lesser harms\" provision.  We give substantial deference to the district court's findings that the factual predicates for the application of both section 5H1.4 and section 5K2.11 are present.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Review of the sentencing court's fact findings is for clear error and we \"will not disturb supported findings unless our scrutiny of the record convinces us that a serious mistake was made.\"  United States v. Sklar, 920 F.2d 107, 110-11 (1st Cir.1990) (citations omitted).  The sentencing court found that:  (i) Carvell had a psychological problem that precipitated his dependence;  (ii) Carvell believed he needed to use marijuana in order to prevent himself from committing suicide;  (iii) he had tried legally prescribed drugs, but they had failed, and he had turned to marijuana; (iv) at least one doctor had advised Carvell to use marijuana to alleviate his problem;  and (v) Carvell would not use marijuana again because he had found legally available drugs that worked to solve his problem.  The district court found that Carvell believed that using marijuana was the only way he could keep from committing suicide and that, as a factual matter, Carvell would qualify for a downward departure under the lesser harms provision of the Guidelines.  These fact determinations are for the sentencing court.  See United States v. Rivera, 994 F.2d 942, 950 (1st Cir.1993).  The record contains no basis for disturbing the district court's fact findings here.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We review de novo the legal question of whether section 5H1.4 precludes any downward departure under section 5K2.11.  See United States v. Schultz, 970 F.2d 960, 962 (1st Cir.1992) (\"The legal determination as to the proper interplay among related guidelines is subject to plenary review.\"), cert. denied, 506 U.S. 1069, 113 S.Ct. 1020, 122 L.Ed.2d 167 (1993).  The government urged and the sentencing judge felt that he was barred from granting Carvell a downward departure under section 5K2.11,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the \"lesser harms\" provision, because section 5H1.4<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> prohibits downward departures for drug \"dependence\" or \"abuse.\"   Section 5H1.4 provides that drug \"dependence or abuse is not a reason for imposing a sentence below the Guidelines,\" U.S.S.G. Sec. 5H1.4, p.s.  (emphasis added), while section 5K2.11 allows a departure in sentencing where a defendant \"commit[s] a crime to avoid a perceived greater harm,\" U.S.S.G. Sec. 5K2.11, p.s., in this case, the taking of his own life.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We hold that a district court has authority to consider a downward departure under section 5K2.11, provided there is an appropriate factual predicate, even if that predicate subsumes particular facts that would be precluded by section 5H1.4 from forming a basis for departure.  To hold otherwise would be inconsistent with the intent of the Commission as expressed in the relationship between Part H and Part K, in section 5K2.11 itself, and in the relationship among other sections of the Guidelines.  It would also be inconsistent with the method of analysis adopted by this Circuit in United States v. Sklar, 920 F.2d 107 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The structure of the Guidelines illuminates that there is no necessary conflict between the two sections.  Cf. United Savings Ass'n v. Timbers of Inwood Forest, 484 U.S. 365, 371, 108 S.Ct. 626, 630, 98 L.Ed.2d 740 (1988) (individual statutory provisions should be interpreted in light of their relationship to other provisions).  The \"drug dependence\" downward departure bar appears in Chapter 5, Part H of the Guidelines, which sets forth \"specific offender characteristics\" that \"are not ordinarily relevant to the determination of whether a sentence should be outside the applicable guideline range.\"   U.S.S.G. Ch. 5, Pt. H, intro. comment.  Having discouraged certain types of characteristics in Chapter 5, Part H as \"not ordinarily relevant\" to departures, the Commission then went on in Part K of Chapter 5 to specify permissible grounds for departures.  U.S.S.G. Ch. 5, Pt. K.  Part K first provides a general statement concerning departures in cases involving factors not adequately considered by the Commission.  U.S.S.G. Sec. 5K2.0, p.s.  Part K then lists specific grounds that may warrant departure, including the \"lesser harms\" provision.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In light of this structure, the fact that a factor described in Chapter 5, Part H as a discouraged or forbidden ground for departure is present in a case does not itself necessarily negate departure based on a permissible ground carefully detailed by the Commission in Part K.  Part K complements Congress' goal that the Guidelines not be imposed \"in a mechanistic fashion.\"   S.Rep. No. 225, 98th Cong., 2d Sess. 4 (1984), reprinted in 1984 U.S.C.C.A.N. 3182, 3234 (\"The sentencing guidelines system will not remove all of the judge's sentencing discretion.  Instead, it will guide the judge in making his decision on the appropriate sentence.\").  Congress intended \"the sentencing judge [to act on her] obligation to consider all the relevant factors in a case and to impose a sentence outside the guidelines in an appropriate case.\"   1984 U.S.C.C.A.N. at 3235.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The limitation contained within the text of the \"lesser harms\" provision, section 5K2.11, sheds light on its scope in relation to section 5H1.4.  Section 5K2.11 provides that \"[w]here the interest in punishment or deterrence is not reduced, a reduction in sentence is not warranted.\"   U.S.S.G. Sec. 5K2.11, p.s.  Here, where the record clearly demonstrates that the alternative to Carvell's marijuana use might well have been the taking of his own life, the interest in punishment or deterrence of drug \"manufacturing\" could reasonably be thought to be reduced.  In contrast, in the ordinary drug dependence case, it is difficult to see how that limitation in section 5K2.11 could be avoided.  The Commission has specified that society's interest in punishment and deterrence outweighs the \"drugs made me do it\" excuse for crimes committed to feed drug habits or while under the influence of drugs.  U.S.S.G. Sec. 5H1.4, p.s.  Moreover, claims of being driven to drugs by the habituation of prior drug use, disadvantaged upbringing or poor socioeconomic life conditions have been weighed by the Commission and found insufficient ordinarily to overcome the societal interest in deterrence and punishment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  U.S.S.G. Secs. 5H1.4, p.s., 5H1.10, p.s. &amp; 5H1.12, p.s.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This is not a case where the defendant's drug dependence is the very element driving the applicability of the \"lesser harms\" provision.  The risk of suicide for Carvell was not a byproduct of his drug dependence:  the district court credited Carvell's testimony that fear he would take his own life led him to use drugs, not vice versa.  The avoidance of suicide, not drug use, drives the \"lesser harms\" analysis here.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Nor is there reason to think that a downward departure here would be inconsistent with U.S.S.G. Sec. 5H1.3, p.s., which discourages consideration of \"mental and emotional conditions\" as grounds for departure.  Section 5H1.3 explicitly permits consideration of \"mental and emotional conditions\" when they are provided for in Chapter 5, Part K, Subpart 2.  U.S.S.G. Sec. 5H1.3, p.s.  That is exactly where section 5K2.11 is located.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Indeed, the Commission chose to leave the limitation in section 5K2.11 to cases where the interest in deterrence or punishment was not reduced.  See U.S.S.G. Sec. 5K2.11.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Our conclusion that the \"drug dependence\" departure bar does not preclude a \"lesser harms\" departure here is consistent with the law of this Circuit concerning whether a defendant's post-arrest rehabilitation from drug use can be considered as a sentencing factor.  In United States v. Sklar, 920 F.2d 107 (1st Cir.1990), this Court said that a defendant's drug rehabilitation could be taken into account at least as a factor in deciding whether departure is warranted and that, if \"significantly unusual,\" a defendant's post-arrest rehabilitation might itself provide a ground for downward departure.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This was so although drug \"dependence or abuse\" necessarily precedes rehabilitation, like sin precedes salvation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See id. at 115-16 &amp; n. 9.   There is even less reason to believe that section 5H1.4 bars departure here, where the defendant's perception that he was avoiding a greater harm, unlike a defendant's drug rehabilitation, is expressly permitted by the Guidelines as a ground for downward departure.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Cf. United States v. Hines, 26 F.3d 1469, 1478 (9th Cir.1994) (district court had authority to consider upward departure from Guidelines criminal history category based on defendant's dangerous mental condition as provided in U.S.S.G. Sec. 4A1.3, even though mental condition is ordinarily discouraged as a ground for departure by section 5H1.3).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Concluding that the \"drug dependence\" provision does not here bar a downward departure where the \"lesser harms\" provision simultaneously provides a permissible ground for such a departure, we reach and reject the government's argument that there is yet another bar.  The government argues that marijuana's classification as a Schedule I substance under the Controlled Substances Act, see 21 U.S.C. Sec. 812, evidences a legislative determination that marijuana \"has no currently accepted medical use in treatment,\" id. at Sec. 812(b)(1)(B), and thus precludes a downward departure on the facts here.  That conclusion does not follow.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There is no inconsistency between Carvell's downward departure claim and the classification of marijuana as a Schedule I substance.  Deciding whether a downward departure is warranted under section 5K2.11 in this case does not require an examination of whether marijuana has a \"currently accepted medical use,\" 21 U.S.C. Sec. 812(b)(1)(B),<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> or satisfies the other factual criteria for being listed on Schedule I.  Nor does the section 5K2.11 inquiry even depend upon a determination of whether the medical benefits of Carvell's marijuana use in his particular case outweighed the risks.  Rather, the sole dispositive question under section 5K2.11 is whether--taking as given that marijuana is a Schedule I substance and has no \"currently accepted medical use for treatment\"--the defendant here committed the offense conduct \"in order to avoid a perceived greater harm,\" thus falling under section 5K2.11.  We hold that the district court had discretion to consider a downward departure under section 5K2.11.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>Carvell's Commerce Clause Attack on 21 U.S.C. Sec. 841(a)(1)</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Carvell argues that there was no crime, as the district court lacked subject matter jurisdiction in that 21 U.S.C. Sec. 841(a)(1), as applied to him, exceeded Congress' power under the Commerce Clause.  He raises the argument for the first time on appeal, positing that the argument is nonetheless timely because his guilty plea was entered before the decision in United States v. Lopez, --- U.S. ----, 115 S.Ct. 1624, 131 L.Ed.2d 626 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">More than ever, we have reason to adhere to the normal rule that issues not raised below will not be heard on appeal unless there was plain error.  United States v. Olano, 507 U.S. 725, ---- - ----, 113 S.Ct. 1770, 1776-77, 123 L.Ed.2d 508 (1993);  United States v. Luciano-Mosquera, 63 F.3d 1142, 1156 (1995).  This is not a change-in-the-law situation which might incline us to a more sympathetic view of the failure of counsel to be prescient enough to raise an issue in the trial court when the law was firmly against defendant at the time.  Cf. United States v. London, 66 F.3d 1227, 1239-40 (1st Cir.1995) (waiver was excusable where instructions, when given, were in accordance with newly minted en banc decision of the First Circuit);  United States v. Collins, 60 F.3d 4, 7 (1st Cir.1995).  Lopez was argued to the Supreme Court on November 8, 1994, and the challenges made there were no secret.  Carvell was arrested on October 31, 1994, his plea was on January 23, 1995, and he was sentenced on June 1, 1995.  Lopez was decided on April 26, 1995, well before Carvell's sentencing, giving him ample time to move to withdraw his plea based on Lopez.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Not only does Carvell's claim not fit within the category of exceptional cases where review of waived issues will be permitted, United States v. Krynicki, 689 F.2d 289, 291-92 (1st Cir.1982), but there is every reason not to undertake to resolve a matter as serious a challenge to the constitutionality of a criminal statute without adequate notice to the government and without the benefit of a fully developed factual record (to the extent necessary), the sharpening of the issues at trial, and the district court's reasoning.  We decline the invitation to so engage.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The district court's \"failure\" to consider sua sponte whether there were Commerce Clause restrictions to defendant's prosecution was not clearly in error, and did not produce a gross miscarriage of justice or seriously affect the fairness, integrity or public reputation of the judicial proceedings.  Olano, 507 U.S. at ----, 113 S.Ct. at 1779.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The sentencing court determined that it would grant Carvell a downward departure of ten months under section 5K2.11, the \"lesser harms\" provision, to the mandatory minimum sentence of sixty months, were such a departure not barred by section 5H1.4.  Having concluded that section 5H1.4 does not bar the departure in this case, we vacate the sentence and remand for resentencing with the instruction that Carvell be sentenced to the mandatory minimum of sixty months.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In fact the plants weighed 67 pounds or 30 kilograms, but the Guidelines require that each plant be counted as one kilogram when the offense involves more than fifty plants.  U.S.S.G. Sec. 2D1.1(c).  This is because \"Congress intended to punish growers of marihuana by the scale or potential of their operation and not just by the weight [or size] of the plants seized at a given moment.\"  United States v. McMahon, 935 F.2d 397, 401 (1st Cir.)  (citation and quotation marks omitted;  alteration in original), cert. denied, 502 U.S. 897, 112 S.Ct. 272, 116 L.Ed.2d 224 (1991).  The district court here took judicial notice that in fact plants may not produce one kilogram each</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 5K2.11 provides in pertinent part:</p>\n        <p>Lesser Harms (Policy Statement)</p>\n        <p>Sometimes, a defendant may commit a crime in order to avoid a perceived greater harm.  In such instances, a reduced sentence may be appropriate, provided that the circumstances significantly diminish society's interest in punishing the conduct, for example, in the case of a mercy killing.  Where the interest in punishment or deterrence is not reduced, a reduction in sentence is not warranted....</p>\n        <p>In other instances, conduct may not cause or threaten the harm or evil sought to be prevented by the law proscribing the offense at issue.  For example, where a war veteran possessed a machine gun or grenade as a trophy, or a school teacher possessed a controlled substance for display in a drug education program, a reduced sentence might be warranted.</p>\n        <p>U.S.S.G. Sec. 5K2.11, p.s.  (Nov. 1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 5H1.4 provides in relevant part:</p>\n        <p>Physical Condition, Including Drug or Alcohol Dependence or Abuse (Policy Statement)</p>\n        <p>...  Drug or alcohol dependence or abuse is not a reason for imposing a sentence below the guidelines.  Substance abuse is highly correlated to an increased propensity to commit crime.  Due to this increased risk, it is highly recommended that a defendant who is incarcerated also be sentenced to supervised release with a requirement that the defendant participate in an appropriate substance abuse program....</p>\n        <p>U.S.S.G. Sec. 5H1.4, p.s.  (Nov. 1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Further, as Judge Selya's important and seminal article on the Sentencing Guidelines notes, departures based solely on drug dependence could \"confer a benefit on addicted defendants that is unavailable to similarly situated drug-free defendants (and thus would create a perverse incentive to develop such a problem).\"   Bruce M. Selya &amp; Matthew Kipp, An Examination of Emerging Departure Jurisprudence under the Federal Sentencing Guidelines, 67 Notre Dame L.Rev. 1, 35 (1991) (footnote omitted).  No such incentive would be created by a downward departure here under section 5K2.11</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See United States v. Hines, 26 F.3d 1469, 1478 n. 6 (9th Cir.1994) (mental and emotional conditions relevant in determination that upward departure is warranted to the extent permitted in section 5K2.0);  United States v. Russell, 917 F.2d 512, 517 (11th Cir.1990) (mental and emotional conditions relevant in determination of downward departure to the extent provided in section 5K2.12 (coercion or duress) and 5K2.13 (diminished capacity)), cert. denied, 499 U.S. 953, 111 S.Ct. 1427, 113 L.Ed.2d 479 (1991);  United States v. Saldana, Crim.  No. 88-00196, 1989 WL 61140, * 2 (M.D.Pa. May 19, 1989) (downward departure allowed under the \"lesser harms\" provision where defendant's mental and emotional condition resulted in his perception that the commission of crime was warranted to avoid a greater harm)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Sklar held that, ordinarily, post-arrest rehabilitation is not a grounds for departure because such rehabilitation can adequately be taken into account through the granting of acceptance-of-responsibility credit under U.S.S.G. Sec. 3E1.1.  See Sklar, 920 F.2d at 115-16</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See also United States v. Harrington, 947 F.2d 956, 962 (D.C.Cir.1991) (en banc).  In his dissent, Judge Silberman took the contrary position that rehabilitation cannot be taken into account either under section 3E1.1 or in considering departure from the Guidelines sentence, arguing that \"the Commission rejected drug dependence--and therefore rehabilitation--as a sentencing factor under section 5H1.4.\"  Id. at 970 (Silberman, J., dissenting)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Similarly, in section 5K2.12, the Commission has explicitly allowed departures where coercion or duress is shown.  The fact that age or gender might be a factor in such coercion has not barred such departures, although each is itself prohibited as a ground for departure under U.S.S.G. Secs. 5H1.1, p.s. &amp; 5H1.10, p.s.  See United States v. Johnson, 956 F.2d 894, 898 (9th Cir.1992);  United States v. Whitetail, 956 F.2d 857, 862 (8th Cir.1992);  United States v. Gaviria, 804 F.Supp. 476, 479-80 (E.D.N.Y.1992);  United States v. Naylor, 735 F.Supp. 928, 929 (D.Minn.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See also 57 Fed.Reg. 10,499, 10,506 (Mar. 26, 1992) (final order of Administrator of DEA, setting forth specific criteria for finding \"currently accepted medical use\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Carvell's argument faces the additional barrier that it is made in the context of a valid guilty plea.  A guilty plea and the ensuing conviction comprehend all of the factual and legal elements necessary to sustain the judgment and sentence, and any subsequent attack on the conviction is normally limited to inquiry as to the validity of the plea and plea hearing.  See United States v. Broce, 488 U.S. 563, 569, 109 S.Ct. 757, 762, 102 L.Ed.2d 927 (1989);  United States v. Martinez-Martinez, 69 F.3d 1215, 1224 (1st Cir.1995);  Valencia v. United States, 923 F.2d 917, 920 (1st Cir.1991).  However, since Carvell has not preserved his Commerce Clause challenge for appeal, we need not decide whether this doctrine also bars his claim, or whether any of the narrow exceptions that exist where it is evident that \"on the face of the record the court had no power to enter the conviction or impose the sentence,\" Broce, 488 U.S. at 569, 109 S.Ct. at 762, are available here</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William H. CARVELL, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1606.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 1995.<br>Decided Jan. 19, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James R. Bushell, for appellant.</p>\n      <p class=\"indent\">Helene Kazanjian, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, and George T. Dilworth, Assistant United States Attorney, were on brief, for the United States.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, STAHL and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">William Carvell, a fifty year old Maine farmer, was sentenced to prison for seventy months on marijuana charges.  The question on appeal is whether the Sentencing Guidelines prohibited the trial judge from exercising discretion to depart downward in the sentence given.  Carvell pled guilty to growing marijuana, saying it was for his own use to combat his depression and suicidal tendencies.  The trial judge concluded that, as a matter of law, the Guidelines' \"drug dependency\" prohibition overrode any downward departure under the \"lesser harms\" provision.  The judge also noted that, but for the \"drug dependency\" departure prohibition, he would have reduced the sentence through a downward departure.  We hold that the court did have authority to consider a downward departure under the \"lesser harms\" provision and return the case for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Carvell also raises for the first time on appeal the argument that the marijuana manufacturing statute, as applied to him, is invalid in the aftermath of United States v. Lopez, --- U.S. ----, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">626</span> </a></span>(1995).  We decline to go down that path.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Having never lived anywhere but his family farm (save during his nine month marriage), and eking out a subsistence living, Carvell grew crops and produced some marijuana on his six acre family farm in Lyman, Maine.  Carvell lived there with his mother and with his father, for whom he had cared as the father's death came.  Carvell's formal education stopped with high school;  and his only pre-arrest work experience, other than on the farm, was a brief stint at the Portsmouth Naval Shipyard.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Law enforcement officials, acting on an informant's tip and an aerial overview of the farm, raided the farm and found 467 marijuana plants, an Excedrin bottle containing marijuana seeds, some growing supplies and smoking paraphernalia and some more marijuana in the barn.  Because the Sentencing Guidelines count each plant as equivalent to 1 kilogram, the plants, together with the other marijuana, amounted to 468 kilograms of marijuana attributable to Carvell.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  U.S.S.G. Sec. 2D1.1(c) (Nov. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Carvell was arrested on Halloween in 1994 and indicted on one count of knowingly \"manufacturing\" marijuana.  21 U.S.C. Secs. 841(a)(1) &amp; (b)(1)(B).  Carvell cooperated with the police, the Maine Drug Enforcement Agency, and the U.S. Attorney, and pled guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During the time after his preliminary hearing and before his plea, Carvell was released from custody on the condition that he not use marijuana.  Consequently, Carvell became depressed and suicidal and was admitted to the Maine Medical Center.  He was kept for two weeks, received medications and therapy and was released to jail.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At his sentencing hearing, Carvell testified that he suffered from severe depression since the mid 1960's and that his illness made him feel suicidal.  He sought medical help in 1968, was diagnosed as suffering from chronic depression and was prescribed medication.  Carvell also testified that he became ill from the medication and that his physician recommended that he use marijuana to treat his depression.  He tried it, found that it helped and so he kept on.  In 1970 Carvell was arrested for selling three fourths of a pound of marijuana and was remanded to the state prison in Thomaston, Maine for nine months.  During his incarceration he was told by the prison psychiatrist that marijuana relieved depression.  In 1988, he was arrested for cultivating marijuana and sentenced to five years in prison.  Carvell continued to use marijuana in violation of the terms of his probation under the 1988 sentence.  As for the marijuana he grew in 1994, he said it was to insure he had an adequate supply to get him through the year.  Carvell admitted that he intermittently sold some marijuana to friends without making a profit, saying it was mostly to the same person, also suffering from depression.  The government did not contest Carvell's claim of psychiatric illness.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Carvell, under new medication from the Maine Medical Center, addressed the district court, saying:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[T]he only reason I used marijuana was to keep from being suicidal, and that now that I have found a proper medication that really works ... I don't believe that I would ever be tempted ... in breaking the law to treat my depression.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court found Carvell credible, that Carvell had a history of major depression, that he had been advised by at least one doctor that marijuana was an effective treatment, that Carvell had not previously found an alternative medication and that Carvell was sincere both in stating that he used marijuana to prevent himself from attempting suicide and in believing he no longer needed marijuana.</p>\n    </div>\n    <p class=\"indent\">The district court concluded:</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Were 5H1.4 not so clear, I would grant a departure under 5K2.11, the lesser harms policy statement....  I am absolutely convinced, in light of the testimony I've heard, that Mr. Carvell sincerely believed that he had a severe medical problem that would lead him to seriously consider suicide, and that to avoid that situation he committed the crime of providing for himself marijuana.  The policy statement [section 5K2.11] goes on to say, \"In such instances a reduced sentence may be appropriate, provided that the circumstances significantly diminish society's interest in punishing the conduct.\"   I would find that to be the case here....  [F]or all of those reasons, I would depart downward under the lesser harms provision and I would depart downward to the mandatory minimum of 60 months in this case.  But I do not do so, because I believe [as the government has argued], that 5H1.4 precludes that kind of analysis [paragraph structure omitted].</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The government also said it believed the Guidelines gave it no flexibility as to its recommendation.</p>\n    </div>\n    <p>Guidelines Analysis</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The question presented is a legal one of whether Guidelines section 5H1.4, concerning \"Physical Condition, Including Drug ... Dependence or Abuse\" prohibits a trial judge on these facts from considering a downward departure under Guidelines section 5K2.11, the \"lesser harms\" provision.  We give substantial deference to the district court's findings that the factual predicates for the application of both section 5H1.4 and section 5K2.11 are present.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Review of the sentencing court's fact findings is for clear error and we \"will not disturb supported findings unless our scrutiny of the record convinces us that a serious mistake was made.\"  United States v. Sklar, <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 110-11 (1st Cir.1990) (citations omitted).  The sentencing court found that:  (i) Carvell had a psychological problem that precipitated his dependence;  (ii) Carvell believed he needed to use marijuana in order to prevent himself from committing suicide;  (iii) he had tried legally prescribed drugs, but they had failed, and he had turned to marijuana; (iv) at least one doctor had advised Carvell to use marijuana to alleviate his problem;  and (v) Carvell would not use marijuana again because he had found legally available drugs that worked to solve his problem.  The district court found that Carvell believed that using marijuana was the only way he could keep from committing suicide and that, as a factual matter, Carvell would qualify for a downward departure under the lesser harms provision of the Guidelines.  These fact determinations are for the sentencing court.  See United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 950 (1st Cir.1993).  The record contains no basis for disturbing the district court's fact findings here.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We review de novo the legal question of whether section 5H1.4 precludes any downward departure under section 5K2.11.  See United States v. Schultz, <span class=\"citation\" data-id=\"587569\"><a href=\"/opinion/587569/united-states-v-brian-k-schultz/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span>, 962 (1st Cir.1992) (\"The legal determination as to the proper interplay among related guidelines is subject to plenary review.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1069</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">167</span> </span>(1993).  The government urged and the sentencing judge felt that he was barred from granting Carvell a downward departure under section 5K2.11,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the \"lesser harms\" provision, because section 5H1.4<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> prohibits downward departures for drug \"dependence\" or \"abuse.\"   Section 5H1.4 provides that drug \"dependence or abuse is not a reason for imposing a sentence below the Guidelines,\" U.S.S.G. Sec. 5H1.4, p.s.  (emphasis added), while section 5K2.11 allows a departure in sentencing where a defendant \"commit[s] a crime to avoid a perceived greater harm,\" U.S.S.G. Sec. 5K2.11, p.s., in this case, the taking of his own life.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We hold that a district court has authority to consider a downward departure under section 5K2.11, provided there is an appropriate factual predicate, even if that predicate subsumes particular facts that would be precluded by section 5H1.4 from forming a basis for departure.  To hold otherwise would be inconsistent with the intent of the Commission as expressed in the relationship between Part H and Part K, in section 5K2.11 itself, and in the relationship among other sections of the Guidelines.  It would also be inconsistent with the method of analysis adopted by this Circuit in United States v. Sklar, <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span> </a></span>(1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The structure of the Guidelines illuminates that there is no necessary conflict between the two sections.  Cf. United Savings Ass'n v. Timbers of Inwood Forest, <span class=\"citation\" data-id=\"111984\"><a href=\"/opinion/111984/united-sav-assn-of-tex-v-timbers-of-inwood-forest-associates-ltd/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, 371, <span class=\"citation\" data-id=\"111984\"><a href=\"/opinion/111984/united-sav-assn-of-tex-v-timbers-of-inwood-forest-associates-ltd/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">626</span></a></span>, 630, <span class=\"citation\" data-id=\"111984\"><a href=\"/opinion/111984/united-sav-assn-of-tex-v-timbers-of-inwood-forest-associates-ltd/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">740</span> </a></span>(1988) (individual statutory provisions should be interpreted in light of their relationship to other provisions).  The \"drug dependence\" downward departure bar appears in Chapter 5, Part H of the Guidelines, which sets forth \"specific offender characteristics\" that \"are not ordinarily relevant to the determination of whether a sentence should be outside the applicable guideline range.\"   U.S.S.G. Ch. 5, Pt. H, intro. comment.  Having discouraged certain types of characteristics in Chapter 5, Part H as \"not ordinarily relevant\" to departures, the Commission then went on in Part K of Chapter 5 to specify permissible grounds for departures.  U.S.S.G. Ch. 5, Pt. K.  Part K first provides a general statement concerning departures in cases involving factors not adequately considered by the Commission.  U.S.S.G. Sec. 5K2.0, p.s.  Part K then lists specific grounds that may warrant departure, including the \"lesser harms\" provision.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In light of this structure, the fact that a factor described in Chapter 5, Part H as a discouraged or forbidden ground for departure is present in a case does not itself necessarily negate departure based on a permissible ground carefully detailed by the Commission in Part K.  Part K complements Congress' goal that the Guidelines not be imposed \"in a mechanistic fashion.\"   S.Rep. No. 225, 98th Cong., 2d Sess. 4 (1984), reprinted in 1984 U.S.C.C.A.N. 3182, 3234 (\"The sentencing guidelines system will not remove all of the judge's sentencing discretion.  Instead, it will guide the judge in making his decision on the appropriate sentence.\").  Congress intended \"the sentencing judge [to act on her] obligation to consider all the relevant factors in a case and to impose a sentence outside the guidelines in an appropriate case.\"   1984 U.S.C.C.A.N. at 3235.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The limitation contained within the text of the \"lesser harms\" provision, section 5K2.11, sheds light on its scope in relation to section 5H1.4.  Section 5K2.11 provides that \"[w]here the interest in punishment or deterrence is not reduced, a reduction in sentence is not warranted.\"   U.S.S.G. Sec. 5K2.11, p.s.  Here, where the record clearly demonstrates that the alternative to Carvell's marijuana use might well have been the taking of his own life, the interest in punishment or deterrence of drug \"manufacturing\" could reasonably be thought to be reduced.  In contrast, in the ordinary drug dependence case, it is difficult to see how that limitation in section 5K2.11 could be avoided.  The Commission has specified that society's interest in punishment and deterrence outweighs the \"drugs made me do it\" excuse for crimes committed to feed drug habits or while under the influence of drugs.  U.S.S.G. Sec. 5H1.4, p.s.  Moreover, claims of being driven to drugs by the habituation of prior drug use, disadvantaged upbringing or poor socioeconomic life conditions have been weighed by the Commission and found insufficient ordinarily to overcome the societal interest in deterrence and punishment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  U.S.S.G. Secs. 5H1.4, p.s., 5H1.10, p.s. &amp; 5H1.12, p.s.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This is not a case where the defendant's drug dependence is the very element driving the applicability of the \"lesser harms\" provision.  The risk of suicide for Carvell was not a byproduct of his drug dependence:  the district court credited Carvell's testimony that fear he would take his own life led him to use drugs, not vice versa.  The avoidance of suicide, not drug use, drives the \"lesser harms\" analysis here.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Nor is there reason to think that a downward departure here would be inconsistent with U.S.S.G. Sec. 5H1.3, p.s., which discourages consideration of \"mental and emotional conditions\" as grounds for departure.  Section 5H1.3 explicitly permits consideration of \"mental and emotional conditions\" when they are provided for in Chapter 5, Part K, Subpart 2.  U.S.S.G. Sec. 5H1.3, p.s.  That is exactly where section 5K2.11 is located.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Indeed, the Commission chose to leave the limitation in section 5K2.11 to cases where the interest in deterrence or punishment was not reduced.  See U.S.S.G. Sec. 5K2.11.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Our conclusion that the \"drug dependence\" departure bar does not preclude a \"lesser harms\" departure here is consistent with the law of this Circuit concerning whether a defendant's post-arrest rehabilitation from drug use can be considered as a sentencing factor.  In United States v. Sklar, <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span> </a></span>(1st Cir.1990), this Court said that a defendant's drug rehabilitation could be taken into account at least as a factor in deciding whether departure is warranted and that, if \"significantly unusual,\" a defendant's post-arrest rehabilitation might itself provide a ground for downward departure.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This was so although drug \"dependence or abuse\" necessarily precedes rehabilitation, like sin precedes salvation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"id_token\">id.</span> at 115-16 </a></span>&amp; n. 9.   There is even less reason to believe that section 5H1.4 bars departure here, where the defendant's perception that he was avoiding a greater harm, unlike a defendant's drug rehabilitation, is expressly permitted by the Guidelines as a ground for downward departure.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Cf. United States v. Hines, <span class=\"citation\" data-id=\"672334\"><a href=\"/opinion/672334/united-states-v-roger-leroy-hines/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1469</span></a></span>, 1478 (9th Cir.1994) (district court had authority to consider upward departure from Guidelines criminal history category based on defendant's dangerous mental condition as provided in U.S.S.G. Sec. 4A1.3, even though mental condition is ordinarily discouraged as a ground for departure by section 5H1.3).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Concluding that the \"drug dependence\" provision does not here bar a downward departure where the \"lesser harms\" provision simultaneously provides a permissible ground for such a departure, we reach and reject the government's argument that there is yet another bar.  The government argues that marijuana's classification as a Schedule I substance under the Controlled Substances Act, see 21 U.S.C. Sec. 812, evidences a legislative determination that marijuana \"has no currently accepted medical use in treatment,\" <span class=\"citation\" data-id=\"672334\"><a href=\"/opinion/672334/united-states-v-roger-leroy-hines/\"><span class=\"id_token\">id.</span> at Sec. </a></span>812(b)(1)(B), and thus precludes a downward departure on the facts here.  That conclusion does not follow.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There is no inconsistency between Carvell's downward departure claim and the classification of marijuana as a Schedule I substance.  Deciding whether a downward departure is warranted under section 5K2.11 in this case does not require an examination of whether marijuana has a \"currently accepted medical use,\" 21 U.S.C. Sec. 812(b)(1)(B),<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> or satisfies the other factual criteria for being listed on Schedule I.  Nor does the section 5K2.11 inquiry even depend upon a determination of whether the medical benefits of Carvell's marijuana use in his particular case outweighed the risks.  Rather, the sole dispositive question under section 5K2.11 is whether--taking as given that marijuana is a Schedule I substance and has no \"currently accepted medical use for treatment\"--the defendant here committed the offense conduct \"in order to avoid a perceived greater harm,\" thus falling under section 5K2.11.  We hold that the district court had discretion to consider a downward departure under section 5K2.11.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>Carvell's Commerce Clause Attack on 21 U.S.C. Sec. 841(a)(1)</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Carvell argues that there was no crime, as the district court lacked subject matter jurisdiction in that 21 U.S.C. Sec. 841(a)(1), as applied to him, exceeded Congress' power under the Commerce Clause.  He raises the argument for the first time on appeal, positing that the argument is nonetheless timely because his guilty plea was entered before the decision in United States v. Lopez, --- U.S. ----, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">626</span> </a></span>(1995).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">More than ever, we have reason to adhere to the normal rule that issues not raised below will not be heard on appeal unless there was plain error.  United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, ---- - ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1776-77, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993);  United States v. Luciano-Mosquera, <span class=\"citation\" data-id=\"196263\"><a href=\"/opinion/196263/united-states-v-luciano-mosquera/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1142</span></a></span>, 1156 (1995).  This is not a change-in-the-law situation which might incline us to a more sympathetic view of the failure of counsel to be prescient enough to raise an issue in the trial court when the law was firmly against defendant at the time.  Cf. United States v. London, <span class=\"citation\" data-id=\"196355\"><a href=\"/opinion/196355/united-states-v-london/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1227</span></a></span>, 1239-40 (1st Cir.1995) (waiver was excusable where instructions, when given, were in accordance with newly minted en banc decision of the First Circuit);  United States v. Collins, <span class=\"citation\" data-id=\"196189\"><a href=\"/opinion/196189/united-states-v-collins/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir.1995).  Lopez was argued to the Supreme Court on November 8, 1994, and the challenges made there were no secret.  Carvell was arrested on October 31, 1994, his plea was on January 23, 1995, and he was sentenced on June 1, 1995.  Lopez was decided on April 26, 1995, well before Carvell's sentencing, giving him ample time to move to withdraw his plea based on Lopez.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Not only does Carvell's claim not fit within the category of exceptional cases where review of waived issues will be permitted, United States v. Krynicki, <span class=\"citation\" data-id=\"409210\"><a href=\"/opinion/409210/united-states-v-judith-ann-krynicki/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">289</span></a></span>, 291-92 (1st Cir.1982), but there is every reason not to undertake to resolve a matter as serious a challenge to the constitutionality of a criminal statute without adequate notice to the government and without the benefit of a fully developed factual record (to the extent necessary), the sharpening of the issues at trial, and the district court's reasoning.  We decline the invitation to so engage.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The district court's \"failure\" to consider sua sponte whether there were Commerce Clause restrictions to defendant's prosecution was not clearly in error, and did not produce a gross miscarriage of justice or seriously affect the fairness, integrity or public reputation of the judicial proceedings.  Olano, 507 U.S. at <span class=\"citation\" data-id=\"112848\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1779</span></a></span>.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The sentencing court determined that it would grant Carvell a downward departure of ten months under section 5K2.11, the \"lesser harms\" provision, to the mandatory minimum sentence of sixty months, were such a departure not barred by section 5H1.4.  Having concluded that section 5H1.4 does not bar the departure in this case, we vacate the sentence and remand for resentencing with the instruction that Carvell be sentenced to the mandatory minimum of sixty months.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In fact the plants weighed 67 pounds or 30 kilograms, but the Guidelines require that each plant be counted as one kilogram when the offense involves more than fifty plants.  U.S.S.G. Sec. 2D1.1(c).  This is because \"Congress intended to punish growers of marihuana by the scale or potential of their operation and not just by the weight [or size] of the plants seized at a given moment.\"  United States v. McMahon, <span class=\"citation\" data-id=\"562611\"><a href=\"/opinion/562611/united-states-v-larry-w-mcmahon/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span>, 401 (1st Cir.)  (citation and quotation marks omitted;  alteration in original), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">272</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span> </span>(1991).  The district court here took judicial notice that in fact plants may not produce one kilogram each</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 5K2.11 provides in pertinent part:</p>\n        <p>Lesser Harms (Policy Statement)</p>\n        <p>Sometimes, a defendant may commit a crime in order to avoid a perceived greater harm.  In such instances, a reduced sentence may be appropriate, provided that the circumstances significantly diminish society's interest in punishing the conduct, for example, in the case of a mercy killing.  Where the interest in punishment or deterrence is not reduced, a reduction in sentence is not warranted....</p>\n        <p>In other instances, conduct may not cause or threaten the harm or evil sought to be prevented by the law proscribing the offense at issue.  For example, where a war veteran possessed a machine gun or grenade as a trophy, or a school teacher possessed a controlled substance for display in a drug education program, a reduced sentence might be warranted.</p>\n        <p>U.S.S.G. Sec. 5K2.11, p.s.  (Nov. 1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 5H1.4 provides in relevant part:</p>\n        <p>Physical Condition, Including Drug or Alcohol Dependence or Abuse (Policy Statement)</p>\n        <p>...  Drug or alcohol dependence or abuse is not a reason for imposing a sentence below the guidelines.  Substance abuse is highly correlated to an increased propensity to commit crime.  Due to this increased risk, it is highly recommended that a defendant who is incarcerated also be sentenced to supervised release with a requirement that the defendant participate in an appropriate substance abuse program....</p>\n        <p>U.S.S.G. Sec. 5H1.4, p.s.  (Nov. 1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Further, as Judge Selya's important and seminal article on the Sentencing Guidelines notes, departures based solely on drug dependence could \"confer a benefit on addicted defendants that is unavailable to similarly situated drug-free defendants (and thus would create a perverse incentive to develop such a problem).\"   Bruce M. Selya &amp; Matthew Kipp, An Examination of Emerging Departure Jurisprudence under the Federal Sentencing Guidelines, 67 Notre Dame L.Rev. 1, 35 (1991) (footnote omitted).  No such incentive would be created by a downward departure here under section 5K2.11</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See United States v. Hines, <span class=\"citation\" data-id=\"672334\"><a href=\"/opinion/672334/united-states-v-roger-leroy-hines/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1469</span></a></span>, 1478 n. 6 (9th Cir.1994) (mental and emotional conditions relevant in determination that upward departure is warranted to the extent permitted in section 5K2.0);  United States v. Russell, <span class=\"citation\" data-id=\"550379\"><a href=\"/opinion/550379/united-states-v-paul-richard-russell/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">512</span></a></span>, 517 (11th Cir.1990) (mental and emotional conditions relevant in determination of downward departure to the extent provided in section 5K2.12 (coercion or duress) and 5K2.13 (diminished capacity)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">953</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1427</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">479</span> </span>(1991);  United States v. Saldana, Crim.  No. 88-00196, <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">61140</span></span>, * 2 (M.D.Pa. May 19, 1989) (downward departure allowed under the \"lesser harms\" provision where defendant's mental and emotional condition resulted in his perception that the commission of crime was warranted to avoid a greater harm)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Sklar held that, ordinarily, post-arrest rehabilitation is not a grounds for departure because such rehabilitation can adequately be taken into account through the granting of acceptance-of-responsibility credit under U.S.S.G. Sec. 3E1.1.  See <span class=\"citation\" data-id=\"552336\"><span class=\"antecedent_guess\">Sklar,</span> <a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">115-16</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See also United States v. Harrington, <span class=\"citation\" data-id=\"571052\"><a href=\"/opinion/571052/united-states-v-kelvin-harrington/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">956</span></a></span>, 962 (D.C.Cir.1991) (en banc).  In his dissent, Judge Silberman took the contrary position that rehabilitation cannot be taken into account either under section 3E1.1 or in considering departure from the Guidelines sentence, arguing that \"the Commission rejected drug dependence--and therefore rehabilitation--as a sentencing factor under section 5H1.4.\"  <span class=\"citation\" data-id=\"571052\"><a href=\"/opinion/571052/united-states-v-kelvin-harrington/\"><span class=\"id_token\">Id.</span> at 970 </a></span>(Silberman, J., dissenting)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Similarly, in section 5K2.12, the Commission has explicitly allowed departures where coercion or duress is shown.  The fact that age or gender might be a factor in such coercion has not barred such departures, although each is itself prohibited as a ground for departure under U.S.S.G. Secs. 5H1.1, p.s. &amp; 5H1.10, p.s.  See United States v. Johnson, <span class=\"citation\" data-id=\"577757\"><a href=\"/opinion/577757/united-states-v-carolyn-sue-johnson-united-states-of-america-v-trisha/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">894</span></a></span>, 898 (9th Cir.1992);  United States v. Whitetail, <span class=\"citation\" data-id=\"577751\"><a href=\"/opinion/577751/united-states-v-emrolyn-kae-whitetail/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">857</span></a></span>, 862 (8th Cir.1992);  United States v. Gaviria, <span class=\"citation no-link\"><span class=\"volume\">804</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">476</span></span>, 479-80 (E.D.N.Y.1992);  United States v. Naylor, <span class=\"citation no-link\"><span class=\"volume\">735</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">928</span></span>, 929 (D.Minn.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See also 57 Fed.Reg. 10,499, 10,506 (Mar. 26, 1992) (final order of Administrator of DEA, setting forth specific criteria for finding \"currently accepted medical use\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Carvell's argument faces the additional barrier that it is made in the context of a valid guilty plea.  A guilty plea and the ensuing conviction comprehend all of the factual and legal elements necessary to sustain the judgment and sentence, and any subsequent attack on the conviction is normally limited to inquiry as to the validity of the plea and plea hearing.  See United States v. Broce, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 569, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">757</span></a></span>, 762, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">927</span> </a></span>(1989);  United States v. Martinez-Martinez, <span class=\"citation\" data-id=\"707600\"><a href=\"/opinion/707600/united-states-v-olivia-martinez-martinez/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1215</span></a></span>, 1224 (1st Cir.1995);  Valencia v. United States, <span class=\"citation\" data-id=\"554889\"><a href=\"/opinion/554889/jesus-geles-valencia-v-united-states/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">917</span></a></span>, 920 (1st Cir.1991).  However, since Carvell has not preserved his Commerce Clause challenge for appeal, we need not decide whether this doctrine also bars his claim, or whether any of the narrow exceptions that exist where it is evident that \"on the face of the record the court had no power to enter the conviction or impose the sentence,\" <span class=\"citation\" data-id=\"112177\"><span class=\"antecedent_guess\">Broce,</span> <a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">569</span></a></span>, 109 S.Ct. at 762, are available here</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111984/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112177/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117927/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196189/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196263/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196355/",
    "https://www.courtlistener.com/api/rest/v3/opinions/409210/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550379/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554889/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562611/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571052/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577751/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577757/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587569/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/707600/"
  ]
}