{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196502/",
  "id": 196502,
  "absolute_url": "/opinion/196502/united-states-v-tibolt/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196502/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:07:28Z",
  "date_modified": "2020-02-21T23:13:27.827490Z",
  "type": "010combined",
  "sha1": "ec26e7966b18c63f4efeb34dfecd1d026e1d32cf",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2221.01A",
  "local_path": null,
  "plain_text": "\n\nJanuary 23, 1996\r\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-2221\r\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                        WILLIAM R. TIBOLT,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n                           ERRATA SHEET\r\n\n   The opinion of this Court issued on December 29, 1995, is amended\r\nas follows:\r\n\n   Page 10, line 6, should read:  \". . . at the Tibolt residence.\"  \r\r\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 94-2221\r\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                        WILLIAM R. TIBOLT,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \r\n\n                                           \r                                                     \r\n\n                      Selya, Circuit Judge,\r                                                    \r\n\n                  Coffin, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r                                                     \r\n\n   Anthony  M. Cardinale,  with  whom Nicholas  J.  DiMauro and  Law\r                                                                              \r\nOffices of Anthony M. Cardinale were on brief for appellant.\r                                       \r\n   William C.  Brown, Attorney,  Appellate  Division, Department  of\r                              \r\nJustice, with whom  Donald K.  Stern, United States  Attorney, was  on\r                                            \r\nbrief for appellee.\r\n\n                                           \r                                                     \r\n\n                        December 29, 1995\r\n\n                                2\r\r\n\n                                           \r                                                     \r\n\n                                3\r\r\n\n          CYR,  Circuit Judge.    Following  his conviction  on a\r                    CYR,  Circuit Judge.\r                                       \r\n\nmoney laundering charge, 18  U.S.C.   1956, in the  United States\r\n\nDistrict Court for the  District of Massachusetts, William Tibolt\r\n\nappeals two trial court  rulings relating to incriminating finan-\r\n\ncial records seized from his  residence in a warrantless  search.\r\n\nFinding no error, we affirm. \r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          Around mid-morning  on July 27, 1992,  a security alarm\r\n\nactivated  in the  Dombrowski residence  located at 13  Old Salem\r\n\nPath in Gloucester, Massachusetts.  As the security alarm company\r\n\n   JK Security    was  unable to make telephone contact  with the\r\n\nDombrowski residence to determine whether  the alarm had been set\r\n\noff accidentally,  it telephoned the Gloucester  Police to report\r\n\nthe alarm.   Officer Joseph Palazzola was  dispatched to investi-\r\n\ngate  the alarm report at the Dombrowski residence, which is next\r\n\ndoor to the Tibolt residence at 11 Old Salem Path.  \r\n\n          Both residences are set well  back from Old Salem  Path\r\n\nand largely concealed from view.  Two driveways    separated by a\r\n\ntree  and some shrubbery    lead to  the Tibolt home.  The Tibolt\r\n\nmailbox     bearing \"11 Old Salem Path\"    is located immediately\r\n\nto  the right  of  the first  Tibolt  driveway.   The  Dombrowski\r\n\nmailbox    marked \"dombrowski   13\"    is located a few feet left\r\n\nof  the  second Tibolt  driveway, more  than  60 feet  before the\r                                                                       \r\n\ndriveway entrance  to the Dombrowski  residence at  13 Old  Salem\r\n\nPath.  \r\n\n                                2\r\r\n\n          Upon observing the mailbox  marked \"13,\" Officer Palaz-\r\n\nzola mistakenly entered  the second driveway to  the Tibolt resi-\r\n\ndence.  He checked the exterior  of the residence for signs of an\r\n\nattempted break, or burglary  in progress.  Although he  noted no\r\n\nsigns  of forced entry, Palazzola  found an unlocked  door on the\r\n\nrear deck.   He opened  the door and  called inside to  alert any\r\n\noccupant,  but received no response.   Given that  the police had\r\n\nbeen  requested to  investigate the  alarm, that  a door  was un-\r\n\nlocked, and that Palazzola  had been unable to make  contact with\r\n\nanyone inside the  house, he  reasoned that the  alarm might  not\r\n\nhave been activated accidentally.\r\n\n          Palazzola  promptly  called  for  backup,  and  Officer\r\n\nThomas Williams  arrived within five minutes.   Williams likewise\r\n\ndrove  to the Tibolt  residence rather than  the Dombrowski resi-\r\n\ndence,  because he saw Palazzola's  squad car parked  next to the\r\n\nTibolt  residence.   Williams immediately  recognized the  Tibolt\r\n\nresidence as having been the target of a prior investigation by a\r\n\nGloucester  Police drug task force in which he had participated. \r\n\nWilliams was  unsure, however, whether the  target (viz., Tibolt)\r\n\nof the  task force  investigation still  owned the  residence, or\r\n\nwhether it was still under investigation for drug-related activi-\r\n\nties. \r\n\n           Palazzola and  Williams decided  to make  an immediate\r\n\nwarrantless  entry through  the unlocked  rear door,  then looked\r\n\nabout for possible  explanations for the  alarm (e.g., any  occu-\r\n\npants, a  burglar,  \"whatever\").   Their  search was  limited  in\r\n\n                                3\r\r\n\nscope, eschewing drawers, cabinets  and containers.  The officers\r\n\n\"secured\"  each room,  to  rule out  the  presence of  intruders,\r\n\ncaptives, or injured occupants.   After sweep-searching the upper\r\n\nfloors,  the officers  discovered  a  well-established  marijuana\r\n\ngrowing  facility in the basement,  then left to  obtain a search\r\n\nwarrant.1   Later,  armed with  a warrant, the  officers searched\r\n\nthe Tibolt  premises and  seized incriminating financial  records\r\n\nwhich Tibolt subsequently  sought to suppress on the  ground that\r\n\nthe  search warrant was invalid because the evidence relied on in\r\n\nthe supporting  affidavit was  itself  the fruit  of the  earlier\r\n\nwarrantless search.  After hearing, the district court denied the\r\n\nmotion to suppress, without elaboration. \r\n\n          Following the verdict,  Tibolt moved for a new trial on\r\n\nthe ground that he  had uncovered \"new\" evidence relating  to the\r\n\nsuppression motion  which would (1) impeach  Palazzola's suppres-\r\n\nsion hearing  testimony, (2)  suggest that the  Gloucester Police\r\n\ndeliberately  planned to  search  the Tibolt  residence, and  (3)\r\n\ndemonstrate a  Franks v. Delaware,  438 U.S. 154,  155-56 (1978),\r                                           \r\n\nviolation.  Gloucester Police Department \"incident cards,\"  which\r\n\nrecord  the time,  date,  desk officer,  and  location of  police\r\n\nassignments, disclosed that officers had been called to Old Salem\r\n\nPath on at least fourteen prior occasions to investigate security\r\n\n                    \r                              \r\n\n     1The warrant application related the following grounds:  (1)\r\nan intrusion alarm was reported by J.K. Systems to the Gloucester\r\nPolice Department; (2) Officers Palazzola and  Williams responded\r\nto the  alarm report  and  found a  door open;  (3) the  officers\r\nentered the home to  check the premises for intruders;  and (4) a\r\nmarijuana-growing facility was found in the cellar.  \r\n\n                                4\r\r\n\nalarms.  The cards reflect that there were three calls to \"13 Old\r\n\nSalem Path\" and ten others to \"Old Salem Path.\"  One card, dating\r\n\nfrom 1990, indicates that Officer Joseph Palazzola had  been sent\r\n\nto the Dombrowski residence to investigate a security alarm.  And\r\n\ntwo cards indicate that  a desk officer with the  initials \"J.P.\"\r\n\nhad dispatched other officers to \"Old Salem Path.\"          I   n\r\n\naddition, an affidavit by Officer Theodore Lemieux, dated January\r\n\n27, 1994     the day after the Tibolt suppression  hearing    and\r                                                                    \r\n\nsubmitted  in  support of  a  search  warrant application  in  an\r\n\nunrelated criminal proceeding, stated that \r                   \r\n\n          an  informant . .  . has provided information\r                                                                 \r\n          that led to the  arrest and indictment of one\r                                                                 \r\n          William  Tibolt.   In  the investigation  the\r                                   \r\n          informant  provided  detailed information  in\r\n          regard to the  location of an  indoor growing\r\n          operation that Mr.  Tibolt had  in his  home.\r\n          The  informant provided the  name, address as\r\n          well  as other persons  that were involved in\r\n          the marijuana growing  operation.  The infor-\r\n          mants [sic]  also described the  home and the\r\n          interior as well as  a room in the  center of\r\n          the basement that [sic] the growing operation\r\n          was being conducted. (Emphasis added.)  \r\n\nBut for the fact that it  contains no indication as to the timing\r\n\nof  the events  described  in  it,  the Lemieux  affidavit  might\r\n\nconflict with  the affidavit submitted  in support of  the search\r\n\nwarrant application of  July 27,  1992, see supra  note 1,  which\r                                                           \r\n\ndescribed JK Security's call to the Gloucester Police Department,\r\n\nthe police  response, and  the officers' unexpected  discovery of\r                                                             \r\n\nmarijuana in  the Tibolt basement.   After hearing,  the district\r\n\ncourt denied the motion for new trial.   United States v. Tibolt,\r                                                                          \r\n\n868 F. Supp. 380, 381-83 (D. Mass. 1994).\r\n\n                                5\r\r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   Motion to Suppress\r          A.   Motion to Suppress\r                                 \r\n\n          Tibolt first challenges  the district court's  pretrial\r                                                                           \r\n\ndenial  of the motion to  suppress the primary  evidence of money\r\n\nlaundering:  the financial  records seized from his residence  on\r\n\nJuly 27, 1992.  He contends that there was no objectively reason-\r\n\nable  basis for believing that a life-threatening burglary was in\r\n\nprogress,  even assuming  that Officer  Palazzola reasonably  had\r\n\nmistaken the Tibolt residence for the Dombrowski residence.   But\r                                                                           \r\n\nsee infra Section  II.B.  And  he argues  that inspection of  the\r                   \r\n\nexterior of  the Tibolt residence  revealed no signs  of forcible\r\n\nentry, and no open windows or doors.  See Brief  for Appellant at\r                                                   \r\n\n27-29 (citing United States  v. Erickson, 991 F.2d 529  (9th Cir.\r                                                  \r\n\n1993)  (suppressing  evidence  seized in  warrantless  search  of\r\n\nresidence where officers investigating  burglar alarm observed no\r\n\nindication of forced entry)).\r\n\n     1.   Substantive Law\r               1.   Substantive Law\r                                   \r\n\n          A warrantless search of a private residence is presump-\r\n\ntively unreasonable  under the Fourth  Amendment.  See  Payton v.\r                                                                        \r\n\nNew York, 445  U.S. 573, 586 (1980).    The  government therefore\r                  \r\n\nmust prove that  the initial search  came within some  recognized\r\n\nexception  to  the Fourth  Amendment  warrant  requirement.   See\r                                                                           \r\n\nUnited States v. Doward,  41 F.3d 789, 791 (1st Cir. 1994), cert.\r                                                                           \r\n\ndenied,  115  S. Ct.  1716  (1995).   Generally  speaking, absent\r                \r\n\nprobable  cause and  exigent  circumstances the  Fourth Amendment\r\n\n                                6\r\r\n\nbars  warrantless, nonconsensual  entries of  private residences.\r\n\nSee United States v. Curzi, 867 F.2d 36, 41 (1st Cir. 1989).2 \r                                    \r\n\n          Probable cause  will be found  to have been  present if\r\n\nthe  officers  at  the  scene  collectively possessed  reasonably\r\n\ntrustworthy information sufficient to warrant a prudent policeman\r\n\nin  believing that  a  criminal offense  had  been or  was  being\r\n\ncommitted.  See Hegarty v. Somerset Cty., 53 F.3d 1367, 1374 (1st\r                                                  \r\n\nCir. 1995), cert. denied,  No. 95-629, 1995 WL 625553  (U.S. Dec.\r                                  \r\n\n11, 1995);  United States v. Zurosky, 614  F.2d 779, 784 n.2 (1st\r                                              \r\n\nCir.  1979)   (finding probable  cause where  police investigated\r\n\npossible \"breaking and entering\" at warehouse), cert. denied, 446\r                                                                      \r\n\nU.S.  967 (1980) (citing Brinegar v. United States, 338 U.S. 160,\r                                                            \r\n\n175-76 (1949)).   \"In dealing with  probable cause, . .  . as the\r\n\nvery name implies,  we deal  with probabilities.   These are  not\r\n\ntechnical;   they are the factual and practical considerations of\r\n\neveryday  life  on which  reasonable and  prudent men,  not legal\r\n\ntechnicians, act.\"  Illinois v. Gates, 462 U.S. 213, 231 (1983).\r                                               \r\n\n          Exigent  circumstances  exist  where   law  enforcement\r\n\nofficers confront  a \"compelling necessity  for immediate  action\r\n                    \r                              \r\n\n     2The government would have us  characterize this warrantless\r\nentry  as a  so-called  \"community caretaker\"  search, a  warrant\r\nexception  applicable  to  searches  \"totally  divorced from  the\r\ndetection, investigation, or acquisition  of evidence relating to\r\nthe  violation of a criminal  statute.\"  Cady  v. Dombrowski, 413\r                                                                      \r\nU.S.  433, 441,  447-48  (1973).   In  light of  our  alternative\r\ndisposition, we  need  not  consider  the  \"community  caretaker\"\r\nexception.   But see id.  at 439 (noting  \"constitutional differ-\r                                  \r\nence\"  between search of home and search of automobile); see also\r                                                                           \r\nUnited States v. Bute, 43 F.3d 531, 535 (10th Cir. 1994) (reading\r                               \r\nCady as  applying only to  searches of  automobiles, not  homes);\r              \r\nErickson, 991 F.2d at  532 (same); United States v.  Pichany, 687\r                                                                      \r\nF.2d 204, 209 (7th Cir. 1982) (same).\r\n\n                                7\r\r\n\nthat w[ould] not brook the delay of obtaining a warrant.\"  United\r                                                                           \r\n\nStates v. Wilson, 36 F.3d 205, 209 (1st Cir. 1994) (citing United\r                                                                           \r\n\nStates v. Adams, 621 F.2d 41, 44 (1st Cir. 1980));  United States\r                                                                           \r\n\nv.  Almonte, 952 F.2d 20,  22 (1st Cir.  1991), cert. denied, 503\r                                                                      \r\n\nU.S. 1010 (1992).  Although \"exigency\" determinations  invariably\r\n\nare  fact-intensive, see United States v. Donlin, 982 F.2d 31, 34\r                                                          \r\n\n(1st Cir. 1992), \"exigent  circumstances\" commonly include:  \"(1)\r\n\n`hot pursuit' of  a fleeing felon; (2) threatened  destruction of\r\n\nevidence inside  a residence  before a  warrant can  be obtained;\r\n\n(3) a risk that the suspect  may escape from the residence  unde-\r\n\ntected;   or (4) a  threat, posed by  a suspect, to  the lives or\r\n\nsafety  of the public, the police officers, or to [an occupant].\"\r\n\nHegarty, 53 F.3d at 1374.  The \"exigent circumstances\" inquiry is\r                 \r\n\nlimited to the objective facts reasonably known  to, or discover-\r\n\nable by, the officers at the time of the search.  See Illinois v.\r                                                                        \r\n\nRodriguez, 497 U.S. 177, 186 (1990) (upholding warrantless search\r                   \r\n\nwhere police officers  reasonably, but mistakenly, believed  they\r\n\nhad obtained valid \"third-party consent\" to search residence from\r\n\nperson with authority to consent) (citing Archibald v. Mosel, 677\r                                                                      \r\n\nF.2d 5  (1st Cir.  1982) (invoking  \"good faith\"  principle under\r\n\n\"exigent circumstances\" exception)).\r\n\n     2.   Standard of Review\r               2.   Standard of Review\r                                      \r\n\n          As  mixed  questions of  law  and  fact, the  \"probable\r\n\ncause\" and \"exigent  circumstances\" determinations require bifur-\r\n\ncated review:   whether a  particular set  of circumstances  gave\r\n\nrise to  \"probable cause\" or \"exigent  circumstances\" is reviewed\r\n\n                                8\r\r\n\nde  novo and  findings  of fact  are  reviewed for  clear  error.\r                  \r\n\nUnited  States v.  Goldman,  41 F.3d  785,  786 (1st  Cir.  1994)\r                                    \r\n\n(probable cause),  cert. denied, 115  S. Ct. 1321  (1995); United\r                                                                           \r\n\nStates v. Gooch, 6 F.3d 673, 678 (9th Cir. 1993) (exigent circum-\r                         \r\n\nstances).   Where, as here,  there are no  explicit factual find-\r\n\nings, the record below is assessed in the light most favorable to\r\n\nthe  trial court ruling.   See United States  v. Baldacchino, 762\r                                                                      \r\n\nF.2d 170, 176 (1st Cir. 1985). \r\n\n     3.   Application of Law\r               3.   Application of Law\r                                      \r\n\n          Tibolt does not challenge the factual findings implicit\r\n\nin  the  district court  ruling,  given  that the  evidence  most\r\n\ncentral  to the ruling    the police descriptions relating to the\r\n\nalarm  report, the locations of  the mailboxes, the unlocked door\r\n\n    is undisputed.3   Moreover,  these implicit  findings unques-\r\n\ntionably  support the  challenged legal  conclusion that  Officer\r\n\nPalazzola had probable cause  to believe a breaking  and entering\r\n\nhad been or was being committed at the Tibolt residence.  \r\n                    \r                              \r\n\n     3On  appeal,  Tibolt  asserts  no direct  challenge  to  the\r\nobjective  \"reasonableness\"  of Palazzola's  putative  mistake   \r                   \r\npurportedly caused by the juxtaposition of the Dombrowski mailbox\r\nand the entrance to Tibolt's  second driveway    in investigating\r\nthe Tibolt residence, instead of Dombrowski's,  for a burglary in\r\nprogress.   Rather, he questions only  whether Palazzola, despite\r\nhis protestations to the contrary, knowingly used this fortuitous\r\ncircumstance as a pretext for conducting a warrantless search for\r\ndrugs as  part of an  ongoing task force  investigation targeting\r\nthe Tibolt residence.  The only evidence of such a ruse, however,\r\nwas presented  in his post-conviction motion.   See infra Section\r                                                                   \r\nII.B.   At the  pretrial hearing,  the  inquiry into  Palazzola's\r                                  \r\nstate of mind necessarily turned, for the most part, on the trial\r\ncourt's observation of Palazzola's demeanor, and  its credibility\r\ndetermination, matters uniquely within  the province of the trier\r\nof  fact.  United  States v. Zapata,  18 F.3d 971,  975 (1st Cir.\r                                             \r\n1994). \r\n\n                                9\r\r\n\n          A  security  alarm  had  been activated,  and  when  JK\r\n\nSecurity  placed  a call  to  the  Dombrowski residence,  it  had\r\n\nreceived no  answer.4  These circumstances  severely undercut any\r\n\nlikelihood that  the security  alarm had been  activated inadver-\r\n\ntently by a resident.   Moreover, upon his arrival  approximately\r                                                                           \r\n\nten minutes later, Palazzola checked all windows and doors at the\r                           \r\n\nTibolt  residence.5  Instead of finding all doors secured, as one\r\n                    \r                              \r\n\n     4Tibolt cites cases involving  various external indicia of a\r\n\"break,\" see,  e.g., Commonwealth v.  Fiore, 403 N.E.2d  953, 955\r                                                     \r\n(Mass. Ct.  App.) (upholding warrantless search  where outer door\r\nfound  broken off hinges), cert. denied, 449 U.S. 938 (1980), but\r                                                                           \r\nno alarm system  activation.  See Erickson, 991 F.2d  at 530, 533\r                                                    \r\n(noting that government, on appeal, had conceded that no \"exigent\r\ncircumstances\" had been shown, given the absence of any activated\r\nsecurity alarm; no visible sign of forced entry;  witness reports\r\nthat  suspected  burglars had  departed  area  30 minutes  before\r\npolice  officers' arrival;  and officers'  failure to  \"knock and\r\nannounce\" before  entry); United  States v.  Moss, 963  F.2d 673,\r                                                           \r\n677,  679  (4th  Cir.  1992) (invalidating  search  because  \"the\r\nGovernment  has formally  conceded  that  this  is not  an  'exi-\r\ngent-circumstances case' and does  not seek to uphold the  search\r\nhere  on that  basis,\"  given that  police  officer observed  \"no\r\n[external] indication  that any illegal occupant  was inside\" the\r\ncabin); Commonwealth v. Bates, 548 N.E.2d 889, 892-93  (Mass. Ct.\r                                       \r\nApp. 1990) (invalidating search where police did not even suspect\r\nan  ongoing  crime,  but  were merely  investigating  a  \"missing\r\nperson\" report, after waiting over three hours before investigat-\r\ning missing person's apartment); State v. Morgavi, 794 P.2d 1289,\r                                                           \r\n1292-93  (Wash.  Ct. App.  1990)  (invalidating  search based  on\r\npolice observation of \"a car  in front of the garage, opened  and\r\npartially broken doors  to the garage,  an open back door  to the\r\nhouse  and an open side  door to the  garage,\" but distinguishing\r\ncases where \"the  police were  summoned to the  premises by  con-\r\ncerned  neighbors who had witnessed the burglaries and the flight\r\nof suspects\").  We think it clear that the activation of an alarm\r\nsystem is an external \"sign\" of a possible forced entry.\r\n\n     5Although  the  Dombrowski residence  bore  a \"JK  Security\"\r\nsticker,  and the  Tibolt  residence an  \"ADT Security\"  sticker,\r\nthere was no  evidence that  Palazzola had been  informed by  the\r\ndispatcher that JK  Security had  reported the  alarm.   Further,\r\nwhile  dispatchers  sometimes write  the  name  of the  reporting\r\nsecurity  company on the incident cards, see infra Section II.B.,\r                                                            \r\nthe investigating officers do not receive these cards for comple-\r\n\n                                10\r\r\n\nmight reasonably expect while the residents are away, he found an\r\n\nunlocked door on the  rear deck and received  no response to  his\r\n\nefforts  to communicate with anyone  who might be  inside.  These\r\n\ncircumstances significantly enhanced the likelihood of an intrud-\r\n\ner.\r\n\n          For similar  reasons, we  conclude  that Palazzola  was\r\n\npresented  with \"exigent  circumstances\" permitting  an immediate\r                                                                           \r\n\nwarrantless  entry.  Without entering, he could not know but what\r\n\nan  intruder  had managed  to get  into  the residence,  and even\r\n\ninjured or captured a resident, then fled; or had been caught off\r\n\nguard by the police and remained in the residence with a forcibly\r\n\ndetained resident.  Even the authorities cited by Tibolt acknowl-\r\n\nedge the potential exigencies  attending such circumstances.  See\r                                                                           \r\n\nErickson, 991 F.2d at 533  (\"In a wide variety of contexts,  this\r                  \r\n\nand  other circuits  have upheld  warrantless searches  conducted\r\n\nduring  burglary  investigations  under  the  rubric  of  exigent\r\n\ncircumstances.\");  Commonwealth  v. Fiore,  403  N.E.2d  953, 955\r                                                   \r\n\n(Mass. Ct.  App.) (\"It  seems  clear to  us  that a  house  break\r\n\nwithout more as set  out in the affidavit raises  the possibility\r\n\nof  danger to  an occupant and  of the  continued presence  of an\r\n\nintruder and indicates  the need to secure the premises.  In such\r\n\ncircumstances `(t)he right of the police to enter and investigate\r\n\nin an emergency without the accompanying intent  to either search\r\n\nor arrest is inherent in the very nature of their duties as peace\r\n\n                    \r                              \r\n\ntion until after their investigation of the alarm report.  In any\r                          \r\nevent, Tibolt has not raised this matter.  See supra note 3.\r                                                              \r\n\n                                11\r\r\n\nofficers.'\")  (citation  omitted),  cert. denied,  449  U.S.  938\r                                                          \r\n\n(1980)).   Hindsight  discloses,  of course,  that Palazzola  was\r\n\nmistaken.   Nevertheless, at the time, see Rodriguez, 497 U.S. at\r                                                              \r\n\n186,  an officer confronted  with these  circumstances reasonably\r\n\ncould  have concluded  that there  was an  imminent risk  \"to the\r\n\nlives or safety  of the public,\" Hegarty, 53 F.3d  at 1374, or to\r                                                  \r\n\nan injured or immobilized resident.  See, e.g., Murdock v. Stout,\r                                                                          \r\n\n54  F.3d 1437, 1443 (9th Cir. 1995) (upholding warrantless search\r\n\nof  residence  following  burglary  report,  where  investigating\r\n\nofficers found some signs  that resident might have been  at home\r\n\nwhen an  intruder entered dwelling,  and received no  response to\r\n\ntheir calls, thereby creating  a \"fair probability  that . . .  a\r\n\nresident might  be in need of  assistance\") (distinguishing prior\r\n\ncircuit precedent in United States v. Erickson, 991 F.2d 529 (9th\r                                                        \r\n\nCir.  1993)).   Accordingly, the  district court  did not  err in\r\n\ndenying the motion to suppress.\r\n\nB.   Motion for New Trial\r          B.   Motion for New Trial\r                                   \r\n\n          We  turn now to the district court ruling denying a new\r\n\ntrial.   Tibolt contends  that the \"newly  discovered\" Gloucester\r\n\nPolice  \"incident  cards\" and  the  Lemieux  affidavit support  a\r\n\nrational inference  that Officer  Palazzola committed perjury  at\r\n\nthe  suppression  hearing,  in  explaining  that  the  misleading\r\n\nplacement  of the Dombrowski mailbox at the opening of the second\r\n\nTibolt driveway, and his own unfamiliarity with the two residenc-\r\n\nes, had caused him to  go to the Tibolt residence to  investigate\r\n\nthe reported alarm at the Dombrowski residence.  Tibolt maintains\r\n\n                                12\r\r\n\nthat  the  incident cards  show that  Palazzola  had been  to the\r\n\nDombrowski residence at least  once before and, therefore, should\r\n\nhave recognized  his  mistake  on  this occasion.    Further,  he\r\n\nargues, the Lemieux affidavit suggests that Palazzola's \"mistake\"\r\n\nwas actually part of  an elaborate, conspiratorial ruse, manufac-\r\n\ntured by the Gloucester Police task force to enable a warrantless\r\n\nsearch of the Tibolt residence for drugs.  Cf. Curzi, 867 F.2d at\r                                                              \r\n\n43 n. 6 (noting that police may not justify warrantless search by\r\n\nmanipulating  events to  generate \"exigency\").   Finally,  in the\r\n\naffidavit supporting the search warrant  application submitted on\r\n\nJuly 27, 1992    presumably premised solely  on the fruits of the\r                                                     \r\n\nwarrantless  search    the police failed  to disclose their prior\r\n\ninvestigations of the Tibolt residence for suspected drug activi-\r\n\nties.   Tibolt  insists that  the failure  to disclose  the prior\r\n\ninvestigations of  the residence constituted a  \"clear violation\"\r\n\nof Franks v. Delaware, 438 U.S. 154 (1978).  \r                               \r\n\n     1.   Substantive Law \r               1.   Substantive Law\r                                   \r\n\n          A  motion  for  new  trial based  on  newly  discovered\r\n\nevidence will  not be allowed unless the  movant establishes that\r\n\nthe  evidence was:   (i) unknown  or unavailable  at the  time of\r\n\ntrial,  (ii)  despite due  diligence,  (iii)  material, and  (iv)\r\n\nlikely to result in an acquittal upon  retrial.  United States v.\r                                                                        \r\n\nOrtiz, 23 F.3d 21, 27 (1st Cir. 1994); United States v.  Natanel,\r                                                                          \r\n\n938 F.2d 302, 313  (1st Cir. 1991), cert.  denied, 502 U.S.  1079\r                                                           \r\n\n(1992).  If, however,  the \"new\" evidence was within  the govern-\r\n\n                                13\r\r\n\nment's  control and  its disclosure was  withheld, the  third and\r\n\nfourth criteria are less stringent:\r\n\n          The  usual  locution,   taken  from   Justice\r\n          Blackmun's  opinion in Bagley,  [473 U.S. 667\r                                                 \r\n          (1985)], is that the  nondisclosure justifies\r\n          a  new  trial  if  it is  \"material,\"  it  is\r\n          \"material\" only  if  there is  \"a  reasonable\r\n          probability\"  that  the  evidence would  have\r\n          changed   the   result,  and   a  \"reasonable\r\n          probability\" is \"a probability  sufficient to\r\n          undermine confidence in the outcome.\"  Id. at\r                                                              \r\n          682.  . . .  This somewhat delphic \"undermine\r\n          confidence\" formula suggests that  [a] rever-\r\n          sal  [and a  remand for  new trial]  might be\r\n          warranted in some cases even if there is less\r\n          than an even  chance that the  evidence would\r\n          produce  an  acquittal.   After  all,  if the\r\n          evidence  is close  and the  penalty signifi-\r\n          cant,  one might think  that undisclosed evi-\r\n          dence  creating  (for example)  a  33 percent\r\n          chance of a  different result would undermine\r\n          one's confidence  in the  result.   And while\r\n          Bagley appears to give little weight to other\r                          \r\n          factors--such as the  degree of fault on  the\r\n          prosecutor's part and the specificity  of the\r\n          defense  request--it  is  not entirely  clear\r\n          that these variables must be ignored.\r\n\nUnited States v. Sepulveda,  15 F.3d 1216, 1220 (1st  Cir. 1993),\r                                    \r\n\ncert. denied, 114 S. Ct. 2714 (1994). \r                      \r\n\n     2.   Standard of Review\r               2.   Standard of Review\r                                      \r\n\n          The denial of a  motion for new trial is  reviewed only\r\n\nfor manifest abuse of  discretion.  See United States  v. Wright,\r                                                                          \r\n\n625 F.2d 1017, 1019 (1st Cir.  1980).  The instant motion for new\r\n\ntrial  triggers a  two-tier inquiry.   First,  to the  extent the\r\n\n\"new\" evidence pertains to the disposition of the pretrial motion\r\n\nto suppress financial records, wherein the district court was the\r                                                                   \r\n\ntrier of fact, Tibolt confronts the  daunting task of demonstrat-\r\n\ning  that the district court committed clear error in determining\r\n\n                                14\r\r\n\nthat  the  \"new\" evidence  would  not have  altered  its pretrial\r\n\nfactual  findings.  Zapata, 18  F.3d at 975  (noting that factual\r                                    \r\n\nfindings and  credibility determinations relating  to suppression\r\n\nissues  are normally for the trier of fact).  Second, Tibolt must\r\n\nshow that the \"new\" evidence would so  undermine the government's\r\n\ncase as to give  rise to a \"reasonable\" probability  of acquittal\r\n\nupon retrial.  Sepulveda, 15 F.3d at 1220.6 \r                                  \r\n\n     3.   The Incident Cards\r               3.   The Incident Cards\r                                      \r\n\n          We cannot say that the district court ruling constitut-\r\n\ned a manifest  abuse of  discretion.  The  district court  found,\r\n\ninter alia, that the police incident reports would not suffice to\r                    \r\n\nundermine Officer Palazzola's credibility; hence, were not likely\r\n\nto result in an acquittal.  Tibolt, 868 F. Supp. at 382.  Nor are\r                                            \r\n\nwe persuaded  that Palazzola perjured himself  at the suppression\r\n\nhearing.   Rather, he testified simply that he could not remember\r\n\nhaving been at the  Dombrowski residence prior to July  27, 1992.\r\n\nIn fact,  the incident cards show  that he was sent  there on but\r\n\none  occasion     three  years  before  the pretrial  suppression\r                                        \r\n\nhearing.  Further,  this incident  card did not  even compel  the\r\n\nconclusion  that Palazzola  went to,  or secured,  the Dombrowski\r\n\nresidence on that prior  occasion.  Thus, the district  court was\r                                           \r\n\nentitled to  find  that  the incident  cards  did  not  undermine\r\n\nPalazzola's claimed lack of memory.  Cf. Natanel, 938 F.2d at 313\r                                                          \r\n                    \r                              \r\n\n     6We assume,  without deciding,  that the \"new\"  evidence was\r\nwithin  the  government's  control  and  potentially  subject  to\r\ndisclosure.  But see infra Section II.B.4 (noting that government\r                                    \r\ndid disclose  essential information, later  reiterated in Lemieux\r\naffidavit, at pretrial suppression hearing).  \r\n\n                                15\r\r\n\n(noting somewhat lesser burden on new-trial movant where evidence\r\n\nshows witness's prior testimony was \"deliberately false\").  Given\r\n\ntheir marginal  direct probative value,  we cannot  say that  the\r\n\nincident cards  alone were sufficient to  generate a \"reasonable\"\r\n\nprobability  that Tibolt would  be acquitted  upon retrial.   Cf.\r                                                                          \r\n\nSepulveda, 15  F.3d at  1220 n.5  (noting  that newly  discovered\r                   \r\n\nevidence pertaining  exclusively to a government witness's credi-\r\n\nbility rarely warrants new trial).      4.   The  Lemieux Affida-\r                                                  4.   The  Lemieux Affida-\r                                                                           \r\n\nvit\r          vit\r             \r\n\n          The district court found the Lemieux affidavit similar-\r\n\nly inconclusive.   Although the  affidavit might contribute  to a\r\n\nplausible inference  of police  conspiracy, it certainly  did not\r\n\ncompel such a finding, especially since its temporal relevance is\r                \r\n\nso unclear.   For one thing, it is not unreasonable to think that\r\n\nLemieux may have been  imprecise in recollecting the sequence  of\r                                                                       \r\n\nthe events which had occurred a year and a half earlier.  That is\r\n\nto say,  there is nothing  in the affidavit  to suggest  but what\r\n\nLemieux may  have been remembering  that Tibolt was  arrested and\r\n\nthat  an informant's  tip simply  corroborated what  the officers\r                                                        \r\n\nthemselves accidentally discovered.  Nor does the Lemieux affida-\r\n\nvit, vague  as it  is, make it  probable that an  acquittal would\r\n\nresult upon retrial. \r\n\n          In  all events, we need not rest our decision solely on\r\n\nthe \"credibility\"  ground, since the district court found also   \r\n\nwith  respect to the information in the Lemieux affidavit    that\r\n\nTibolt had not met  the first two prongs of the  Ortiz test.  See\r                                                                           \r\n\n                                16\r\r\n\nNatanel, 938 F.2d at  313 (failure to  establish any of the  four\r                                                              \r\n\nOrtiz factors defeats motion  for new trial).  The  court further\r               \r\n\nfound  that Tibolt  had not  shown that  this \"new\"  evidence was\r\n\neither  unknown or unavailable at  the time of  the pretrial sup-\r\n\npression hearing, nor that Tibolt had exercised  due diligence to\r\n\ndiscover  the evidence earlier.  See  Tibolt, 868 F. Supp. at 382\r                                                      \r\n\n(\"What  is  more, the  government  proffered  at the  suppression\r\n\nhearing the  fact that Tibolt's  home had  been the subject  of a\r\n\nlocal drug investigation before the search, and made available to\r\n\nTibolt  one of  the officers involved  in that  investigation for\r\n\nquestioning.\").   At the  pretrial suppression hearing, moreover,\r\n\nthe  government disclosed  to the  defense that  Officer Williams\r\n\nparticipated in a  previous task force surveillance of the Tibolt\r\n\nresidence,  and that  \"at that  time there  were some  reports of\r                                                                        \r\n\npossible  drug  activities  involving  that  house.\"    (Emphasis\r\n\nadded.)  This disclosure certainly should  have alerted Tibolt to\r\n\nthe probability  that  an informant  was  involved.   Yet  Tibolt\r\n\nfailed to pursue information  relating to whether the warrantless\r\n\nsearch of July 27, 1992 was a mere \"ruse\" designed to fabricate a\r\n\nshowing  of probable cause.  Since the finding that Tibolt failed\r\n\nto exercise due diligence was not clearly erroneous,  see Zapata,\r                                                                          \r\n\n18 F.2d  at 975,  he may  not rely  on this  evidence to  mount a\r\n\nrenewed\r                attackonthewarrantlesssearchorthesearchwarrantapplication.7\r\n                    \r                              \r\n\n     7As  noted above, see supra p. 4, Tibolt not only challenges\r                                          \r\nthe  pretrial determination  that Palazzola's  warrantless search\r                                                                           \r\nwas valid, but cites Franks v. Delaware as authority for a direct\r                                                 \r\nchallenge to  the subsequent  search warrant, which  was premised\r                                                      \r\nentirely  on the  fruits of  the earlier  warrantless search.   A\r\n\n                                17\r\r\n\n          The district court judgment is affirmed.\r                    The district court judgment is affirmed.\r                                                           \r\n\n                    \r                              \r\n\ndefendant  is  not  entitled  to a  Franks  evidentiary  hearing,\r                                                    \r\nhowever, absent  a \"substantial preliminary  showing  (1)  that a\r\nfalse statement [or material omission] in the affidavit [support-\r\ning  the search warrant application] has  been made knowingly and\r\nintentionally,  and (2)  that  the false  statement [or  material\r\nomission]  is necessary for a finding of probable cause.\"  United\r                                                                           \r\nStates  v.  Scalia, 993  F.2d 984,  987  (1st Cir.  1993) (citing\r                                                                           \r\nUnited  States v.  Rumney, 867  F.2d 714,  720 (1st  Cir.), cert.\r                                                                           \r\ndenied, 491 U.S. 908 (1989)).   \r                \r\n     We discern no principled basis for treating the Franks claim\r                                                                     \r\ndifferently than  Tibolt's direct  challenge  to the  warrantless\r\nsearch.  To the  extent the \"new\" evidence underlying  the Franks\r                                                                           \r\nhearing  request was available prior to  trial (i.e., the Lemieux\r\naffidavit) by the exercise  of due diligence, Tibolt's post-trial\r\nFranks request based  on that  evidence is untimely.   See  supra\r                                                                           \r\nSection II.B.4.   The  marginal probative  value of  the incident\r\ncards in undercutting Palazzola's  pretrial testimony is insuffi-\r\ncient, by itself, to  support a \"substantial preliminary showing\"\r                                                      \r\nthat the  evidence, if disclosed, would have altered the decision\r\nthat there  was probable cause  to issue  a search warrant.   See\r                                                                           \r\nsupra Section II.B.3; see  also, e.g., United States  v. Hiveley,\r                                                                          \r\n61 F.3d 1358, 1360 (8th Cir. 1995) (noting that \"the 'substantial\r\nshowing' requirement  needed to  obtain a Franks  hearing is  not\r                                                          \r\nlightly met\").  \r\n\n                                18\r\r\n",
  "html": "<p class=\"case_cite\">72 F.3d 965</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William R. TIBOLT, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2221.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 1, 1995.<br>Decided Dec. 29, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Anthony M. Cardinale, Boston, MA, with whom Nicholas J. DiMauro, North Reading, MA, and Law Offices of Anthony M. Cardinale, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">William C. Brown, Attorney, Appellate Division, Department of Justice, with whom Donald K. Stern, United States Attorney, Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following his conviction on a money laundering charge, 18 U.S.C. Sec. 1956, in the United States District Court for the District of Massachusetts, William Tibolt appeals two trial court rulings relating to incriminating financial records seized from his residence in a warrantless search.  Finding no error, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Around mid-morning on July 27, 1992, a security alarm activated in the Dombrowski residence located at 13 Old Salem Path in Gloucester, Massachusetts.  As the security alarm company--JK Security--was unable to make telephone contact with the Dombrowski residence to determine whether the alarm had been set off accidentally, it telephoned the Gloucester Police to report the alarm.  Officer Joseph Palazzola was dispatched to investigate the alarm report at the Dombrowski residence, which is next door to the Tibolt residence at 11 Old Salem Path.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Both residences are set well back from Old Salem Path and largely concealed from view.  Two driveways--separated by a tree and some shrubbery--lead to the Tibolt home.  The Tibolt mailbox--bearing \"11 Old Salem Path\"--is located immediately to the right of the first Tibolt driveway.  The Dombrowski mailbox--marked \"dombrowski  13\"--is located a few feet left of the second Tibolt driveway, more than 60 feet before the driveway entrance to the Dombrowski residence at 13 Old Salem Path.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon observing the mailbox marked \"13,\" Officer Palazzola mistakenly entered the second driveway to the Tibolt residence.  He checked the exterior of the residence for signs of an attempted break, or burglary in progress.  Although he noted no signs of forced entry, Palazzola found an unlocked door on the rear deck.  He opened the door and called inside to alert any occupant, but received no response.  Given that the police had been requested to investigate the alarm, that a door was unlocked, and that Palazzola had been unable to make contact with anyone inside the house, he reasoned that the alarm might not have been activated accidentally.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Palazzola promptly called for backup, and Officer Thomas Williams arrived within five minutes.  Williams likewise drove to the Tibolt residence rather than the Dombrowski residence, because he saw Palazzola's squad car parked next to the Tibolt residence.  Williams immediately recognized the Tibolt residence as having been the target of a prior investigation by a Gloucester Police drug task force in which he had participated.  Williams was unsure, however, whether the target (viz., Tibolt) of the task force investigation still owned the residence, or whether it was still under investigation for drug-related activities.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Palazzola and Williams decided to make an immediate warrantless entry through the unlocked rear door, then looked about for possible explanations for the alarm (e.g., any occupants, a burglar, \"whatever\").  Their search was limited in scope, eschewing drawers, cabinets and containers.  The officers \"secured\" each room, to rule out the presence of intruders, captives, or injured occupants.  After sweep-searching the upper floors, the officers discovered a well-established marijuana growing facility in the basement, then left to obtain a search warrant.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Later, armed with a warrant, the officers searched the Tibolt premises and seized incriminating financial records which Tibolt subsequently sought to suppress on the ground that the search warrant was invalid because the evidence relied on in the supporting affidavit was itself the fruit of the earlier warrantless search.  After hearing, the district court denied the motion to suppress, without elaboration.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Following the verdict, Tibolt moved for a new trial on the ground that he had uncovered \"new\" evidence relating to the suppression motion which would (1) impeach Palazzola's suppression hearing testimony, (2) suggest that the Gloucester Police deliberately planned to search the Tibolt residence, and (3) demonstrate a Franks v. Delaware, 438 U.S. 154, 155-56, 98 S.Ct. 2674, 2676-77, 57 L.Ed.2d 667 (1978), violation.  Gloucester Police Department \"incident cards,\" which record the time, date, desk officer, and location of police assignments, disclosed that officers had been called to Old Salem Path on at least fourteen prior occasions to investigate security alarms.  The cards reflect that there were three calls to \"13 Old Salem Path\" and ten others to \"Old Salem Path.\"   One card, dating from 1990, indicates that Officer Joseph Palazzola had been sent to the Dombrowski residence to investigate a security alarm.  And two cards indicate that a desk officer with the initials \"J.P.\" had dispatched other officers to \"Old Salem Path.\"   In addition, an affidavit by Officer Theodore Lemieux, dated January 27, 1994--the day after the Tibolt suppression hearing--and submitted in support of a search warrant application in an unrelated criminal proceeding, stated that</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>an informant ... has provided information that led to the arrest and indictment of one William Tibolt.   In the investigation the informant provided detailed information in regard to the location of an indoor growing operation that Mr. Tibolt had in his home.  The informant provided the name, address as well as other persons that were involved in the marijuana growing operation.  The informants [sic] also described the home and the interior as well as a room in the center of the basement that [sic] the growing operation was being conducted.  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">But for the fact that it contains no indication as to the timing of the events described in it, the Lemieux affidavit might conflict with the affidavit submitted in support of the search warrant application of July 27, 1992, see supra note 1, which described JK Security's call to the Gloucester Police Department, the police response, and the officers' unexpected discovery of marijuana in the Tibolt basement.  After hearing, the district court denied the motion for new trial.  United States v. Tibolt, 868 F.Supp. 380, 381-83 (D.Mass.1994).</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Motion to Suppress</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Tibolt first challenges the district court's pretrial denial of the motion to suppress the primary evidence of money laundering:  the financial records seized from his residence on July 27, 1992.  He contends that there was no objectively reasonable basis for believing that a life-threatening burglary was in progress, even assuming that Officer Palazzola reasonably had mistaken the Tibolt residence for the Dombrowski residence.  But see infra Section II.B.  And he argues that inspection of the exterior of the Tibolt residence revealed no signs of forcible entry, and no open windows or doors.  See Brief for Appellant at 27-29 (citing United States v. Erickson, 991 F.2d 529 (9th Cir.1993) (suppressing evidence seized in warrantless search of residence where officers investigating burglar alarm observed no indication of forced entry)).</p>\n    </div>\n    <p class=\"indent\">1. Substantive Law</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A warrantless search of a private residence is presumptively unreasonable under the Fourth Amendment.  See Payton v. New York, 445 U.S. 573, 586, 100 S.Ct. 1371, 1380, 63 L.Ed.2d 639 (1980).  The government therefore must prove that the initial search came within some recognized exception to the Fourth Amendment warrant requirement.  See United States v. Doward, 41 F.3d 789, 791 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1716, 131 L.Ed.2d 575 (1995).  Generally speaking, absent probable cause and exigent circumstances the Fourth Amendment bars warrantless, nonconsensual entries of private residences.  See United States v. Curzi, 867 F.2d 36, 41 (1st Cir.1989).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Probable cause will be found to have been present if the officers at the scene collectively possessed reasonably trustworthy information sufficient to warrant a prudent policeman in believing that a criminal offense had been or was being committed.  See Hegarty v. Somerset Cty., 53 F.3d 1367, 1374 (1st Cir.1995), cert. denied, --- U.S. ----, 116 S.Ct. 675, 133 L.Ed.2d 524 (1995);  United States v. Zurosky, 614 F.2d 779, 784 n. 2 (1st Cir.1979) (finding probable cause where police investigated possible \"breaking and entering\" at warehouse), cert. denied, 446 U.S. 967, 100 S.Ct. 2945, 64 L.Ed.2d 826 (1980) (citing Brinegar v. United States, 338 U.S. 160, 175-76, 69 S.Ct. 1302, 1310-11, 93 L.Ed. 1879 (1949)).  \"In dealing with probable cause, ... as the very name implies, we deal with probabilities.  These are not technical;  they are the factual and practical considerations of everyday life on which reasonable and prudent men, not legal technicians, act.\"  Illinois v. Gates, 462 U.S. 213, 231, 103 S.Ct. 2317, 2328-29, 76 L.Ed.2d 527 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Exigent circumstances exist where law enforcement officers confront a \"compelling necessity for immediate action that w[ould] not brook the delay of obtaining a warrant.\"  United States v. Wilson, 36 F.3d 205, 209 (1st Cir.1994) (citing United States v. Adams, 621 F.2d 41, 44 (1st Cir.1980));  United States v. Almonte, 952 F.2d 20, 22 (1st Cir.1991), cert. denied, 503 U.S. 1010, 112 S.Ct. 1776, 118 L.Ed.2d 434 (1992).  Although \"exigency\" determinations invariably are fact-intensive, see United States v. Donlin, 982 F.2d 31, 34 (1st Cir.1992), \"exigent circumstances\" commonly include:  \"(1) 'hot pursuit' of a fleeing felon;  (2) threatened destruction of evidence inside a residence before a warrant can be obtained;  (3) a risk that the suspect may escape from the residence undetected;  or (4) a threat, posed by a suspect, to the lives or safety of the public, the police officers, or to [an occupant].\"  Hegarty, 53 F.3d at 1374.   The \"exigent circumstances\" inquiry is limited to the objective facts reasonably known to, or discoverable by, the officers at the time of the search.  See Illinois v. Rodriguez, 497 U.S. 177, 186, 110 S.Ct. 2793, 2800, 111 L.Ed.2d 148 (1990) (upholding warrantless search where police officers reasonably, but mistakenly, believed they had obtained valid \"third-party consent\" to search residence from person with authority to consent) (citing Archibald v. Mosel, 677 F.2d 5 (1st Cir.1982) (invoking \"good faith\" principle under \"exigent circumstances\" exception)).</p>\n    </div>\n    <p class=\"indent\">2. Standard of Review</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As mixed questions of law and fact, the \"probable cause\" and \"exigent circumstances\" determinations require bifurcated review:  whether a particular set of circumstances gave rise to \"probable cause\" or \"exigent circumstances\" is reviewed de novo and findings of fact are reviewed for clear error.  United States v. Goldman, 41 F.3d 785, 786 (1st Cir.1994) (probable cause), cert. denied, --- U.S. ----, 115 S.Ct. 1321, 131 L.Ed.2d 201 (1995);  United States v. Gooch, 6 F.3d 673, 678 (9th Cir.1993) (exigent circumstances).  Where, as here, there are no explicit factual findings, the record below is assessed in the light most favorable to the trial court ruling.  See United States v. Baldacchino, 762 F.2d 170, 176 (1st Cir.1985).</p>\n    </div>\n    <p class=\"indent\">3. Application of Law</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Tibolt does not challenge the factual findings implicit in the district court ruling, given that the evidence most central to the ruling--the police descriptions relating to the alarm report, the locations of the mailboxes, the unlocked door--is undisputed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Moreover, these implicit findings unquestionably support the challenged legal conclusion that Officer Palazzola had probable cause to believe a breaking and entering had been or was being committed at the Tibolt residence.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A security alarm had been activated, and when JK Security placed a call to the Dombrowski residence, it had received no answer.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  These circumstances severely undercut any likelihood that the security alarm had been activated inadvertently by a resident.  Moreover, upon his arrival approximately ten minutes later, Palazzola checked all windows and doors at the Tibolt residence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Instead of finding all doors secured, as one might reasonably expect while the residents are away, he found an unlocked door on the rear deck and received no response to his efforts to communicate with anyone who might be inside.  These circumstances significantly enhanced the likelihood of an intruder.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For similar reasons, we conclude that Palazzola was presented with \"exigent circumstances\" permitting an immediate warrantless entry.  Without entering, he could not know but what an intruder had managed to get into the residence, and even injured or captured a resident, then fled;  or had been caught off guard by the police and remained in the residence with a forcibly detained resident.  Even the authorities cited by Tibolt acknowledge the potential exigencies attending such circumstances.  See Erickson, 991 F.2d at 533 (\"In a wide variety of contexts, this and other circuits have upheld warrantless searches conducted during burglary investigations under the rubric of exigent circumstances.\");  Commonwealth v. Fiore, 9 Mass.App.Ct. 618, 403 N.E.2d 953, 955 (\"It seems clear to us that a house break without more as set out in the affidavit raises the possibility of danger to an occupant and of the continued presence of an intruder and indicates the need to secure the premises.  In such circumstances '(t)he right of the police to enter and investigate in an emergency without the accompanying intent to either search or arrest is inherent in the very nature of their duties as peace officers.' \")  (citation omitted), cert. denied, 449 U.S. 938, 101 S.Ct. 336, 66 L.Ed.2d 160 (1980).  Hindsight discloses, of course, that Palazzola was mistaken.  Nevertheless, at the time, see Rodriguez, 497 U.S. at 186, 110 S.Ct. at 2800, an officer confronted with these circumstances reasonably could have concluded that there was an imminent risk \"to the lives or safety of the public,\" Hegarty, 53 F.3d at 1374, or to an injured or immobilized resident.  See, e.g., Murdock v. Stout, 54 F.3d 1437, 1443 (9th Cir.1995) (upholding warrantless search of residence following burglary report, where investigating officers found some signs that resident might have been at home when an intruder entered dwelling, and received no response to their calls, thereby creating a \"fair probability that ... a resident might be in need of assistance\") (distinguishing prior circuit precedent in United States v. Erickson, 991 F.2d 529 (9th Cir.1993)).  Accordingly, the district court did not err in denying the motion to suppress.</p>\n    </div>\n    <p>B. Motion for New Trial</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We turn now to the district court ruling denying a new trial.  Tibolt contends that the \"newly discovered\" Gloucester Police \"incident cards\" and the Lemieux affidavit support a rational inference that Officer Palazzola committed perjury at the suppression hearing, in explaining that the misleading placement of the Dombrowski mailbox at the opening of the second Tibolt driveway, and his own unfamiliarity with the two residences, had caused him to go to the Tibolt residence to investigate the reported alarm at the Dombrowski residence.  Tibolt maintains that the incident cards show that Palazzola had been to the Dombrowski residence at least once before and, therefore, should have recognized his mistake on this occasion.  Further, he argues, the Lemieux affidavit suggests that Palazzola's \"mistake\" was actually part of an elaborate, conspiratorial ruse, manufactured by the Gloucester Police task force to enable a warrantless search of the Tibolt residence for drugs.  Cf. Curzi, 867 F.2d at 43 n. 6 (noting that police may not justify warrantless search by manipulating events to generate \"exigency\").  Finally, in the affidavit supporting the search warrant application submitted on July 27, 1992--presumably premised solely on the fruits of the warrantless search--the police failed to disclose their prior investigations of the Tibolt residence for suspected drug activities.  Tibolt insists that the failure to disclose the prior investigations of the residence constituted a \"clear violation\" of Franks v. Delaware, 438 U.S. 154, 98 S.Ct. 2674, 57 L.Ed.2d 667 (1978).</p>\n    </div>\n    <p class=\"indent\">1. Substantive Law</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A motion for new trial based on newly discovered evidence will not be allowed unless the movant establishes that the evidence was:  (i) unknown or unavailable at the time of trial, (ii) despite due diligence, (iii) material, and (iv) likely to result in an acquittal upon retrial.  United States v. Ortiz, 23 F.3d 21, 27 (1st Cir.1994);  United States v. Natanel, 938 F.2d 302, 313 (1st Cir.1991), cert. denied, 502 U.S. 1079, 112 S.Ct. 986, 117 L.Ed.2d 148 (1992).  If, however, the \"new\" evidence was within the government's control and its disclosure was withheld, the third and fourth criteria are less stringent:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>The usual locution, taken from Justice Blackmun's opinion in [United States v.] Bagley, [473 U.S. 667, 105 S.Ct. 3375, 87 L.Ed.2d 481 (1985) ], is that the nondisclosure justifies a new trial if it is \"material,\" it is \"material\" only if there is \"a reasonable probability\" that the evidence would have changed the result, and a \"reasonable probability\" is \"a probability sufficient to undermine confidence in the outcome.\"  Id. at 682 [105 S.Ct. at 3383]....  This somewhat delphic \"undermine confidence\" formula suggests that [a] reversal [and a remand for new trial] might be warranted in some cases even if there is less than an even chance that the evidence would produce an acquittal.  After all, if the evidence is close and the penalty significant, one might think that undisclosed evidence creating (for example) a 33 percent chance of a different result would undermine one's confidence in the result.  And while Bagley appears to give little weight to other factors--such as the degree of fault on the prosecutor's part and the specificity of the defense request--it is not entirely clear that these variables must be ignored.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">United States v. Sepulveda, 15 F.3d 1216, 1220 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994).</p>\n    </div>\n    <p class=\"indent\">2. Standard of Review</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The denial of a motion for new trial is reviewed only for manifest abuse of discretion.  See United States v. Wright, 625 F.2d 1017, 1019 (1st Cir.1980).  The instant motion for new trial triggers a two-tier inquiry.  First, to the extent the \"new\" evidence pertains to the disposition of the pretrial motion to suppress financial records, wherein the district court was the trier of fact, Tibolt confronts the daunting task of demonstrating that the district court committed clear error in determining that the \"new\" evidence would not have altered its pretrial factual findings.  Zapata, 18 F.3d at 975 (noting that factual findings and credibility determinations relating to suppression issues are normally for the trier of fact).  Second, Tibolt must show that the \"new\" evidence would so undermine the government's case as to give rise to a \"reasonable\" probability of acquittal upon retrial.  Sepulveda, 15 F.3d at 1220.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">3. The Incident Cards</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We cannot say that the district court ruling constituted a manifest abuse of discretion.  The district court found, inter alia, that the police incident reports would not suffice to undermine Officer Palazzola's credibility;  hence, were not likely to result in an acquittal.  Tibolt, 868 F.Supp. at 382.   Nor are we persuaded that Palazzola perjured himself at the suppression hearing.  Rather, he testified simply that he could not remember having been at the Dombrowski residence prior to July 27, 1992.  In fact, the incident cards show that he was sent there on but one occasion--three years before the pretrial suppression hearing.  Further, this incident card did not even compel the conclusion that Palazzola went to, or secured, the Dombrowski residence on that prior occasion.   Thus, the district court was entitled to find that the incident cards did not undermine Palazzola's claimed lack of memory.  Cf. Natanel, 938 F.2d at 313 (noting somewhat lesser burden on new-trial movant where evidence shows witness's prior testimony was \"deliberately false\").  Given their marginal direct probative value, we cannot say that the incident cards alone were sufficient to generate a \"reasonable\" probability that Tibolt would be acquitted upon retrial.  Cf. Sepulveda, 15 F.3d at 1220 n. 5 (noting that newly discovered evidence pertaining exclusively to a government witness's credibility rarely warrants new trial).</p>\n    </div>\n    <p class=\"indent\">4. The Lemieux Affidavit</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court found the Lemieux affidavit similarly inconclusive.  Although the affidavit might contribute to a plausible inference of police conspiracy, it certainly did not compel such a finding, especially since its temporal relevance is so unclear.  For one thing, it is not unreasonable to think that Lemieux may have been imprecise in recollecting the sequence of the events which had occurred a year and a half earlier.  That is to say, there is nothing in the affidavit to suggest but what Lemieux may have been remembering that Tibolt was arrested and that an informant's tip simply corroborated what the officers themselves accidentally discovered.  Nor does the Lemieux affidavit, vague as it is, make it probable that an acquittal would result upon retrial.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In all events, we need not rest our decision solely on the \"credibility\" ground, since the district court found also--with respect to the information in the Lemieux affidavit--that Tibolt had not met the first two prongs of the Ortiz test.  See Natanel, 938 F.2d at 313 (failure to establish any of the four Ortiz factors defeats motion for new trial).  The court further found that Tibolt had not shown that this \"new\" evidence was either unknown or unavailable at the time of the pretrial suppression hearing, nor that Tibolt had exercised due diligence to discover the evidence earlier.  See Tibolt, 868 F.Supp. at 382 (\"What is more, the government proffered at the suppression hearing the fact that Tibolt's home had been the subject of a local drug investigation before the search, and made available to Tibolt one of the officers involved in that investigation for questioning.\").  At the pretrial suppression hearing, moreover, the government disclosed to the defense that Officer Williams participated in a previous task force surveillance of the Tibolt residence, and that \"at that time there were some reports of possible drug activities involving that house.\"  (Emphasis added.)   This disclosure certainly should have alerted Tibolt to the probability that an informant was involved.  Yet Tibolt failed to pursue information relating to whether the warrantless search of July 27, 1992 was a mere \"ruse\" designed to fabricate a showing of probable cause.  Since the finding that Tibolt failed to exercise due diligence was not clearly erroneous, see Zapata, 18 F.2d at 975, he may not rely on this evidence to mount a renewed attack on the warrantless search or the search warrant application.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The warrant application related the following grounds:  (1) an intrusion alarm was reported by J.K. Systems to the Gloucester Police Department;  (2) Officers Palazzola and Williams responded to the alarm report and found a door open;  (3) the officers entered the home to check the premises for intruders;  and (4) a marijuana-growing facility was found in the cellar</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government would have us characterize this warrantless entry as a so-called \"community caretaker\" search, a warrant exception applicable to searches \"totally divorced from the detection, investigation, or acquisition of evidence relating to the violation of a criminal statute.\"  Cady v. Dombrowski, 413 U.S. 433, 441, 447-48, 93 S.Ct. 2523, 2528, 2530-31, 37 L.Ed.2d 706 (1973).  In light of our alternative disposition, we need not consider the \"community caretaker\" exception.  But see id. at 439, 93 S.Ct. at 2257 (noting \"constitutional difference\" between search of home and search of automobile);  see also United States v. Bute, 43 F.3d 531, 535 (10th Cir.1994) (reading Cady as applying only to searches of automobiles, not homes);  Erickson, 991 F.2d at 532 (same);  United States v. Pichany, 687 F.2d 204, 209 (7th Cir.1982) (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On appeal, Tibolt asserts no direct challenge to the objective \"reasonableness\" of Palazzola's putative mistake--purportedly caused by the juxtaposition of the Dombrowski mailbox and the entrance to Tibolt's second driveway--in investigating the Tibolt residence, instead of Dombrowski's, for a burglary in progress.  Rather, he questions only whether Palazzola, despite his protestations to the contrary, knowingly used this fortuitous circumstance as a pretext for conducting a warrantless search for drugs as part of an ongoing task force investigation targeting the Tibolt residence.  The only evidence of such a ruse, however, was presented in his post-conviction motion.  See infra Section II.B.  At the pretrial hearing, the inquiry into Palazzola's state of mind necessarily turned, for the most part, on the trial court's observation of Palazzola's demeanor, and its credibility determination, matters uniquely within the province of the trier of fact.  United States v. Zapata, 18 F.3d 971, 975 (1st Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Tibolt cites cases involving various external indicia of a \"break,\" see, e.g., Commonwealth v. Fiore, 9 Mass.App.Ct. 618, 403 N.E.2d 953, 955 (upholding warrantless search where outer door found broken off hinges), cert. denied, 449 U.S. 938, 101 S.Ct. 336, 66 L.Ed.2d 160 (1980), but no alarm system activation.  See Erickson, 991 F.2d at 530, 533 (noting that government, on appeal, had conceded that no \"exigent circumstances\" had been shown, given the absence of any activated security alarm;  no visible sign of forced entry;  witness reports that suspected burglars had departed area 30 minutes before police officers' arrival;  and officers' failure to \"knock and announce\" before entry);  United States v. Moss, 963 F.2d 673, 677, 679 (4th Cir.1992) (invalidating search because \"the Government has formally conceded that this is not an 'exigent-circumstances case' and does not seek to uphold the search here on that basis,\" given that police officer observed \"no [external] indication that any illegal occupant was inside\" the cabin);  Commonwealth v. Bates, 28 Mass.App.Ct. 217, 548 N.E.2d 889, 892-93 (1990) (invalidating search where police did not even suspect an ongoing crime, but were merely investigating a \"missing person\" report, after waiting over three hours before investigating missing person's apartment);  State v. Morgavi, 58 Wash.App. 733, 794 P.2d 1289, 1292-93 (1990) (invalidating search based on police observation of \"a car in front of the garage, opened and partially broken doors to the garage, an open back door to the house and an open side door to the garage,\" but distinguishing cases where \"the police were summoned to the premises by concerned neighbors who had witnessed the burglaries and the flight of suspects\").  We think it clear that the activation of an alarm system is an external \"sign\" of a possible forced entry</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although the Dombrowski residence bore a \"JK Security\" sticker, and the Tibolt residence an \"ADT Security\" sticker, there was no evidence that Palazzola had been informed by the dispatcher that JK Security had reported the alarm.  Further, while dispatchers sometimes write the name of the reporting security company on the incident cards, see infra Section II.B., the investigating officers do not receive these cards for completion until after their investigation of the alarm report.  In any event, Tibolt has not raised this matter.  See supra note 3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We assume, without deciding, that the \"new\" evidence was within the government's control and potentially subject to disclosure.  But see infra Section II.B.4 (noting that government did disclose essential information, later reiterated in Lemieux affidavit, at pretrial suppression hearing)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> As noted above, see supra p. 4, Tibolt not only challenges the pretrial determination that Palazzola's warrantless search was valid, but cites Franks v. Delaware as authority for a direct challenge to the subsequent search warrant, which was premised entirely on the fruits of the earlier warrantless search.  A defendant is not entitled to a Franks evidentiary hearing, however, absent a \"substantial preliminary showing (1) that a false statement [or material omission] in the affidavit [supporting the search warrant application] has been made knowingly and intentionally, and (2) that the false statement [or material omission] is necessary for a finding of probable cause.\"  United States v. Scalia, 993 F.2d 984, 987 (1st Cir.1993) (citing United States v. Rumney, 867 F.2d 714, 720 (1st Cir.), cert. denied, 491 U.S. 908, 109 S.Ct. 3194, 105 L.Ed.2d 702 (1989))</p>\n        <p>We discern no principled basis for treating the Franks claim differently than Tibolt's direct challenge to the warrantless search.  To the extent the \"new\" evidence underlying the Franks hearing request was available prior to trial (i.e., the Lemieux affidavit) by the exercise of due diligence, Tibolt's post-trial Franks request based on that evidence is untimely.  See supra Section II.B.4.  The marginal probative value of the incident cards in undercutting Palazzola's pretrial testimony is insufficient, by itself, to support a \"substantial preliminary showing\" that the evidence, if disclosed, would have altered the decision that there was probable cause to issue a search warrant.  See supra Section II.B.3;  see also, e.g., United States v. Hiveley, 61 F.3d 1358, 1360 (8th Cir.1995) (noting that \"the 'substantial showing' requirement needed to obtain a Franks hearing is not lightly met\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">965</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>William R. TIBOLT, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2221.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 1, 1995.<br>Decided Dec. 29, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Anthony M. Cardinale, Boston, MA, with whom Nicholas J. DiMauro, North Reading, MA, and Law Offices of Anthony M. Cardinale, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">William C. Brown, Attorney, Appellate Division, Department of Justice, with whom Donald K. Stern, United States Attorney, Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following his conviction on a money laundering charge, 18 U.S.C. Sec. 1956, in the United States District Court for the District of Massachusetts, William Tibolt appeals two trial court rulings relating to incriminating financial records seized from his residence in a warrantless search.  Finding no error, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Around mid-morning on July 27, 1992, a security alarm activated in the Dombrowski residence located at 13 Old Salem Path in Gloucester, Massachusetts.  As the security alarm company--JK Security--was unable to make telephone contact with the Dombrowski residence to determine whether the alarm had been set off accidentally, it telephoned the Gloucester Police to report the alarm.  Officer Joseph Palazzola was dispatched to investigate the alarm report at the Dombrowski residence, which is next door to the Tibolt residence at 11 Old Salem Path.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Both residences are set well back from Old Salem Path and largely concealed from view.  Two driveways--separated by a tree and some shrubbery--lead to the Tibolt home.  The Tibolt mailbox--bearing \"11 Old Salem Path\"--is located immediately to the right of the first Tibolt driveway.  The Dombrowski mailbox--marked \"dombrowski  13\"--is located a few feet left of the second Tibolt driveway, more than 60 feet before the driveway entrance to the Dombrowski residence at 13 Old Salem Path.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon observing the mailbox marked \"13,\" Officer Palazzola mistakenly entered the second driveway to the Tibolt residence.  He checked the exterior of the residence for signs of an attempted break, or burglary in progress.  Although he noted no signs of forced entry, Palazzola found an unlocked door on the rear deck.  He opened the door and called inside to alert any occupant, but received no response.  Given that the police had been requested to investigate the alarm, that a door was unlocked, and that Palazzola had been unable to make contact with anyone inside the house, he reasoned that the alarm might not have been activated accidentally.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Palazzola promptly called for backup, and Officer Thomas Williams arrived within five minutes.  Williams likewise drove to the Tibolt residence rather than the Dombrowski residence, because he saw Palazzola's squad car parked next to the Tibolt residence.  Williams immediately recognized the Tibolt residence as having been the target of a prior investigation by a Gloucester Police drug task force in which he had participated.  Williams was unsure, however, whether the target (viz., Tibolt) of the task force investigation still owned the residence, or whether it was still under investigation for drug-related activities.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Palazzola and Williams decided to make an immediate warrantless entry through the unlocked rear door, then looked about for possible explanations for the alarm (e.g., any occupants, a burglar, \"whatever\").  Their search was limited in scope, eschewing drawers, cabinets and containers.  The officers \"secured\" each room, to rule out the presence of intruders, captives, or injured occupants.  After sweep-searching the upper floors, the officers discovered a well-established marijuana growing facility in the basement, then left to obtain a search warrant.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Later, armed with a warrant, the officers searched the Tibolt premises and seized incriminating financial records which Tibolt subsequently sought to suppress on the ground that the search warrant was invalid because the evidence relied on in the supporting affidavit was itself the fruit of the earlier warrantless search.  After hearing, the district court denied the motion to suppress, without elaboration.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Following the verdict, Tibolt moved for a new trial on the ground that he had uncovered \"new\" evidence relating to the suppression motion which would (1) impeach Palazzola's suppression hearing testimony, (2) suggest that the Gloucester Police deliberately planned to search the Tibolt residence, and (3) demonstrate a Franks v. Delaware, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, 155-56, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2674</span></a></span>, 2676-77, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span> </a></span>(1978), violation.  Gloucester Police Department \"incident cards,\" which record the time, date, desk officer, and location of police assignments, disclosed that officers had been called to Old Salem Path on at least fourteen prior occasions to investigate security alarms.  The cards reflect that there were three calls to \"13 Old Salem Path\" and ten others to \"Old Salem Path.\"   One card, dating from 1990, indicates that Officer Joseph Palazzola had been sent to the Dombrowski residence to investigate a security alarm.  And two cards indicate that a desk officer with the initials \"J.P.\" had dispatched other officers to \"Old Salem Path.\"   In addition, an affidavit by Officer Theodore Lemieux, dated January 27, 1994--the day after the Tibolt suppression hearing--and submitted in support of a search warrant application in an unrelated criminal proceeding, stated that</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>an informant ... has provided information that led to the arrest and indictment of one William Tibolt.   In the investigation the informant provided detailed information in regard to the location of an indoor growing operation that Mr. Tibolt had in his home.  The informant provided the name, address as well as other persons that were involved in the marijuana growing operation.  The informants [sic] also described the home and the interior as well as a room in the center of the basement that [sic] the growing operation was being conducted.  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">But for the fact that it contains no indication as to the timing of the events described in it, the Lemieux affidavit might conflict with the affidavit submitted in support of the search warrant application of July 27, 1992, see supra note 1, which described JK Security's call to the Gloucester Police Department, the police response, and the officers' unexpected discovery of marijuana in the Tibolt basement.  After hearing, the district court denied the motion for new trial.  United States v. Tibolt, <span class=\"citation no-link\"><span class=\"volume\">868</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">380</span></span>, 381-83 (D.Mass.1994).</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Motion to Suppress</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Tibolt first challenges the district court's pretrial denial of the motion to suppress the primary evidence of money laundering:  the financial records seized from his residence on July 27, 1992.  He contends that there was no objectively reasonable basis for believing that a life-threatening burglary was in progress, even assuming that Officer Palazzola reasonably had mistaken the Tibolt residence for the Dombrowski residence.  But see infra Section II.B.  And he argues that inspection of the exterior of the Tibolt residence revealed no signs of forcible entry, and no open windows or doors.  See Brief for Appellant at 27-29 (citing United States v. Erickson, <span class=\"citation\" data-id=\"604906\"><a href=\"/opinion/604906/united-states-v-ronald-a-erickson/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span> </a></span>(9th Cir.1993) (suppressing evidence seized in warrantless search of residence where officers investigating burglar alarm observed no indication of forced entry)).</p>\n    </div>\n    <p class=\"indent\">1. Substantive Law</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A warrantless search of a private residence is presumptively unreasonable under the Fourth Amendment.  See Payton v. New York, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span></a></span>, 586, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1371</span></a></span>, 1380, <span class=\"citation\" data-id=\"110235\"><a href=\"/opinion/110235/payton-v-new-york/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">639</span> </a></span>(1980).  The government therefore must prove that the initial search came within some recognized exception to the Fourth Amendment warrant requirement.  See United States v. Doward, <span class=\"citation\" data-id=\"195782\"><a href=\"/opinion/195782/united-states-v-doward/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">789</span></a></span>, 791 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1716</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">575</span> </span>(1995).  Generally speaking, absent probable cause and exigent circumstances the Fourth Amendment bars warrantless, nonconsensual entries of private residences.  See United States v. Curzi, <span class=\"citation\" data-id=\"518088\"><a href=\"/opinion/518088/united-states-v-barbara-j-curzi/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 41 (1st Cir.1989).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Probable cause will be found to have been present if the officers at the scene collectively possessed reasonably trustworthy information sufficient to warrant a prudent policeman in believing that a criminal offense had been or was being committed.  See Hegarty v. Somerset Cty., <span class=\"citation\" data-id=\"195393\"><a href=\"/opinion/195393/hegarty-v-somerset-county/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1367</span></a></span>, 1374 (1st Cir.1995), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">524</span> </span>(1995);  United States v. Zurosky, <span class=\"citation\" data-id=\"374294\"><a href=\"/opinion/374294/united-states-v-walter-v-zurosky-jr-united-states-of-america-v-edward/\"><span class=\"volume\">614</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">779</span></a></span>, 784 n. 2 (1st Cir.1979) (finding probable cause where police investigated possible \"breaking and entering\" at warehouse), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">967</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2945</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">826</span> </span>(1980) (citing Brinegar v. United States, <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, 175-76, <span class=\"citation\" data-id=\"104716\"><a href=\"/opinion/104716/brinegar-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1302</span></a></span>, 1310-11, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1879</span> </span>(1949)).  \"In dealing with probable cause, ... as the very name implies, we deal with probabilities.  These are not technical;  they are the factual and practical considerations of everyday life on which reasonable and prudent men, not legal technicians, act.\"  Illinois v. Gates, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 231, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, 2328-29, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span> </a></span>(1983).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Exigent circumstances exist where law enforcement officers confront a \"compelling necessity for immediate action that w[ould] not brook the delay of obtaining a warrant.\"  United States v. Wilson, <span class=\"citation\" data-id=\"195637\"><a href=\"/opinion/195637/united-states-v-lopez-wilson/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 209 (1st Cir.1994) (citing United States v. Adams, <span class=\"citation\" data-id=\"377954\"><a href=\"/opinion/377954/united-states-v-carol-e-adams/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 44 (1st Cir.1980));  United States v. Almonte, <span class=\"citation\" data-id=\"574333\"><a href=\"/opinion/574333/united-states-v-maria-almonte-united-states-of-america-v-artemia-feliz/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 22 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1010</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1776</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">434</span> </span>(1992).  Although \"exigency\" determinations invariably are fact-intensive, see United States v. Donlin, <span class=\"citation\" data-id=\"597137\"><a href=\"/opinion/597137/united-states-v-geoffrey-t-donlin/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 34 (1st Cir.1992), \"exigent circumstances\" commonly include:  \"(1) 'hot pursuit' of a fleeing felon;  (2) threatened destruction of evidence inside a residence before a warrant can be obtained;  (3) a risk that the suspect may escape from the residence undetected;  or (4) a threat, posed by a suspect, to the lives or safety of the public, the police officers, or to [an occupant].\"  <span class=\"citation\" data-id=\"195393\"><span class=\"antecedent_guess\">Hegarty,</span> <a href=\"/opinion/195393/hegarty-v-somerset-county/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1374</span></a></span>.   The \"exigent circumstances\" inquiry is limited to the objective facts reasonably known to, or discoverable by, the officers at the time of the search.  See Illinois v. Rodriguez, <span class=\"citation\" data-id=\"112475\"><a href=\"/opinion/112475/illinois-v-rodriguez/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">177</span></a></span>, 186, <span class=\"citation\" data-id=\"112475\"><a href=\"/opinion/112475/illinois-v-rodriguez/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2793</span></a></span>, 2800, <span class=\"citation\" data-id=\"112475\"><a href=\"/opinion/112475/illinois-v-rodriguez/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span> </a></span>(1990) (upholding warrantless search where police officers reasonably, but mistakenly, believed they had obtained valid \"third-party consent\" to search residence from person with authority to consent) (citing Archibald v. Mosel, <span class=\"citation\" data-id=\"403411\"><a href=\"/opinion/403411/tonora-archibald-v-charles-mosel/\"><span class=\"volume\">677</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span> </a></span>(1st Cir.1982) (invoking \"good faith\" principle under \"exigent circumstances\" exception)).</p>\n    </div>\n    <p class=\"indent\">2. Standard of Review</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As mixed questions of law and fact, the \"probable cause\" and \"exigent circumstances\" determinations require bifurcated review:  whether a particular set of circumstances gave rise to \"probable cause\" or \"exigent circumstances\" is reviewed de novo and findings of fact are reviewed for clear error.  United States v. Goldman, <span class=\"citation\" data-id=\"195773\"><a href=\"/opinion/195773/united-states-v-goldman/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">785</span></a></span>, 786 (1st Cir.1994) (probable cause), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1321</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span> </span>(1995);  United States v. Gooch, <span class=\"citation\" data-id=\"654273\"><a href=\"/opinion/654273/united-states-v-kenneth-d-gooch/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">673</span></a></span>, 678 (9th Cir.1993) (exigent circumstances).  Where, as here, there are no explicit factual findings, the record below is assessed in the light most favorable to the trial court ruling.  See United States v. Baldacchino, <span class=\"citation\" data-id=\"452060\"><a href=\"/opinion/452060/united-states-v-shaun-baldacchino/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">170</span></a></span>, 176 (1st Cir.1985).</p>\n    </div>\n    <p class=\"indent\">3. Application of Law</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Tibolt does not challenge the factual findings implicit in the district court ruling, given that the evidence most central to the ruling--the police descriptions relating to the alarm report, the locations of the mailboxes, the unlocked door--is undisputed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Moreover, these implicit findings unquestionably support the challenged legal conclusion that Officer Palazzola had probable cause to believe a breaking and entering had been or was being committed at the Tibolt residence.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A security alarm had been activated, and when JK Security placed a call to the Dombrowski residence, it had received no answer.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  These circumstances severely undercut any likelihood that the security alarm had been activated inadvertently by a resident.  Moreover, upon his arrival approximately ten minutes later, Palazzola checked all windows and doors at the Tibolt residence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Instead of finding all doors secured, as one might reasonably expect while the residents are away, he found an unlocked door on the rear deck and received no response to his efforts to communicate with anyone who might be inside.  These circumstances significantly enhanced the likelihood of an intruder.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For similar reasons, we conclude that Palazzola was presented with \"exigent circumstances\" permitting an immediate warrantless entry.  Without entering, he could not know but what an intruder had managed to get into the residence, and even injured or captured a resident, then fled;  or had been caught off guard by the police and remained in the residence with a forcibly detained resident.  Even the authorities cited by Tibolt acknowledge the potential exigencies attending such circumstances.  See <span class=\"citation\" data-id=\"604906\"><span class=\"antecedent_guess\">Erickson,</span> <a href=\"/opinion/604906/united-states-v-ronald-a-erickson/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">533</span> </a></span>(\"In a wide variety of contexts, this and other circuits have upheld warrantless searches conducted during burglary investigations under the rubric of exigent circumstances.\");  Commonwealth v. Fiore, 9 Mass.App.Ct. 618, <span class=\"citation no-link\"><span class=\"volume\">403</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">953</span></span>, 955 (\"It seems clear to us that a house break without more as set out in the affidavit raises the possibility of danger to an occupant and of the continued presence of an intruder and indicates the need to secure the premises.  In such circumstances '(t)he right of the police to enter and investigate in an emergency without the accompanying intent to either search or arrest is inherent in the very nature of their duties as peace officers.' \")  (citation omitted), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">938</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">336</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">160</span> </span>(1980).  Hindsight discloses, of course, that Palazzola was mistaken.  Nevertheless, at the time, see <span class=\"citation\" data-id=\"112475\"><span class=\"antecedent_guess\">Rodriguez,</span> <a href=\"/opinion/112475/illinois-v-rodriguez/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">186</span></a></span>, 110 S.Ct. at 2800, an officer confronted with these circumstances reasonably could have concluded that there was an imminent risk \"to the lives or safety of the public,\" <span class=\"citation\" data-id=\"195393\"><span class=\"antecedent_guess\">Hegarty,</span> <a href=\"/opinion/195393/hegarty-v-somerset-county/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1374</span></a></span>, or to an injured or immobilized resident.  See, e.g., Murdock v. Stout, <span class=\"citation\" data-id=\"696236\"><a href=\"/opinion/696236/clyde-murdock-linda-murdock-jeffrey-murdock-v-ed-stout-city-of-fontana/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1437</span></a></span>, 1443 (9th Cir.1995) (upholding warrantless search of residence following burglary report, where investigating officers found some signs that resident might have been at home when an intruder entered dwelling, and received no response to their calls, thereby creating a \"fair probability that ... a resident might be in need of assistance\") (distinguishing prior circuit precedent in United States v. Erickson, <span class=\"citation\" data-id=\"604906\"><a href=\"/opinion/604906/united-states-v-ronald-a-erickson/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span> </a></span>(9th Cir.1993)).  Accordingly, the district court did not err in denying the motion to suppress.</p>\n    </div>\n    <p>B. Motion for New Trial</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We turn now to the district court ruling denying a new trial.  Tibolt contends that the \"newly discovered\" Gloucester Police \"incident cards\" and the Lemieux affidavit support a rational inference that Officer Palazzola committed perjury at the suppression hearing, in explaining that the misleading placement of the Dombrowski mailbox at the opening of the second Tibolt driveway, and his own unfamiliarity with the two residences, had caused him to go to the Tibolt residence to investigate the reported alarm at the Dombrowski residence.  Tibolt maintains that the incident cards show that Palazzola had been to the Dombrowski residence at least once before and, therefore, should have recognized his mistake on this occasion.  Further, he argues, the Lemieux affidavit suggests that Palazzola's \"mistake\" was actually part of an elaborate, conspiratorial ruse, manufactured by the Gloucester Police task force to enable a warrantless search of the Tibolt residence for drugs.  Cf. <span class=\"citation\" data-id=\"518088\"><span class=\"antecedent_guess\">Curzi,</span> <a href=\"/opinion/518088/united-states-v-barbara-j-curzi/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">43</span> </a></span>n. 6 (noting that police may not justify warrantless search by manipulating events to generate \"exigency\").  Finally, in the affidavit supporting the search warrant application submitted on July 27, 1992--presumably premised solely on the fruits of the warrantless search--the police failed to disclose their prior investigations of the Tibolt residence for suspected drug activities.  Tibolt insists that the failure to disclose the prior investigations of the residence constituted a \"clear violation\" of Franks v. Delaware, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2674</span></a></span>, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span> </a></span>(1978).</p>\n    </div>\n    <p class=\"indent\">1. Substantive Law</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A motion for new trial based on newly discovered evidence will not be allowed unless the movant establishes that the evidence was:  (i) unknown or unavailable at the time of trial, (ii) despite due diligence, (iii) material, and (iv) likely to result in an acquittal upon retrial.  United States v. Ortiz, <span class=\"citation\" data-id=\"195351\"><a href=\"/opinion/195351/united-states-v-ortiz/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 27 (1st Cir.1994);  United States v. Natanel, <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 313 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1079</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">986</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span> </span>(1992).  If, however, the \"new\" evidence was within the government's control and its disclosure was withheld, the third and fourth criteria are less stringent:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>The usual locution, taken from Justice Blackmun's opinion in [United States v.] Bagley, [<span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3375</span></a></span>, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span> </a></span>(1985) ], is that the nondisclosure justifies a new trial if it is \"material,\" it is \"material\" only if there is \"a reasonable probability\" that the evidence would have changed the result, and a \"reasonable probability\" is \"a probability sufficient to undermine confidence in the outcome.\"  <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"id_token\">Id.</span> at 682 </a></span>[105 S.Ct. at 3383]....  This somewhat delphic \"undermine confidence\" formula suggests that [a] reversal [and a remand for new trial] might be warranted in some cases even if there is less than an even chance that the evidence would produce an acquittal.  After all, if the evidence is close and the penalty significant, one might think that undisclosed evidence creating (for example) a 33 percent chance of a different result would undermine one's confidence in the result.  And while Bagley appears to give little weight to other factors--such as the degree of fault on the prosecutor's part and the specificity of the defense request--it is not entirely clear that these variables must be ignored.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">United States v. Sepulveda, <span class=\"citation\" data-id=\"195120\"><a href=\"/opinion/195120/united-states-v-sepulveda/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1216</span></a></span>, 1220 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span> </span>(1994).</p>\n    </div>\n    <p class=\"indent\">2. Standard of Review</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The denial of a motion for new trial is reviewed only for manifest abuse of discretion.  See United States v. Wright, <span class=\"citation\" data-id=\"380303\"><a href=\"/opinion/380303/united-states-v-henry-james-wright-jr/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span>, 1019 (1st Cir.1980).  The instant motion for new trial triggers a two-tier inquiry.  First, to the extent the \"new\" evidence pertains to the disposition of the pretrial motion to suppress financial records, wherein the district court was the trier of fact, Tibolt confronts the daunting task of demonstrating that the district court committed clear error in determining that the \"new\" evidence would not have altered its pretrial factual findings.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Zapata,</span> <span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">975</span> </span>(noting that factual findings and credibility determinations relating to suppression issues are normally for the trier of fact).  Second, Tibolt must show that the \"new\" evidence would so undermine the government's case as to give rise to a \"reasonable\" probability of acquittal upon retrial.  <span class=\"citation\" data-id=\"195120\"><span class=\"antecedent_guess\">Sepulveda,</span> <a href=\"/opinion/195120/united-states-v-sepulveda/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1220</span></a></span>.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">3. The Incident Cards</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We cannot say that the district court ruling constituted a manifest abuse of discretion.  The district court found, inter alia, that the police incident reports would not suffice to undermine Officer Palazzola's credibility;  hence, were not likely to result in an acquittal.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Tibolt,</span> <span class=\"volume\">868</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">382</span></span>.   Nor are we persuaded that Palazzola perjured himself at the suppression hearing.  Rather, he testified simply that he could not remember having been at the Dombrowski residence prior to July 27, 1992.  In fact, the incident cards show that he was sent there on but one occasion--three years before the pretrial suppression hearing.  Further, this incident card did not even compel the conclusion that Palazzola went to, or secured, the Dombrowski residence on that prior occasion.   Thus, the district court was entitled to find that the incident cards did not undermine Palazzola's claimed lack of memory.  Cf. <span class=\"citation\" data-id=\"564772\"><span class=\"antecedent_guess\">Natanel,</span> <a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">313</span> </a></span>(noting somewhat lesser burden on new-trial movant where evidence shows witness's prior testimony was \"deliberately false\").  Given their marginal direct probative value, we cannot say that the incident cards alone were sufficient to generate a \"reasonable\" probability that Tibolt would be acquitted upon retrial.  Cf. <span class=\"citation\" data-id=\"195120\"><span class=\"antecedent_guess\">Sepulveda,</span> <a href=\"/opinion/195120/united-states-v-sepulveda/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1220</span> </a></span>n. 5 (noting that newly discovered evidence pertaining exclusively to a government witness's credibility rarely warrants new trial).</p>\n    </div>\n    <p class=\"indent\">4. The Lemieux Affidavit</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court found the Lemieux affidavit similarly inconclusive.  Although the affidavit might contribute to a plausible inference of police conspiracy, it certainly did not compel such a finding, especially since its temporal relevance is so unclear.  For one thing, it is not unreasonable to think that Lemieux may have been imprecise in recollecting the sequence of the events which had occurred a year and a half earlier.  That is to say, there is nothing in the affidavit to suggest but what Lemieux may have been remembering that Tibolt was arrested and that an informant's tip simply corroborated what the officers themselves accidentally discovered.  Nor does the Lemieux affidavit, vague as it is, make it probable that an acquittal would result upon retrial.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In all events, we need not rest our decision solely on the \"credibility\" ground, since the district court found also--with respect to the information in the Lemieux affidavit--that Tibolt had not met the first two prongs of the Ortiz test.  See <span class=\"citation\" data-id=\"564772\"><span class=\"antecedent_guess\">Natanel,</span> <a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">313</span> </a></span>(failure to establish any of the four Ortiz factors defeats motion for new trial).  The court further found that Tibolt had not shown that this \"new\" evidence was either unknown or unavailable at the time of the pretrial suppression hearing, nor that Tibolt had exercised due diligence to discover the evidence earlier.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Tibolt,</span> <span class=\"volume\">868</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">382</span> </span>(\"What is more, the government proffered at the suppression hearing the fact that Tibolt's home had been the subject of a local drug investigation before the search, and made available to Tibolt one of the officers involved in that investigation for questioning.\").  At the pretrial suppression hearing, moreover, the government disclosed to the defense that Officer Williams participated in a previous task force surveillance of the Tibolt residence, and that \"at that time there were some reports of possible drug activities involving that house.\"  (Emphasis added.)   This disclosure certainly should have alerted Tibolt to the probability that an informant was involved.  Yet Tibolt failed to pursue information relating to whether the warrantless search of July 27, 1992 was a mere \"ruse\" designed to fabricate a showing of probable cause.  Since the finding that Tibolt failed to exercise due diligence was not clearly erroneous, see <span class=\"citation no-link\"><span class=\"antecedent_guess\">Zapata,</span> <span class=\"volume\">18</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">975</span></span>, he may not rely on this evidence to mount a renewed attack on the warrantless search or the search warrant application.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The warrant application related the following grounds:  (1) an intrusion alarm was reported by J.K. Systems to the Gloucester Police Department;  (2) Officers Palazzola and Williams responded to the alarm report and found a door open;  (3) the officers entered the home to check the premises for intruders;  and (4) a marijuana-growing facility was found in the cellar</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The government would have us characterize this warrantless entry as a so-called \"community caretaker\" search, a warrant exception applicable to searches \"totally divorced from the detection, investigation, or acquisition of evidence relating to the violation of a criminal statute.\"  Cady v. Dombrowski, <span class=\"citation\" data-id=\"108850\"><a href=\"/opinion/108850/cady-v-dombrowski/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, 441, 447-48, <span class=\"citation\" data-id=\"108850\"><a href=\"/opinion/108850/cady-v-dombrowski/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2523</span></a></span>, 2528, 2530-31, <span class=\"citation\" data-id=\"108850\"><a href=\"/opinion/108850/cady-v-dombrowski/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">706</span> </a></span>(1973).  In light of our alternative disposition, we need not consider the \"community caretaker\" exception.  But see <span class=\"citation\" data-id=\"108850\"><a href=\"/opinion/108850/cady-v-dombrowski/\"><span class=\"id_token\">id.</span> at 439, </a></span>93 S.Ct. at 2257 (noting \"constitutional difference\" between search of home and search of automobile);  see also United States v. Bute, <span class=\"citation\" data-id=\"685190\"><a href=\"/opinion/685190/united-states-v-ronald-joseph-bute-united-states-of-america-v-beverly/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">531</span></a></span>, 535 (10th Cir.1994) (reading Cady as applying only to searches of automobiles, not homes);  <span class=\"citation\" data-id=\"604906\"><span class=\"antecedent_guess\">Erickson,</span> <a href=\"/opinion/604906/united-states-v-ronald-a-erickson/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">532</span> </a></span>(same);  United States v. Pichany, <span class=\"citation\" data-id=\"407983\"><a href=\"/opinion/407983/united-states-v-john-clifton-pichany/\"><span class=\"volume\">687</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">204</span></a></span>, 209 (7th Cir.1982) (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On appeal, Tibolt asserts no direct challenge to the objective \"reasonableness\" of Palazzola's putative mistake--purportedly caused by the juxtaposition of the Dombrowski mailbox and the entrance to Tibolt's second driveway--in investigating the Tibolt residence, instead of Dombrowski's, for a burglary in progress.  Rather, he questions only whether Palazzola, despite his protestations to the contrary, knowingly used this fortuitous circumstance as a pretext for conducting a warrantless search for drugs as part of an ongoing task force investigation targeting the Tibolt residence.  The only evidence of such a ruse, however, was presented in his post-conviction motion.  See infra Section II.B.  At the pretrial hearing, the inquiry into Palazzola's state of mind necessarily turned, for the most part, on the trial court's observation of Palazzola's demeanor, and its credibility determination, matters uniquely within the province of the trier of fact.  United States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 975 (1st Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Tibolt cites cases involving various external indicia of a \"break,\" see, e.g., Commonwealth v. Fiore, 9 Mass.App.Ct. 618, <span class=\"citation no-link\"><span class=\"volume\">403</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">953</span></span>, 955 (upholding warrantless search where outer door found broken off hinges), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">938</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">336</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">160</span> </span>(1980), but no alarm system activation.  See <span class=\"citation\" data-id=\"604906\"><span class=\"antecedent_guess\">Erickson,</span> <a href=\"/opinion/604906/united-states-v-ronald-a-erickson/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">530</span></a></span>, 533 (noting that government, on appeal, had conceded that no \"exigent circumstances\" had been shown, given the absence of any activated security alarm;  no visible sign of forced entry;  witness reports that suspected burglars had departed area 30 minutes before police officers' arrival;  and officers' failure to \"knock and announce\" before entry);  United States v. Moss, <span class=\"citation\" data-id=\"583359\"><a href=\"/opinion/583359/united-states-v-bryan-a-moss/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, 677, 679 (4th Cir.1992) (invalidating search because \"the Government has formally conceded that this is not an 'exigent-circumstances case' and does not seek to uphold the search here on that basis,\" given that police officer observed \"no [external] indication that any illegal occupant was inside\" the cabin);  Commonwealth v. Bates, 28 Mass.App.Ct. 217, <span class=\"citation\" data-id=\"2208142\"><a href=\"/opinion/2208142/commonwealth-v-bates/\"><span class=\"volume\">548</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">889</span></a></span>, 892-93 (1990) (invalidating search where police did not even suspect an ongoing crime, but were merely investigating a \"missing person\" report, after waiting over three hours before investigating missing person's apartment);  State v. Morgavi, 58 Wash.App. 733, <span class=\"citation\" data-id=\"1218491\"><a href=\"/opinion/1218491/state-v-morgavi/\"><span class=\"volume\">794</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1289</span></a></span>, 1292-93 (1990) (invalidating search based on police observation of \"a car in front of the garage, opened and partially broken doors to the garage, an open back door to the house and an open side door to the garage,\" but distinguishing cases where \"the police were summoned to the premises by concerned neighbors who had witnessed the burglaries and the flight of suspects\").  We think it clear that the activation of an alarm system is an external \"sign\" of a possible forced entry</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although the Dombrowski residence bore a \"JK Security\" sticker, and the Tibolt residence an \"ADT Security\" sticker, there was no evidence that Palazzola had been informed by the dispatcher that JK Security had reported the alarm.  Further, while dispatchers sometimes write the name of the reporting security company on the incident cards, see infra Section II.B., the investigating officers do not receive these cards for completion until after their investigation of the alarm report.  In any event, Tibolt has not raised this matter.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span>note 3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We assume, without deciding, that the \"new\" evidence was within the government's control and potentially subject to disclosure.  But see infra Section II.B.4 (noting that government did disclose essential information, later reiterated in Lemieux affidavit, at pretrial suppression hearing)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> As noted above, see supra p. 4, Tibolt not only challenges the pretrial determination that Palazzola's warrantless search was valid, but cites Franks v. Delaware as authority for a direct challenge to the subsequent search warrant, which was premised entirely on the fruits of the earlier warrantless search.  A defendant is not entitled to a Franks evidentiary hearing, however, absent a \"substantial preliminary showing (1) that a false statement [or material omission] in the affidavit [supporting the search warrant application] has been made knowingly and intentionally, and (2) that the false statement [or material omission] is necessary for a finding of probable cause.\"  United States v. Scalia, <span class=\"citation\" data-id=\"607107\"><a href=\"/opinion/607107/united-states-v-rickie-albert-scalia/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">984</span></a></span>, 987 (1st Cir.1993) (citing United States v. Rumney, <span class=\"citation\" data-id=\"518388\"><a href=\"/opinion/518388/united-states-v-arthur-w-rumney/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span>, 720 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">702</span> </span>(1989))</p>\n        <p>We discern no principled basis for treating the Franks claim differently than Tibolt's direct challenge to the warrantless search.  To the extent the \"new\" evidence underlying the Franks hearing request was available prior to trial (i.e., the Lemieux affidavit) by the exercise of due diligence, Tibolt's post-trial Franks request based on that evidence is untimely.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span>Section II.B.4.  The marginal probative value of the incident cards in undercutting Palazzola's pretrial testimony is insufficient, by itself, to support a \"substantial preliminary showing\" that the evidence, if disclosed, would have altered the decision that there was probable cause to issue a search warrant.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span>Section II.B.3;  see also, e.g., United States v. Hiveley, <span class=\"citation\" data-id=\"701286\"><a href=\"/opinion/701286/united-states-v-larry-edward-hiveley-united-states-of-america-v-ansil/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1358</span></a></span>, 1360 (8th Cir.1995) (noting that \"the 'substantial showing' requirement needed to obtain a Franks hearing is not lightly met\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104716/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108850/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109925/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110235/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112475/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195120/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195351/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195393/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195637/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195773/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/374294/",
    "https://www.courtlistener.com/api/rest/v3/opinions/377954/",
    "https://www.courtlistener.com/api/rest/v3/opinions/380303/",
    "https://www.courtlistener.com/api/rest/v3/opinions/403411/",
    "https://www.courtlistener.com/api/rest/v3/opinions/407983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/452060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518088/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518388/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574333/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597137/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604906/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607107/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654273/",
    "https://www.courtlistener.com/api/rest/v3/opinions/685190/",
    "https://www.courtlistener.com/api/rest/v3/opinions/696236/",
    "https://www.courtlistener.com/api/rest/v3/opinions/701286/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1218491/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2208142/"
  ]
}