{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196528/",
  "id": 196528,
  "absolute_url": "/opinion/196528/adams-v-fdic/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196528/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:02Z",
  "date_modified": "2020-02-21T23:15:13.924496Z",
  "type": "010combined",
  "sha1": "c0eb615fbadb34c2e2b76f27f38e5f8688efa734",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2161.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 94-2161\r\n\n                    LEVI C. ADAMS, ET AL.,\r\n\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n                      ZIMMERMAN, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 94-2162\r\n\n                    LEVI C. ADAMS, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                      ZIMMERMAN, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\nNo. 94-2246\r\n\n                    LEVI C. ADAMS, ET AL.,\r\n\n                    Plaintiffs, Appellees,\r\r\n\n                              v.\r\n\n                      ZIMMERMAN, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 94-2247\r\n\n                    LEVI C. ADAMS, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                      ZIMMERMAN, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n                    Lynch, Circuit Judge,\r                                                    \r\n                and Stearns,* District Judge.\r                                                        \r\n\n                                         \r\n\n   Vincent M. Amoroso,  with whom Harry  A. Pierce and  Parker,\r                                                                           \r\n                  \r                              \r\n\n   *Of the District of Massachusetts, sitting by designation.\r\n\n                              2\r\r\n\nCoulter, Daley &amp; White were on brief, for plaintiffs.\r                                \r\n   J. Scott Watson, Federal Deposit Insurance Corporation, with\r                              \r\nwhom David S. Mortensen, Glenn D. Woods, and Tedeschi, Grasso and\r                                                                           \r\nMortensen were on brief,  for defendant Federal Deposit Insurance\r                   \r\nCorporation.\r\n\n                                         \r\n\n                       January 19, 1996\r\n                                         \r\n\n                              3\r\r\n\n          LYNCH,  Circuit  Judge.    A  troubled  condominium\r                      LYNCH,  Circuit  Judge.    \r                                            \r\n\ndevelopment  led  to these  appeals,  which  raise issues  of\r\n\nfederal  banking  law:    whether 12  U.S.C.     1823(e)  and\r\n\nD'Oench, Duhme &amp; Co. v. FDIC, 315 U.S. 447 (1942), shield the\r                                        \r\n\nFDIC, as receiver for  a failed bank, from liability  for the\r\n\nbank's sale  of unregistered securities.   We  hold that  the\r\n\nFDIC  has  no  such shield  and  is  liable,  but remand  for\r\n\nadjustment of the remedies fashioned by the district court.\r\n\n          These  consolidated cross appeals  arise out of the\r\n\ndevelopment of the  Hyannis Harborview Hotel.   The units  in\r\n\nthe Hotel were marketed  and sold by the University  Bank and\r\n\nTrust  Company and  the other  defendants as  \"pooled income\"\r\n\ncondominium  units.   Although these  units were  securities,\r\n\nthey were never registered, and,  when the development of the\r\n\nHotel  faltered,  the  plaintiffs, purchasers  of  individual\r\n\nunits in the Hotel, sued the  Bank for, inter alia, the  sale\r                                                              \r\n\nof unregistered securities in violation of the  Massachusetts\r\n\nUniform Securities Act, Mass.  Gen. L. ch. 110A,   410(a)(1).\r\n\nThe  Bank  was  later declared  insolvent  and  the FDIC,  as\r\n\nreceiver, was substituted for the Bank as a defendant.  After\r\n\nrejecting  the FDIC's  argument  that    1823(e) and  D'Oench\r                                                                         \r\n\nbarred  the plaintiffs'  registration  claims,  the  district\r\n\ncourt  held  the  FDIC  liable under  section  410(a)(1)  and\r\n\nawarded the plaintiffs rescissionary damages, attorneys' fees\r\n\nand interest.\r\n\n                             -4-\r                                          4\r\r\n\n            I.  Background And Procedural History\r\n\n          In  1985,  Gary  Zimmerman,  president  of  Hyannis\r\n\nHarborview  Hotel, Inc.  (HHI), approached Robert  Keezer for\r\n\nfinancial  and marketing  advice about  converting  the Hotel\r\n\ninto condominiums.   Keezer, who  was then the  Bank's second\r\n\nlargest stockholder, Vice Chairman of its Board of Directors,\r\n\nand a member of  the Bank's Loan Committee,  agreed to do  so\r\n\nfor  an  interest  in the  project.    Keezer  brought Norman\r\n\nChaban, an expert in  condominium marketing, into the project\r\n\nto manage  the marketing  and sales of  the condominiums  and\r\n\narranged to  have a $6.8 million  condominium conversion loan\r\n\nplaced through the Bank.\r\n\n          To make  the Hotel  units more  attractive, Keezer,\r\n\nChaban and Zimmerman marketed and sold the units on a \"pooled\r\n\nincome\"  basis.  That is, the purchasers were told they would\r\n\nreceive income  based  upon their  pro rata  interest in  the\r\n\nentire  condominium  project   rather  than  on   the  income\r\n\ngenerated by their individual units.  The Hotel's Declaration\r\n\nof Trust and By-Laws   (these and the Master  Deed constitute\r\n\nthe \"Master Documents\") provided that each unit owner:\r\n\n          [1]  shall   be   liable   for    Common   Expenses\r\n               attributable   to   the   operation   of   the\r\n               Condominium  in  the  same  proportion  as his\r\n               Beneficial Interest in this Trust bears to the\r\n               aggregate  Beneficial  Interest  of  all  Unit\r\n               Owners . . . ;[and]\r\n\n                             -5-\r                                          5\r\r\n\n          [2]  shall be entitled  to common profits, if  any,\r\n               attributable to  the operations of  the motel-\r\n               type Units  of  the Condominium  in  the  same\r\n               proportion  as his Beneficial Interest in this\r\n               Trust  bears  to   the  aggregate   Beneficial\r\n               Interest of all [unit] owners.\r\n\n          When several  of the plaintiffs were  unable to get\r\n\nfinancing to purchase their  units, the Bank's Loan Committee\r\n\nvoted  to approve $3,000,000 in \"end loan\" financing to them.\r\n\nAfter   the  plaintiffs  executed  their  purchase  and  sale\r\n\nagreements,   which  incorporated  by  reference  the  Master\r\n\nDocuments, the  Loan Committee (with Keezer  voting) approved\r\n\nend  loans  to  several  of  the  plaintiffs  to finance  the\r\n\npurchases.  This was  the first time that the  Bank's lending\r\n\narm,   University   Financial   Services   Corporation,   had\r\n\nconsidered and approved such  end loans, a type of  financing\r\n\narrangement  not considered standard procedure in the banking\r\n\nbusiness  at the  time.   The  plaintiffs then  purchased the\r\n\nunits.  Three of the plaintiffs, Marietta Lopes (\"Lopes\") and\r\n\nMichael and Barbara Riley (the \"Rileys\"), were able to secure\r\n\nfinancing from other lending institutions.\r\n\n          The  units  were  never registered  as  securities.\r\n\nAbout six  months after  the plaintiffs purchased  the units,\r\n\nthey were told  by HHI that, upon advice of counsel, it would\r\n\nno  longer  pay unit  income  based on  a rental  pool.   The\r\n\nunhappy  plaintiffs in  1989  filed  their six-count  amended\r\n\ncomplaint  against HHI,  Zimmerman,  Chaban,  Keezer and  the\r\n\n                             -6-\r                                          6\r\r\n\nBank,  inter alia.1  On May  31, 1991, the Comptroller of the\r                             \r\n\nCurrency declared  the Bank insolvent and  appointed the FDIC\r\n\nas receiver.   The  FDIC was  substituted for  the Bank  as a\r\n\ndefendant.\r\n\n          The district court granted summary judgment for the\r\n\nFDIC  based  on  its   special  defenses  under  D'Oench  and\r                                                                    \r\n\n  1823(e), except on the  state securities registration count\r\n\n(Count V).  After  a bench trial, the district court issued a\r\n\nMemorandum  of Decision, Adams  v. Hyannis  Harborview, Inc.,\r                                                                        \r\n\n838  F.  Supp.  676 (D.  Mass.  1993),  holding, among  other\r\n\nthings, that the plaintiffs were entitled to judgment against\r\n\nthe FDIC on Count V.\r\n\n          The court  held that  the provisions in  the Master\r\n\nDocuments  made the  Hotel units  \"investment contracts\"  and\r\n\nthus securities  within the  meaning of the  securities laws.\r\n\nId. at 686.   It also  held that, in  light of the  financing\r               \r\n\narrangements made  for the  purchasers, Keezer was  acting as\r\n\nthe Bank's agent in the sale  of the units and so his actions\r\n\n                    \r                                \r\n\n1.  In addition to their claims under Mass. Gen. L. ch. 110A,\r\n  410(a)(1), the  complaint  also alleged  (1) violations  of\r\n  12(2)  of the Securities Act  of 1933 (the  \"1933 Act\"), 15\r\nU.S.C.   77l(2)  (Count I), (2) violations  of the anti-fraud\r\nprovisions of   10(b) of the Securities Exchange Act of 1934,\r\n15 U.S.C.    78j(b), and  Rule  10b-5 of  the Securities  and\r\nExchange Commission, 17  C.F.R.   240.10b-5  (Count II),  (3)\r\ncommon  law  fraud  and  deceit (Count  III),  (4)  negligent\r\nmisrepresentation (Count IV), and (5) violations of the anti-\r\nfraud  provisions  of Mass.  Gen.  L.  ch. 110A,    410(a)(2)\r\n(Count  VI).    Zimmerman   was  eventually  dismissed  as  a\r\ndefendant.\r\n\n                             -7-\r                                          7\r\r\n\nwould be imputed to the Bank.  Id. at 692.  It reaffirmed its\r                                              \r\n\nrulings  that D'Oench and   1823(e) provided the FIDC with no\r                                 \r\n\nspecial  defenses to Count V,  id. at 691  n.14, and rejected\r                                              \r\n\nthe  FDIC's argument that the loans to the plaintiffs made by\r\n\nthe Bank were \"bona fide\"  loan transactions under Mass. Gen.\r\n\nL. ch.  110A,   401(i)(6)  and thus exempt  from registration\r\n\nrequirements.  Id. at 694 n.16.\r                              \r\n\n          The court  later  ordered a  rescissionary  damages\r\n\naward  pursuant to Mass.  Gen. L. ch.  110A,    410(a).  That\r\n\nstatute provides for recovery  of \"the consideration paid for\r\n\nthe security, together with interest at six per cent per year\r\n\nfrom the  date of  payment, costs, and  reasonable attorneys'\r\n\nfees, less the amount of any income received on the security,\r\n\nupon  tender  of  the  security,   or  for  damages  if  [the\r\n\nplaintiff] no longer owns the security.\"  Id.\r                                                         \r\n\n          Specifically, the court  awarded to all  plaintiffs\r\n\nexcept Lopes and the Rileys $855,434, plus interest of 6% per\r\n\nannum  from  February 11,  1994 to  the  date of  the damages\r\n\norder.    The  court  said  it   \"novated\"  the  amounts  the\r\n\nplaintiffs owed on  the first and second mortgage  notes held\r\n\nby the FDIC and HHI  respectively.  The \"novation\" apparently\r\n\ncancelled the  plaintiffs' debt on the mortgages.   The court\r\n\ndenied  Lopes and  the Rileys  a rescissionary  damages award\r\n\nunder  section 410(a)(1) because  it  believed it  could  not\r\n\nnovate the loans  that Lopes  and the Rileys  owed to  third-\r\n\n                             -8-\r                                          8\r\r\n\nparty  banks.   It did,  however, give  Lopes and  the Rileys\r\n\ndamages of $256,564 (the principal and interest payments they\r\n\nhad made on their  mortgage loans plus the amount  they still\r\n\nowed on those loans) from Keezer, Chaban and HHI on the other\r\n\nsecurities law claims successfully asserted.\r\n\n          The court gave each  plaintiff the option of either\r\n\naccepting the rescission award (and the novation) in exchange\r\n\nfor title to the  unit or, in lieu  of the rescission  award,\r\n\nretaining  the unit  free and  clear.  It  awarded attorneys'\r\n\nfees of $351,213  against Keezer, Chaban,  HHI and the  FDIC.\r\n\nFinally, it  ordered that  the plaintiffs' recovery  would be\r\n\nsubject to the FDIC's \"obligation to distribute the assets of\r\n\n[the Bank] on a pro rata basis.\"\r\n\n          The  FDIC  appeals  the rulings  on    1823(e)  and\r\n\nD'Oench  with respect to Count  V, the finding  that the bank\r                   \r\n\nloans were not  \"bona fide\" loan  transactions, the award  of\r\n\nattorneys' fees  and post-insolvency interest,  and the order\r\n\nthat any reconveyance be  made to all defendants rather  than\r\n\njust to the  FDIC.   The FDIC does  not challenge either  the\r\n\ndistrict  court's  conclusion  that   the  Hotel  units  were\r\n\nsecurities  or  its  conclusion that  Keezer's  actions  were\r\n\nimputable  to  the  Bank.     The  plaintiffs'  cross-appeals\r\n\nchallenge the  district  court's method  of  calculating  the\r\n\nrescissionary damages award, its  decision to limit the award\r\n\n                             -9-\r                                          9\r\r\n\nin accordance with the rule of  ratable distribution, and its\r\n\nfailure to grant fee enhancements.\r\n\n               II.  Section 1823(e) And D'Oench\r                                                           \r\n\n          The FDIC argues that    1823(e) and D'Oench bar the\r                                                                 \r\n\nclaims  under state  securities  law  because the  plaintiffs\r\n\ncannot   point  to   a   written   agreement  regarding   the\r\n\n\"registrability of securities.\"  Section  1823(e) bars anyone\r\n\nfrom asserting against the  FDIC any \"agreement\" that is  not\r\n\nin writing and is not properly recorded in the records of the\r\n\nbank.    12 U.S.C.    1823(e).    D'Oench generally  prevents\r                                                     \r\n\nplaintiffs  from  asserting  as  either a  claim  or  defense\r\n\nagainst   the   FDIC  oral   agreements   or  \"arrangements.\"\r\n\nTimberland Design,  Inc. v.  First Service Bank  for Savings,\r                                                                        \r\n\n932 F.2d 46,  48-50 (1st Cir. 1991).  We  do not believe that\r\n\neither   1823(e) or D'Oench shields the FDIC here.2\r                                       \r\n\n                    \r                                \r\n\n2.    As  modified  by  the  Financial  Institutions  Reform,\r\nRecovery, and Enforcement Act (FIRREA),   1823(e) provides:\r\n\n          No agreement which tends  to diminish or defeat the\r\n          interest  of the  [FDIC] in  any asset  acquired by\r\n          it . . . shall be valid  against the [FDIC]  unless\r\n          such  agreement  [is  in  writing  and satisfies  a\r\n          number of other requirements].\r\n\n12  U.S.C.     1823(e).   A  circuit  split  appears to  have\r\ndeveloped  over  the  question   of  whether     1823(e)  has\r\npreempted D'Oench.  Compare FDIC v. McClanahan, 795 F.2d 512,\r                                                          \r\n514 n.1 (5th Cir. 1986) (\"there  is no reason to suppose that\r\nCongress intended [by the passage of   1823(e)] to forbid the\r\nrule of estoppel  from being  applied when the  FDIC sues  as\r\nreceiver  of a failed bank\") with Murphy v. FDIC, 61 F.3d 34,\r                                                            \r\n39  (D.C. Cir. 1995) (relying  on O'Melveny &amp;  Myers v. FDIC,\r                                                                        \r\n\n                             -10-\r                                          10\r\r\n\n          While expansive in  scope,   1823 and D'Oench  only\r                                                                   \r\n\nprotect  the  FDIC from  claims  or  defenses  based upon  an\r\n\n\"agreement\" or \"arrangement.\"  See 12 U.S.C.   1823(e); In re\r                                                                         \r\n\nNBW  Commercial Paper  Litigation, 826  F. Supp.  1448, 1461,\r                                             \r\n\n1466 (D.D.C. 1992).  Although  the concept of \"agreement\" has\r\n\nbeen broadly defined to include not only promises to perform,\r\n\nbut   also  misrepresentations  or  material  omissions,  see\r                                                                         \r\n\nLangley  v.  FDIC, 484  U.S.  86,  92-93 (1987),  plaintiffs'\r                             \r\n\nclaims  against the FDIC are  not based upon  an agreement or\r\n\narrangement.3\r\n\n          Liability  for failure to register a security under\r\n\nMass. Gen. L. ch. 110A,   410(a)(1) is strict.   The right to\r\n\na remedy  under section 410(a)(1) is  independent of anything\r\n\nthat  was  said  or  agreed  to  between  the  Bank  and  the\r\n\nplaintiffs.   The  act  of  selling the  securities  is  what\r\n\ncreated  the liability and, as  the district court found, the\r\n\nBank,  through  Keezer,  sold  the   plaintiffs  unregistered\r\n\nsecurities.    See  NBW,  826  F.  Supp.  at  1468  (sale  of\r                                   \r\n\n                    \r                                \r\n\n114  S. Ct. 2048 (1994)  for the proposition  that the FIRREA\r\npreempts D'Oench);  see also DiVall Insured  Income Fund Ltd.\r                                                                         \r\nPartnership  v. Boatmen's First Nat'l Bank of Kansas City, 69\r                                                                     \r\nF.3d  1398, 1402 (8th Cir.  1995) (D'Oench and  holder in due\r                                                      \r\ncourse doctrines preempted by FIRREA); Timberland Design, 932\r                                                                    \r\nF.2d at 51 (not reaching  the preemption question because  it\r\nhad been raised for the first time on appeal).   We need not,\r\nand  do not, reach the  question of whether  D'Oench has been\r                                                                \r\npreempted by   1823(e).\r\n\n3.  Indeed,   after  Langley,   the  terms   \"agreement\"  and\r                                        \r\n\"arrangement\"  appear to  be virtually  synonymous.   See id.\r                                                                         \r\n(\"agreement\" is \"scheme or arrangement\"). \r\n\n                             -11-\r                                          11\r\r\n\nunregistered securities in violation  of   12(1) of  the 1933\r\n\nAct does not rest on an agreement or arrangement).4\r\n\n          The FDIC's  attempt to shoehorn this  case into the\r\n\nSupreme Court's Langley decision is unfitting.  Starting with\r                                   \r\n\nthe observation in Langley that the term \"agreement\" includes\r                                      \r\n\nan  implicit  condition  such   as  the  \"truthfulness  of  a\r\n\nwarranted fact,\" see Langley, 484 U.S. at 93, the FDIC argues\r                                        \r\n\nthat  the plaintiffs'  claims depend  on the  Bank's \"implied\r\n\nwarranty\" that the securities it was selling were legal.  But\r\n\nto  the extent that such a warranty can even be characterized\r\n\nas an agreement or arrangement, the plaintiffs' claims do not\r\n\ndepend  upon it.  The  claims come from  an independent legal\r\n\nobligation  arising  from  the  act  itself  --  the  sale of\r\n\nunregistered securities -- and not from any warranty that the\r\n\naction was legal.  See NBW, 826 F. Supp. at 1468.\r                                      \r\n\n          The  FDIC  says  that  D'Oench  and    1823(e)  are\r                                                    \r\n\ndesigned to shield the FDIC from hidden  liabilities and that\r\n\nthe  FDIC could not have  known from the  Bank's records that\r\n\nthe Bank had  sold securities  to the plaintiffs.   But  that\r\n\ndoes  not appear  to  be  the  case.    Although  the  Bank's\r\n\n                    \r                                \r\n\n4.  This case is not like  typical securities fraud cases  in\r\nwhich plaintiffs  claim that they were induced  to purchase a\r\nsecurity  based  upon   some  material  misrepresentation  or\r\nomission.   In such cases,  a plaintiff's claim  depends upon\r\nsomething the bank  said or  did that  misled the  plaintiff.\r\nSee,  e.g., Dendinger v. First  Nat'l Corp., 16  F.3d 99 (5th\r                                                       \r\nCir. 1994);  Kilpatrick v.  Riddle, 907 F.2d  1523 (5th  Cir.\r                                              \r\n1990), cert. denied, 498 U.S. 1083 (1991).      \r                               \r\n\n                             -12-\r                                          12\r\r\n\ndocuments did  not specifically use the  term \"security,\" the\r\n\npooled income arrangement is disclosed in the documents.  The\r\n\nHHI  Declaration of  Trust  and By-Laws  specifically provide\r\n\nthat  the Hotel would be  operated on a  pooled income basis.\r\n\nThe mortgages were reflected in the Bank's records.  The Loan\r\n\nProposal for the conversion  loan states that the condominium\r\n\nwould  be operated on a pooled income basis.  The plaintiffs'\r\n\npurchase  and  sale agreements  incorporate by  reference the\r\n\nDeclaration  of Trust  and  By-laws; and  the Loan  Extension\r\n\ndocuments for the plaintiffs referenced the condominium units\r\n\nas  collateral.  A review  of the documents  pertinent to the\r\n\nplaintiffs' promissory  notes would  have revealed the  facts\r\n\nshowing that the Hotel units were pooled income units.\r\n\n          Perhaps  recognizing this problem  with its general\r\n\npolicy argument, the FDIC presses a slightly refined variant.\r\n\nIt  argues  that    1823(e)  and  D'Oench  apply  because  no\r                                                     \r\n\nspecific writing appears on the Bank's records signed by both\r\n\na plaintiff and the Bank that \"memorializes any obligation of\r\n\nthe Bank with  respect to  a securities  transaction.\"   This\r\n\nargument,  which is premised on the notion that there must be\r\n\na written  agreement that  specifically states in  terms that\r\n\nthe condominium units are  securities, rests on the incorrect\r\n\nassumption that the bank examiners  must be able to determine\r\n\nthe  legal  import  of  the  facts  reflected  in the  bank's\r\n\nrecords.   This  assumption  ignores that  \"[t]he real  issue\r\n\n                             -13-\r                                          13\r\r\n\n. . . is not  whether the  bank examiners could  tell whether\r\n\nthe  bank's  actions  were  illegal (or  indeed  whether  the\r\n\nexaminers knew  what the  law was),  but rather,  whether the\r\n\nfactual  predicate   for  the  application  of   the  law  is\r\n\nestablished on the  bank's books.\"  NBW, 825 F. Supp. at 1469\r                                                   \r\n\nn.28.5    That  the  plaintiffs' claims  rest  on  collateral\r\n\ndocuments referenced  in  the  books of  the  Bank  does  not\r\n\ntransform their section 410(a)(1) claims into ones based upon\r\n\nan agreement or arrangement. Id.6\r                                            \r\n\n                    \r                                \r\n\n5.  This case is  quite similar  to NBW, in  which the  court\r                                                   \r\nheld  that the  FDIC could  be  liable for  a bank's  sale of\r\nunregistered securities.  The  FDIC's attempts to distinguish\r\nNBW  on its facts are  unpersuasive.  First,  the FDIC argues\r               \r\nthat the bank in NBW was  only a seller of securities and the\r                                          \r\nBank  here was  both a  seller and  a lender.   But  all that\r                                \r\nreally means is that the NBW plaintiffs paid for the security\r                                        \r\nwith  cash while  the plaintiffs  here paid for  the security\r\nwith a promissory note and mortgage.  Second, the FDIC argues\r\nthat  in NBW  there was  a written  agreement which  in terms\r                        \r\nprovided  for  a  securities  purchase.    But  that  is  not\r\nnecessary, and  the Bank's  records reflect the  sale of  the\r\npooled income units.   Third, the FDIC claims that  unlike in\r\nNBW where the bank was self-dealing, the Bank here was simply\r               \r\nacting as a  third party  lender in this  transaction.   That\r\nclaim is just not supported by the record.  Moreover, none of\r\nthese distinctions bears on  the central insight of NBW  that\r                                                                   \r\nthe  plaintiffs'  claims  against  a bank  for  the  sale  of\r\nunregistered  securities do  not arise  from an  agreement or\r\narrangement.\r\n\n6.  It is fair  for the FDIC to  make the very general  point\r\nthat the plaintiffs' claims  depend upon an agreement because\r\nthey depend  upon a \"sale\"  of a  security and a  sale is  an\r\nagreement.   However, it is undisputed that the sale of these\r\nunits to  the plaintiffs is  clearly reflected in  the Bank's\r\nrecords  sufficient to  satisfy both    1823(e)  and D'Oench.\r                                                                        \r\nThe  FDIC  suggests however  that there  is  an absence  of a\r\nwriting,  sufficient   to  satisfy    1823(e)   and  D'Oench,\r                                                                        \r\nspecifically mentioning in terms that the Bank was a \"seller\"\r\nof the units.  As with the FDIC's argument that the documents\r\n\n                             -14-\r                                          14\r\r\n\n          The  only  policy consideration  underlying D'Oench\r                                                                         \r\n\nthat the FDIC argues is relevant here is the concern that the\r\n\nFDIC be  able to value  the assets of  a bank by  reviewing a\r\n\nbank's  records either  for  purposes of  liquidation or  for\r\n\npurposes  of  a purchase  and  assumption  transaction.   See\r                                                                         \r\n\nLangley, 484 U.S.  at 91-92.  Such  a valuation must be  done\r                   \r\n\n\"'with great  speed, usually overnight, in  order to preserve\r\n\nthe  going  concern value  of the  failed  bank and  avoid an\r\n\ninterruption in  banking services.'\"  Langley, 484 U.S. at 91\r                                                         \r\n\n(quoting Gunter v. Hutcheson,  674 F.2d 862, 865  (6th Cir.),\r                                        \r\n\ncert.  denied, 459 U.S. 1059 (1982)).  Where the Bank records\r                         \r\n\nreflect  adequately the  sale of  the Hotel  units as  pooled\r\n\nincome units, these concerns appear to be satisfied.7\r\n\n                    \r                                \r\n\nmust have  stated in  terms that  the units  were securities,\r\nthis  argument assumes  that  the legal  significance of  the\r\ndocuments  must be apparent to the bank examiners in order to\r\novercome    1823(e) and D'Oench.   Just as  the pooled income\r                                           \r\nlanguage in the Master Documents made the units securities by\r\noperation of securities law,  the loan documents reflected in\r\nthe record,  as  the district  court concluded  and the  FDIC\r\nconcedes, made Keezer's  sale of the  units imputable to  the\r\nBank by  operation of principles of  agency incorporated into\r\nsecurities law.   That the  legal significance of  these loan\r\ntransactions was not explicitly spelled out  does not bar the\r\nplaintiffs' claims.  See  NBW, 826 F. Supp. at 1469 n.29.\r                                         \r\n\n7.  Plaintiffs  have also argued that notwithstanding whether\r\ntheir  claim depends  upon  an agreement,  their claims  will\r\naffect no \"asset\" for purposes of   1823(e).  They point  out\r\nthat  where  notes  are  invalidated  by  acts  or  omissions\r\nindependent of an alleged secret agreement, the notes are not\r\nan  asset  protected by    1823(e).   See  FDIC v.  Bracero &amp;\r                                                                         \r\nRivera, Inc., 895 F.2d 824, 830 (1st Cir.  1990).  They argue\r                        \r\nthat because  the sales of  the condominium units  were void,\r\nsee Kneeland  v.  Emerton, 183  N.E.  155, 159  (Mass.  1932)\r                                     \r\n(under predecessor to  Massachusetts Uniform Securities  Act,\r\n\n                             -15-\r                                          15\r\r\n\n        III.  Sales Of Securities Or Bona Fide Loans?\r\n\n          The  FDIC also  says that  there  were no  sales of\r\n\nsecurities,   arguing  that   these   were  bona   fide  loan\r\n\ntransactions  instead.   We  disagree.   The pertinent  state\r\n\nsecurities statute  provides that  the terms \"sale,\"  \"sell,\"\r\n\n\"offer,\" or \"offer  to sell\"  do not include  any \"bona  fide\r\n\npledge or loan.\"  Mass. Gen. L. ch. 110A,   401(i)(6).\r\n\n          The  record  amply  supports  the  district court's\r\n\nconclusion  that the  loans  were not  made  in the  ordinary\r\n\ncourse  of business  and were  not bona fide.   The  Bank and\r\n\nKeezer operated  together in  the marketing and  financing of\r\n\nthese condominium  units to the  plaintiffs.  When  it became\r\n\napparent that  the project might fail  because the purchasers\r\n\nwere having trouble getting financing, the Bank departed from\r\n\nstandard  banking  practice  and  offered end  loans  to  the\r\n\nplaintiffs  (except Lopes and the  Rileys).  When  it came to\r\n\ngranting the end loans to  the plaintiffs, the Bank's  agent,\r\n\n                    \r                                \r\n\nsale  of  stock  was  a  void  transaction  where  notice  of\r\nintention  to  sell  shares  had  not  been  filed  with  the\r\nDepartment of Public Utilities),  the promissory notes  based\r\nupon  the units  were also  void,  and that,  accordingly, no\r\nasset passed to  the FDIC when  it took over  the Bank.   The\r\nFDIC counters that notwithstanding Kneeland's use of the term\r                                                       \r\n\"void,\"   the  case   actually   employed   the  concept   of\r\n\"voidability,\" see id. (stating that the transaction was void\r                                  \r\nat the buyer's instance),  and that an asset does pass to the\r\nFDIC  if the  transaction  is voidable.    See Kilpatrick  v.\r                                                                     \r\nRiddle, 907 F.2d 1523, 1528 (5th Cir. 1990).  Because we hold\r                  \r\nthat the plaintiffs' claims  in this case do not  depend upon\r\nan  agreement  or  arrangement,  we  need  not  resolve  this\r\nquestion.\r\n\n                             -16-\r                                          16\r\r\n\nKeezer, knew or  should have  known that the  sales were  not\r\n\nregistered and therefore could not be completed in compliance\r\n\nwith the  securities laws.   He nevertheless  participated in\r\n\nthe vote to approve the end loans.  That the  substitution of\r\n\nthe plaintiffs' good debt for HHI's bad debt may have been in\r\n\nthe interest  of  the  Bank  and its  shareholders  does  not\r\n\nestablish that  the  Bank  was involved  in  bona  fide  loan\r\n\ntransactions.  The substitution was based on  the transfer of\r\n\nan unregistered  security to the plaintiffs.  Where the loans\r\n\nwere  entered  into in  the course  of  the Bank's  effort to\r\n\nfinance and  market, through  its agent, securities  that the\r\n\nBank  knew or  should have  known could  not be  sold without\r\n\nregistration, the loans were not bona fide.\r\n\n                         IV.  Remedy\r\n\n          Each  side complains  about  the  district  court's\r\n\nremedial  order.   Plaintiffs argue  that the  district court\r\n\nerroneously  ordered that  any recovery  against the  FDIC be\r\n\nsubject to the FDIC's responsibility to distribute the assets\r\n\nof the failed bank in a ratable manner.  They also argue that\r\n\nthe  district court's  method  of  setting the  rescissionary\r\n\ndamages was infirm, that  the award improperly excluded Lopes\r\n\nand the Rileys,  and that  the court should  have awarded  an\r\n\nattorneys' fee  enhancement.  For  its part, the  FDIC claims\r\n\nthat the  district court  erred  in awarding  post-insolvency\r\n\n                             -17-\r                                          17\r\r\n\ninterest and attorneys' fees  and in requiring the plaintiffs\r\n\naccepting  the rescissionary damages  to reconvey their units\r\n\nto all of  the defendants rather than only to  the FDIC.  The\r\n\ndistrict court's award is reviewed for an abuse of discretion\r\n\nunless it  rests on  an erroneous  legal determination.   See\r                                                                         \r\n\nDownriver Community Federal Credit  Union v. Penn Square Bank\r                                                                         \r\n\nthrough  FDIC,  879 F.2d  754,  758 (10th  Cir.  1989), cert.\r                                                                         \r\n\ndenied, 493 U.S. 1070 (1990).\r                  \r\n\n          A.   Ratable Distribution\r                                               \r\n\n          The FDIC, as receiver, is authorized to  distribute\r\n\nthe assets  of a failed bank  to all creditors on  a pro rata\r\n\nbasis pursuant  to the National  Bank Act at 12  U.S.C.    91\r\n\nand 194,  and the  FIRREA at  12 U.S.C.    1821(i)(2).8   See\r                                                                         \r\n\nalso United States  ex rel. White v. Knox, 111  U.S. 784, 786\r                                                     \r\n\n                    \r                                \r\n\n8.  Section 91 prohibits a bank facing insolvency from making\r\npayments that prefer  some creditors over others.   12 U.S.C.\r\n  91.  Section  194 requires a ratable distribution of assets\r\namong  all  general creditors  entitled  to  a share  in  the\r\nreceivership  estate.   12 U.S.C.    194 (providing  that the\r\nFDIC \"shall make a ratable dividend . . . on  all such claims\r\nas may  have been proved to [its] satisfaction or adjudicated\r\nin a  court of competent jurisdiction\").   Section 1821(i)(2)\r\nlimits  the  FDIC's liability  as  receiver to  the  amount a\r\nclaimant would have received in a straight liquidation of the\r\nfailed  bank. 12 U.S.C.    1821(i)(2) (\"The maximum liability\r\nof the [FDIC] . . . to any person having a  claim . . . shall\r\nequal the  amount such  claimant would  have received  if the\r\n[FDIC]  had liquidated  the  assets and  liabilities of  such\r\ninstitution . . . .\").    Section  1821(i)(2)  does  not,  by\r\nitself, resolve  the issue of whether a plaintiff is entitled\r\nto  a preference  because the  statute does  not \"alter[]  or\r\ndefine[]  the  priorities [that]  define  liquidation value.\"\r\nBranch v. FDIC, 825 F. Supp.  384, 417 &amp; n.35 (D. Mass. 1993)\r                          \r\n(internal quotation omitted).\r\n\n                             -18-\r                                          18\r\r\n\n(1884) (\"Dividends are to  be paid to all  creditors ratably;\r\n\nthat is  to say,  proportionally.  To  be proportionate  they\r\n\nmust  be made by some uniform rule.  . . .  All creditors are\r\n\nto be treated alike.\").  While the ratable distribution  rule\r\n\nis  not absolute,  the  statutory  framework  is  \"distinctly\r\n\nunfriendly  to  the  recognition   of  special  interests  or\r\n\npreferred  claims.\"   Downriver,  879 F.2d  at 762  (internal\r                                           \r\n\nquotation omitted).\r\n\n          A plaintiff seeking an  exception from the pro rata\r\n\nrule  bears a heavy burden of proof to show that a preference\r\n\nis warranted.  Id.;  see also Branch 825 F. Supp.  at 416.  A\r                                                \r\n\npreference might be warranted where  a plaintiff is a secured\r\n\ncreditor  and  is  seeking  to  enforce  a  lien  against the\r\n\nsecurity, see  Ticonic Nat'l Bank  v. Sprague, 303  U.S. 406,\r                                                         \r\n\n413  (1938),  or  where  the plaintiff,  although  a  general\r\n\nunsecured creditor, can show an entitlement to a constructive\r\n\ntrust.   See  Downriver,  879  F.2d  at  762.    Because  the\r                                   \r\n\nplaintiffs can  show neither, their awards are subject to pro\r\n\nrata distribution.\r\n\n          None  of the  plaintiffs has  a secured  claim, and\r\n\nthey argue to no  avail that they have claims  entitling them\r\n\nto a constructive trust.  The plaintiffs must have shown, and\r\n\ndid  not,  that  the   Bank's  fraudulent  conduct  caused  a\r\n\nparticular harm that is not shared by substantially all other\r\n\ncreditors, and that granting the relief would not disrupt the\r\n\n                             -19-\r                                          19\r\r\n\norderly  administration  of the  estate.   Id.   The district\r                                                          \r\n\ncourt found, however, that  the defendants committed no fraud\r\n\nin this case, and fraud (or violation of a fiduciary duty) is\r\n\ngenerally a  prerequisite to the formation  of a constructive\r\n\ntrust.9   Moreover,  the  plaintiffs have  not  shown that  a\r\n\npreference   would    not   interfere   with    the   orderly\r\n\nadministration of  the estate.   The district  court properly\r\n\nheld that the plaintiffs' awards were subject to the pro rata\r\n\ndistribution rule.\r\n\n          B.   Rescissionary Damages Award\r                                                      \r\n\n          Rescissionary  damages  against  the  FDIC  and the\r\n\nother defendants, jointly and  severally, were awarded to all\r\n\nplaintiffs except  Lopes and the Rileys.   The district court\r\n\nalso \"novated\"  the remaining debt of  all plaintiffs (except\r\n\nLopes  and the Rileys) on the first and second mortgages held\r\n\nby the FDIC and HHI.  The plaintiffs quarrel with this aspect\r\n\nof  the district  court's award  in two  respects:   that the\r\n\ndistrict  court  used  an  incorrect  method  of  calculating\r\n\n                    \r                                \r\n\n9.  The only fraudulent behavior the  plaintiffs attribute to\r\nthe Bank stems from the Bank's opposition to  the plaintiffs'\r\nMotion  for Order Segregating Assets filed a few weeks before\r\nthe Bank was  declared insolvent. In opposing the motion, the\r\nBank represented  to the court  that any harm  the plaintiffs\r\nfeared  from an FDIC takeover was mere speculation.  The Bank\r\nfailed to inform the  court that it was in  negotiations with\r\nthe FDIC and a  takeover by the FDIC  was imminent.   Without\r\ncondoning this  regrettable lapse  by the  Bank, it  does not\r\nhelp the  plaintiffs.   The plaintiffs have  not demonstrated\r\nthat they would have been entitled to a segregation of assets\r\nhad the  Bank properly  informed the court  of its  financial\r\ncondition as it should have.\r\n\n                             -20-\r                                          20\r\r\n\ndamages,  and  that the  district  court  improperly excluded\r\n\nLopes  and the  Rileys from  the rescissionary  damages award\r\n\nthat ran against the FDIC.\r\n\n          1.  Method of calculation.\r                                               \r\n\n          The district  court ordered an award of rescission,\r\n\nexcluding interest, of $654,949.   The district court started\r\n\nwith the total  amount of  money at issue  -- the  principal,\r\n\ninterest  and other  expenses  paid by  the plaintiffs  minus\r\n\nincome received and the  unpaid debt on the first  and second\r\n\nmortgages held by the  FDIC, for a total of  $2,072,205.  The\r\n\ncourt  then subtracted the  unpaid mortgage debt  owed to the\r\n\nFDIC  and HHI, a total  of $1,271,100, and  the principal and\r\n\ninterest  payments made by Lopes  and the Rileys,  a total of\r\n\n$146,156,  to  reach $654,949.    The  court then  ordered  a\r\n\n\"novation of the notes owed by the plaintiffs  to defendants,\r\n\nHHI and the  FDIC,\" although the court apparently intended an\r\n\noutright cancellation of the notes.\r\n\n          Plaintiffs  argue that  the  district court  should\r\n\nhave awarded them the entire amount of consideration paid for\r\n\nthe  units,  including  the  unpaid portions  of  the  loans,\r\n\nsubject  to a  setoff  by the  FDIC  and HHI  for  the unpaid\r\n\nportions of the  loans.   They also argue  that the  district\r\n\ncourt should  also have  allowed the  plaintiffs to  keep the\r\n\nunits as a setoff for any damages owed to the plaintiffs from\r\n\n                             -21-\r                                          21\r\r\n\nthe  FDIC that would be left unpaid because of the insolvency\r\n\nof the Bank.\r\n\n          As a  practical matter, there  is little difference\r\n\nbetween what the district court ordered (return of principal,\r\n\ninterest, fees  and expenses  minus income and  \"novation\" of\r\n\nthe  loans) and  what the  plaintiffs are  requesting (entire\r\n\ncost of loans  plus amount  paid on the  units minus  income,\r\n\nleaving plaintiffs' debt to the FDIC and HHI intact).  As the\r\n\nplaintiffs recognize,  the  district court's  award  \"with  a\r\n\nsolvent defendant, would fully  fund rescission and return to\r\n\nPlaintiffs  their full damages in exchange for title to their\r\n\nunits.\"  The plaintiffs argue,  however, that their method of\r\n\ncalculation makes a difference  because the Bank is insolvent\r\n\nand will  not be able  to pay  the damages judgment  in full.\r\n\nPlaintiffs  say their method allows them to keep the units as\r\n\na setoff and thus  make up any shortfall between  the damages\r\n\nowed and the  pro rata share of  the Bank's assets they  will\r\n\nreceive.  We disagree.\r\n\n          A setoff is often  justified where a plaintiff owes\r\n\na debt  to an insolvent party  and will be forced  to pay off\r\n\nthat  debt  without  being  allowed to  recover  a  debt  the\r\n\ninsolvent party may  owe to the plaintiff.  See  In re Saugus\r                                                                         \r\n\nGeneral Hosp.,  Inc., 698 F.2d 42, 45 (1st Cir. 1983).  It is\r                                \r\n\ntypically employed where a depositor, who also owes  money to\r\n\na  bank,  seeks  to offset  the  amount  owed  by the  amount\r\n\n                             -22-\r                                          22\r\r\n\ndeposited.  It is employed where  the parties have reciprocal\r\n\nor mutual obligations to one another.\r\n\n          The  plaintiffs  have  tried  to  characterize  the\r\n\nobligations   between  the   parties  as  being   mutual  and\r\n\nappropriate for a setoff of the units.  Under the plaintiffs'\r\n\nargument,  the offsetting  obligations would  exist were  the\r\n\ncourt  (1) to create a damages award in the plaintiffs' favor\r\n\nfor  the entire amount of the loans and the amount plaintiffs\r\n\nhave paid on the units (minus income) and  (2) then award the\r\n\nFDIC and HHI the amounts the plaintiffs owe on the promissory\r\n\nnotes.    With such  offsetting  obligations, the  plaintiffs\r\n\nargue,  they should be entitled  to set off  the units, i.e.,\r\n\nkeep them, in the face of the Bank's insolvency.  See FDIC v.\r                                                                      \r\n\nMademoiselle of California, 379 F.2d 660, 664 (9th Cir. 1967)\r                                      \r\n\n(\"It is well settled  that the insolvency of a  party against\r\n\nwhom a set-off is claimed constitutes a sufficient ground for\r\n\nthe  allowance  of  a  set-off  not  otherwise   available.\")\r\n\n(internal quotations omitted)).\r\n\n          This  argument,  however, is  incongruous  with the\r\n\nplaintiffs' theory of recovery in this case.  Plaintiffs here\r\n\nsought rescission, a form of restitution.  Under this theory,\r\n\nthe  restitution by  the  defendant of  the ill-gotten  gains\r\n\ncannot be enforced unless  the \"plaintiff[s] return[] in some\r\n\nway  what [they] ha[ve] received as a part performance by the\r\n\ndefendant.\"  Arthur L. Corbin, Corbin on Contracts   1114, at\r                                                              \r\n\n                             -23-\r                                          23\r\r\n\n608 (1964); see also  Restatement of Restitution    65 (1937)\r                                \r\n\n(the   general  rule  is  that  the  right  of  a  person  to\r\n\nrestitution  for  a  benefit  conferred  upon  another  in  a\r\n\ntransaction is  dependent upon  his  return of,  or offer  to\r\n\nreturn,  anything  the  person  received as  a  part  of  the\r\n\ntransaction).  Thus, under the applicable statute, rescission\r\n\nis allowed upon  \"tender of the  security\" by the  plaintiff.\r\n\nSee Mass.  Gen. L. ch. 110A,    410(a); see also  15 U.S.C.  \r                                                            \r\n\n77l.\r\n\n          Since  tender  of  the  unit  is  a  condition  for\r\n\ntriggering the  obligation of  the Bank to  repay the  amount\r\n\npaid  for the units, the plaintiffs cannot also use the units\r\n\nas setoffs.  The  Bank owes the plaintiffs nothing  until the\r\n\nplaintiffs relinquish  their rights to  the units.   And once\r\n\nthe plaintiffs  no  longer  have  rights to  the  units,  the\r\n\nplaintiffs have no basis to use the units as setoffs.10\r\n\n                    \r                                \r\n\n10.  Even assuming  that the plaintiffs might,  in theory, be\r\nentitled to set off of the units, that does not automatically\r\nentitle them to do so.  A setoff may be denied in order to do\r\n\"equity,  prevent  injustice,   and  achieve  the   goals  of\r\nprocedural  fairness.\"   In re  Lakeside Hospital,  Inc., 151\r                                                                    \r\nB.R. 887, 893  (N.D. Ill. 1993).  In equitable terms it could\r\nbe viewed  that plaintiffs  have received windfalls  from the\r\nremedial  order.  First, a  portion of the consideration paid\r\nfor the security  awarded to the plaintiffs  was the interest\r\ncomponent  of  the  mortgage  payments.   Assuming  that  the\r\ninterest  on the Bank's loans to the plaintiffs was at market\r\nrate, the effect  of the  award is to  give the plaintiffs  a\r\nmarket rate  of interest on the price of the units as well as\r\nthe  statutory  interest award  of 6%.    This issue  was not\r\npresented by the  parties and we  do not reach  the issue  of\r\nwhether      410(a)   allows    for   the    calculation   of\r\n\"consideration\"  in such a way.   Second, the plaintiffs were\r\n\n                             -24-\r                                          24\r\r\n\n          Although  the  general   method  employed  by   the\r\n\ndistrict  court in reaching  the rescissionary  damages award\r\n\nwas  appropriate,  one  aspect  of  the  order  needs  to  be\r\n\nmodified.   The  district court ordered  a \"novation\"  of the\r\n\namounts the plaintiffs owed on  the first and second mortgage\r\n\nnotes  to  the FDIC  and HHI.   A  \"novation\" is  typically a\r\n\n\"substituted contract that  includes as a  party one who  was\r\n\nneither  the obligor nor  the obligee of  the original duty.\"\r\n\nRestatement (Second)  of Contracts   280 (1979).  The court's\r\n\norder,  however,  does  not  provide for  a  substitution  of\r\n\nparties and, given the  cases cited by the district  court in\r\n\nits order, Limoli  v. Accettullo, 265 N.E.2d  92 (Mass. 1970)\r                                            \r\n\nand Levy v. Bendetson, 379 N.E.2d 1121 (Mass. App. Ct. 1978),\r                                 \r\n\nin which the courts  cancelled the notes, it does  not appear\r\n\nthat  a  substitution  was  intended.   Because  an  outright\r\n\ncancellation  of the  notes may  render unclear  the relative\r\n\nrights of the parties  in the unit, we vacate the  portion of\r\n\nthe  order  which \"novates\"  the  notes  along with  granting\r\n\nrescissionary  damages and  remand with  directions  that the\r\n\ndistrict  court  order  a  novation  whereby  the  \"judgment\"\r\n\ndefendants (FDIC, Keezer, Chaban, and HHI) are substituted as\r\n\nobligors  on the  notes  secured  by  the mortgages  and  the\r\n\n                    \r                                \r\n\ngiven  the  option  of  keeping the  units  free  and  clear.\r\nBecause this allows the  plaintiffs to keep what  they bought\r\nand effectively have a return of a significant portion of the\r               \r\nconsideration  paid for  the unit,  it might  be viewed  as a\r\npotential over-recovery.\r\n\n                             -25-\r                                          25\r\r\n\nplaintiffs are discharged of any liability on the notes.  Any\r\n\nunits eventually tendered to the judgment defendants would be\r\n\nsubject to the mortgages.11\r\n\n          2.   Lopes and the Rileys.\r                                               \r\n\n          Lopes and the Rileys were denied any relief against\r\n\nthe  FDIC because  they  had given  mortgages and  promissory\r\n\nnotes  to  disinterested  third  party banks  and  the  court\r\n\nbelieved  that it could  not \"novate\" those  debts.  Although\r\n\nthe  district court  correctly concluded  that it  should not\r\n\ninterfere  with the debts owed  to the third  party banks, it\r\n\nimproperly  denied Lopes and the Rileys rescissionary damages\r\n\nagainst the FDIC.  The only\r\n\ndifference  between  Lopes  and  the  Rileys  and  the  other\r\n\nplaintiffs is  that Lopes  and the Rileys  paid substantially\r\n\nmore  cash to the defendants  when purchasing the  units.  It\r\n\nwas  not the entire price  because both Lopes  and the Rileys\r\n\nappear to have given second mortgages to  HHI.  Lopes and the\r\n\nRileys  were  still  purchasers of  unregistered  securities.\r\n\nThey  should therefore be able  to recover from  the FDIC and\r\n\n                    \r                                \r\n\n11.  This approach  keeps the respective rights  in the units\r\nfollowing the  award relatively  clear.  After  the transfer,\r\nthe judgment  defendants would own  as tenants in  common the\r\nunits  subject  to  the  first and  second  mortgages  on the\r\nproperties.  If the  defendants were to default on  the notes\r\nto  the  Bank, then  the FDIC  could  foreclose on  the first\r\nmortgage and use  the proceeds  of any sale  to satisfy  that\r\ndebt.   Anything  left over  would be  used to  satisfy HHI's\r\nsecond mortgage debt.  Anything remaining after that would be\r\ndistributed to the defendants, and presumably could be sorted\r\nout in an action among the defendants.   \r\n\n                             -26-\r                                          26\r\r\n\nthe other  defendants the  consideration paid for  the units.\r\n\nSee Mass. Gen.  L. ch.  110A,   410(a).   Unfortunately,  the\r               \r\n\nrecord does  not clearly  reveal the consideration  Lopes and\r\n\nthe Rileys paid for the units.  On remand the  district court\r\n\nshould hold  a hearing  to determine the  consideration Lopes\r\n\nand  the  Rileys paid  for  the  units.   As  with  the other\r\n\nplaintiffs,  Lopes' and  the  Rileys' entire  claims will  be\r\n\nsubject to the ratable distribution rule.\r\n\n          Lopes'  and the Rileys'  claims do raise additional\r\n\nwrinkles for consideration on remand.   The novation given to\r\n\nthe plaintiffs  who borrowed  from the Bank  was an  implicit\r\n\nsetoff of  the amount of  the mortgage debt.   Lopes  and the\r\n\nRileys are  not entitled to such an  implicit setoff because,\r\n\nwith respect  to the  loans to  the third-party  banks, there\r\n\nwould  be   no  mutuality  of  obligation.     Absent  mutual\r\n\nobligations,  a setoff, or  its equivalent, is inappropriate.\r\n\nCf.  In  re  Lakeside  Community Hospital,  151  B.R.  at 891\r                                                     \r\n\n(setoff in  bankruptcy).  Unlike the  other plaintiffs, Lopes\r\n\nand  the Rileys  must  bear  the  full  cost  of  the  Bank's\r\n\ninsolvency.\r\n\n          If Lopes and  the Rileys convey their  units to the\r\n\ndefendants,  they  will  remain  liable on  their  promissory\r\n\nnotes.   It may be  the case, however,  that the  third party\r\n\nbanks will refuse to  allow Lopes and the Rileys  to reconvey\r\n\ntheir  units to the defendants.  If that occurs, the district\r\n\n                             -27-\r                                          27\r\r\n\ncourt may want to make clear that their remedy  is subject to\r\n\nany  terms provided in  their loan agreements  with the third\r\n\nparty banks.   The district court may  also consider treating\r\n\nsuch a situation like that in which a purchaser cannot tender\r\n\nthe security because  she no longer owns  it.  In  that case,\r\n\ndamages are awarded.  See Mass. Gen. L. ch. 110A,   410(a).\r                                     \r\n\n          C.   Interest\r                                   \r\n\n          1.   Post-insolvency interest.\r                                                   \r\n\n          Section 410(a) provides for an award of 6% interest\r\n\non the consideration paid  for the security from the  date of\r\n\npayment of  that consideration.   The district  court awarded\r\n\n$200,485  statutory interest  to the  plaintiffs  against the\r\n\nFDIC,  Keezer,  Chaban  and  HHI.    That  amount  represents\r\n\ninterest  from the  date the  plaintiffs made  each of  their\r\n\nrespective  mortgage  payments until  February 11,  1994, the\r\n\ndate the plaintiffs submitted their damages motion.  The FDIC\r\n\ncontends  that  the  interest  award  against  it incorrectly\r\n\nincludes interest  accruing following the  Bank's insolvency,\r\n\nwhich  occurred on May 31, 1991.   According to the FDIC, the\r\n\nratable  distribution  rule  precludes  such  post-insolvency\r\n\ninterest.12  We agree. \r\n\n                    \r                                \r\n\n12.  Because  Keezer, Chaban,  and HHI  can claim  no benefit\r\nfrom the  ratable distribution  rule under the  National Bank\r\nAct and the FIRREA, the following discussions of interest and\r\nattorneys'  fees apply only  to the extent  they were awarded\r\nagainst the FDIC.  \r\n\n                             -28-\r                                          28\r\r\n\n          As  unsecured  creditors,   the  plaintiffs   share\r\n\nratably with all other \"unsecured creditors, and their claims\r\n\nbear  interest  to  the   same  date,  that  of  insolvency.\"\r\n\nTiconic, 303 U.S.  at 412.13   There are  exceptions to  this\r                   \r\n\nrule, but where, as here, the  interest is part of the  claim\r\n\nitself, interest accruing after  the insolvency should not be\r\n\nawarded.  See  United States ex rel. White  v. Knox, 111 U.S.\r                                                               \r\n\n784, 786 (1884); First Empire Bank-New York v. FDIC, 572 F.2d\r                                                               \r\n\n1361, 1372  (9th Cir.)(\"First  Empire I\"), cert.  denied, 439\r                                                                    \r\n\nU.S. 919 (1978).14\r\n\n                    \r                                \r\n\n13.  This rule bears similarity to the rule applicable in the\r\nbankruptcy  context  that   post-petition  interest  is   not\r\navailable against an insolvent debtor.   See Debentureholders\r                                                                         \r\nProtective Comm.  of Continental  Inv. Corp.   v. Continental\r                                                                         \r\nInv. Corp., 679 F.2d  264, 268 (1st Cir.), cert.  denied, 459\r                                                                    \r\nU.S. 894 (1982).  This is not surprising.  Courts have looked\r\nto bankruptcy  law to  \"decipher the  meaning of  the ratable\r\ndividend  requirement  of  section   194.\"    Texas  American\r                                                                         \r\nBankshares,  Inc. v. Clarke, 954 F.2d 329, 338 n.10 (5th Cir.\r                                       \r\n1992).  \r\n\n14.  Some  courts  have  suggested  that  if  a  receiver  is\r\nunreasonable or  vexatious  in resisting  a claim,  or is  at\r\nfault in administering the trust, interest may be allowed for\r\nthe delay.   See Fash v.  First Nat'l Bank of  Alva, Okl., 89\r                                                                     \r\nF.2d  110,  112  (10th  Cir.   1937)  (citing  cases).    The\r\nplaintiffs have not shown  that these exceptions apply.   The\r\ncase upon which the plaintiffs rely for the  proposition that\r\npost-insolvency  interest  is  available  here,  First Empire\r                                                                         \r\nBank-New  York v. FDIC, 634 F.2d 1222 (9th Cir. 1980) (\"First\r                                                                         \r\nEmpire  II\"),   cert.  denied,   452  U.S.  906   (1981),  is\r                                         \r\ninapposite.    That case  drew  a  distinction between  post-\r\ninsolvency  interest as part of a claim against a bank (which\r\nwould  not   be  allowed)  and  interest   accruing  from  an\r\nerroneously denied claim after the ratable amount was paid to\r\nother  creditors (which it  did allow).   Id.  at 1224.   The\r                                                         \r\nplaintiffs, however, seek to include the interest as  part of\r\nthe  original  claims against  the  Bank.    They argue  \"the\r\ngeneral  rule regarding  post-insolvency  interest  does  not\r\n\n                             -29-\r                                          29\r\r\n\n          The  FDIC  does not  challenge  the  award of  pre-\r\n\ninsolvency  interest, but  says  the district  court did  not\r\n\ndistinguish  between the  portion  of the  award representing\r\n\npre-insolvency  interest and  the portion  representing post-\r\n\ninsolvency interest.   We prefer to allow  the district court\r\n\nto  determine the  appropriate amount  on remand  rather than\r\n\nattempt to do it here.\r\n\n          2.   Lopes and the Rileys.\r                                               \r\n\n          Lopes  and the Rileys  were erroneously  treated in\r\n\nthe interest  calculation and that award  should be adjusted.\r\n\nThe   $200,485  interest   award  to  the   other  plaintiffs\r\n\napparently includes  $20,679.93 of  interest on the  mortgage\r\n\npayments Lopes  made for the condominium  unit and $28,240.81\r\n\nof  interest on the payments the Rileys made.  Those interest\r\n\namounts were calculated according to the same method employed\r\n\nfor  the plaintiffs who borrowed from the Bank:  the interest\r\n\nwas calculated  from the  date each loan  installment payment\r\n\nwas  made.  This method  was inappropriate for  Lopes and the\r\n\nRileys  since,  with  respect  to  the  Bank  and  the  other\r\n\ndefendants,  Lopes and the Rileys  parted with a  lump sum at\r\n\nthe  time of the purchase.  Interest for Lopes and the Rileys\r\n\nought to  have started accruing on the  entire purchase price\r\n\n                    \r                                \r\n\ncontrol where the interest  itself is part of  the underlying\r\nclaim, as it is here.\"  That type of post-insolvency interest\r\nappears to  be  precisely the  type  of interest  that  First\r                                                                         \r\nEmpire II said should not be allowed.  Id.\r                                                      \r\n\n                             -30-\r                                          30\r\r\n\non the date the  cash was transferred to the  defendants, not\r\n\non the  date the payments were made to the third party banks.\r\n\nBecause  we  cannot  determine  that amount  on  the  present\r\n\nrecord,  on remand  the district  court should  calculate the\r\n\nappropriate  interest   to  be  awarded  to   Lopes  and  the\r\n\nRileys.15\r\n\n          D.   Attorneys' Fees\r                                          \r\n\n          1.   The award.\r                                    \r\n\n          The FDIC  argues that the award  of attorneys' fees\r\n\nunder section  410(a) violates the  ratable distribution rule\r\n\nbecause the  claims for  attorneys' fees were  not \"provable\"\r\n\nwithin the  meaning of the  National Bank Act at  12 U.S.C.  \r\n\n194 and  case law construing that provision.   See Interfirst\r                                                                         \r\n\nBank-Abilene, N.A.  v. FDIC,  777 F.2d  1092, 1097  (5th Cir.\r                                       \r\n\n1985); First Empire I, 572 F.2d at 1372.  We disagree.\r                                 \r\n\n          A  claim  is   provable  if  at  the  time  of  the\r\n\ninsolvency  there is a present cause of action.  First Empire\r                                                                         \r\n\n                    \r                                \r\n\n15.  It is also not entirely clear whether the district court\r\nintended  to include  the interest  awards to  Lopes and  the\r\nRileys in the order for rescissionary  damages.  The district\r\ncourt denied  Lopes and  the Rileys rescissionary  damages on\r\nthe    410(a)(1) claim.   The court, however,  added the full\r\n$200,485 to  the rescissionary  damages award of  $654,949 to\r\ngive a total award  of rescission of $855,434.   Although the\r\ndistrict court could have  meant for Lopes and the  Rileys to\r\nbenefit just from the interest component of that award, it is\r\nunclear whether that was  so intended, particularly since the\r\ninterest is treated  as part and parcel  of the rescissionary\r\ndamages award based  on    410(a)(1) and  the district  court\r\nappeared  to  deny  Lopes  and  the  Rileys  an  award  under\r\n  410(a)(1).  The district  court should clarify this portion\r\nof the award on remand.  \r\n\n                             -31-\r                                          31\r\r\n\nI, 572 F.2d  at 1368  (citing Pennsylvania Steel  Co. v.  New\r                                                                         \r\n\nYork City  Ry. Co., 198 F.  721, 738 (2d  Cir. 1912) (\"Claims\r                              \r\n\nwhich  at   the  commencement  of   [equitable  receivership]\r\n\nproceedings  furnish   a  present   cause   of  action   [are\r\n\nprovable].\")).   In this  case, the plaintiffs  were actively\r\n\npursuing their claims against  the Bank at the time  the Bank\r\n\nbecame insolvent.  At  that time, there were claims  not only\r\n\nfor rescission  but also  for attorneys' fees.   Accordingly,\r\n\nthe claims for attorneys' fees were provable.\r\n\n          Relying on  Interfirst, 777 F.2d at  1097, the FDIC\r                                            \r\n\nargues  that attorneys'  fees are  not provable  here because\r\n\nthere  were  no  contractual provisions  for  attorneys' fees\r\n\nbetween  the plaintiffs and the Bank.  According to the FDIC,\r\n\nthe  absence of  contractual contingency  fee provisions  for\r\n\nattorneys' fees  before the  insolvency shows that  no claims\r\n\nfor attorneys' fees existed before the insolvency.  We reject\r\n\nthe FDIC's argument that the  claims for attorneys' fees  did\r\n\nnot exist prior to the insolvency because the contingency fee\r\n\nagreement between the plaintiffs  and their attorneys was not\r\n\nexecuted  until after the insolvency.  The FDIC is aware that\r\n\nthe plaintiffs had an obligation  to pay their attorneys, and\r\n\nin fact did pay their attorneys substantial fees, during  the\r\n\nperiod  prior  to the  insolvency.    Plaintiffs' claims  for\r\n\n                             -32-\r                                          32\r\r\n\nattorneys' fees certainly  did exist by  statute, and did  so\r\n\nwell before the insolvency.16\r\n\n          The  FDIC  also  argues  that the  claims  are  not\r\n\nprovable  because (1) there was no collateral fund to pay the\r\n\nfees (only the general assets of  the estate to be shared  by\r\n\nall unsecured creditors), and (2) the fees were not fixed and\r\n\ncertain at the time the suit was filed against the FDIC.  But\r\n\nthe notion  of provability  is not  the same  as the rule  of\r\n\nratable  distribution.  \"Though  related concepts,  whether a\r\n\nclaim  is   provable  under   section  194,  and   whether  a\r\n\ndistribution  is 'ratable'  represent two  entirely different\r\n\ninquiries.\"  See  Citizens State Bank of Lometa  v. FDIC, 946\r                                                                    \r\n\nF.2d 408, 413 (5th Cir. 1991).\r\n\n          The existence  of a collateral fund,  while perhaps\r\n\nrelevant  to  ratable   distribution,  is  not  relevant   to\r\n\ndetermining provability;  and  the FDIC's  argument that  the\r\n\nattorneys' fees must have been absolute, fixed, due and owing\r\n\nfor purposes  of ratable distribution to be \"provable\" is not\r\n\ncorrect.   Id. (provability of  claims is not  equated to the\r                          \r\n\nabsolute, fixed, due-and-owing language  which applies to the\r\n\nconcept of a \"ratable distribution\").  Even if the claims for\r\n\n                    \r                                \r\n\n16.  To the extent Interfirst suggests  that statutory claims\r                                         \r\nfor attorneys' fees should be treated differently than claims\r\nbased upon contract,  see Interfirst,  777 F.2d  at 1097  n.2\r                                                \r\n(stating  that the  state law  providing for  attorneys' fees\r\ndoes  not create a claim  for purposes of  applying the First\r                                                                         \r\nEmpire I test), we disagree.\r                    \r\n\n                             -33-\r                                          33\r\r\n\nattorneys' fees here were \"contingent,\" which they are not, a\r\n\nclaim is provable if  its \"worth or amount can  be determined\r\n\nby recognized methods  of computation.\"  First  Empire I, 572\r                                                                    \r\n\nF.2d  at 1369.    The  lodestar  approach to  calculation  of\r\n\nattorneys' fees is a recognized method of computation.\r\n\n          Nevertheless  the  attorneys'  fees award  requires\r\n\nmodification.   The  rule of  ratable distribution  \"requires\r\n\nthat dividends be declared proportionately upon the amount of\r\n\nclaims  as they stand on  the date of  insolvency.\"  Citizens\r                                                                         \r\n\nState Bank,  946 F.2d at 415.   The amount of  the claim that\r                      \r\n\nhas  accrued at  the  time of  insolvency  is the  basis  for\r\n\napportionment  of   dividends.     See  Kennedy  v.   Boston-\r                                                                         \r\n\nContinental Nat'l  Bank, 84  F.2d  592, 597  (1st Cir.  1936)\r                                   \r\n\n(\"The amount of the claim may be later established, but, when\r\n\nestablished, it must be the amount due and owing at  the time\r\n\nof  the declaration  of insolvency,  as of  which time  it is\r\n\nentitled,  with  the  claims  of the  other  creditors,  to a\r\n\nratable distribution of the  assets of the bank.\"); see  also\r                                                                         \r\n\nWhite, 111  U.S. at  787  (\"It was  clearly right  .  . .  to\r                 \r\n\nascertain from the judgment how much was due on this claim at\r\n\nthe  date  of  the  insolvency,  and  make  the  distribution\r\n\naccordingly.\").   The availability of attorneys'  fees for an\r\n\nunsecured creditor depends upon whether the fees accrued pre-\r\n\ninsolvency or  whether they accrued  post-insolvency.   Those\r\n\nincurred prior to the  insolvency are recoverable while those\r\n\n                             -34-\r                                          34\r\r\n\nincurred afterwards are not.  Cf. Fash v. First Nat'l Bank of\r                                                                         \r\n\nAlva Okl., 89 F.2d 110, 112 (10th Cir. 1937) (post-insolvency\r                     \r\n\nattorneys' fees not available).\r\n\n          We believe this situation  is not only analogous to\r\n\nrequests  for interest  and  other costs  of collection,  see\r                                                                         \r\n\nInterfirst,  777 F.2d  at  1097 (relying  on Ticonic  to deny\r                                                                \r\n\npost-insolvency  attorneys'  fees);  Fash,  89  F.2d  at  112\r                                                     \r\n\n(treating  interest  and  attorneys'  fees   under  the  same\r\n\nprinciple); cf.  also In  re Continental Airlines  Corp., 110\r                                                                    \r\n\nB.R.  276, 279-80  (Bankr. S.D.  Tex. 1989)  (drawing analogy\r\n\nbetween attorneys' fees and post-petition interest), but also\r\n\nis  analogous   to  requests  for  attorneys'   fees  in  the\r\n\nbankruptcy   context.     Pre-petition  attorneys'   fees  of\r\n\nunsecured creditors against an insolvent debtor are generally\r\n\nallowed  under   the  bankruptcy  code  to   the  extent  the\r\n\napplicable   state   law  so   provides,   and  post-petition\r\n\nattorneys'  fees are generally not allowed.  See, e.g., In re\r                                                                         \r\n\nSoutheast Banking  Corp., 188  B.R. 452, 462-64  (Bankr. S.D.\r                                    \r\n\nFla.  1995) (denying  under  the  bankruptcy  code  unsecured\r\n\ncreditors'   attorneys'   fees  incurred   post-petition  but\r\n\nallowing attorneys'  fees incurred pre-petition); but  cf. In\r                                                                         \r\n\nre  United Merchants and Mfrs.,  Inc., 674 F.2d  134, 137 (2d\r                                                 \r\n\nCir.  1982) (unsecured creditor  can recover collection costs\r\n\nincluding counsel  fees where such costs  were a specifically\r\n\nbargained-for  term  of a  loan  contract).   Plaintiffs  are\r\n\n                             -35-\r                                          35\r\r\n\nentitled to attorneys' fees  that had accrued as of  the date\r\n\nof the  insolvency but  are not entitled  to attorneys'  fees\r\n\nfollowing  the  insolvency.17    Because  we  are  unable  to\r\n\ndetermine the amount of attorneys' fees accruing prior to the\r\n\ninsolvency, we  leave that inquiry  to the district  court on\r\n\nremand.\r\n\n          2.  Fee enhancements.\r                                          \r\n\n          The  plaintiffs  argue that  they were  entitled to\r\n\neither a contingency fee enhancement or a results enhancement\r\n\nto  the attorneys' fee award.  The district court's fee award\r\n\nis reviewed  for  an abuse  of  discretion, see  Brewster  v.\r                                                                     \r\n\nDukakis, 3 F.3d 488, 492 (1st Cir. 1993), and there was none.\r                   \r\n\n          As  the  plaintiffs  concede, the  argument  for  a\r\n\ncontingency  enhancement in a  statutory fee-shifting context\r\n\nis a difficult one, even if the enhancement requested here is\r\n\nbased on state rather  than federal law, in the  aftermath of\r\n\nCity of Burlington  v. Dague,  112 S. Ct.  2638, 2643  (1992)\r                                        \r\n\n(generally  disapproving  of  contingency enhancements  under\r\n\nfederal fee-shifting statutes).18   The Massachusetts  courts\r\n\nhave  stated that where the  federal and state  law causes of\r\n\n                    \r                                \r\n\n17.  The plaintiffs'  motion, filed after  oral argument, for\r\nattorneys' fees incurred on appeal is therefore denied.\r\n\n18.  This  is not  a  common  fund  situation.    Cf.  In  re\r                                                                         \r\nWashington Public Power Supply System  Securities Litigation,\r                                                                        \r\n19  F.3d  1291,  1299-1301   (9th  Cir.  1993)  (stating  the\r\nrationale of Dague  did not  apply in common  fund cases  and\r                              \r\nthat district  court had the discretion  to allow contingency\r\nenhancements in common fund case).\r\n\n                             -36-\r                                          36\r\r\n\naction are similar, the attorneys' fees \"in both fora should,\r\n\nfor  the  most part,  be  calculated  in  a similar  manner.\"\r\n\nFontaine v.  Ebtec Corp., 613  N.E.2d 881, 891  (Mass. 1993).\r                                    \r\n\nThe state law  counterpart should not  be construed to  allow\r\n\nsuch an  enhancement absent direction from  the state courts.\r\n\nPlaintiffs have  cited no state cases  allowing a contingency\r\n\nenhancement for  a successful securities law  action based on\r\n\nthe  fee-shifting  provision  of  section 410(a)(1)   and  we\r\n\ndecline  to predict  the creation  of such  a state  law rule\r\n\nhere.\r\n\n          A  results enhancement is also inappropriate.  Such\r\n\nan enhancement  is a \"tiny\"  exception to the  lodestar rule.\r\n\nSee Lipsett v.  Blanco, 975  F.2d 934, 942  (1st Cir.  1992).\r                                  \r\n\nThe rates provided to the  attorneys in this case \"adequately\r\n\nreflected the lawyers' superior skills and the superb results\r\n\nobtained.\"  Id.\r                           \r\n\n          E.  Reconveyance to Defendants\r                                                    \r\n\n          In  its damages  order the district  court provided\r\n\nthat plaintiffs accepting the  rescission award reconvey  the\r\n\nunits  to all  the defendants.   The  FDIC contends  that the\r\n\ndistrict court  abused its  discretion in ordering  the units\r\n\ndeeded  to all the defendants  rather than just  to the FDIC.\r\n\nThe  plaintiffs, who  presumably  are indifferent  as to  who\r\n\namong  the  defendants  gets   the  units,  have  not  argued\r\n\notherwise.    Where the  debts owed  on  the units  have been\r\n\n                             -37-\r                                          37\r\r\n\nnovated  in the  manner  prescribed here,  conveyance of  the\r\n\nunits  solely to the Bank  might prejudice the  rights of the\r\n\nother  defendants.   The  district court  did  not abuse  its\r\n\ndiscretion on this matter.\r\n\n                        V.  Conclusion\r\n\n          For the  foregoing reasons, we affirm  the district\r                                                           \r\n\ncourt's judgment of liability but vacate and remand the order\r                                                               \r\n\non  damages,  novation,  attorneys'  fees  and  interest,  as\r\n\ndiscussed above, for further proceedings consistent with this\r\n\nopinion.  It is so ordered.\r                                      \r\n\n                             -38-\r                                          38\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 94-2161\r\n\n                    LEVI C. ADAMS, ET AL.,\r\n\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n                      ZIMMERMAN, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 94-2162\r\n\n                    LEVI C. ADAMS, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                      ZIMMERMAN, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\nNo. 94-2246\r\n\n                    LEVI C. ADAMS, ET AL.,\r\n\n                    Plaintiffs, Appellees,\r\r\n\n                              v.\r\n\n                      ZIMMERMAN, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\nNo. 94-2247\r\n\n                    LEVI C. ADAMS, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                      ZIMMERMAN, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \r\n\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n                    Lynch, Circuit Judge,\r                                                    \r\n                and Stearns,* District Judge.\r                                                        \r\n\n                                         \r\n\n   Vincent M. Amoroso,  with whom Harry  A. Pierce and  Parker,\r                                                                           \r\n                  \r                              \r\n\n   *Of the District of Massachusetts, sitting by designation.\r\n\n                              2\r\r\n\nCoulter, Daley &amp; White were on brief, for plaintiffs.\r                                \r\n   J. Scott Watson, Federal Deposit Insurance Corporation, with\r                              \r\nwhom David S. Mortensen, Glenn D. Woods, and Tedeschi, Grasso and\r                                                                           \r\nMortensen were on brief,  for defendant Federal Deposit Insurance\r                   \r\nCorporation.\r\n\n                                         \r\n\n                       January 19, 1996\r\n                                         \r\n\n                              3\r\r\n\n          LYNCH,  Circuit  Judge.    A  troubled  condominium\r                      LYNCH,  Circuit  Judge.    \r                                            \r\n\ndevelopment  led  to these  appeals,  which  raise issues  of\r\n\nfederal  banking  law:    whether 12  U.S.C.     1823(e)  and\r\n\nD'Oench, Duhme &amp; Co. v. FDIC, </pre><span class=\"citation\" data-id=\"103624\"><a href=\"/opinion/103624/doench-duhme-co-v-fdic/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span> </a></span><pre class=\"inline\">(1942), shield the\r                                        \r\n\nFDIC, as receiver for  a failed bank, from liability  for the\r\n\nbank's sale  of unregistered securities.   We  hold that  the\r\n\nFDIC  has  no  such shield  and  is  liable,  but remand  for\r\n\nadjustment of the remedies fashioned by the district court.\r\n\n          These  consolidated cross appeals  arise out of the\r\n\ndevelopment of the  Hyannis Harborview Hotel.   The units  in\r\n\nthe Hotel were marketed  and sold by the University  Bank and\r\n\nTrust  Company and  the other  defendants as  \"pooled income\"\r\n\ncondominium  units.   Although these  units were  securities,\r\n\nthey were never registered, and,  when the development of the\r\n\nHotel  faltered,  the  plaintiffs, purchasers  of  individual\r\n\nunits in the Hotel, sued the  Bank for, inter alia, the  sale\r                                                              \r\n\nof unregistered securities in violation of the  Massachusetts\r\n\nUniform Securities Act, Mass.  Gen. L. ch. 110A,   410(a)(1).\r\n\nThe  Bank  was  later declared  insolvent  and  the FDIC,  as\r\n\nreceiver, was substituted for the Bank as a defendant.  After\r\n\nrejecting  the FDIC's  argument  that    1823(e) and  D'Oench\r                                                                         \r\n\nbarred  the plaintiffs'  registration  claims,  the  district\r\n\ncourt  held  the  FDIC  liable under  section  410(a)(1)  and\r\n\nawarded the plaintiffs rescissionary damages, attorneys' fees\r\n\nand interest.\r\n\n                             -4-\r                                          4\r\r\n\n            I.  Background And Procedural History\r\n\n          In  1985,  Gary  Zimmerman,  president  of  Hyannis\r\n\nHarborview  Hotel, Inc.  (HHI), approached Robert  Keezer for\r\n\nfinancial  and marketing  advice about  converting  the Hotel\r\n\ninto condominiums.   Keezer, who  was then the  Bank's second\r\n\nlargest stockholder, Vice Chairman of its Board of Directors,\r\n\nand a member of  the Bank's Loan Committee,  agreed to do  so\r\n\nfor  an  interest  in the  project.    Keezer  brought Norman\r\n\nChaban, an expert in  condominium marketing, into the project\r\n\nto manage  the marketing  and sales of  the condominiums  and\r\n\narranged to  have a $6.8 million  condominium conversion loan\r\n\nplaced through the Bank.\r\n\n          To make  the Hotel  units more  attractive, Keezer,\r\n\nChaban and Zimmerman marketed and sold the units on a \"pooled\r\n\nincome\"  basis.  That is, the purchasers were told they would\r\n\nreceive income  based  upon their  pro rata  interest in  the\r\n\nentire  condominium  project   rather  than  on   the  income\r\n\ngenerated by their individual units.  The Hotel's Declaration\r\n\nof Trust and By-Laws   (these and the Master  Deed constitute\r\n\nthe \"Master Documents\") provided that each unit owner:\r\n\n          [1]  shall   be   liable   for    Common   Expenses\r\n               attributable   to   the   operation   of   the\r\n               Condominium  in  the  same  proportion  as his\r\n               Beneficial Interest in this Trust bears to the\r\n               aggregate  Beneficial  Interest  of  all  Unit\r\n               Owners . . . ;[and]\r\n\n                             -5-\r                                          5\r\r\n\n          [2]  shall be entitled  to common profits, if  any,\r\n               attributable to  the operations of  the motel-\r\n               type Units  of  the Condominium  in  the  same\r\n               proportion  as his Beneficial Interest in this\r\n               Trust  bears  to   the  aggregate   Beneficial\r\n               Interest of all [unit] owners.\r\n\n          When several  of the plaintiffs were  unable to get\r\n\nfinancing to purchase their  units, the Bank's Loan Committee\r\n\nvoted  to approve $3,000,000 in \"end loan\" financing to them.\r\n\nAfter   the  plaintiffs  executed  their  purchase  and  sale\r\n\nagreements,   which  incorporated  by  reference  the  Master\r\n\nDocuments, the  Loan Committee (with Keezer  voting) approved\r\n\nend  loans  to  several  of  the  plaintiffs  to finance  the\r\n\npurchases.  This was  the first time that the  Bank's lending\r\n\narm,   University   Financial   Services   Corporation,   had\r\n\nconsidered and approved such  end loans, a type of  financing\r\n\narrangement  not considered standard procedure in the banking\r\n\nbusiness  at the  time.   The  plaintiffs then  purchased the\r\n\nunits.  Three of the plaintiffs, Marietta Lopes (\"Lopes\") and\r\n\nMichael and Barbara Riley (the \"Rileys\"), were able to secure\r\n\nfinancing from other lending institutions.\r\n\n          The  units  were  never registered  as  securities.\r\n\nAbout six  months after  the plaintiffs purchased  the units,\r\n\nthey were told  by HHI that, upon advice of counsel, it would\r\n\nno  longer  pay unit  income  based on  a rental  pool.   The\r\n\nunhappy  plaintiffs in  1989  filed  their six-count  amended\r\n\ncomplaint  against HHI,  Zimmerman,  Chaban,  Keezer and  the\r\n\n                             -6-\r                                          6\r\r\n\nBank,  inter alia.1  On May  31, 1991, the Comptroller of the\r                             \r\n\nCurrency declared  the Bank insolvent and  appointed the FDIC\r\n\nas receiver.   The  FDIC was  substituted for  the Bank  as a\r\n\ndefendant.\r\n\n          The district court granted summary judgment for the\r\n\nFDIC  based  on  its   special  defenses  under  D'Oench  and\r                                                                    \r\n\n  1823(e), except on the  state securities registration count\r\n\n(Count V).  After  a bench trial, the district court issued a\r\n\nMemorandum  of Decision, Adams  v. Hyannis  Harborview, Inc.,\r                                                                        \r\n\n838  F.  Supp.  676 (D.  Mass.  1993),  holding, among  other\r\n\nthings, that the plaintiffs were entitled to judgment against\r\n\nthe FDIC on Count V.\r\n\n          The court  held that  the provisions in  the Master\r\n\nDocuments  made the  Hotel units  \"investment contracts\"  and\r\n\nthus securities  within the  meaning of the  securities laws.\r\n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 686. </span><pre class=\"inline\">  It also  held that, in  light of the  financing\r               \r\n\narrangements made  for the  purchasers, Keezer was  acting as\r\n\nthe Bank's agent in the sale  of the units and so his actions\r\n\n                    \r                                \r\n\n1.  In addition to their claims under Mass. Gen. L. ch. 110A,\r\n  410(a)(1), the  complaint  also alleged  (1) violations  of\r\n  12(2)  of the Securities Act  of 1933 (the  \"1933 Act\"), 15\r\nU.S.C.   77l(2)  (Count I), (2) violations  of the anti-fraud\r\nprovisions of   10(b) of the Securities Exchange Act of 1934,\r\n15 U.S.C.    78j(b), and  Rule  10b-5 of  the Securities  and\r\nExchange Commission, 17  C.F.R.   240.10b-5  (Count II),  (3)\r\ncommon  law  fraud  and  deceit (Count  III),  (4)  negligent\r\nmisrepresentation (Count IV), and (5) violations of the anti-\r\nfraud  provisions  of Mass.  Gen.  L.  ch. 110A,    410(a)(2)\r\n(Count  VI).    Zimmerman   was  eventually  dismissed  as  a\r\ndefendant.\r\n\n                             -7-\r                                          7\r\r\n\nwould be imputed to the Bank.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 692. </span><pre class=\"inline\"> It reaffirmed its\r                                              \r\n\nrulings  that D'Oench and   1823(e) provided the FIDC with no\r                                 \r\n\nspecial  defenses to Count V,  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 691 </span><pre class=\"inline\"> n.14, and rejected\r                                              \r\n\nthe  FDIC's argument that the loans to the plaintiffs made by\r\n\nthe Bank were \"bona fide\"  loan transactions under Mass. Gen.\r\n\nL. ch.  110A,   401(i)(6)  and thus exempt  from registration\r\n\nrequirements.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 694 </span><pre class=\"inline\">n.16.\r                              \r\n\n          The court  later  ordered a  rescissionary  damages\r\n\naward  pursuant to Mass.  Gen. L. ch.  110A,    410(a).  That\r\n\nstatute provides for recovery  of \"the consideration paid for\r\n\nthe security, together with interest at six per cent per year\r\n\nfrom the  date of  payment, costs, and  reasonable attorneys'\r\n\nfees, less the amount of any income received on the security,\r\n\nupon  tender  of  the  security,   or  for  damages  if  [the\r\n\nplaintiff] no longer owns the security.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\r                                                         \r\n\n          Specifically, the </span><pre class=\"inline\">court  awarded to all  plaintiffs\r\n\nexcept Lopes and the Rileys $855,434, plus interest of 6% per\r\n\nannum  from  February 11,  1994 to  the  date of  the damages\r\n\norder.    The  court  said  it   \"novated\"  the  amounts  the\r\n\nplaintiffs owed on  the first and second mortgage  notes held\r\n\nby the FDIC and HHI  respectively.  The \"novation\" apparently\r\n\ncancelled the  plaintiffs' debt on the mortgages.   The court\r\n\ndenied  Lopes and  the Rileys  a rescissionary  damages award\r\n\nunder  section 410(a)(1) because  it  believed it  could  not\r\n\nnovate the loans  that Lopes  and the Rileys  owed to  third-\r\n\n                             -8-\r                                          8\r\r\n\nparty  banks.   It did,  however, give  Lopes and  the Rileys\r\n\ndamages of $256,564 (the principal and interest payments they\r\n\nhad made on their  mortgage loans plus the amount  they still\r\n\nowed on those loans) from Keezer, Chaban and HHI on the other\r\n\nsecurities law claims successfully asserted.\r\n\n          The court gave each  plaintiff the option of either\r\n\naccepting the rescission award (and the novation) in exchange\r\n\nfor title to the  unit or, in lieu  of the rescission  award,\r\n\nretaining  the unit  free and  clear.  It  awarded attorneys'\r\n\nfees of $351,213  against Keezer, Chaban,  HHI and the  FDIC.\r\n\nFinally, it  ordered that  the plaintiffs' recovery  would be\r\n\nsubject to the FDIC's \"obligation to distribute the assets of\r\n\n[the Bank] on a pro rata basis.\"\r\n\n          The  FDIC  appeals  the rulings  on    1823(e)  and\r\n\nD'Oench  with respect to Count  V, the finding  that the bank\r                   \r\n\nloans were not  \"bona fide\" loan  transactions, the award  of\r\n\nattorneys' fees  and post-insolvency interest,  and the order\r\n\nthat any reconveyance be  made to all defendants rather  than\r\n\njust to the  FDIC.   The FDIC does  not challenge either  the\r\n\ndistrict  court's  conclusion  that   the  Hotel  units  were\r\n\nsecurities  or  its  conclusion that  Keezer's  actions  were\r\n\nimputable  to  the  Bank.     The  plaintiffs'  cross-appeals\r\n\nchallenge the  district  court's method  of  calculating  the\r\n\nrescissionary damages award, its  decision to limit the award\r\n\n                             -9-\r                                          9\r\r\n\nin accordance with the rule of  ratable distribution, and its\r\n\nfailure to grant fee enhancements.\r\n\n               II.  Section 1823(e) And D'Oench\r                                                           \r\n\n          The FDIC argues that    1823(e) and D'Oench bar the\r                                                                 \r\n\nclaims  under state  securities  law  because the  plaintiffs\r\n\ncannot   point  to   a   written   agreement  regarding   the\r\n\n\"registrability of securities.\"  Section  1823(e) bars anyone\r\n\nfrom asserting against the  FDIC any \"agreement\" that is  not\r\n\nin writing and is not properly recorded in the records of the\r\n\nbank.    12 U.S.C.    1823(e).    D'Oench generally  prevents\r                                                     \r\n\nplaintiffs  from  asserting  as  either a  claim  or  defense\r\n\nagainst   the   FDIC  oral   agreements   or  \"arrangements.\"\r\n\nTimberland Design,  Inc. v.  First Service Bank  for Savings,\r                                                                        \r\n\n</pre><span class=\"citation\" data-id=\"560455\"><a href=\"/opinion/560455/timberland-design-inc-and-william-c-barnsley-v-first-service-bank-for/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">,  48-50 (1st Cir. 1991).  We  do not believe that\r\n\neither   1823(e) or D'Oench shields the FDIC here.2\r                                       \r\n\n                    \r                                \r\n\n2.    As  modified  by  the  Financial  Institutions  Reform,\r\nRecovery, and Enforcement Act (FIRREA),   1823(e) provides:\r\n\n          No agreement which tends  to diminish or defeat the\r\n          interest  of the  [FDIC] in  any asset  acquired by\r\n          it . . . shall be valid  against the [FDIC]  unless\r\n          such  agreement  [is  in  writing  and satisfies  a\r\n          number of other requirements].\r\n\n12  U.S.C.     1823(e).   A  circuit  split  appears to  have\r\ndeveloped  over  the  question   of  whether     1823(e)  has\r\npreempted D'Oench.  Compare FDIC v. McClanahan, </pre><span class=\"citation\" data-id=\"473041\"><a href=\"/opinion/473041/federal-deposit-insurance-corp-v-henry-e-mcclanahan/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">512</span></a></span><pre class=\"inline\">,\r                                                          \r\n514 n.1 (5th Cir. 1986) (\"there  is no reason to suppose that\r\nCongress intended [by the passage of   1823(e)] to forbid the\r\nrule of estoppel  from being  applied when the  FDIC sues  as\r\nreceiver  of a failed bank\") with Murphy v. FDIC, </pre><span class=\"citation\" data-id=\"700608\"><a href=\"/opinion/700608/bruce-g-murphy-v-federal-deposit-insurance-corporation-as-receiver-for/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">,\r                                                            \r\n39  (D.C. Cir. 1995) (relying  on O'Melveny &amp;  Myers v. FDIC,\r                                                                        \r\n\n                             -10-\r                                          10\r\r\n\n          While expansive in  scope,   1823 and D'Oench  only\r                                                                   \r\n\nprotect  the  FDIC from  claims  or  defenses  based upon  an\r\n\n\"agreement\" or \"arrangement.\"  See 12 U.S.C.   1823(e); In re\r                                                                         \r\n\nNBW  Commercial Paper  Litigation, </pre><span class=\"citation no-link\"><span class=\"volume\">826</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">1448</span></span><pre class=\"inline\">, 1461,\r                                             \r\n\n1466 (D.D.C. 1992).  Although  the concept of \"agreement\" has\r\n\nbeen broadly defined to include not only promises to perform,\r\n\nbut   also  misrepresentations  or  material  omissions,  see\r                                                                         \r\n\nLangley  v.  FDIC, </pre><span class=\"citation\" data-id=\"111968\"><a href=\"/opinion/111968/langley-v-fdic/\"><span class=\"volume\">484</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">86</span></a></span><pre class=\"inline\">,  92-93 (1987),  plaintiffs'\r                             \r\n\nclaims  against the FDIC are  not based upon  an agreement or\r\n\narrangement.3\r\n\n          Liability  for failure to register a security under\r\n\nMass. Gen. L. ch. 110A,   410(a)(1) is strict.   The right to\r\n\na remedy  under section 410(a)(1) is  independent of anything\r\n\nthat  was  said  or  agreed  to  between  the  Bank  and  the\r\n\nplaintiffs.   The  act  of  selling the  securities  is  what\r\n\ncreated  the liability and, as  the district court found, the\r\n\nBank,  through  Keezer,  sold  the   plaintiffs  unregistered\r\n\nsecurities.    See  NBW,  826  F.  Supp.  at  1468  (sale  of\r                                   \r\n\n                    \r                                \r\n\n</pre><span class=\"citation\" data-id=\"117849\"><a href=\"/opinion/117849/omelveny-myers-v-fdic/\"><span class=\"volume\">114</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2048</span> </a></span><pre class=\"inline\">(1994)  for the proposition  that the FIRREA\r\npreempts D'Oench);  see also DiVall Insured  Income Fund Ltd.\r                                                                         \r\nPartnership  v. Boatmen's First Nat'l Bank of Kansas City, </pre><span class=\"citation no-link\"><span class=\"volume\">69</span>\r                                                                     \r\n<span class=\"reporter\">F.3d</span>  <span class=\"page\">1398</span></span><pre class=\"inline\">, 1402 (8th Cir.  1995) (D'Oench and  holder in due\r                                                      \r\ncourse doctrines preempted by FIRREA); Timberland </pre><span class=\"citation\" data-id=\"560455\"><span class=\"antecedent_guess\">Design,</span> <a href=\"/opinion/560455/timberland-design-inc-and-william-c-barnsley-v-first-service-bank-for/\"><span class=\"volume\">932</span>\r                                                                    \r\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">51</span> </a></span><pre class=\"inline\">(not reaching  the preemption question because  it\r\nhad been raised for the first time on appeal).   We need not,\r\nand  do not, reach the  question of whether  D'Oench has been\r                                                                \r\npreempted by   1823(e).\r\n\n3.  Indeed,   after  Langley,   the  terms   \"agreement\"  and\r                                        \r\n\"arrangement\"  appear to  be virtually  synonymous.   See </pre><span class=\"citation\" data-id=\"560455\"><a href=\"/opinion/560455/timberland-design-inc-and-william-c-barnsley-v-first-service-bank-for/\"><span class=\"id_token\">id.</span>\r                                                                         \r\n(\"agreement\" is </a></span><pre class=\"inline\">\"scheme or arrangement\"). \r\n\n                             -11-\r                                          11\r\r\n\nunregistered securities in violation  of   12(1) of  the 1933\r\n\nAct does not rest on an agreement or arrangement).4\r\n\n          The FDIC's  attempt to shoehorn this  case into the\r\n\nSupreme Court's Langley decision is unfitting.  Starting with\r                                   \r\n\nthe observation in Langley that the term \"agreement\" includes\r                                      \r\n\nan  implicit  condition  such   as  the  \"truthfulness  of  a\r\n\nwarranted fact,\" see </pre><span class=\"citation\" data-id=\"111968\"><span class=\"antecedent_guess\">Langley,</span> <a href=\"/opinion/111968/langley-v-fdic/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">93</span></a></span><pre class=\"inline\">, the FDIC argues\r                                        \r\n\nthat  the plaintiffs'  claims depend  on the  Bank's \"implied\r\n\nwarranty\" that the securities it was selling were legal.  But\r\n\nto  the extent that such a warranty can even be characterized\r\n\nas an agreement or arrangement, the plaintiffs' claims do not\r\n\ndepend  upon it.  The  claims come from  an independent legal\r\n\nobligation  arising  from  the  act  itself  --  the  sale of\r\n\nunregistered securities -- and not from any warranty that the\r\n\naction was legal.  See </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">NBW,</span> <span class=\"volume\">826</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1468</span></span><pre class=\"inline\">.\r                                      \r\n\n          The  FDIC  says  that  D'Oench  and    1823(e)  are\r                                                    \r\n\ndesigned to shield the FDIC from hidden  liabilities and that\r\n\nthe  FDIC could not have  known from the  Bank's records that\r\n\nthe Bank had  sold securities  to the plaintiffs.   But  that\r\n\ndoes  not appear  to  be  the  case.    Although  the  Bank's\r\n\n                    \r                                \r\n\n4.  This case is not like  typical securities fraud cases  in\r\nwhich plaintiffs  claim that they were induced  to purchase a\r\nsecurity  based  upon   some  material  misrepresentation  or\r\nomission.   In such cases,  a plaintiff's claim  depends upon\r\nsomething the bank  said or  did that  misled the  plaintiff.\r\nSee,  e.g., Dendinger v. First  Nat'l Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">16</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">99</span> </span><pre class=\"inline\">(5th\r                                                       \r\nCir. 1994);  Kilpatrick v.  Riddle, </pre><span class=\"citation no-link\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1523</span> </span><pre class=\"inline\">(5th  Cir.\r                                              \r\n1990), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1083</span> </span><pre class=\"inline\">(1991).      \r                               \r\n\n                             -12-\r                                          12\r\r\n\ndocuments did  not specifically use the  term \"security,\" the\r\n\npooled income arrangement is disclosed in the documents.  The\r\n\nHHI  Declaration of  Trust  and By-Laws  specifically provide\r\n\nthat  the Hotel would be  operated on a  pooled income basis.\r\n\nThe mortgages were reflected in the Bank's records.  The Loan\r\n\nProposal for the conversion  loan states that the condominium\r\n\nwould  be operated on a pooled income basis.  The plaintiffs'\r\n\npurchase  and  sale agreements  incorporate by  reference the\r\n\nDeclaration  of Trust  and  By-laws; and  the Loan  Extension\r\n\ndocuments for the plaintiffs referenced the condominium units\r\n\nas  collateral.  A review  of the documents  pertinent to the\r\n\nplaintiffs' promissory  notes would  have revealed the  facts\r\n\nshowing that the Hotel units were pooled income units.\r\n\n          Perhaps  recognizing this problem  with its general\r\n\npolicy argument, the FDIC presses a slightly refined variant.\r\n\nIt  argues  that    1823(e)  and  D'Oench  apply  because  no\r                                                     \r\n\nspecific writing appears on the Bank's records signed by both\r\n\na plaintiff and the Bank that \"memorializes any obligation of\r\n\nthe Bank with  respect to  a securities  transaction.\"   This\r\n\nargument,  which is premised on the notion that there must be\r\n\na written  agreement that  specifically states in  terms that\r\n\nthe condominium units are  securities, rests on the incorrect\r\n\nassumption that the bank examiners  must be able to determine\r\n\nthe  legal  import  of  the  facts  reflected  in the  bank's\r\n\nrecords.   This  assumption  ignores that  \"[t]he real  issue\r\n\n                             -13-\r                                          13\r\r\n\n. . . is not  whether the  bank examiners could  tell whether\r\n\nthe  bank's  actions  were  illegal (or  indeed  whether  the\r\n\nexaminers knew  what the  law was),  but rather,  whether the\r\n\nfactual  predicate   for  the  application  of   the  law  is\r\n\nestablished on the  bank's books.\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">NBW,</span> <span class=\"volume\">825</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1469</span>\r</span><pre class=\"inline\">                                                   \r\n\nn.28.5    That  the  plaintiffs' claims  rest  on  collateral\r\n\ndocuments referenced  in  the  books of  the  Bank  does  not\r\n\ntransform their section 410(a)(1) claims into ones based upon\r\n\nan agreement or arrangement. Id.6\r                                            \r\n\n                    \r                                \r\n\n5.  This case is  quite similar  to NBW, in  which the  court\r                                                   \r\nheld  that the  FDIC could  be  liable for  a bank's  sale of\r\nunregistered securities.  The  FDIC's attempts to distinguish\r\nNBW  on its facts are  unpersuasive.  First,  the FDIC argues\r               \r\nthat the bank in NBW was  only a seller of securities and the\r                                          \r\nBank  here was  both a  seller and  a lender.   But  all that\r                                \r\nreally means is that the NBW plaintiffs paid for the security\r                                        \r\nwith  cash while  the plaintiffs  here paid for  the security\r\nwith a promissory note and mortgage.  Second, the FDIC argues\r\nthat  in NBW  there was  a written  agreement which  in terms\r                        \r\nprovided  for  a  securities  purchase.    But  that  is  not\r\nnecessary, and  the Bank's  records reflect the  sale of  the\r\npooled income units.   Third, the FDIC claims that  unlike in\r\nNBW where the bank was self-dealing, the Bank here was simply\r               \r\nacting as a  third party  lender in this  transaction.   That\r\nclaim is just not supported by the record.  Moreover, none of\r\nthese distinctions bears on  the central insight of NBW  that\r                                                                   \r\nthe  plaintiffs'  claims  against  a bank  for  the  sale  of\r\nunregistered  securities do  not arise  from an  agreement or\r\narrangement.\r\n\n6.  It is fair  for the FDIC to  make the very general  point\r\nthat the plaintiffs' claims  depend upon an agreement because\r\nthey depend  upon a \"sale\"  of a  security and a  sale is  an\r\nagreement.   However, it is undisputed that the sale of these\r\nunits to  the plaintiffs is  clearly reflected in  the Bank's\r\nrecords  sufficient to  satisfy both    1823(e)  and D'Oench.\r                                                                        \r\nThe  FDIC  suggests however  that there  is  an absence  of a\r\nwriting,  sufficient   to  satisfy    1823(e)   and  D'Oench,\r                                                                        \r\nspecifically mentioning in terms that the Bank was a \"seller\"\r\nof the units.  As with the FDIC's argument that the documents\r\n\n                             -14-\r                                          14\r\r\n\n          The  only  policy consideration  underlying D'Oench\r                                                                         \r\n\nthat the FDIC argues is relevant here is the concern that the\r\n\nFDIC be  able to value  the assets of  a bank by  reviewing a\r\n\nbank's  records either  for  purposes of  liquidation or  for\r\n\npurposes  of  a purchase  and  assumption  transaction.   See\r                                                                         \r\n\n</pre><span class=\"citation\" data-id=\"111968\"><span class=\"antecedent_guess\">Langley,</span> <a href=\"/opinion/111968/langley-v-fdic/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">91-92</span></a></span><pre class=\"inline\">.  Such  a valuation must be  done\r                   \r\n\n\"'with great  speed, usually overnight, in  order to preserve\r\n\nthe  going  concern value  of the  failed  bank and  avoid an\r\n\ninterruption in  banking services.'\"  </pre><span class=\"citation\" data-id=\"111968\"><span class=\"antecedent_guess\">Langley,</span> <a href=\"/opinion/111968/langley-v-fdic/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">91</span>\r</a></span><pre class=\"inline\">                                                         \r\n\n(quoting Gunter v. Hutcheson,  </pre><span class=\"citation no-link\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></span><pre class=\"inline\">, 865  (6th Cir.),\r                                        \r\n\ncert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1059</span> </span><pre class=\"inline\">(1982)).  Where the Bank records\r                         \r\n\nreflect  adequately the  sale of  the Hotel  units as  pooled\r\n\nincome units, these concerns appear to be satisfied.7\r\n\n                    \r                                \r\n\nmust have  stated in  terms that  the units  were securities,\r\nthis  argument assumes  that  the legal  significance of  the\r\ndocuments  must be apparent to the bank examiners in order to\r\novercome    1823(e) and D'Oench.   Just as  the pooled income\r                                           \r\nlanguage in the Master Documents made the units securities by\r\noperation of securities law,  the loan documents reflected in\r\nthe record,  as  the district  court concluded  and the  FDIC\r\nconcedes, made Keezer's  sale of the  units imputable to  the\r\nBank by  operation of principles of  agency incorporated into\r\nsecurities law.   That the  legal significance of  these loan\r\ntransactions was not explicitly spelled out  does not bar the\r\nplaintiffs' claims.  See  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">NBW,</span> <span class=\"volume\">826</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1469</span> </span><pre class=\"inline\">n.29.\r                                         \r\n\n7.  Plaintiffs  have also argued that notwithstanding whether\r\ntheir  claim depends  upon  an agreement,  their claims  will\r\naffect no \"asset\" for purposes of   1823(e).  They point  out\r\nthat  where  notes  are  invalidated  by  acts  or  omissions\r\nindependent of an alleged secret agreement, the notes are not\r\nan  asset  protected by    1823(e).   See  FDIC v.  Bracero &amp;\r                                                                         \r\nRivera, Inc., </pre><span class=\"citation\" data-id=\"536168\"><a href=\"/opinion/536168/federal-deposit-insurance-corporation-v-bracero-rivera-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">824</span></a></span><pre class=\"inline\">, 830 (1st Cir.  1990).  They argue\r                        \r\nthat because  the sales of  the condominium units  were void,\r\nsee Kneeland  v.  Emerton, </pre><span class=\"citation no-link\"><span class=\"volume\">183</span>  <span class=\"reporter\">N.E.</span>  <span class=\"page\">155</span></span><pre class=\"inline\">, 159  (Mass.  1932)\r                                     \r\n(under predecessor to  Massachusetts Uniform Securities  Act,\r\n\n                             -15-\r                                          15\r\r\n\n        III.  Sales Of Securities Or Bona Fide Loans?\r\n\n          The  FDIC also  says that  there  were no  sales of\r\n\nsecurities,   arguing  that   these   were  bona   fide  loan\r\n\ntransactions  instead.   We  disagree.   The pertinent  state\r\n\nsecurities statute  provides that  the terms \"sale,\"  \"sell,\"\r\n\n\"offer,\" or \"offer  to sell\"  do not include  any \"bona  fide\r\n\npledge or loan.\"  Mass. Gen. L. ch. 110A,   401(i)(6).\r\n\n          The  record  amply  supports  the  district court's\r\n\nconclusion  that the  loans  were not  made  in the  ordinary\r\n\ncourse  of business  and were  not bona fide.   The  Bank and\r\n\nKeezer operated  together in  the marketing and  financing of\r\n\nthese condominium  units to the  plaintiffs.  When  it became\r\n\napparent that  the project might fail  because the purchasers\r\n\nwere having trouble getting financing, the Bank departed from\r\n\nstandard  banking  practice  and  offered end  loans  to  the\r\n\nplaintiffs  (except Lopes and the  Rileys).  When  it came to\r\n\ngranting the end loans to  the plaintiffs, the Bank's  agent,\r\n\n                    \r                                \r\n\nsale  of  stock  was  a  void  transaction  where  notice  of\r\nintention  to  sell  shares  had  not  been  filed  with  the\r\nDepartment of Public Utilities),  the promissory notes  based\r\nupon  the units  were also  void,  and that,  accordingly, no\r\nasset passed to  the FDIC when  it took over  the Bank.   The\r\nFDIC counters that notwithstanding Kneeland's use of the term\r                                                       \r\n\"void,\"   the  case   actually   employed   the  concept   of\r\n\"voidability,\" see </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> (stating that </span><pre class=\"inline\">the transaction was void\r                                  \r\nat the buyer's instance),  and that an asset does pass to the\r\nFDIC  if the  transaction  is voidable.    See Kilpatrick  v.\r                                                                     \r\nRiddle, </pre><span class=\"citation no-link\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1523</span></span><pre class=\"inline\">, 1528 (5th Cir. 1990).  Because we hold\r                  \r\nthat the plaintiffs' claims  in this case do not  depend upon\r\nan  agreement  or  arrangement,  we  need  not  resolve  this\r\nquestion.\r\n\n                             -16-\r                                          16\r\r\n\nKeezer, knew or  should have  known that the  sales were  not\r\n\nregistered and therefore could not be completed in compliance\r\n\nwith the  securities laws.   He nevertheless  participated in\r\n\nthe vote to approve the end loans.  That the  substitution of\r\n\nthe plaintiffs' good debt for HHI's bad debt may have been in\r\n\nthe interest  of  the  Bank  and its  shareholders  does  not\r\n\nestablish that  the  Bank  was involved  in  bona  fide  loan\r\n\ntransactions.  The substitution was based on  the transfer of\r\n\nan unregistered  security to the plaintiffs.  Where the loans\r\n\nwere  entered  into in  the course  of  the Bank's  effort to\r\n\nfinance and  market, through  its agent, securities  that the\r\n\nBank  knew or  should have  known could  not be  sold without\r\n\nregistration, the loans were not bona fide.\r\n\n                         IV.  Remedy\r\n\n          Each  side complains  about  the  district  court's\r\n\nremedial  order.   Plaintiffs argue  that the  district court\r\n\nerroneously  ordered that  any recovery  against the  FDIC be\r\n\nsubject to the FDIC's responsibility to distribute the assets\r\n\nof the failed bank in a ratable manner.  They also argue that\r\n\nthe  district court's  method  of  setting the  rescissionary\r\n\ndamages was infirm, that  the award improperly excluded Lopes\r\n\nand the Rileys,  and that  the court should  have awarded  an\r\n\nattorneys' fee  enhancement.  For  its part, the  FDIC claims\r\n\nthat the  district court  erred  in awarding  post-insolvency\r\n\n                             -17-\r                                          17\r\r\n\ninterest and attorneys' fees  and in requiring the plaintiffs\r\n\naccepting  the rescissionary damages  to reconvey their units\r\n\nto all of  the defendants rather than only to  the FDIC.  The\r\n\ndistrict court's award is reviewed for an abuse of discretion\r\n\nunless it  rests on  an erroneous  legal determination.   See\r                                                                         \r\n\nDownriver Community Federal Credit  Union v. Penn Square Bank\r                                                                         \r\n\nthrough  FDIC,  </pre><span class=\"citation\" data-id=\"526163\"><a href=\"/opinion/526163/downriver-community-federal-credit-union-v-penn-square-bank-through-its/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">754</span></a></span><pre class=\"inline\">,  758 (10th  Cir.  1989), cert.\r                                                                         \r\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1070</span> </span><pre class=\"inline\">(1990).\r                  \r\n\n          A.   Ratable Distribution\r                                               \r\n\n          The FDIC, as receiver, is authorized to  distribute\r\n\nthe assets  of a failed bank  to all creditors on  a pro rata\r\n\nbasis pursuant  to the National  Bank Act at 12  U.S.C.    91\r\n\nand 194,  and the  FIRREA at  12 U.S.C.    1821(i)(2).8   See\r                                                                         \r\n\nalso United States  ex rel. White v. Knox, </pre><span class=\"citation\" data-id=\"91164\"><a href=\"/opinion/91164/white-v-knox/\"><span class=\"volume\">111</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">784</span></a></span><pre class=\"inline\">, 786\r                                                     \r\n\n                    \r                                \r\n\n8.  Section 91 prohibits a bank facing insolvency from making\r\npayments that prefer  some creditors over others.   12 U.S.C.\r\n  91.  Section  194 requires a ratable distribution of assets\r\namong  all  general creditors  entitled  to  a share  in  the\r\nreceivership  estate.   12 U.S.C.    194 (providing  that the\r\nFDIC \"shall make a ratable dividend . . . on  all such claims\r\nas may  have been proved to [its] satisfaction or adjudicated\r\nin a  court of competent jurisdiction\").   Section 1821(i)(2)\r\nlimits  the  FDIC's liability  as  receiver to  the  amount a\r\nclaimant would have received in a straight liquidation of the\r\nfailed  bank. 12 U.S.C.    1821(i)(2) (\"The maximum liability\r\nof the [FDIC] . . . to any person having a  claim . . . shall\r\nequal the  amount such  claimant would  have received  if the\r\n[FDIC]  had liquidated  the  assets and  liabilities of  such\r\ninstitution . . . .\").    Section  1821(i)(2)  does  not,  by\r\nitself, resolve  the issue of whether a plaintiff is entitled\r\nto  a preference  because the  statute does  not \"alter[]  or\r\ndefine[]  the  priorities [that]  define  liquidation value.\"\r\nBranch v. FDIC, </pre><span class=\"citation\" data-id=\"1412621\"><a href=\"/opinion/1412621/branch-v-fdic/\"><span class=\"volume\">825</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">384</span></a></span><pre class=\"inline\">, 417 &amp; n.35 (D. Mass. 1993)\r                          \r\n(internal quotation omitted).\r\n\n                             -18-\r                                          18\r\r\n\n(1884) (\"Dividends are to  be paid to all  creditors ratably;\r\n\nthat is  to say,  proportionally.  To  be proportionate  they\r\n\nmust  be made by some uniform rule.  . . .  All creditors are\r\n\nto be treated alike.\").  While the ratable distribution  rule\r\n\nis  not absolute,  the  statutory  framework  is  \"distinctly\r\n\nunfriendly  to  the  recognition   of  special  interests  or\r\n\npreferred  claims.\"   </pre><span class=\"citation\" data-id=\"526163\"><span class=\"antecedent_guess\">Downriver,</span>  <a href=\"/opinion/526163/downriver-community-federal-credit-union-v-penn-square-bank-through-its/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">762</span> </a></span><pre class=\"inline\"> (internal\r                                           \r\n\nquotation omitted).\r\n\n          A plaintiff seeking an  exception from the pro rata\r\n\nrule  bears a heavy burden of proof to show that a preference\r\n\nis warranted.  Id.;  see also </pre><span class=\"citation\" data-id=\"1412621\"><span class=\"antecedent_guess\">Branch</span> <a href=\"/opinion/1412621/branch-v-fdic/\"><span class=\"volume\">825</span> <span class=\"reporter\">F. Supp.</span>  at <span class=\"page\">416</span></a></span><pre class=\"inline\">.  A\r                                                \r\n\npreference might be warranted where  a plaintiff is a secured\r\n\ncreditor  and  is  seeking  to  enforce  a  lien  against the\r\n\nsecurity, see  Ticonic Nat'l Bank  v. Sprague, </pre><span class=\"citation\" data-id=\"102988\"><a href=\"/opinion/102988/ticonic-nat-bank-v-sprague/\"><span class=\"volume\">303</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">406</span></a></span><pre class=\"inline\">,\r                                                         \r\n\n413  (1938),  or  where  the plaintiff,  although  a  general\r\n\nunsecured creditor, can show an entitlement to a constructive\r\n\ntrust.   See  </pre><span class=\"citation\" data-id=\"526163\"><span class=\"antecedent_guess\">Downriver,</span>  <a href=\"/opinion/526163/downriver-community-federal-credit-union-v-penn-square-bank-through-its/\"><span class=\"volume\">879</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">762</span></a></span><pre class=\"inline\">.    Because  the\r                                   \r\n\nplaintiffs can  show neither, their awards are subject to pro\r\n\nrata distribution.\r\n\n          None  of the  plaintiffs has  a secured  claim, and\r\n\nthey argue to no  avail that they have claims  entitling them\r\n\nto a constructive trust.  The plaintiffs must have shown, and\r\n\ndid  not,  that  the   Bank's  fraudulent  conduct  caused  a\r\n\nparticular harm that is not shared by substantially all other\r\n\ncreditors, and that granting the relief would not disrupt the\r\n\n                             -19-\r                                          19\r\r\n\norderly  administration  of the  estate.   </pre><span class=\"citation\" data-id=\"526163\"><a href=\"/opinion/526163/downriver-community-federal-credit-union-v-penn-square-bank-through-its/\"><span class=\"id_token\">Id.</span>   The district\r</a></span><pre class=\"inline\">                                                          \r\n\ncourt found, however, that  the defendants committed no fraud\r\n\nin this case, and fraud (or violation of a fiduciary duty) is\r\n\ngenerally a  prerequisite to the formation  of a constructive\r\n\ntrust.9   Moreover,  the  plaintiffs have  not  shown that  a\r\n\npreference   would    not   interfere   with    the   orderly\r\n\nadministration of  the estate.   The district  court properly\r\n\nheld that the plaintiffs' awards were subject to the pro rata\r\n\ndistribution rule.\r\n\n          B.   Rescissionary Damages Award\r                                                      \r\n\n          Rescissionary  damages  against  the  FDIC  and the\r\n\nother defendants, jointly and  severally, were awarded to all\r\n\nplaintiffs except  Lopes and the Rileys.   The district court\r\n\nalso \"novated\"  the remaining debt of  all plaintiffs (except\r\n\nLopes  and the Rileys) on the first and second mortgages held\r\n\nby the FDIC and HHI.  The plaintiffs quarrel with this aspect\r\n\nof  the district  court's award  in two  respects:   that the\r\n\ndistrict  court  used  an  incorrect  method  of  calculating\r\n\n                    \r                                \r\n\n9.  The only fraudulent behavior the  plaintiffs attribute to\r\nthe Bank stems from the Bank's opposition to  the plaintiffs'\r\nMotion  for Order Segregating Assets filed a few weeks before\r\nthe Bank was  declared insolvent. In opposing the motion, the\r\nBank represented  to the court  that any harm  the plaintiffs\r\nfeared  from an FDIC takeover was mere speculation.  The Bank\r\nfailed to inform the  court that it was in  negotiations with\r\nthe FDIC and a  takeover by the FDIC  was imminent.   Without\r\ncondoning this  regrettable lapse  by the  Bank, it  does not\r\nhelp the  plaintiffs.   The plaintiffs have  not demonstrated\r\nthat they would have been entitled to a segregation of assets\r\nhad the  Bank properly  informed the court  of its  financial\r\ncondition as it should have.\r\n\n                             -20-\r                                          20\r\r\n\ndamages,  and  that the  district  court  improperly excluded\r\n\nLopes  and the  Rileys from  the rescissionary  damages award\r\n\nthat ran against the FDIC.\r\n\n          1.  Method of calculation.\r                                               \r\n\n          The district  court ordered an award of rescission,\r\n\nexcluding interest, of $654,949.   The district court started\r\n\nwith the total  amount of  money at issue  -- the  principal,\r\n\ninterest  and other  expenses  paid by  the plaintiffs  minus\r\n\nincome received and the  unpaid debt on the first  and second\r\n\nmortgages held by the  FDIC, for a total of  $2,072,205.  The\r\n\ncourt  then subtracted the  unpaid mortgage debt  owed to the\r\n\nFDIC  and HHI, a total  of $1,271,100, and  the principal and\r\n\ninterest  payments made by Lopes  and the Rileys,  a total of\r\n\n$146,156,  to  reach $654,949.    The  court then  ordered  a\r\n\n\"novation of the notes owed by the plaintiffs  to defendants,\r\n\nHHI and the  FDIC,\" although the court apparently intended an\r\n\noutright cancellation of the notes.\r\n\n          Plaintiffs  argue that  the  district court  should\r\n\nhave awarded them the entire amount of consideration paid for\r\n\nthe  units,  including  the  unpaid portions  of  the  loans,\r\n\nsubject  to a  setoff  by the  FDIC  and HHI  for  the unpaid\r\n\nportions of the  loans.   They also argue  that the  district\r\n\ncourt should  also have  allowed the  plaintiffs to  keep the\r\n\nunits as a setoff for any damages owed to the plaintiffs from\r\n\n                             -21-\r                                          21\r\r\n\nthe  FDIC that would be left unpaid because of the insolvency\r\n\nof the Bank.\r\n\n          As a  practical matter, there  is little difference\r\n\nbetween what the district court ordered (return of principal,\r\n\ninterest, fees  and expenses  minus income and  \"novation\" of\r\n\nthe  loans) and  what the  plaintiffs are  requesting (entire\r\n\ncost of loans  plus amount  paid on the  units minus  income,\r\n\nleaving plaintiffs' debt to the FDIC and HHI intact).  As the\r\n\nplaintiffs recognize,  the  district court's  award  \"with  a\r\n\nsolvent defendant, would fully  fund rescission and return to\r\n\nPlaintiffs  their full damages in exchange for title to their\r\n\nunits.\"  The plaintiffs argue,  however, that their method of\r\n\ncalculation makes a difference  because the Bank is insolvent\r\n\nand will  not be able  to pay  the damages judgment  in full.\r\n\nPlaintiffs  say their method allows them to keep the units as\r\n\na setoff and thus  make up any shortfall between  the damages\r\n\nowed and the  pro rata share of  the Bank's assets they  will\r\n\nreceive.  We disagree.\r\n\n          A setoff is often  justified where a plaintiff owes\r\n\na debt  to an insolvent party  and will be forced  to pay off\r\n\nthat  debt  without  being  allowed to  recover  a  debt  the\r\n\ninsolvent party may  owe to the plaintiff.  See  In re Saugus\r                                                                         \r\n\nGeneral Hosp.,  Inc., </pre><span class=\"citation\" data-id=\"413303\"><a href=\"/opinion/413303/in-re-saugus-general-hospital-inc-debtor-philip-l-sisk-receiver-of/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span><pre class=\"inline\">, 45 (1st Cir. 1983).  It is\r                                \r\n\ntypically employed where a depositor, who also owes  money to\r\n\na  bank,  seeks  to offset  the  amount  owed  by the  amount\r\n\n                             -22-\r                                          22\r\r\n\ndeposited.  It is employed where  the parties have reciprocal\r\n\nor mutual obligations to one another.\r\n\n          The  plaintiffs  have  tried  to  characterize  the\r\n\nobligations   between  the   parties  as  being   mutual  and\r\n\nappropriate for a setoff of the units.  Under the plaintiffs'\r\n\nargument,  the offsetting  obligations would  exist were  the\r\n\ncourt  (1) to create a damages award in the plaintiffs' favor\r\n\nfor  the entire amount of the loans and the amount plaintiffs\r\n\nhave paid on the units (minus income) and  (2) then award the\r\n\nFDIC and HHI the amounts the plaintiffs owe on the promissory\r\n\nnotes.    With such  offsetting  obligations, the  plaintiffs\r\n\nargue,  they should be entitled  to set off  the units, i.e.,\r\n\nkeep them, in the face of the Bank's insolvency.  See FDIC v.\r                                                                      \r\n\nMademoiselle of California, </pre><span class=\"citation\" data-id=\"276445\"><a href=\"/opinion/276445/federal-deposit-insurance-corporation-as-receiver-of-san-francisco/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span><pre class=\"inline\">, 664 (9th Cir. 1967)\r                                      \r\n\n(\"It is well settled  that the insolvency of a  party against\r\n\nwhom a set-off is claimed constitutes a sufficient ground for\r\n\nthe  allowance  of  a  set-off  not  otherwise   available.\")\r\n\n(internal quotations omitted)).\r\n\n          This  argument,  however, is  incongruous  with the\r\n\nplaintiffs' theory of recovery in this case.  Plaintiffs here\r\n\nsought rescission, a form of restitution.  Under this theory,\r\n\nthe  restitution by  the  defendant of  the ill-gotten  gains\r\n\ncannot be enforced unless  the \"plaintiff[s] return[] in some\r\n\nway  what [they] ha[ve] received as a part performance by the\r\n\ndefendant.\"  Arthur L. Corbin, Corbin on Contracts   1114, at\r                                                              \r\n\n                             -23-\r                                          23\r\r\n\n608 (1964); see also  Restatement of Restitution    65 (1937)\r                                \r\n\n(the   general  rule  is  that  the  right  of  a  person  to\r\n\nrestitution  for  a  benefit  conferred  upon  another  in  a\r\n\ntransaction is  dependent upon  his  return of,  or offer  to\r\n\nreturn,  anything  the  person  received as  a  part  of  the\r\n\ntransaction).  Thus, under the applicable statute, rescission\r\n\nis allowed upon  \"tender of the  security\" by the  plaintiff.\r\n\nSee Mass.  Gen. L. ch. 110A,    410(a); see also  15 U.S.C.  \r                                                            \r\n\n77l.\r\n\n          Since  tender  of  the  unit  is  a  condition  for\r\n\ntriggering the  obligation of  the Bank to  repay the  amount\r\n\npaid  for the units, the plaintiffs cannot also use the units\r\n\nas setoffs.  The  Bank owes the plaintiffs nothing  until the\r\n\nplaintiffs relinquish  their rights to  the units.   And once\r\n\nthe plaintiffs  no  longer  have  rights to  the  units,  the\r\n\nplaintiffs have no basis to use the units as setoffs.10\r\n\n                    \r                                \r\n\n10.  Even assuming  that the plaintiffs might,  in theory, be\r\nentitled to set off of the units, that does not automatically\r\nentitle them to do so.  A setoff may be denied in order to do\r\n\"equity,  prevent  injustice,   and  achieve  the   goals  of\r\nprocedural  fairness.\"   In re  Lakeside Hospital,  Inc., </pre><span class=\"citation\" data-id=\"1895536\"><a href=\"/opinion/1895536/in-re-lakeside-community-hosp-inc/\"><span class=\"volume\">151</span>\r                                                                    \r\n<span class=\"reporter\">B.R.</span> <span class=\"page\">887</span></a></span><pre class=\"inline\">, 893  (N.D. Ill. 1993).  In equitable terms it could\r\nbe viewed  that plaintiffs  have received windfalls  from the\r\nremedial  order.  First, a  portion of the consideration paid\r\nfor the security  awarded to the plaintiffs  was the interest\r\ncomponent  of  the  mortgage  payments.   Assuming  that  the\r\ninterest  on the Bank's loans to the plaintiffs was at market\r\nrate, the effect  of the  award is to  give the plaintiffs  a\r\nmarket rate  of interest on the price of the units as well as\r\nthe  statutory  interest award  of 6%.    This issue  was not\r\npresented by the  parties and we  do not reach  the issue  of\r\nwhether      410(a)   allows    for   the    calculation   of\r\n\"consideration\"  in such a way.   Second, the plaintiffs were\r\n\n                             -24-\r                                          24\r\r\n\n          Although  the  general   method  employed  by   the\r\n\ndistrict  court in reaching  the rescissionary  damages award\r\n\nwas  appropriate,  one  aspect  of  the  order  needs  to  be\r\n\nmodified.   The  district court ordered  a \"novation\"  of the\r\n\namounts the plaintiffs owed on  the first and second mortgage\r\n\nnotes  to  the FDIC  and HHI.   A  \"novation\" is  typically a\r\n\n\"substituted contract that  includes as a  party one who  was\r\n\nneither  the obligor nor  the obligee of  the original duty.\"\r\n\nRestatement (Second)  of Contracts   280 (1979).  The court's\r\n\norder,  however,  does  not  provide for  a  substitution  of\r\n\nparties and, given the  cases cited by the district  court in\r\n\nits order, Limoli  v. Accettullo, </pre><span class=\"citation no-link\"><span class=\"volume\">265</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">92</span> </span><pre class=\"inline\">(Mass. 1970)\r                                            \r\n\nand Levy v. Bendetson, </pre><span class=\"citation\" data-id=\"2028950\"><a href=\"/opinion/2028950/levy-v-bendetson/\"><span class=\"volume\">379</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1121</span> </a></span><pre class=\"inline\">(Mass. App. Ct. 1978),\r                                 \r\n\nin which the courts  cancelled the notes, it does  not appear\r\n\nthat  a  substitution  was  intended.   Because  an  outright\r\n\ncancellation  of the  notes may  render unclear  the relative\r\n\nrights of the parties  in the unit, we vacate the  portion of\r\n\nthe  order  which \"novates\"  the  notes  along with  granting\r\n\nrescissionary  damages and  remand with  directions  that the\r\n\ndistrict  court  order  a  novation  whereby  the  \"judgment\"\r\n\ndefendants (FDIC, Keezer, Chaban, and HHI) are substituted as\r\n\nobligors  on the  notes  secured  by  the mortgages  and  the\r\n\n                    \r                                \r\n\ngiven  the  option  of  keeping the  units  free  and  clear.\r\nBecause this allows the  plaintiffs to keep what  they bought\r\nand effectively have a return of a significant portion of the\r               \r\nconsideration  paid for  the unit,  it might  be viewed  as a\r\npotential over-recovery.\r\n\n                             -25-\r                                          25\r\r\n\nplaintiffs are discharged of any liability on the notes.  Any\r\n\nunits eventually tendered to the judgment defendants would be\r\n\nsubject to the mortgages.11\r\n\n          2.   Lopes and the Rileys.\r                                               \r\n\n          Lopes and the Rileys were denied any relief against\r\n\nthe  FDIC because  they  had given  mortgages and  promissory\r\n\nnotes  to  disinterested  third  party banks  and  the  court\r\n\nbelieved  that it could  not \"novate\" those  debts.  Although\r\n\nthe  district court  correctly concluded  that it  should not\r\n\ninterfere  with the debts owed  to the third  party banks, it\r\n\nimproperly  denied Lopes and the Rileys rescissionary damages\r\n\nagainst the FDIC.  The only\r\n\ndifference  between  Lopes  and  the  Rileys  and  the  other\r\n\nplaintiffs is  that Lopes  and the Rileys  paid substantially\r\n\nmore  cash to the defendants  when purchasing the  units.  It\r\n\nwas  not the entire price  because both Lopes  and the Rileys\r\n\nappear to have given second mortgages to  HHI.  Lopes and the\r\n\nRileys  were  still  purchasers of  unregistered  securities.\r\n\nThey  should therefore be able  to recover from  the FDIC and\r\n\n                    \r                                \r\n\n11.  This approach  keeps the respective rights  in the units\r\nfollowing the  award relatively  clear.  After  the transfer,\r\nthe judgment  defendants would own  as tenants in  common the\r\nunits  subject  to  the  first and  second  mortgages  on the\r\nproperties.  If the  defendants were to default on  the notes\r\nto  the  Bank, then  the FDIC  could  foreclose on  the first\r\nmortgage and use  the proceeds  of any sale  to satisfy  that\r\ndebt.   Anything  left over  would be  used to  satisfy HHI's\r\nsecond mortgage debt.  Anything remaining after that would be\r\ndistributed to the defendants, and presumably could be sorted\r\nout in an action among the defendants.   \r\n\n                             -26-\r                                          26\r\r\n\nthe other  defendants the  consideration paid for  the units.\r\n\nSee Mass. Gen.  L. ch.  110A,   410(a).   Unfortunately,  the\r               \r\n\nrecord does  not clearly  reveal the consideration  Lopes and\r\n\nthe Rileys paid for the units.  On remand the  district court\r\n\nshould hold  a hearing  to determine the  consideration Lopes\r\n\nand  the  Rileys paid  for  the  units.   As  with  the other\r\n\nplaintiffs,  Lopes' and  the  Rileys' entire  claims will  be\r\n\nsubject to the ratable distribution rule.\r\n\n          Lopes'  and the Rileys'  claims do raise additional\r\n\nwrinkles for consideration on remand.   The novation given to\r\n\nthe plaintiffs  who borrowed  from the Bank  was an  implicit\r\n\nsetoff of  the amount of  the mortgage debt.   Lopes  and the\r\n\nRileys are  not entitled to such an  implicit setoff because,\r\n\nwith respect  to the  loans to  the third-party  banks, there\r\n\nwould  be   no  mutuality  of  obligation.     Absent  mutual\r\n\nobligations,  a setoff, or  its equivalent, is inappropriate.\r\n\nCf.  In  re  Lakeside  Community </pre><span class=\"citation\" data-id=\"1895536\"><span class=\"antecedent_guess\">Hospital,</span>  <a href=\"/opinion/1895536/in-re-lakeside-community-hosp-inc/\"><span class=\"volume\">151</span>  <span class=\"reporter\">B.R.</span>  at <span class=\"page\">891</span>\r</a></span><pre class=\"inline\">                                                     \r\n\n(setoff in  bankruptcy).  Unlike the  other plaintiffs, Lopes\r\n\nand  the Rileys  must  bear  the  full  cost  of  the  Bank's\r\n\ninsolvency.\r\n\n          If Lopes and  the Rileys convey their  units to the\r\n\ndefendants,  they  will  remain  liable on  their  promissory\r\n\nnotes.   It may be  the case, however,  that the  third party\r\n\nbanks will refuse to  allow Lopes and the Rileys  to reconvey\r\n\ntheir  units to the defendants.  If that occurs, the district\r\n\n                             -27-\r                                          27\r\r\n\ncourt may want to make clear that their remedy  is subject to\r\n\nany  terms provided in  their loan agreements  with the third\r\n\nparty banks.   The district court may  also consider treating\r\n\nsuch a situation like that in which a purchaser cannot tender\r\n\nthe security because  she no longer owns  it.  In  that case,\r\n\ndamages are awarded.  See Mass. Gen. L. ch. 110A,   410(a).\r                                     \r\n\n          C.   Interest\r                                   \r\n\n          1.   Post-insolvency interest.\r                                                   \r\n\n          Section 410(a) provides for an award of 6% interest\r\n\non the consideration paid  for the security from the  date of\r\n\npayment of  that consideration.   The district  court awarded\r\n\n$200,485  statutory interest  to the  plaintiffs  against the\r\n\nFDIC,  Keezer,  Chaban  and  HHI.    That  amount  represents\r\n\ninterest  from the  date the  plaintiffs made  each of  their\r\n\nrespective  mortgage  payments until  February 11,  1994, the\r\n\ndate the plaintiffs submitted their damages motion.  The FDIC\r\n\ncontends  that  the  interest  award  against  it incorrectly\r\n\nincludes interest  accruing following the  Bank's insolvency,\r\n\nwhich  occurred on May 31, 1991.   According to the FDIC, the\r\n\nratable  distribution  rule  precludes  such  post-insolvency\r\n\ninterest.12  We agree. \r\n\n                    \r                                \r\n\n12.  Because  Keezer, Chaban,  and HHI  can claim  no benefit\r\nfrom the  ratable distribution  rule under the  National Bank\r\nAct and the FIRREA, the following discussions of interest and\r\nattorneys'  fees apply only  to the extent  they were awarded\r\nagainst the FDIC.  \r\n\n                             -28-\r                                          28\r\r\n\n          As  unsecured  creditors,   the  plaintiffs   share\r\n\nratably with all other \"unsecured creditors, and their claims\r\n\nbear  interest  to  the   same  date,  that  of  insolvency.\"\r\n\n</pre><span class=\"citation\" data-id=\"102988\"><span class=\"antecedent_guess\">Ticonic,</span> <a href=\"/opinion/102988/ticonic-nat-bank-v-sprague/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">412</span></a></span><pre class=\"inline\">.13   There are  exceptions to  this\r                   \r\n\nrule, but where, as here, the  interest is part of the  claim\r\n\nitself, interest accruing after  the insolvency should not be\r\n\nawarded.  See  United States ex rel. White  v. Knox, </pre><span class=\"citation\" data-id=\"91164\"><a href=\"/opinion/91164/white-v-knox/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span>\r                                                               \r\n\n<span class=\"page\">784</span></a></span><pre class=\"inline\">, 786 (1884); First Empire Bank-New York v. FDIC, </pre><span class=\"citation\" data-id=\"354160\"><a href=\"/opinion/354160/first-empire-bank-new-york-by-its-successor-in-interest-manufacturers/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span>\r                                                               \r\n\n<span class=\"page\">1361</span></a></span><pre class=\"inline\">, 1372  (9th Cir.)(\"First  Empire I\"), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">439</span>\r                                                                    \r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">919</span> </span><pre class=\"inline\">(1978).14\r\n\n                    \r                                \r\n\n13.  This rule bears similarity to the rule applicable in the\r\nbankruptcy  context  that   post-petition  interest  is   not\r\navailable against an insolvent debtor.   See Debentureholders\r                                                                         \r\nProtective Comm.  of Continental  Inv. Corp.   v. Continental\r                                                                         \r\nInv. Corp., </pre><span class=\"citation\" data-id=\"404111\"><a href=\"/opinion/404111/bankr-l-rep-p-68724-debentureholders-protective-committee-of/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">264</span></a></span><pre class=\"inline\">, 268 (1st Cir.), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">459</span>\r                                                                    \r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">894</span> </span><pre class=\"inline\">(1982).  This is not surprising.  Courts have looked\r\nto bankruptcy  law to  \"decipher the  meaning of  the ratable\r\ndividend  requirement  of  section   194.\"    Texas  American\r                                                                         \r\nBankshares,  Inc. v. Clarke, </pre><span class=\"citation\" data-id=\"576265\"><a href=\"/opinion/576265/texas-american-bancshares-inc-v-robert-logan-clarke-the-comptroller-of/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span><pre class=\"inline\">, 338 n.10 (5th Cir.\r                                       \r\n1992).  \r\n\n14.  Some  courts  have  suggested  that  if  a  receiver  is\r\nunreasonable or  vexatious  in resisting  a claim,  or is  at\r\nfault in administering the trust, interest may be allowed for\r\nthe delay.   See Fash v.  First Nat'l Bank of  Alva, Okl., </pre><span class=\"citation\" data-id=\"1472801\"><a href=\"/opinion/1472801/fash-v-first-nat-bank-of-alva-okl/\"><span class=\"volume\">89</span>\r                                                                     \r\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">110</span></a></span><pre class=\"inline\">,  112  (10th  Cir.   1937)  (citing  cases).    The\r\nplaintiffs have not shown  that these exceptions apply.   The\r\ncase upon which the plaintiffs rely for the  proposition that\r\npost-insolvency  interest  is  available  here,  First Empire\r                                                                         \r\nBank-New  York v. FDIC, </pre><span class=\"citation no-link\"><span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1222</span> </span><pre class=\"inline\">(9th Cir. 1980) (\"First\r                                                                         \r\nEmpire  II\"),   cert.  denied,   </pre><span class=\"citation no-link\"><span class=\"volume\">452</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">906</span> </span><pre class=\"inline\">  (1981),  is\r                                         \r\ninapposite.    That case  drew  a  distinction between  post-\r\ninsolvency  interest as part of a claim against a bank (which\r\nwould  not   be  allowed)  and  interest   accruing  from  an\r\nerroneously denied claim after the ratable amount was paid to\r\nother  creditors (which it  did allow).   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  at 1224. </span><pre class=\"inline\">  The\r                                                         \r\nplaintiffs, however, seek to include the interest as  part of\r\nthe  original  claims against  the  Bank.    They argue  \"the\r\ngeneral  rule regarding  post-insolvency  interest  does  not\r\n\n                             -29-\r                                          29\r\r\n\n          The  FDIC  does not  challenge  the  award of  pre-\r\n\ninsolvency  interest, but  says  the district  court did  not\r\n\ndistinguish  between the  portion  of the  award representing\r\n\npre-insolvency  interest and  the portion  representing post-\r\n\ninsolvency interest.   We prefer to allow  the district court\r\n\nto  determine the  appropriate amount  on remand  rather than\r\n\nattempt to do it here.\r\n\n          2.   Lopes and the Rileys.\r                                               \r\n\n          Lopes  and the Rileys  were erroneously  treated in\r\n\nthe interest  calculation and that award  should be adjusted.\r\n\nThe   $200,485  interest   award  to  the   other  plaintiffs\r\n\napparently includes  $20,679.93 of  interest on the  mortgage\r\n\npayments Lopes  made for the condominium  unit and $28,240.81\r\n\nof  interest on the payments the Rileys made.  Those interest\r\n\namounts were calculated according to the same method employed\r\n\nfor  the plaintiffs who borrowed from the Bank:  the interest\r\n\nwas calculated  from the  date each loan  installment payment\r\n\nwas  made.  This method  was inappropriate for  Lopes and the\r\n\nRileys  since,  with  respect  to  the  Bank  and  the  other\r\n\ndefendants,  Lopes and the Rileys  parted with a  lump sum at\r\n\nthe  time of the purchase.  Interest for Lopes and the Rileys\r\n\nought to  have started accruing on the  entire purchase price\r\n\n                    \r                                \r\n\ncontrol where the interest  itself is part of  the underlying\r\nclaim, as it is here.\"  That type of post-insolvency interest\r\nappears to  be  precisely the  type  of interest  that  First\r                                                                         \r\nEmpire II said should not be allowed.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\r                                                      \r\n\n                             -30-\r                                          30\r</span><pre class=\"inline\">\r\n\non the date the  cash was transferred to the  defendants, not\r\n\non the  date the payments were made to the third party banks.\r\n\nBecause  we  cannot  determine  that amount  on  the  present\r\n\nrecord,  on remand  the district  court should  calculate the\r\n\nappropriate  interest   to  be  awarded  to   Lopes  and  the\r\n\nRileys.15\r\n\n          D.   Attorneys' Fees\r                                          \r\n\n          1.   The award.\r                                    \r\n\n          The FDIC  argues that the award  of attorneys' fees\r\n\nunder section  410(a) violates the  ratable distribution rule\r\n\nbecause the  claims for  attorneys' fees were  not \"provable\"\r\n\nwithin the  meaning of the  National Bank Act at  12 U.S.C.  \r\n\n194 and  case law construing that provision.   See Interfirst\r                                                                         \r\n\nBank-Abilene, N.A.  v. FDIC,  </pre><span class=\"citation no-link\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1092</span></span><pre class=\"inline\">, 1097  (5th Cir.\r                                       \r\n\n1985); First Empire </pre><span class=\"citation\" data-id=\"354160\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/354160/first-empire-bank-new-york-by-its-successor-in-interest-manufacturers/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1372</span></a></span><pre class=\"inline\">.  We disagree.\r                                 \r\n\n          A  claim  is   provable  if  at  the  time  of  the\r\n\ninsolvency  there is a present cause of action.  First Empire\r                                                                         \r\n\n                    \r                                \r\n\n15.  It is also not entirely clear whether the district court\r\nintended  to include  the interest  awards to  Lopes and  the\r\nRileys in the order for rescissionary  damages.  The district\r\ncourt denied  Lopes and  the Rileys rescissionary  damages on\r\nthe    410(a)(1) claim.   The court, however,  added the full\r\n$200,485 to  the rescissionary  damages award of  $654,949 to\r\ngive a total award  of rescission of $855,434.   Although the\r\ndistrict court could have  meant for Lopes and the  Rileys to\r\nbenefit just from the interest component of that award, it is\r\nunclear whether that was  so intended, particularly since the\r\ninterest is treated  as part and parcel  of the rescissionary\r\ndamages award based  on    410(a)(1) and  the district  court\r\nappeared  to  deny  Lopes  and  the  Rileys  an  award  under\r\n  410(a)(1).  The district  court should clarify this portion\r\nof the award on remand.  \r\n\n                             -31-\r                                          31\r\r\n\n</pre><span class=\"citation\" data-id=\"354160\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/354160/first-empire-bank-new-york-by-its-successor-in-interest-manufacturers/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">1368</span> </a></span><pre class=\"inline\"> (citing Pennsylvania Steel  Co. v.  New\r                                                                         \r\n\nYork City  Ry. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">F.</span>  <span class=\"page\">721</span></span><pre class=\"inline\">, 738 (2d  Cir. 1912) (\"Claims\r                              \r\n\nwhich  at   the  commencement  of   [equitable  receivership]\r\n\nproceedings  furnish   a  present   cause   of  action   [are\r\n\nprovable].\")).   In this  case, the plaintiffs  were actively\r\n\npursuing their claims against  the Bank at the time  the Bank\r\n\nbecame insolvent.  At  that time, there were claims  not only\r\n\nfor rescission  but also  for attorneys' fees.   Accordingly,\r\n\nthe claims for attorneys' fees were provable.\r\n\n          Relying on  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Interfirst,</span> <span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">1097</span></span><pre class=\"inline\">, the FDIC\r                                            \r\n\nargues  that attorneys'  fees are  not provable  here because\r\n\nthere  were  no  contractual provisions  for  attorneys' fees\r\n\nbetween  the plaintiffs and the Bank.  According to the FDIC,\r\n\nthe  absence of  contractual contingency  fee provisions  for\r\n\nattorneys' fees  before the  insolvency shows that  no claims\r\n\nfor attorneys' fees existed before the insolvency.  We reject\r\n\nthe FDIC's argument that the  claims for attorneys' fees  did\r\n\nnot exist prior to the insolvency because the contingency fee\r\n\nagreement between the plaintiffs  and their attorneys was not\r\n\nexecuted  until after the insolvency.  The FDIC is aware that\r\n\nthe plaintiffs had an obligation  to pay their attorneys, and\r\n\nin fact did pay their attorneys substantial fees, during  the\r\n\nperiod  prior  to the  insolvency.    Plaintiffs' claims  for\r\n\n                             -32-\r                                          32\r\r\n\nattorneys' fees certainly  did exist by  statute, and did  so\r\n\nwell before the insolvency.16\r\n\n          The  FDIC  also  argues  that the  claims  are  not\r\n\nprovable  because (1) there was no collateral fund to pay the\r\n\nfees (only the general assets of  the estate to be shared  by\r\n\nall unsecured creditors), and (2) the fees were not fixed and\r\n\ncertain at the time the suit was filed against the FDIC.  But\r\n\nthe notion  of provability  is not  the same  as the rule  of\r\n\nratable  distribution.  \"Though  related concepts,  whether a\r\n\nclaim  is   provable  under   section  194,  and   whether  a\r\n\ndistribution  is 'ratable'  represent two  entirely different\r\n\ninquiries.\"  See  Citizens State Bank of Lometa  v. FDIC, </pre><span class=\"citation\" data-id=\"569328\"><a href=\"/opinion/569328/citizens-state-bank-of-lometa-v-federal-deposit-insurance-corporation-as/\"><span class=\"volume\">946</span>\r                                                                    \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></a></span><pre class=\"inline\">, 413 (5th Cir. 1991).\r\n\n          The existence  of a collateral fund,  while perhaps\r\n\nrelevant  to  ratable   distribution,  is  not  relevant   to\r\n\ndetermining provability;  and  the FDIC's  argument that  the\r\n\nattorneys' fees must have been absolute, fixed, due and owing\r\n\nfor purposes  of ratable distribution to be \"provable\" is not\r\n\ncorrect.   </pre><span class=\"citation\" data-id=\"569328\"><a href=\"/opinion/569328/citizens-state-bank-of-lometa-v-federal-deposit-insurance-corporation-as/\"><span class=\"id_token\">Id.</span> (provability of </a></span><pre class=\"inline\"> claims is not  equated to the\r                          \r\n\nabsolute, fixed, due-and-owing language  which applies to the\r\n\nconcept of a \"ratable distribution\").  Even if the claims for\r\n\n                    \r                                \r\n\n16.  To the extent Interfirst suggests  that statutory claims\r                                         \r\nfor attorneys' fees should be treated differently than claims\r\nbased upon contract,  see </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Interfirst,</span>  <span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">1097</span> </span><pre class=\"inline\"> n.2\r                                                \r\n(stating  that the  state law  providing for  attorneys' fees\r\ndoes  not create a claim  for purposes of  applying the First\r                                                                         \r\nEmpire I test), we disagree.\r                    \r\n\n                             -33-\r                                          33\r\r\n\nattorneys' fees here were \"contingent,\" which they are not, a\r\n\nclaim is provable if  its \"worth or amount can  be determined\r\n\nby recognized methods  of computation.\"  First  Empire </pre><span class=\"citation\" data-id=\"354160\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/354160/first-empire-bank-new-york-by-its-successor-in-interest-manufacturers/\"><span class=\"volume\">572</span>\r                                                                    \r\n\n<span class=\"reporter\">F.2d</span>  at <span class=\"page\">1369</span></a></span><pre class=\"inline\">.    The  lodestar  approach to  calculation  of\r\n\nattorneys' fees is a recognized method of computation.\r\n\n          Nevertheless  the  attorneys'  fees award  requires\r\n\nmodification.   The  rule of  ratable distribution  \"requires\r\n\nthat dividends be declared proportionately upon the amount of\r\n\nclaims  as they stand on  the date of  insolvency.\"  Citizens\r                                                                         \r\n\nState </pre><span class=\"citation\" data-id=\"569328\"><span class=\"antecedent_guess\">Bank,</span>  <a href=\"/opinion/569328/citizens-state-bank-of-lometa-v-federal-deposit-insurance-corporation-as/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">415</span></a></span><pre class=\"inline\">.   The amount of  the claim that\r                      \r\n\nhas  accrued at  the  time of  insolvency  is the  basis  for\r\n\napportionment  of   dividends.     See  Kennedy  v.   Boston-\r                                                                         \r\n\nContinental Nat'l  Bank, </pre><span class=\"citation\" data-id=\"1489512\"><a href=\"/opinion/1489512/kennedy-v-boston-continental-nat-bank/\"><span class=\"volume\">84</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">592</span></a></span><pre class=\"inline\">, 597  (1st Cir.  1936)\r                                   \r\n\n(\"The amount of the claim may be later established, but, when\r\n\nestablished, it must be the amount due and owing at  the time\r\n\nof  the declaration  of insolvency,  as of  which time  it is\r\n\nentitled,  with  the  claims  of the  other  creditors,  to a\r\n\nratable distribution of the  assets of the bank.\"); see  also\r                                                                         \r\n\n</pre><span class=\"citation\" data-id=\"91164\"><span class=\"antecedent_guess\">White,</span> <a href=\"/opinion/91164/white-v-knox/\"><span class=\"volume\">111</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">787</span> </a></span><pre class=\"inline\"> (\"It was  clearly right  .  . .  to\r                 \r\n\nascertain from the judgment how much was due on this claim at\r\n\nthe  date  of  the  insolvency,  and  make  the  distribution\r\n\naccordingly.\").   The availability of attorneys'  fees for an\r\n\nunsecured creditor depends upon whether the fees accrued pre-\r\n\ninsolvency or  whether they accrued  post-insolvency.   Those\r\n\nincurred prior to the  insolvency are recoverable while those\r\n\n                             -34-\r                                          34\r\r\n\nincurred afterwards are not.  Cf. Fash v. First Nat'l Bank of\r                                                                         \r\n\nAlva Okl., </pre><span class=\"citation\" data-id=\"1472801\"><a href=\"/opinion/1472801/fash-v-first-nat-bank-of-alva-okl/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span><pre class=\"inline\">, 112 (10th Cir. 1937) (post-insolvency\r                     \r\n\nattorneys' fees not available).\r\n\n          We believe this situation  is not only analogous to\r\n\nrequests  for interest  and  other costs  of collection,  see\r                                                                         \r\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Interfirst,</span>  <span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">1097</span> </span><pre class=\"inline\">(relying  on Ticonic  to deny\r                                                                \r\n\npost-insolvency  attorneys'  fees);  </pre><span class=\"citation\" data-id=\"1472801\"><span class=\"antecedent_guess\">Fash,</span>  <a href=\"/opinion/1472801/fash-v-first-nat-bank-of-alva-okl/\"><span class=\"volume\">89</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">112</span>\r</a></span><pre class=\"inline\">                                                     \r\n\n(treating  interest  and  attorneys'  fees   under  the  same\r\n\nprinciple); cf.  also In  re Continental Airlines  Corp., </pre><span class=\"citation\" data-id=\"1971462\"><a href=\"/opinion/1971462/in-re-continental-airlines-corp/\"><span class=\"volume\">110</span>\r                                                                    \r\n\n<span class=\"reporter\">B.R.</span>  <span class=\"page\">276</span></a></span><pre class=\"inline\">, 279-80  (Bankr. S.D.  Tex. 1989)  (drawing analogy\r\n\nbetween attorneys' fees and post-petition interest), but also\r\n\nis  analogous   to  requests  for  attorneys'   fees  in  the\r\n\nbankruptcy   context.     Pre-petition  attorneys'   fees  of\r\n\nunsecured creditors against an insolvent debtor are generally\r\n\nallowed  under   the  bankruptcy  code  to   the  extent  the\r\n\napplicable   state   law  so   provides,   and  post-petition\r\n\nattorneys'  fees are generally not allowed.  See, e.g., In re\r                                                                         \r\n\nSoutheast Banking  Corp., </pre><span class=\"citation\" data-id=\"1988995\"><a href=\"/opinion/1988995/in-re-southeast-banking-corp/\"><span class=\"volume\">188</span>  <span class=\"reporter\">B.R.</span> <span class=\"page\">452</span></a></span><pre class=\"inline\">, 462-64  (Bankr. S.D.\r                                    \r\n\nFla.  1995) (denying  under  the  bankruptcy  code  unsecured\r\n\ncreditors'   attorneys'   fees  incurred   post-petition  but\r\n\nallowing attorneys'  fees incurred pre-petition); but  cf. In\r                                                                         \r\n\nre  United Merchants and Mfrs.,  Inc., </pre><span class=\"citation\" data-id=\"402070\"><a href=\"/opinion/402070/6-collier-bankrcas2d-321-bankr-l-rep-p-69005-in-re-united-merchants/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">134</span></a></span><pre class=\"inline\">, 137 (2d\r                                                 \r\n\nCir.  1982) (unsecured creditor  can recover collection costs\r\n\nincluding counsel  fees where such costs  were a specifically\r\n\nbargained-for  term  of a  loan  contract).   Plaintiffs  are\r\n\n                             -35-\r                                          35\r\r\n\nentitled to attorneys' fees  that had accrued as of  the date\r\n\nof the  insolvency but  are not entitled  to attorneys'  fees\r\n\nfollowing  the  insolvency.17    Because  we  are  unable  to\r\n\ndetermine the amount of attorneys' fees accruing prior to the\r\n\ninsolvency, we  leave that inquiry  to the district  court on\r\n\nremand.\r\n\n          2.  Fee enhancements.\r                                          \r\n\n          The  plaintiffs  argue that  they were  entitled to\r\n\neither a contingency fee enhancement or a results enhancement\r\n\nto  the attorneys' fee award.  The district court's fee award\r\n\nis reviewed  for  an abuse  of  discretion, see  Brewster  v.\r                                                                     \r\n\nDukakis, </pre><span class=\"citation\" data-id=\"194891\"><a href=\"/opinion/194891/brewster-v-dukakis/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">488</span></a></span><pre class=\"inline\">, 492 (1st Cir. 1993), and there was none.\r                   \r\n\n          As  the  plaintiffs  concede, the  argument  for  a\r\n\ncontingency  enhancement in a  statutory fee-shifting context\r\n\nis a difficult one, even if the enhancement requested here is\r\n\nbased on state rather  than federal law, in the  aftermath of\r\n\nCity of Burlington  v. Dague,  </pre><span class=\"citation\" data-id=\"112778\"><a href=\"/opinion/112778/burlington-v-dague/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">2638</span></a></span><pre class=\"inline\">, 2643  (1992)\r                                        \r\n\n(generally  disapproving  of  contingency enhancements  under\r\n\nfederal fee-shifting statutes).18   The Massachusetts  courts\r\n\nhave  stated that where the  federal and state  law causes of\r\n\n                    \r                                \r\n\n17.  The plaintiffs'  motion, filed after  oral argument, for\r\nattorneys' fees incurred on appeal is therefore denied.\r\n\n18.  This  is not  a  common  fund  situation.    Cf.  In  re\r                                                                         \r\nWashington Public Power Supply System  Securities Litigation,\r                                                                        \r\n</pre><span class=\"citation no-link\"><span class=\"volume\">19</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">1291</span></span><pre class=\"inline\">,  1299-1301   (9th  Cir.  1993)  (stating  the\r\nrationale of Dague  did not  apply in common  fund cases  and\r                              \r\nthat district  court had the discretion  to allow contingency\r\nenhancements in common fund case).\r\n\n                             -36-\r                                          36\r\r\n\naction are similar, the attorneys' fees \"in both fora should,\r\n\nfor  the  most part,  be  calculated  in  a similar  manner.\"\r\n\nFontaine v.  Ebtec Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">613</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">881</span></span><pre class=\"inline\">, 891  (Mass. 1993).\r                                    \r\n\nThe state law  counterpart should not  be construed to  allow\r\n\nsuch an  enhancement absent direction from  the state courts.\r\n\nPlaintiffs have  cited no state cases  allowing a contingency\r\n\nenhancement for  a successful securities law  action based on\r\n\nthe  fee-shifting  provision  of  section 410(a)(1)   and  we\r\n\ndecline  to predict  the creation  of such  a state  law rule\r\n\nhere.\r\n\n          A  results enhancement is also inappropriate.  Such\r\n\nan enhancement  is a \"tiny\"  exception to the  lodestar rule.\r\n\nSee Lipsett v.  Blanco, </pre><span class=\"citation\" data-id=\"591130\"><a href=\"/opinion/591130/annabelle-lipsett-v-gumersindo-blanco/\"><span class=\"volume\">975</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span><pre class=\"inline\">, 942  (1st Cir.  1992).\r                                  \r\n\nThe rates provided to the  attorneys in this case \"adequately\r\n\nreflected the lawyers' superior skills and the superb results\r\n\nobtained.\"  </pre><span class=\"citation\" data-id=\"591130\"><a href=\"/opinion/591130/annabelle-lipsett-v-gumersindo-blanco/\"><span class=\"id_token\">Id.</span>\r                           \r\n\n          E.  Reconveyance </a></span><pre class=\"inline\">to Defendants\r                                                    \r\n\n          In  its damages  order the district  court provided\r\n\nthat plaintiffs accepting the  rescission award reconvey  the\r\n\nunits  to all  the defendants.   The  FDIC contends  that the\r\n\ndistrict court  abused its  discretion in ordering  the units\r\n\ndeeded  to all the defendants  rather than just  to the FDIC.\r\n\nThe  plaintiffs, who  presumably  are indifferent  as to  who\r\n\namong  the  defendants  gets   the  units,  have  not  argued\r\n\notherwise.    Where the  debts owed  on  the units  have been\r\n\n                             -37-\r                                          37\r\r\n\nnovated  in the  manner  prescribed here,  conveyance of  the\r\n\nunits  solely to the Bank  might prejudice the  rights of the\r\n\nother  defendants.   The  district court  did  not abuse  its\r\n\ndiscretion on this matter.\r\n\n                        V.  Conclusion\r\n\n          For the  foregoing reasons, we affirm  the district\r                                                           \r\n\ncourt's judgment of liability but vacate and remand the order\r                                                               \r\n\non  damages,  novation,  attorneys'  fees  and  interest,  as\r\n\ndiscussed above, for further proceedings consistent with this\r\n\nopinion.  It is so ordered.\r                                      \r\n\n                             -38-\r                                          38\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/91164/",
    "https://www.courtlistener.com/api/rest/v3/opinions/102988/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103624/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111968/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112778/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117849/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194891/",
    "https://www.courtlistener.com/api/rest/v3/opinions/276445/",
    "https://www.courtlistener.com/api/rest/v3/opinions/354160/",
    "https://www.courtlistener.com/api/rest/v3/opinions/402070/",
    "https://www.courtlistener.com/api/rest/v3/opinions/404111/",
    "https://www.courtlistener.com/api/rest/v3/opinions/413303/",
    "https://www.courtlistener.com/api/rest/v3/opinions/473041/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526163/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/560455/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569328/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576265/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591130/",
    "https://www.courtlistener.com/api/rest/v3/opinions/700608/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1412621/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1472801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1489512/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1895536/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1971462/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1988995/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2028950/"
  ]
}