{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196560/",
  "id": 196560,
  "absolute_url": "/opinion/196560/markham-etc-v-fay/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196560/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:54Z",
  "date_modified": "2020-02-21T23:07:54.837645Z",
  "type": "010combined",
  "sha1": "f440d7570e0e8c1cf4097db1dfb572ba8feb4b8e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1631.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1631\r\n\n                  PAUL F. MARKHAM, TRUSTEE,\r\n\n                          Plaintiff,\r\n\n                              v.\r\n\n  CLAIRE M. FAY, AS TRUSTEE OF HIGHLAND AVENUE NURSING HOME\r\n           TRUST, PARKER HILL NURSING HOME TRUST, \r\n            AND GREEN PASTURES NURSING HOME TRUST,\r\n\n                    Defendant, Appellant,\r\n\n                             and\r\n\n                        UNITED STATES,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Robert B. Collings, U.S. Magistrate Judge]\r                                                                  \r\n                                         \r\n\n                            Before\r\n\n                    Torruella, Chief Judge,\r                                                      \r\n                Bownes, Senior Circuit Judge,\r                                                        \r\n                  and Stahl, Circuit Judge.\r                                                      \r\n                                         \r\n\n   Richard H. Gens for appellant.\r                              \r\n   Annette M.  Wietecha, Attorney,  with whom Donald  K. Stern,\r                                                                          \r\nUnited States Attorney, Of Counsel, Loretta C. Argrett, Assistant\r                                                                \r\nAttorney General, Gary R. Allen, Attorney, and Jonathan S. Cohen,\r                                                                          \r\nAttorney, Tax Division, United States Department of Justice, were\r\non brief for appellee.\r\n\n                                         \r\n\n                       February 7, 1996\r\n                                         \r\r\n\n          BOWNES, Senior Circuit Judge.  Appellant  Claire M.\r                      BOWNES, Senior Circuit Judge.\r                                                  \r\n\nFay  (\"Fay\"), in  her capacity  as  trustee of  three trusts,\r\n\nappeals the magistrate judge's ruling that a federal tax lien\r\n\nupon her individual property extends to the entire assets  of\r\n\nthe trusts.   Fay  contends that  the magistrate  judge erred\r\n\nbecause the  property of the  trusts would not  be considered\r\n\nher own  under Massachusetts  law.   Fay also raises  federal\r\n\nstatutory and constitutional issues, contending that Appellee\r\n\nInternal Revenue Service (\"IRS\")  does not have a valid  lien\r\n\nupon  the  trust property  because it  failed to  comply with\r\n\nstatutory notice  and  limitations  requirements  as  to  the\r\n\ntrusts,   and  also   that  the   trust   beneficiaries  were\r\n\nindispensable parties  who were not joined  and were deprived\r\n\nof property without  due process of law.  We  hold that there\r\n\nwas  no  statutory  or  constitutional  error  and  that  the\r\n\nmagistrate judge correctly held that the lien attached to the\r\n\nentire property of the Green Pastures and Parker Hill Nursing\r\n\nHome Trusts.  We also hold that the magistrate judge erred in\r\n\nholding  that the lien attached to the entire property of the\r\n\nHighland Avenue Nursing Home Trust.  Thus, we affirm in part,\r\n\nreverse in part, and remand for a new judgment.\r\n\nI.  BACKGROUND AND PROCEDURAL HISTORY\r                                                 \r\n\n          In  a published opinion,  the magistrate judge made\r\n\nextensive  findings of fact, Markham v. Fay, 884 F. Supp. 594\r                                                       \r\n\n(D. Mass. 1995), none of which are in dispute in this appeal.\r\n\n                             -2-\r                                          2\r\r\n\nWe recount those necessary  to provide context to  the issues\r\n\nbefore us.  \r\n\n          During the 1960s and  1970s, Fay and others created\r\n\na  number of legal entities  for the purpose,  inter alia, of\r                                                                     \r\n\nowning and  operating nursing homes in  Massachusetts.  Three\r\n\nof  those entities -- the Green  Pastures Nursing Home Trust,\r\n\nthe Parker Hill  Nursing Home Trust  and the Highland  Avenue\r\n\nNursing  Home  Trust --  are involved  in  this appeal.   Fay\r\n\ncreated the trusts in  1974, conveying to herself as  trustee\r\n\nof each trust the nursing home for which the trust was named.\r\n\nA  fourth   entity,   Regina   Nursing   Home,   Inc.   (\"the\r\n\ncorporation\"),  was incorporated  in  1961.   Fay became  its\r\n\npresident and sole stockholder in 1967, then assigned all  of\r\n\nher  stock to  her  sister Theresa  Dzialo (Dzialo)  sometime\r\n\nduring the  1970s.  The  corporation owned the  Chester Manor\r\n\nNursing Home.  At no time were the trusts and the corporation\r\n\norganized or operated as one entity, and each owned different\r\n\nproperty.    \r\n\n          In  June of 1976, Fay, as trustee of the trusts and\r\n\npresident  of the  corporation, sold  the Parker  Hill, Green\r\n\nPastures, Highland Avenue and  Chester Manor Nursing Homes to\r\n\ntrusts owned  by Louis  Almeida (\"Almeida\"), in  exchange for\r\n\nmortgages  and  other  consideration.    Almeida   filed  for\r\n\nbankruptcy in  1978.  By then,  the only assets  owned by the\r\n\ntrusts and  the corporation  were the mortgages,  and Almeida\r\n\n                             -3-\r                                          3\r\r\n\nhad  defaulted on them.   On October 2,  1990, the bankruptcy\r\n\ncourt  awarded the  trusts  and the  corporation, as  secured\r\n\ncreditors, the proceeds from the bankruptcy trustee's sale of\r\n\nthe nursing homes, amounting to $67,809.89.    \r\n\n          On  October 10,  1990, the  IRS filed  a derivative\r\n\nclaim with the bankruptcy court \"for the purpose of obtaining\r\n\nany dividend which may become payable to Claire M. Fay.\"  The\r\n\nIRS's claim  was premised on Fay's  individual tax liability.\r\n\nIn  1979, in  view  of  Almeida's  bankruptcy,  the  IRS  had\r\n\nassessed Fay individually as  a \"responsible person\" under 26\r\n\nU.S.C.    6671 and 6672 for income and F.I.C.A. taxes Almeida\r\n\nfailed to pay for the nursing homes' employees during the tax\r\n\nyears 1976 through 1978.1   On October 31, 1979, IRS  filed a\r\n\nnotice  of  federal  tax  lien for  $200,213.45  against  Fay\r\n\nindividually, and refiled it  on January 27, 1986.   In 1984,\r\n\nthe  IRS sued  Fay individually,  and on  December  30, 1990,\r\n\njudgment   was  entered   against  her   in  the   amount  of\r\n\n$699,142.21, including penalties and interest.\r\n\n          On  October  31, 1990,  the  IRS  delivered to  the\r\n\nbankruptcy trustee (but  not to the corporation) a  notice of\r\n\nlevy on the corporation  as alter ego and/or nominee  of Fay.\r\n\nThe IRS did not  file any liens, lawsuits or  notices thereof\r\n\n                    \r                                \r\n\n1.  Fay apparently  continued to be involved  in managing the\r\nnursing homes after selling them to Almeida.  The efficacy of\r\nthe assessment against her is not before us in this appeal.\r\n\n                             -4-\r                                          4\r\r\n\nagainst  the trusts,  Fay as  trustee of  the trusts,  or the\r\n\nbeneficiaries of the trusts.  \r\n\n          On February 12, 1991, Paul F. Markham  (\"Markham\"),\r\n\nthe bankruptcy trustee who  held the proceeds of the  sale of\r\n\nthe   nursing  homes,   filed  an   interpleader   action  in\r\n\nMassachusetts Superior  Court seeking a determination  of the\r\n\nrights  of  the  various  claimants to  the  interpled  fund.\r\n\nMarkham named  as defendants Fay individually  and as trustee\r\n\nof the  trusts, the corporation,  the United States,  and two\r\n\nattorneys seeking  payment for  litigating the claims  of the\r\n\ntrusts and the  corporation before the bankruptcy court.   On\r\n\nMarch 14, 1991, the IRS removed the case to the United States\r\n\nDistrict  Court for the District of Massachusetts.  On May 5,\r\n\n1993,  the court  denied  summary judgment  to  the IRS,  the\r\n\ncorporation and the trusts, granted summary judgment in favor\r\n\nof the  attorneys (awarding them $16,970),  and then referred\r\n\nthe case to the magistrate  judge for all purposes  including\r\n\ntrial and entry of judgment.\r\n\n          After a bench trial, the magistrate judge issued an\r\n\nopinion,  holding that  the IRS  was  entitled to  the entire\r\n\nproceeds of the sale  of the Parker Hill, Green  Pastures and\r\n\nHighland  Avenue Nursing  Homes because  Fay had  reserved to\r\n\nherself  such significant  powers  in the  trusts that  their\r\n\nassets would  be considered her own  under Massachusetts law.\r\n\n884 F.  Supp. at 607,  609.   The magistrate judge  also held\r\n\n                             -5-\r                                          5\r\r\n\nthat  the government had failed  to prove that  the trusts or\r\n\nthe corporation were Fay's alter egos, and found that the IRS\r\n\nhad not established that Fay used the trusts for a fraudulent\r\n\npurpose  or  for her  own individual  benefit.   Id.  at 604.\r                                                               \r\n\nJudgment  was entered for the IRS in the amount of $27,732.85\r\n\nplus 55% of the accumulated interest, and for the corporation\r\n\nin  the  amount of  $23,107.04  plus 45%  of  the accumulated\r\n\ninterest.2   Fay,  in her  capacity as  trustee of  the three\r\n\ntrusts, then filed this appeal.  \r\n\n          Before we  proceed to the legal  issues, we clarify\r\n\nthe present status of the trusts and the proceeds of the sale\r\n\nof  the nursing homes.  Since  1978, the trusts have not held\r\n\nany property  other than the mortgages on  the nursing homes,\r\n\nand have  not engaged  in any  transaction or  business other\r\n\nthan pursuing their claims against  Almeida's bankrupt estate\r\n\nand  defending  the  bankruptcy  court's  award.     Although\r\n\ndormant, the trusts continue  to exist.  They were in  no way\r\n\nterminated by  the bankruptcy  trustee's sale of  the nursing\r\n\nhomes.    Rather,  the  bankruptcy  court  awarded  the  sale\r\n\nproceeds  to the trusts in satisfaction of the mortgages.  We\r\n\nrefer to  the sale proceeds  as trust property,  although not\r\n\n                    \r                                \r\n\n2.  After  the attorneys  were paid  at the  summary judgment\r\nstage, $50,839.89 plus  accumulated interest  remained.   The\r\nparties stipulated at trial that the fund was attributable as\r\nfollows:  $23,107.04  to   the  corporation;  $16,046.63   to\r\nHighland  Avenue Nursing  Home Trust;   $11,246.12  to Parker\r\nHill  Nursing  Home  Trust;  and $440.10  to  Green  Pastures\r\nNursing Home Trust.\r\n\n                             -6-\r                                          6\r\r\n\nyet  paid  to the  trusts, because  the proceeds  will become\r\n\ntrust property unless paid to the IRS.\r\n\n                             -7-\r                                          7\r\r\n\nII.  STATUTORY AND CONSTITUTIONAL ISSUES\r                                                    \r\n\n          Fay first  contends that  the IRS does  not have  a\r\n\nvalid  lien against  the trust  property because  it did  not\r\n\ncomply with  statutory  notice  and  statute  of  limitations\r\n\nrequirements  as to  the  trusts.    It  gave  no  notice  of\r\n\nassessment as to the trust property in 1979, did not join the\r\n\ntrusts,  Fay  as  trustee,  or  the  trust  beneficiaries  as\r\n\ndefendants in its 1984 suit against Fay individually, and did\r\n\nnot  proceed  against  them  by  separate  suit,  assessment,\r\n\ndemand,  lien or levy.  Second, Fay contends that because the\r\n\nIRS sought  in the  interpleader action to  collect from  the\r\n\ntrust property  as such, the beneficiaries were indispensable\r\n\nparties  who were required to  be joined in  their own right.\r\n\nFinally, Fay argues that because the beneficiaries were given\r\n\nno  opportunity to  appear  and defend  their  rights in  the\r\n\ninterpleader action, the  magistrate judge's ruling  deprived\r\n\nthem of property without due process of law. \r\n\n          The IRS  responds first that  it is only  Fay's own\r\n\nproperty  from which it seeks  to collect and  all notice and\r\n\nlimitations requirements were  met with respect to her.   The\r\n\nIRS concedes that if  it had sought to hold  the trustee, the\r\n\ntrusts  or  the  beneficiaries  personally  liable  as  Fay's\r\n\ntransferees,  it would  have  had to  institute a  collection\r\n\naction  directly  against  them  within six  years  from  the\r\n\nassessment of the tax.  See United States v. Updike, 281 U.S.\r                                                               \r\n\n                             -8-\r                                          8\r\r\n\n489, 493 (1930); 26 U.S.C.   6901.  The IRS, however, asserts\r\n\nthat  it sought  to collect  the taxes  out of  property that\r\n\nwould  be  considered  Fay's  own  under  Massachusetts  law.\r\n\nNotice and  limitations  requirements  with  respect  to  the\r\n\ntrusts therefore  were not implicated.   As to  Fay's joinder\r\n\nand  due  process  arguments,  the    IRS  responds that  the\r\n\nbankruptcy trustee  named Fay as trustee  in the interpleader\r\n\naction,   she   has   represented   the  interests   of   the\r\n\nbeneficiaries throughout this litigation, and at no time have\r\n\nthe beneficiaries as such  sought to intervene.  Furthermore,\r\n\nthe IRS argues, the beneficiaries' exclusive remedy is a suit\r\n\nfor wrongful  levy brought pursuant  to 26 U.S.C.    7426(a),\r\n\nwhich  is now  time-barred because no  such suit  was brought\r\n\nwithin nine months  from the date of levy, as  required by 26\r\n\nU.S.C.   6532(c).\r\n\n          Although  the  magistrate judge  did  not precisely\r\n\nresolve  these  issues,3  we  will  review  them de  novo  as\r                                                                     \r\n\nmatters of federal law.  Horton Dairy, Inc. v. United States,\r                                                                        \r\n\n986  F.2d 286, 290 (8th Cir. 1993).   First, we must untangle\r\n\n                    \r                                \r\n\n3.  The  magistrate  judge stated  at  the  beginning of  his\r\nanalysis that the separate structures  of the trusts could be\r\ndisregarded for notice and statute of limitations purposes if\r\nthey  were Fay's  alter egos, but  went on to  hold that they\r\nwere not  Fay's alter egos,  and never addressed  whether the\r\ntrusts  were  required to  be  treated  separately under  the\r\ndistinct  theory that  prevailed --  that the  trust property\r\nwould  be considered Fay's own under  Massachusetts law.  The\r\nmagistrate judge did not mention Fay's joinder or due process\r\narguments.\r\n\n                             -9-\r                                          9\r\r\n\nthe web of  statutory and procedural requirements  implicated\r\n\nin  this phase  of  Fay's  appeal.   Once  the IRS  makes  an\r\n\nassessment of  a taxpayer's liability,  it has sixty  days in\r\n\nwhich  to \"give notice to  each person liable  for the unpaid\r\n\ntax, stating the  amount and demanding payment  thereof.\"  26\r\n\nU.S.C.   6303(a).   Once notice and demand are given  and the\r\n\ntax  goes  unpaid,  a lien  in  favor  of  the United  States\r\n\nautomatically  arises  \"upon  all  property   and  rights  to\r\n\nproperty,  whether  real  or  personal,  belonging   to  such\r\n\nperson.\"  26  U.S.C.   6321.   Whether and  to what extent  a\r\n\nparticular  piece  of property  constitutes  property of  the\r\n\ntaxpayer to which a federal tax lien can attach is a question\r\n\nof state law.  Aquilino  v. United States, 363 U.S.  509, 512\r                                                     \r\n\n(1960).  The  lien arises at the time the  assessment is made\r\n\nand  continues until  the liability  is satisfied  or becomes\r\n\nunenforceable  by lapse of time.  26  U.S.C.   6322.  The IRS\r\n\nmay collect the  tax by levy or  by bringing a proceeding  in\r\n\ncourt, which according to the pre-1990 version of 26 U.S.C.  \r\n\n6502  applicable in this case, must be done \"within six years\r\n\nafter  the  assessment of  the tax.\"4    26 U.S.C.    6502(a)\r\n\n(1988).  A lien  becomes unenforceable by lapse of  time upon\r\n\nexpiration  of  the  six-year  statute   of  limitations  for\r\n\ncollection,  but if  the  government brings  suit within  six\r\n\n                    \r                                \r\n\n4.  The statute was amended in 1990 to extend the limitations\r\nperiod to ten years.  26 U.S.C.   6502(a) (1994).\r\n\n                             -10-\r                                          10\r\r\n\nyears from assessment and  receives a judgment in  its favor,\r\n\nthe life of the lien is extended indefinitely.  See Rodriguez\r                                                                         \r\n\nv. Escambron Dev. Corp., 740 F.2d 92, 94 n.3 (1st Cir. 1984).\r                                   \r\n\n          There  is no  dispute that the  IRS assessed  a tax\r\n\nagainst Fay  individually in  1979, that  it gave  notice and\r\n\ndemand to her within sixty days, that  a lien dating from the\r\n\nassessment arose against  all of Fay's property and rights to\r\n\nproperty,  that the IRS  timely filed a  civil action against\r\n\nFay individually in 1984,  that it refiled the notice  of tax\r\n\nlien  in 1986, and that it obtained a judgment in December of\r\n\n1990 that extended  the life  of the lien  on Fay's  property\r\n\nindefinitely.       That  brings us  to the  IRS's collection\r\n\nefforts beginning with the derivative claim in the bankruptcy\r\n\ncourt in   October of  1990 and leading  to the  interpleader\r\n\naction below.   As stated above, the  IRS may collect by levy\r\n\nor  by a  proceeding in  court.   26 U.S.C.    6502(a).   The\r\n\nbriefs  are unhelpful  (at best)  as to  which route  the IRS\r\n\ntook.   The  IRS  indicates  that  it  levied  on  the  trust\r\n\nproperty,  but  the  IRS  may  collect  by  levy  only  after\r\n\nnotifying  the taxpayer in  writing of its  intention to make\r\n\nsuch levy.  26 U.S.C.    6331(a), (b), (d)(1).  The notice of\r\n\nlevy  upon  the  corporation  as  Fay's  alter  ego  did  not\r\n\nconstitute  notice of  levy  on the  trust property  because,\r\n\ninter  alia,  the  trusts   and  the  corporation  each  held\r                       \r\n\ndifferent  property.  Because it has never notified Fay of an\r\n\n                             -11-\r                                          11\r\r\n\nintention  to levy on the  trust property, there  has been no\r\n\nlevy.  \r\n\n          Other  than  by levy,  the  IRS  can collect  by  a\r\n\nproceeding in court, either by bringing an action pursuant to\r\n\n26 U.S.C.    7403, or by simply suing for the amount owed and\r\n\nthen exercising \"the usual rights of a judgment  creditor\" to\r\n\nenforce any judgment obtained.  United States v. Rodgers, 461\r                                                                    \r\n\nU.S. 677,  682 (1983).  This is not a section 7403 action and\r\n\nneither party contends  that it  is.5  The  IRS is  therefore\r\n\nexercising  the  usual rights  of  a judgment  creditor.   It\r\n\nasserts (inconsistently with its indication that it levied on\r\n\nthe  trust  property)  that   the  Federal  Debt   Collection\r\n\nProcedure Act of  1990 (FDCPA),  28 U.S.C.    3001, et  seq.,\r                                                                       \r\n\ngoverns  the  interpleader  proceedings,  and  Fay  does  not\r\n\ncontend otherwise.   Fay's tax  indebtedness is  a \"debt\"  as\r\n\ndefined in the  FDCPA because it is  \"an amount owing  to the\r\n\nUnited  States  on account  of [an]  . .  . assessment.\"   28\r\n\nU.S.C.    3002(3)(B).    Except to  the  extent that  another\r\n\nfederal law specifies procedures for recovering on a judgment\r\n\nfor a debt arising under such law, the FDCPA is the exclusive\r\n\ncivil procedure for the government to recover a judgment on a\r\n\n                    \r                                \r\n\n5.  The government has the right in a section 7403 proceeding\r\nto  seek a  forced sale  of the  entire property  in  which a\r\ndelinquent  taxpayer has  an  interest  even  where  innocent\r\nothers also have an  interest in the property.   This special\r\nprivilege  arises from  the  express terms  of section  7403,\r\nRodgers,  461  U.S.  at 697,  and  is  not  available to  the\r                   \r\ngovernment here.   \r\n\n                             -12-\r                                          12\r\r\n\ndebt.   28 U.S.C.   3001(a),  (b).  The tax  code (from which\r\n\nthe debt arose)  does specify procedures for recovering  on a\r\n\njudgment by levy,  26 U.S.C.   6331, and by  filing an action\r\n\nin a federal  district court to  enforce a lien, 26  U.S.C.  \r\n\n7403, but does not  contain specific procedures for otherwise\r\n\nrecovering on a judgment, for example by filing  a derivative\r\n\nclaim in bankruptcy court and litigating against the taxpayer\r\n\nin a  resulting  interpleader action,  as the  IRS did  here.\r\n\nThus, the procedures of the FDCPA appropriately control.  I f\r\n\nthe magistrate judge was correct that  the entire property of\r\n\neach trust would be  considered Fay's own under Massachusetts\r\n\nlaw, then the  IRS had a valid lien on  that property that it\r\n\ncould  seek  to  enforce  in  the  interpleader  action.   By\r\n\nnotifying  Fay  in 1979,  the  IRS  complied with  the  plain\r\n\nlanguage of  section 6303(a)  requiring notice and  demand on\r\n\nthe only \"person  liable.\"   The IRS also  complied with  the\r\n\nstatute  of limitations by suing Fay in 1984 within six years\r\n\nof the tax assessment in 1979 as required by section 6502(a).\r\n\nThe  judgment obtained in 1990 extended the life of the lien,\r\n\nso  that  the IRS's  effort to  enforce  the judgment  in the\r\n\ninterpleader  action was  timely.   Fay argues  that the  IRS\r\n\nfailed to establish  a nexus  between the taxes  owed by  her\r\n\nindividually  and the  proceeds of  the sale  of the  nursing\r\n\nhomes,  but the IRS does  not contend that  the tax liability\r\n\nwas  incurred by the trusts  such that the  judgment could be\r\n\n                             -13-\r                                          13\r\r\n\nsatisfied directly from the entire  trust property regardless\r\n\nof whether it belonged to  Fay.  Rather, the IRS has  a valid\r\n\nlien upon  Fay's individual  property and rights  to property\r\n\nthat  it may  enforce out  of any  trust property  that under\r\n\nMassachusetts law belongs to Fay, even though the claim arose\r\n\nindependently of the trusts.  \r\n\n          As  to whether the beneficiaries were indispensable\r\n\nparties  who were deprived of  an opportunity to  be heard in\r\n\ntheir  own right,  we begin  by rejecting the  IRS's argument\r\n\nthat the beneficiaries'  only remedy is  a suit for  wrongful\r\n\nlevy under 26 U.S.C.   7426(a).  Third parties are limited to\r\n\nthat  remedy  only  when  the government  proceeds  by  levy,\r\n\nRodgers  461 U.S. at 682-83,  695-96, which it  has not done.\r                   \r\n\nRather, whether the beneficiaries  were required to be joined\r\n\nis governed  by Fed. R. Civ.  P. 19. See 28  U.S.C.   3003(f)\r                                                    \r\n\n(Federal Rules  of Civil  Procedure apply in  FDCPA actions).\r\n\nThat  rule provides in relevant part that a person subject to\r\n\nservice  of process  and whose  joinder will not  deprive the\r\n\ncourt of subject  matter jurisdiction \"shall  be joined as  a\r\n\nparty  in the action if  . . . the person  claims an interest\r\n\nrelating to the subject of the action and is so situated that\r\n\nthe disposition of the action in the person's absence may (i)\r\n\nas a practical  matter impair or impede  the person's ability\r\n\n                             -14-\r                                          14\r\r\n\nto protect  that interest .  . .  .\"6   Courts applying  this\r\n\nrule generally have held that beneficiaries are indispensable\r\n\nparties in actions  like this to collect a tax  or other debt\r\n\nfrom  the trust  corpus, see  Tick v.  Cohen, 787  F.2d 1490,\r                                                        \r\n\n1495-96  (11th Cir.  1986); United  States v.  Fried, 183  F.\r                                                                \r\n\nSupp. 371, 373 (E.D.N.Y. 1960), and actions analogous to this\r\n\nseeking  to terminate a trust.   See Hansen  v. Peoples Bank,\r                                                                        \r\n\n594 F.2d 1149 (7th Cir. 1979).  \"The general rule is, that in\r\n\nsuits respecting trust-property, brought either by or against\r\n\nthe trustees, the cestuis  que trust as well as  the trustees\r                                                \r\n\nare necessary parties.\"   Carey  v. Brown, 92  U.S. 171,  172\r                                                     \r\n\n(1875);  see also Stevens v.  Loomis, 334 F.2d  775, 777 (1st\r                                                \r\n\nCir.  1964).   An  exception  to the  general  rule, however,\r\n\nexists   when  the  trustee   represents  the  beneficiaries'\r\n\ninterests fully  and without conflict.   3A  James W.  Moore,\r\n\nMoore's Federal Practice   19.08 at 175-76 (2d ed. 1985).  \r\n\n          The bankruptcy trustee joined Fay both individually\r\n\nand as trustee in the interpleader action.  Fay had the  duty\r\n\nas trustee under the three declarations of trust to represent\r\n\nthe beneficiaries' interests in any lawsuit.  While, at least\r\n\n                    \r                                \r\n\n6.  In  contrast, in an action  to enforce a  lien or subject\r\nproperty  to payment of tax  brought pursuant to  26 U.S.C.  \r\n7403,  \"[a]ll  persons .  . .  claiming  any interest  in the\r\nproperty  involved\" are  required  to be  made  parties.   26\r\nU.S.C.    7403(b);  United States v. Big  Value Supermarkets,\r                                                                         \r\nInc., 898 F.2d 493,  496 (6th Cir. 1990) (section  7403(b) is\r                \r\nmandatory);  United States  v. Overman,  424 F.2d  1142, 1146\r                                                  \r\n(9th Cir. 1970) (same).\r\n\n                             -15-\r                                          15\r\r\n\non  the surface,  the  fact that  the  trustee in  this  case\r\n\nincurred the debt that the trust property might be reached to\r\n\npay indicates a potential conflict  between Fay and the other\r\n\nbeneficiaries,  all  signs  are  that  Fay  represented  them\r\n\nzealously and  without conflict.   Fay  has not  asserted any\r\n\nclaim  to the  fund  in her  individual right  throughout the\r\n\ncourse  of  this litigation,  but  has appeared  only  in her\r\n\ncapacity as trustee.   Moreover,  as settlor and  one of  the\r\n\nbeneficiaries of the trust,  Fay's interest in protecting the\r\n\ntrust property would seem to be at least as strong as that of\r\n\nthe other beneficiaries.   The beneficiaries as such  did not\r\n\nseek to intervene at any point when the district court or the\r\n\nmagistrate judge  could have joined them as  parties in their\r\n\nown  right.  This  is not to  say that the  issue was waived,\r\n\nFreeman v. Northwest Acceptance Corp., 754 F.2d 553, 559 (5th\r                                                \r\n\nCir. 1985) (failure  to raise  below the issue  of whether  a\r\n\nparty should have been joined does not result in waiver), but\r\n\nit does  indicate that the beneficiaries did not perceive any\r\n\nfailure on Fay's  part to  represent their  interests at  the\r\n\ntime.   And  on appeal,  Fay fails  to describe  any conflict\r\n\nbetween her  interests and those of  the other beneficiaries,\r\n\nany way in which their interests were not represented, or any\r\n\nway in  which the litigation  might have gone  differently if\r\n\nthey  had been  joined.  As  will be seen,  resolution of the\r\n\ncore issue in the case -- whether the property of  any of the\r\n\n                             -16-\r                                          16\r\r\n\ntrusts would be considered  Fay's own under Massachusetts law\r\n\n-- depended  factually  only on  the  language of  the  trust\r\n\ninstruments, documents that were before the magistrate  judge\r\n\nand are before  us.  Although  in an abundance of  caution it\r\n\nmay  have been  better  for the  beneficiaries  to have  been\r\n\njoined, as  it turned  out, Fay faithfully  represented their\r\n\ninterests.  We therefore hold that the beneficiaries were not\r\n\nindispensable parties.   The same considerations defeat Fay's\r\n\nargument that  the  beneficiaries were  deprived of  property\r\n\nwithout  due   process  of  law.     Moreover,  assuming  the\r\n\nmagistrate  judge  was  right,  the  beneficiaries  were  not\r\n\ndeprived of their own property.\r\n\nIII.  WAS  THE TRUST PROPERTY  FAY'S OWN UNDER  MASSACHUSETTS\r                                                                         \r\n\nLAW?      When  the  IRS assessed  taxes  owed  by Fay  as  a\r                \r\n\n\"responsible person\" in 1979, a federal tax lien  arose \"upon\r\n\nall  property  and  rights   to  property,  whether  real  or\r\n\npersonal, belonging to\" Fay.   26 U.S.C.    6321, 6322.   The\r\n\ntax  code \"creates  no  property rights  but merely  attaches\r\n\nconsequences,  federally defined,  to  rights  created  under\r\n\nstate law.\"  United States  v. Bess, 357 U.S. 51, 55  (1958).\r                                               \r\n\nWhether and to what extent Fay's powers, interests and rights\r\n\nin the trusts  constitute property to  which the federal  tax\r\n\nlien could attach is a question of state law.   Aquilino, 363\r                                                                    \r\n\nU.S. at 512.    \r\n\n                             -17-\r                                          17\r\r\n\n          We review de  novo the issue  of whether the  trust\r                                        \r\n\ninstruments  gave Fay  such extensive  powers over  the trust\r\n\nproperty that  it was in  effect her own  under Massachusetts\r\n\nlaw.   Salve  Regina College  v. Russell,  499 U.S.  225, 231\r                                                    \r\n\n(1991); Losacco v. F.D.  Rich Constr. Co., 992 F.2d  382, 384\r                                                     \r\n\n(1st  Cir. 1993).   In  doing so,  we will  take care  not to\r\n\nextend state law beyond its well-marked boundaries in an area\r\n\nsuch  as trust law  that is quintessentially  the province of\r\n\nstate courts.\r\n\n          Initially, we clarify that  it was not improper for\r\n\nFay,  the settlor of the trusts, to designate herself as both\r\n\nsole trustee and one of the trusts' beneficiaries.  Under the\r\n\ncommon  law of  trusts, \"trustees may  be included  among the\r\n\nbeneficiaries  of a trust.\"   Mahoney  v.  Board of Trustees,\r                                                                        \r\n\n973  F.2d  968,  971  (1st  Cir.  1992),  citing  Restatement\r\n\n(Second)  of Trusts    99, 115 (1959); William F. Fratcher, 2\r\n\nScott  on Trusts,     99.2, 115 (4th  ed. 1987).   And a sole\r\n\ntrustee who  is also the  settlor may be  one of two  or more\r\n\nbeneficiaries. Sullivan v. Burkin, 460 N.E.2d 572, 575 (Mass.\r                                             \r\n\n1984); Ascher v. Cohen, 131 N.E.2d 198, 199-200 (Mass. 1956);\r                                  \r\n\nRestatement (Second) of Trusts   100.  \r\n\n          When a trustee is also a beneficiary, she holds the\r\n\nlegal title to the entire trust property in trust  for all of\r\n\nthe  beneficiaries (including  herself), has  a duty  to deal\r\n\nwith  it for the benefit  of the beneficiaries,  and does not\r\n\n                             -18-\r                                          18\r\r\n\nhold  legal title to any of  the trust property free of trust\r\n\nto  use as she  pleases.  There  is no partial  merger of the\r\n\nlegal  and  equitable  interests.    Restatement  (Second) of\r\n\nTrusts   99  cmt. b; 2  Scott on Trusts    99.3.   It follows\r\n\nthat     a    creditor     generally    cannot     reach    a\r\n\ntrustee/beneficiary's  interest in  a trust,  such as  these,\r\n\nwith a spendthrift provision.  Restatement (Second) of Trusts\r\n\n  99 cmt. b.  \r\n\n          When  a beneficiary is  also the  settlor, however,\r\n\nshe cannot keep property beyond the reach of her creditors by\r\n\nplacing it in  a spendthrift trust for her own  benefit.  See\r                                                                         \r\n\nMerchants Nat'l Bank v. Morrissey, 109 N.E.2d 821, 823 (Mass.\r                                             \r\n\n1953);  Forbes v.  Snow, 140 N.E.  418, 419 (Mass.  1923).  A\r                                   \r\n\nsettlor/beneficiary's  creditors  therefore  can  reach  \"the\r\n\nmaximum amount which the trustee under the terms of the trust\r\n\ncould  pay to  him or  apply for  his benefit.\"   Restatement\r\n\n(Second)   156(2), quoted  in Ware v. Gulda, 117  N.E.2d 137,\r                                                       \r\n\n138 (Mass. 1954).   This, of course,  does not mean that  the\r\n\ninterest  of  any other  beneficiary  may be  reached  by the\r\n\nsettlor/beneficiary's creditors.   2  Scott on Trusts    114.\r\n\nAs  a matter  of  federal law,  a  tax lien  extends  only to\r\n\nproperty or  rights to  property belonging to  the delinquent\r\n\ntaxpayer,  and not  to property  belonging to  innocent third\r\n\nparties.  Rodgers, 461 U.S. at  690.  Whether the tax lien in\r                             \r\n\nthis  case  attaches to  the  entire property  of  each trust\r\n\n                             -19-\r                                          19\r\r\n\ndepends on whether the  trust instruments give Fay  the power\r\n\nto eliminate the other beneficiaries' interests.\r\n\n          A.   The Parker Hill and Green Pastures Nursing\r                                                                     \r\n               Home Trusts\r                                      \r\n\n          On January 21, 1974, Fay created the Green Pastures\r\n\nand  Parker Hill  Nursing Home  Trusts under  declarations of\r\n\ntrust  whose terms were identical except for the names of the\r\n\ntrusts and the identity  of their assets.  Fay  named herself\r\n\nsole  trustee   and  conveyed  to  herself   as  trustee  the\r\n\nrespective nursing homes.  Fay named herself and her two sons\r\n\nas  the beneficiaries  of  each trust,  all in  equal shares,\r\n\nuntil  the trusts terminate.7  She named her sister Dzialo as\r\n\nthe remainder beneficiary of  each trust -- upon termination,\r\n\nthe  trust   property  and  undistributed   income  were   to\r\n\nimmediately vest in her free of trust.  \r\n\n          The  magistrate   judge  ruled  that  the  IRS  was\r\n\nentitled  to  reach that  part  of  the interpled  fund  that\r\n\nrepresents the  assets of the Green Pastures  and Parker Hill\r\n\nNursing  Home Trusts,  based  on Fay's  \"copious\" rights  and\r\n\npowers as settlor, sole trustee and one of  the beneficiaries\r\n\nof  the trusts, and her  reserved right as  settlor to alter,\r\n\n                    \r                                \r\n\n7.  The  trusts  are  to  terminate at  the  earliest  of the\r\nfollowing:   twenty  years  from  the  date the  trusts  were\r\ndeclared;  Fay's  election   to  terminate;  her  death;   or\r\nappointment  of a  guardian of  her or  a conservator  of her\r\nproperty.  Although  twenty years have  now passed since  Fay\r\ncreated the trusts in 1974, we assume the  trusts' continuing\r\nexistence because  our point  of reference is  the date  this\r\nlitigation began.\r\n\n                             -20-\r                                          20\r\r\n\namend or revoke  the trusts, although  Fay has not  exercised\r\n\nthose powers or  otherwise used the trusts for  her exclusive\r\n\nbenefit.  884 F. Supp. at 607.  \r\n\n          Traditionally, Massachusetts has given  full effect\r\n\nto  inter  vivos  trusts,  regarding their  assets  as  trust\r\n\nproperty  rather than that of  the settlor in  spite of broad\r\n\npowers  reserved to him or  her, at least  while those powers\r\n\nremain  unexercised.  See  National Shawmut  Bank v.  Joy, 53\r                                                                     \r\n\nN.E.2d 113,  122-25 (Mass. 1944); Guthrie v. Canty, 53 N.E.2d\r                                                              \r\n\n1009,  1010 (Mass. 1944).  But another line of cases has more\r\n\nrecently emerged from the Massachusetts Court of Appeals.  In\r\n\nState Street Bank  and Trust  Co. v. Reiser,  389 N.E.2d  768\r                                                       \r\n\n(Mass.  App.  Ct.  1979),  the court  broke  with  tradition,\r\n\nholding  that a  settlor/beneficiary's creditors  could reach\r\n\ntrust assets upon his  death where he had reserved  powers to\r\n\namend or revoke  and to direct  the disposition of  principal\r\n\nand  income  during  his  lifetime, even  though  the  powers\r\n\nremained  unexercised at  the  time of  his  death, and  even\r\n\nthough  the remainder  beneficiaries'  rights  in  the  trust\r\n\nvested  upon   his  death   because  there  was   no  further\r\n\npossibility that he could  exercise his powers.  Id.  at 770-\r                                                               \r\n\n71.   The court emphasized that the settlor's powers gave him\r\n\nthe right  until his  death to  destroy all  other beneficial\r\n\ninterests in the trust.  Id. at 771.   \r                                       \r\n\n                             -21-\r                                          21\r\r\n\n          Similarly,  in  ITT  Commercial  Finance  Corp.  v.\r                                                                         \r\n\nStockdale,  521 N.E.2d 417  (Mass. App. Ct.  1988), the court\r                     \r\n\nrelied  on  Reiser  to  hold  (in  the  alternative)  that  a\r                              \r\n\nsettlor's creditor  could reach  trust assets upon  his death\r\n\nwhere the  settlor was  sole trustee,  his children  were the\r\n\nlife and remainder beneficiaries, and he had a  general power\r\n\nto amend  and  revoke  and a  specific  power  to  substitute\r\n\nbeneficiaries until his death.  Id. at 417-18.  As in Reiser,\r                                                                        \r\n\nhis creditors could reach the trust assets even though he had\r\n\nnot  exercised  his  powers  and  the  other   beneficiaries'\r\n\ninterests  had vested.  See  also Wolfe v.  Wolfe, 486 N.E.2d\r                                                             \r\n\n747, 749 (Mass. App.  Ct. 1985) (5/6 of trust  property could\r\n\nbe  reached to  satisfy  alimony judgment  where settlor  had\r\n\npower  to  alter, amend  and  revoke  and absolute  right  to\r\n\nwithdraw  5/6 of  principal; remainder  beneficiaries' rights\r\n\nwere not vested). \r\n\n          The touchstone  of the analysis,  then, is  whether\r\n\nthe  trust instrument  as  a whole  gives  Fay the  power  to\r\n\neliminate  the  interests of  all others  in  the trust.   As\r\n\nsettlor, Fay reserved  to herself the right \"to  alter, amend\r\n\nand  revoke this Trust, in whole or in part, and to terminate\r\n\nthe  same.\"    These  unrestricted and  unconditional  powers\r\n\ninclude  the   right  to  substitute  or   strike  out  other\r\n\nbeneficiaries, Leahy v. Old Colony Trust Co., 93  N.E.2d 238,\r                                                        \r\n\n239 (Mass. 1950), to vary the income or principal paid to the\r\n\n                             -22-\r                                          22\r\r\n\nbeneficiaries while the trust continues,  including the power\r\n\nnot to pay them at all, State Street Trust Co. v. Crocker, 28\r                                                                     \r\n\nN.E.2d 5  (Mass. 1940), and  to completely revoke  the trust.\r\n\nSevinor v. Stahler, 84  N.E.2d 447, 448-49 (Mass. 1949).   If\r                              \r\n\nFay revoked the trust, or amended it to make herself the sole\r\n\nbeneficiary,  the legal  title and  equitable interest  would\r\n\nmerge and thereby terminate the trust.  See Atkins v. Atkins,\r                                                                        \r\n\n180  N.E.2d 613, 614 (Mass. 1932); Langley v. Conlan, 98 N.E.\r                                                                \r\n\n1064,  1066 (Mass.  1912).   As  Fay  points out,  the  trust\r\n\nproperty would not vest free of trust in her if she caused it\r\n\nto  terminate, but in her sister Dzialo.  Fay, however, could\r\n\namend the trust to delete that provision.\r\n\n          As  trustee, Fay  has  broad powers  to manage  and\r\n\ncontrol  the trust  property.   The IRS  makes much  of these\r\n\npowers,  but  we attribute  them no  significance whatsoever.\r\n\nBroad  powers  are typically  conferred  on a  trustee  as an\r\n\neffective  way to manage  trust property.   Trustees  who are\r\n\nalso  beneficiaries, \"like trustees generally, have the power\r\n\nto  do acts that are  'necessary or appropriate  to carry out\r\n\nthe purposes of the trust and are not  forbidden by the terms\r\n\nof the trust.'\"  Mahoney, 973 F.2d at 971, citing Restatement\r                                    \r\n\n(Second) of Trusts   186.  As we have held in the  estate tax\r\n\ncontext,  a  settlor/trustee's administrative  and management\r\n\npowers  cannot be  equated  with ownership.   See  Old Colony\r                                                                         \r\n\n                             -23-\r                                          23\r\r\n\nTrust  Co. v. United States,  423 F.2d 601,  602-03 (1st Cir.\r                                       \r\n\n1970). \r\n\n          As trustee,  Fay is to  hold the nursing  homes \"in\r\n\ntrust\"  for the \"general purposes\" of the trusts, and to hold\r\n\nand  accumulate the principal and net income \"for the use and\r\n\nbenefit  of said  beneficiaries.\"   The sentence  immediately\r\n\nfollowing that direction provides:  \"However, anything to the\r\n\ncontrary herein notwithstanding, the Trustee  shall have full\r\n\npower  and discretion  to pay  over to said  beneficiaries so\r\n\nmuch  or all  or  any part  of  the trust  property,  whether\r\n\nprincipal or net income, as she shall deem proper.\"  We think\r\n\nthat this sentence, in the context of the trust instrument as\r\n\na  whole, gives  Fay the  power to  pay income  and/or invade\r\n\nprincipal for her benefit alone.   \r\n\n          We  recognize,  as  we  have   before,  that  under\r\n\nMassachusetts law, a trustee is restricted in the exercise of\r\n\neven  broad discretionary powers  by the  terms of  the trust\r\n\nviewed as a whole, and by the trustee's fiduciary duty to use\r\n\nhis or her best  judgment in good faith.   State Street  Bank\r                                                                         \r\n\nand  Trust v. United  States, 634 F.2d  5, 9  (1st Cir. 1980)\r                                        \r\n\n(citations omitted); see also Fine v. Cohen, 623 N.E.2d 1134,\r                                                       \r\n\n1139  (Mass. App. Ct. 1993);  Dana v. Gring,  371 N.E.2d 755,\r                                                       \r\n\n760-61 (Mass. 1977); Woodberry v. Bunker, 268 N.E.2d 841, 843\r                                                    \r\n\n(Mass. 1971);  Old Colony Trust  Co. v.  Sillman, 223  N.E.2d\r                                                            \r\n\n504,  506 (Mass.  1967).   In particular,  a trustee  may not\r\n\n                             -24-\r                                          24\r\r\n\nexercise  a  broad discretionary  power  to  shift beneficial\r\n\ninterests in  a trust.  Fine, 623 N.E.2d at 1139; Boston Safe\r                                                                         \r\n\nDeposit  and Trust Co. v.  Stone, 203 N.E.2d  547, 552 (Mass.\r                                            \r\n\n1965).   A Massachusetts  court necessarily would  evaluate a\r\n\ntrustee's conduct, if challenged, in  light of the powers and\r\n\nduties  set forth in the trust instrument.  Stone, 203 N.E.2d\r                                                             \r\n\nat  552; Fine,  623 N.E.2d  at  1139.   In Copp  v. Worcester\r                                                                         \r\n\nCounty  Nat'l Bank, 199  N.E.2d 200  (Mass. 1964),  the court\r                              \r\n\nfound that the trust  instrument's direction that the trustee\r\n\ninvade principal for the life beneficiary was enforceable and\r\n\nnot unrestricted because it was to  be in a stated amount and\r\n\nonly as necessary for her reasonable support and maintenance.\r\n\nId. at  202-03.   In  cases interpreting  trustee powers  for\r              \r\n\nfederal estate tax purposes, ascertainable standards limiting\r\n\ntrustee discretion have been found where the trust instrument\r\n\ndirected  principal and/or  income  to be  distributed for  a\r\n\nspecific  purpose   (such  as  education   and  support),  or\r\n\nexpressed an  intent  to  preserve  principal  for  remainder\r\n\nbeneficiaries, or both.   See State Street Bank and  Trust v.\r                                                                         \r\n\nUnited States, 634 F.2d at 9; Old Colony  Trust Co. v. United\r                                                                         \r\n\nStates,  317 F.  Supp.  618, 622  (D.  Mass. 1970);Dana,  371\r                                                                   \r\n\nN.E.2d at 761; Woodberry, 268 N.E.2d at 843; Worcester County\r                                                                         \r\n\nNational  Bank v.  King, 268  N.E.2d 838,  840 (Mass.  1971);\r                                   \r\n\nSillman, 223 N.E.2d at 507-08.\r                   \r\n\n                             -25-\r                                          25\r\r\n\n          If Fay exercised her  discretion so as to  take the\r\n\ntrust  property for herself,  thereby depleting or destroying\r\n\nthe others' interests, we doubt  that a court could determine\r\n\nthat  she had violated her fiduciary duty in carrying out the\r\n\nterms  of the trusts because the trust instruments as a whole\r\n\ndo   not   limit  her   discretion   or   define  the   other\r\n\nbeneficiaries' interests  in income  and principal.   They do\r\n\nnot give Fay's sons the right to any particular proportion of\r\n\nthe trust income or principal, the right to receive it at any\r\n\nparticular  time  or interval,  the right  to receive  it for\r\n\ntheir  support or any other definite purpose, or the right to\r\n\nreceive  it free of trust  when the trust  terminates.  Fay's\r\n\nsister's remainder  interest could  amount to nothing  if Fay\r\n\ndecided  to pay all of  the income and  principal to herself.\r\n\nUnder  these  circumstances, we  think  that  Fay's sons  and\r\n\nsister would have had little or  no recourse if she took  the\r\n\ntrust  property for her own  benefit.  We  recognize that Fay\r\n\nhas not done so,  but what is dispositive for  these purposes\r\n\nis  whether  the  trust  instrument  contained  ascertainable\r\n\nlimits on her power to pay income or invade principal for her\r\n\nbenefit alone that  the other beneficiaries could  rely on to\r\n\nenforce any rights of their own. Moreover,  we  do not  think\r\n\nthat  the other  beneficiaries'  interests in  the trust  are\r\n\nvested.   Although  that  apparently makes  no difference  in\r\n\nlight of Reiser and Stockdale, it does mean that their rights\r                                         \r\n\n                             -26-\r                                          26\r\r\n\nare inchoate at the  present time.  Under  Massachusetts law,\r\n\nwhether a right in a trust has vested depends on \"whether, in\r\n\nsubstance,  the  interest   is  sufficiently  established  to\r\n\nconstitute an  interest or  right  which has  accrued to  its\r\n\nholder.\"  New  England Merchants Nat'l Bank  v. Groswold, 444\r                                                                    \r\n\nN.E.2d 359, 363 (Mass.  1983).  That an interest  is \"subject\r\n\nonly to total  or partial defeat  by biological events\"  does\r\n\nnot make it inchoate.   Id.  Thus,  a beneficiary's right  to\r                                      \r\n\nreceive part of the  trust property that depends only  on his\r\n\nor  her survival until the death of other persons is a vested\r\n\nproperty right.  See Id.; Billings v. Fowler, 279 N.E.2d 906,\r                                                        \r\n\n908  (Mass. 1972);  Whiteside v.  Merchants' Nat'l  Bank, 187\r                                                                    \r\n\nN.E.  706, 709 (Mass. 1933); Alexander v. McPeck, 75 N.E. 88,\r                                                            \r\n\n92 (Mass. 1905).  But where the right depends on the exercise\r\n\nor non-exercise of powers  held by another, the beneficiary's\r\n\nright does not vest  until the person holding the  powers can\r\n\nno  longer  exercise them.   See  Reiser,  389 N.E.2d  at 770\r                                                    \r\n\n(remainder  interests  of  beneficiaries became  vested  upon\r\n\ndeath  of settlor because his  powers to amend  or revoke the\r\n\ntrust  and direct payments from it died with him); Old Colony\r                                                                         \r\n\nTrust  Co. v. Clemons, 126 N.E.2d 193 (Mass. 1955) (rights of\r                                 \r\n\nremainder beneficiaries did  not vest  until settlor's  death\r\n\nwhere  he had  the  right  to  revoke  the  trust  or  change\r\n\nbeneficiaries).  Any right in Fay's sons or sister to receive\r\n\npart  of the  trust  property is  not  contingent on  a  mere\r\n\n                             -27-\r                                          27\r\r\n\nbiological event, but  on whether  or not  Fay exercises  her\r\n\npower to  amend or revoke the  trusts, and on to  whom and in\r\n\nwhat amounts  she distributes income and  principal while the\r\n\ntrust continues.  Their interests therefore are not vested.\r\n\n          Due to  the broad  nature of  Fay's powers  and the\r\n\nlimited and unenforceable nature of the beneficial interests,\r\n\nFay has the power to eliminate the interests of her sons  and\r\n\nher  sister.  We  therefore think that  a Massachusetts court\r\n\nwould treat the entire  trust property of the Green  Pastures\r\n\nand  Parker Hill Nursing Home Trusts as Fay's own in favor of\r\n\nher  creditors.  Like  the settlors in  Reiser, Stockdale and\r                                                                     \r\n\nWolfe,  Fay has the right to  amend and revoke the trusts and\r                 \r\n\nto  direct disposition  of  principal and  income.   Although\r\n\nthere is nothing invalid in the roles of settlor, trustee and\r\n\nbeneficiary  co-existing in the same person,  in this case it\r\n\nmeant  that Fay had the power as trustee to distribute income\r\n\nand principal  in whatever proportion she  deemed proper, the\r\n\nright  as a  beneficiary to  receive income and  principal in\r\n\nwhatever  amount  she  as  trustee  deemed  proper,  and  the\r\n\nunrestricted  power as settlor to alter, amend, or revoke the\r\n\ntrusts.  The trusts at issue here are even more vulnerable to\r\n\nFay's creditors  than those at issue in  Reiser and Stockdale\r                                                                         \r\n\nbecause the other beneficiaries'  interests in the trust have\r\n\nnot  vested and Fay remains  able to exercise  her powers and\r\n\nthus deplete or destroy them.  \r\n\n                             -28-\r                                          28\r\r\n\n          We do not  hold that  the trusts are  invalid --  a\r\n\ntrust  in which the settlor has reserved to herself the power\r\n\nto alter, amend  or revoke, and is also the  sole trustee and\r\n\none of  the trusts'  beneficiaries  with a  right to  receive\r\n\nincome and principal in her own discretion as trustee, is not\r\n\ninvalid.   See  Roberts  v. Roberts,  646  N.E.2d 1061,  1064\r                                               \r\n\n(Mass. 1995); Sullivan, 460 N.E.2d at 575; Ascher, 131 N.E.2d\r                                                             \r\n\nat  199-200.   And  although  it  may  be  only  a  technical\r\n\ndistinction,  we do not hold that Fay must exercise her power\r\n\nto amend  or revoke  to  satisfy the  tax debt.    See In  re\r                                                                         \r\n\nCowles, 143 B.R. 5, 10 (Bankr. D. Mass. 1992) (\"The Court can\r                  \r\n\nallow  the creditors to reach the assets of the trust without\r\n\nrequiring revocation  of the trust.\").  Rather,  we hold that\r\n\nthe federal tax lien on Fay's individual property reaches the\r\n\nentire  assets of the Green Pastures  and Parker Hill Nursing\r\n\nHome  Trusts because Fay has the power to eliminate the other\r\n\nbeneficiaries' interests and treat  the trust property as her\r\n\nown based on the  following combination of provisions in  the\r\n\ntrust instruments: (1) Fay as settlor has the power to alter,\r\n\namend or  revoke, which,  if exercised, could  result in  the\r\n\nentire  trust property vesting in her; (2) Fay as trustee has\r\n\nabsolute  discretion  to  pay  income and  principal  to  the\r\n\nbeneficiaries, including herself, in whatever  proportion she\r\n\ndeems appropriate, even if such payments entirely deplete the\r\n\nother beneficial  interests; and (3) Fay  is settlor, trustee\r\n\n                             -29-\r                                          29\r\r\n\nand  a beneficiary.  Fay  invokes George v.  Kitchens by Rice\r                                                                         \r\n\nBros.,  Inc., where  we stated  that  \"a power  of revocation\r                        \r\n\nunder  Massachusetts law is not considered property . . . and\r\n\ncannot be reached  by creditors.\"   665 F.2d 7,  8 (1st  Cir.\r\n\n1981).     George   remains  a   correct   interpretation  of\r                             \r\n\nMassachusetts  law where,  as  in that  case, the  only power\r\n\nreserved by the  settlor, who was also the  trustee but not a\r\n\nbeneficiary, was the power to revoke.  \r\n\n          Because  the tax lien  consequently attaches to the\r\n\nmortgages  now held by the  trusts, the lien  attaches to the\r\n\nproceeds  of  the  sale  of  the  nursing  homes  that  would\r\n\notherwise  replace  the mortgages  as  trust  property.   Cf.\r                                                                        \r\n\nPhelps  v.  United States,  421  U.S. 330,  334  (1975) (when\r                                     \r\n\nproperty  subject  to  tax  lien  is  transferred,  the  lien\r\n\nattaches to the proceeds of the transfer).  \r\n\n          B.   The Highland Avenue Nursing Home Trust\r                                                                 \r\n\n          On August 14, 1974, Fay created the Highland Avenue\r\n\nNursing Home  Trust, naming herself  as sole trustee  for her\r\n\nlife,  and the beneficiaries as herself, her two sons and her\r\n\nsister  Dzialo,  \"in equal  shares.\"    Paragraph  11 of  the\r\n\ndeclaration of trust provides as follows:  \"The Trustee, may,\r\n\nsubject to the  limitations herein  expressed, acquire,  own,\r\n\nand  dispose  of any  interest in  this  trust [to]  the same\r\n\nextent as if she were  not a Trustee.\"  The  magistrate judge\r\n\nfound  that paragraph  11 gives  Fay the  power to  treat the\r\n\n                             -30-\r                                          30\r\r\n\nprincipal  and income of the trust  as her own, and held that\r\n\nthe IRS was therefore entitled to the proceeds of the sale of\r\n\nthe  Highland Avenue Nursing Home.   884 F.  Supp. at 609-10.\r\n\nIn reaching  that  conclusion,  the  magistrate  judge  first\r\n\nobserved  that the meaning of the trust instrument as a whole\r\n\nwas  difficult to discern, raising the  suspicion that it was\r\n\ndrafted \"so as to give the trustee free reign but  also so as\r\n\nto contain other language purporting to constrain the trustee\r\n\nmerely to have something at which to point  if the trust were\r\n\nattacked.\"    Id.  at  607.     Against  this  backdrop,  the\r                            \r\n\nmagistrate judge found specific ambiguity in paragraph 11, in\r\n\nthat  the  term  \"any   interest\"  could  mean  either  Fay's\r\n\n\"beneficial interest\"  or the  \"income and principal\"  of the\r\n\ntrust.  Id.  at 609.  Resolving the ambiguity  against Fay as\r                      \r\n\ndrafter, the magistrate  judge concluded that \"any  interest\"\r\n\nmust mean the  \"income and principal\" of the trust.  This was\r\n\nso  because  the  only  other  instance  in  which  the  word\r\n\n\"interest\"  is  used  without  being  modified  by  the  word\r\n\n\"beneficial\" is  in paragraph 23, referring  to the \"interest\r\n\nof  any  beneficiary  hereunder,   either  as  to  income  or\r\n\nprincipal.\"8     The  magistrate  judge  then   read  out  of\r\n\n                    \r                                \r\n\n8.  Paragraph 23 is the spendthrift provision, providing that\r\n\"[t]he interest  of any  beneficiary hereunder, either  as to\r\nincome or to principal,  shall not be anticipated, alienated,\r\nor in any manner  assigned by such beneficiary and  shall not\r\nbe subject  to any legal process,  bankruptcy proceedings, or\r\nthe interference or  control of creditors or others,  nor the\r\nsubject  matter of any contract or trust made or entered into\r\n\n                             -31-\r                                          31\r\r\n\nparagraph 11  the phrase  \"subject to the  limitations herein\r\n\nexpressed,\"   based  on  his   interpretation  of  the  trust\r\n\ninstrument  as  imposing no  limitation  on  Fay's powers  as\r\n\ntrustee.  Id. at 609.  Paragraph 11 therefore meant  that Fay\r                        \r\n\ncould  treat  the principal  and income  as  her own  free of\r\n\ntrust.  Id. at 609-10.   We  hold  that the  magistrate judge\r                      \r\n\nerred  as a  matter of  law in  interpreting paragraph  11 as\r\n\ngiving Fay the power to treat the principal and income of the\r\n\ntrust  as her  own.   First,  we  fail to  see  in the  trust\r                                       \r\n\ninstrument  a  purpose to  mislead  or an  unusual  or unfair\r\n\nallocation of powers, rights and interests among the settlor,\r\n\nthe trustee and the beneficiaries.  Fay reserved no powers to\r\n\nherself as  settlor, but the magistrate judge  seemed to find\r\n\nit significant that  on the  one hand, Fay  as trustee  holds\r\n\nlegal title to and has extensive powers to manage and dispose\r\n\nof the trust  property, while on the other, the beneficiaries\r\n\ndo not have any  title in the trust property, but  \"shares of\r\n\nbeneficial  interests\" that cannot be transferred or assigned\r\n\nwithout offering  them first to the  other beneficiaries, and\r\n\nthat are \"personal  property, giving only the rights  in this\r\n\ninstrument specifically set forth.\"  Id. at 607-09.  \r                                                   \r\n\n          The  trust instrument's  definition of  the various\r\n\npowers, rights and  interests was a correct  statement of the\r\n\nMassachusetts law of trusts.  The creation of a trust results\r\n\n                    \r                                \r\n\nby any beneficiary.\"\r\n\n                             -32-\r                                          32\r\r\n\nin  the  separation  of  the  legal  interest  in  the  trust\r\n\nproperty,  which  is  in  the trustee,  from  the  beneficial\r\n\ninterest  in the  trust, which  is in  the beneficiaries.   2\r\n\nScott on Trusts,   99.  The trustee holds the  legal title to\r\n\nthe trust property in trust  for the beneficiaries, while the\r\n\nbeneficiaries hold beneficial  interests, which are equitable\r\n\nin nature.   See Russell  v. Russell, 468  N.E.2d 1104,  1106\r                                                \r\n\n(Mass. App. Ct. 1984) (defining a trust as the \"manifestation\r\n\nof  an  intention to  create  a  fiduciary relationship  with\r\n\nrespect to  property, [which]  subject[s] the person  by whom\r\n\nthe title to the property is held to equitable duties to deal\r\n\nwith  the  property  for  the  benefit  of  another  person\")\r\n\n(internal  quotation marks  and citations  omitted); National\r                                                                         \r\n\nShawmut  Bank v.  Cumming, 91  N.E.2d 337,  338 (Mass.  1950)\r                                     \r\n\n(referring to the trustee's  \"title\" to and the beneficiary's\r\n\n\"beneficial  interests\" in  the  trust  property);  Worcester\r                                                                         \r\n\nTrust Co. v. Turner,  96 N.E. 132, 134 (Mass.  1911) (trustee\r                               \r\n\nholds title  to the  principal; beneficiary  has  a right  to\r\n\nreceive  so  much  of  it  as   necessary  in  the  trustee's\r\n\ndiscretion, but no  absolute right  to the fund  itself).   A\r\n\ntrustee  does not hold trust  property as her  own due to the\r\n\nfact that she holds legal title to it.  See Cook v. Howe, 182\r                                                                    \r\n\nN.E. 581, 582-83 (Mass. 1932)  (trustee who holds legal title\r\n\nto real  estate in trust for  a beneficiary may  not keep the\r\n\nproceeds  as his  own); cf.  Cantor v.  Wilbrahim  and Monson\r                                                                         \r\n\n                             -33-\r                                          33\r\r\n\nAcademy,  609 F.2d  32, 35  (1st Cir.  1979) (trustee  is the\r                   \r\n\nlegal  owner, but the trust itself is the debtor for purposes\r\n\nof  the Bankruptcy Act).  Rather, a trustee holds legal title\r\n\nin order  to manage  the  trust property,  and typically  has\r\n\nbroad powers to  do so as a  practical way of  conducting the\r\n\ntrust's business.  Like any trustee's powers, Fay's powers to\r\n\nhold,  manage and dispose of  the trust property were subject\r\n\nto the  \"specific limitations herein contained,\"  that is, to\r\n\nconduct the trust business \"for the benefit of the holders of\r\n\nthe shares hereunder.\"\r\n\n          That  the  beneficiaries' interests  were \"personal\r\n\nproperty\" was also a correct statement of the law.  Where, as\r\n\nhere, a trust contains both real and personal property,9  and\r\n\nthe  trust  instrument  directs  that  the  trust  assets  be\r\n\nliquidated upon termination of the  trust, the beneficiaries'\r\n\ninterests  are personal property  from the trust's inception.\r\n\nSee Priestley v.  Burrill, 120 N.E. 100, 104-05 (Mass. 1918);\r                                     \r\n\nDana v.  Treasurer and Receiver General, 116 N.E. 941, 943-44\r                                                   \r\n\n(Mass. 1917).  \r\n\n                    \r                                \r\n\n9.  Fay as trustee was to \"hold [the  Highland Avenue Nursing\r\nHome] and cash so to be acquired by her, as well as all other\r\nproperty which  she may acquire as such Trustee together with\r\nthe  proceeds thereof,\"  and  was \"authorized  to manage  and\r\nmaintain  the  trust property  and  invest  and reinvest  the\r\nproperty and proceeds of the trust in real estate, mortgages,\r\nsecurities of any lawful business and to engage in any lawful\r\nbusiness.\"\r\n\n                             -34-\r                                          34\r\r\n\n          The  language  providing   that  \"ownership  of   a\r\n\nbeneficial interest .  . . shall not entitle  the beneficiary\r\n\nto any title in or to the trust property whatsoever, or right\r\n\nto call  for a partition or  division of the same,  or for an\r\n\naccounting,\" is not unfamiliar in Massachusetts trusts.  See,\r                                                                        \r\n\ne.g., Gardiner v. United  States, 49 F.2d 992, 994  (1st Cir.\r                                            \r\n\n1931); Lauricella  v. Lauricella, 565 N.E.2d  436, 437 (Mass.\r                                            \r\n\n1991);  State Street Trust Co. v. Hall,  41 N.E.2d 30, 32, 35\r                                                  \r\n\n(Mass. 1942); Dana, 116 N.E.  at 942.10  As set forth  above,\r                              \r\n\nit  is  a  correct  statement  of  the  law  of  trusts  that\r\n\nbeneficiaries  do  not  hold  title to  the  trust  property;\r\n\n                    \r                                \r\n\n10.  Trusts that  contain similar provisions and  that have a\r\nsimilar purpose  in that at least part  of the purpose of the\r\ntrust is to carry on a business, are common in Massachusetts.\r\nWhether  such a trust is, for various purposes, a pure trust,\r\na business trust or  a partnership has often  been litigated,\r\nand depends  on  the  relative  powers of  the  trustees  and\r\nbeneficiaries, whether  the primary activity of  the trust is\r\ncommercial,  and whether it issues transferrable certificates\r\nof shares.   See Hecht v.  Malley, 265 U.S.  144 (1924); Pope\r                                                                         \r\nand Cottle Co. v.  Fairbanks Realty Trust, 124 F.2d  132 (1st\r                                                     \r\nCir. 1941); Bomeisler v.  M. Jacobson &amp; Sons Trust,  118 F.2d\r                                                              \r\n261 (1st Cir.  1941); Gardiner,  49 F.2d 992;  In re  Village\r                                                                         \r\nGreen Realty Trust, 113  B.R. 105 (Bankr. D. Mass.  1990); In\r                                                                         \r\nre  Medallion  Realty Trust,  120 B.R.  245 (Bankr.  D. Mass.\r                                       \r\n1990); In re L &amp; V Realty Trust, 61 B.R. 423 (Bankr. D. Mass.\r                                           \r\n1986); First  Eastern Bank  v. Jones, 602  N.E.2d 211  (Mass.\r                                                \r\n1992);  Hall, 41  N.E.2d 30;  Baker v.  Comm'r of  Corps. and\r                                                                         \r\nTaxation,  148 N.E.  593 (Mass.  1925); Dana,  116 N.E.  941;\r                                                        \r\nFrost  v. Thompson, 106  N.E. 1009 (Mass.  1914); Williams v.\r                                                                         \r\nInhabitants of Milton, 102  N.E. 355 (Mass. 1913).   See also\r                                                                         \r\nTakemi Ueno, Defining a \"Business Trust\":  Proposed Amendment\r                                                                         \r\nof Section  101 (9) of  the Bankruptcy  Code, 30 Harv.  J. on\r                                                        \r\nLegis.  499  (1993).   That question  is  not before  us, but\r\ntrusts with characteristics like those of the Highland Avenue\r\nNursing  Home  Trust  are  a \"lawful  method  of  transacting\r\nbusiness in [the] Commonwealth.\"  Hall 41 N.E.2d at 34.\r                                                  \r\n\n                             -35-\r                                          35\r\r\n\nrather, they own an equitable interest in the trust property.\r\n\nAlthough  we  are  somewhat  concerned  about   the  language\r\n\npurporting to deny the  beneficiaries a right to call  for an\r\n\naccounting, that language would  have been disregarded if the\r\n\nbeneficiaries  had petitioned  a  court  for  an  accounting.\r\n\nBriggs v. Crowley,  224 N.E.2d  417, 421 (Mass.  1967).   And\r                             \r\n\nspendthrift  provisions  like  the  one  here  are  valid  in\r\n\nMassachusetts.  Pemberton, 411 N.E.2d at 1312.\r                                     \r\n\n          Second, we  think  that the  interpretation of  the\r                            \r\n\nterm \"any interest\" in paragraph 11 as \"income and principal\"\r\n\nis extraordinarily strained,  but more to the point,  it does\r\n\nnot   follow   even   from  that   interpretation   that  the\r\n\nbeneficiaries  other   than  Fay  do  not   have  enforceable\r\n\nequitable interests in the trust or that Fay has the power to\r\n\neliminate  those interests  in  her own  favor.   Although we\r\n\nagree that paragraph  11 is ambiguous viewed in isolation, it\r\n\nis  not  susceptible  of  the meaning  the  magistrate  judge\r\n\nattributed  to it  when viewed  in the  context of  the trust\r\n\ninstrument as a  whole.   The magistrate judge  did not  take\r\n\naccount of  the  distribution of  powers  in the  trust  that\r\n\nshould have led to  the conclusion that Fay did  not have the\r\n\npower to eliminate the other beneficiaries' interests.  \r\n\n          Fay  did  not  reserve  to  herself  the  right  to\r\n\nunilaterally alter, amend or revoke the trust, but granted it\r\n\nto  those holding a majority of beneficial shares.  The trust\r\n\n                             -36-\r                                          36\r\r\n\nis to terminate  twenty years  after Fay's death,  or may  be\r\n\nterminated  earlier  \"by  a   majority  vote  of  all  shares\r\n\noutstanding,   at  a   meeting   of  the   trustee  and   the\r\n\nbeneficiaries,  called for that expressly stated purpose,\" at\r\n\nwhich  the  trustee  may  not   vote.    Whenever  the  trust\r\n\nterminates,  the then trustee(s) must wind  up the affairs of\r\n\nthe trust,  liquidate the assets and  distribute the proceeds\r\n\namong the beneficiaries in proportion to the  shares owned by\r\n\nthem.   The  trust \"may  be amended  or altered  in any  part\r\n\nwhatever . . .  with the consent of a  majority percentage of\r\n\nvote as hereinbefore provided.\"   \r\n\n          A settlor  may either reserve powers  to herself or\r\n\ngrant them  to others, Crocker, 28  N.E.2d at 7,  but a trust\r                                          \r\n\n\"cannot be revoked or  altered except by a reserved  power to\r\n\ndo  so, which must be exercised in strict conformity with its\r\n\nterms.\"  Trager  v. Schwartz, 189  N.E.2d 509, 511-12  (Mass.\r                                        \r\n\n1963)  (citations omitted).   See also  Markell v.  Sidney B.\r                                                                         \r\n\nPfeifer  Found., Inc.,  402  N.E.2d 76,  92  (Mass. App.  Ct.\r                                 \r\n\n1980); Stahler v. Sevinor,  84 N.E.2d 447, 448  (Mass. 1949);\r                                     \r\n\nThorp  v.  Lund, 116  N.E. 946  (Mass.  1917).   The Highland\r                           \r\n\nAvenue Nursing Home Trust therefore  could only be altered or\r\n\nrevoked by  the beneficiaries  holding a majority  of shares.\r\n\nJust as Fay could eliminate  other beneficiaries of the Green\r\n\nPastures  or Parker Hill Nursing  Home Trusts as  part of her\r\n\npower  to  alter  or  amend,  those  holding  a  majority  of\r\n\n                             -37-\r                                          37\r\r\n\nbeneficial shares  in the Highland Avenue  Nursing Home Trust\r\n\ncould  eliminate Fay  as  a beneficiary  by exercising  their\r\n\npower  to amend  \"in any  part whatever.\"   Furthermore,  the\r\n\nother   beneficiaries  could  have  ousted  Fay  as  trustee.\r\n\nAlthough beneficiaries cannot appoint  a new trustee  without\r\n\nan express grant of power to do so, where, as here, they have\r\n\na power to  revoke and to compel the  trustee to transfer the\r\n\ntrust  property  to  them,  they  can  revoke the  trust  and\r\n\nimmediately  create a  new trust,  naming a  new trustee.   2\r\n\nScott on Trusts   108.4; Restatement (Second) of Trusts   108\r\n\ncmt. i.   \r\n\n          Moreover, Fay does not have unbridled discretion as\r\n\ntrustee  to take income or invade principal at the expense of\r\n\nthe other  beneficiaries, who  have enforceable  interests in\r\n\nthe trust.   While Fay  may distribute net  earnings in  such\r\n\namount  as she sees fit,  she must make  some distribution at\r\n\nleast  annually \"in the proportion to the shares owned by the\r\n\nbeneficiaries.\"  Furthermore,  the trust instrument evidences\r\n\nFay's intent that, upon termination, the trust property go to\r\n\nbeneficiaries in addition  to herself or her successors.   At\r\n\nthat time,  the assets  must be  liquidated and  the proceeds\r\n\ndistributed proportionately among the beneficiaries.  \r\n\n          Although   Fay  is  the   settlor,  trustee  and  a\r\n\nbeneficiary,  the  trust instrument  gives  her  no power  to\r\n\nunilaterally  alter, amend  or revoke  the trust,  limits her\r\n\n                             -38-\r                                          38\r\r\n\ndiscretion as  trustee to  distribute income, and  limits her\r\n\nright  to receive  income as  a beneficiary  to an  amount in\r\n\nproportion  to the  shares owned  by her.   Fay's  rights and\r\n\npowers  therefore  were not  so  centralized as  to  make the\r\n\nentire trust property her own.  \r\n\n          In light  of the trust  instrument as  a whole,  we\r\n\nconclude that paragraph  11 does  not mean that  Fay has  the\r\n\npower  to treat the principal and income  of the trust as her\r\n\nown free of trust.  The term \"any  interest\" could mean Fay's\r\n\nbeneficial  interest, so  that paragraph  11 means  that Fay,\r\n\nlike any other  beneficiary and although she is  the trustee,\r\n\nmay acquire, own and dispose of shares in accordance with the\r\n\nconditions  and procedures  set forth  in the  declaration of\r\n\ntrust;11  receive annual  distributions out  of net  earnings\r\n\nin  proportion to her share; and  have her equitable interest\r\n\nin the trust  pass to her successors  upon her death.12   See\r                                                                         \r\n\n                    \r                                \r\n\n11.  Paragraph 13  provides  that \"the  beneficial  interests\r\nhereby  created  shall  not  be  transferrable  or assignable\r\nwithout first offering said shares to the other beneficiaries\r\nin  writing.\"     The  trustee  must   notify  the  remaining\r\nbeneficiaries of  a beneficiary's offer to  sell shares; they\r\nor any of them may accept the offer, or, alternatively, three\r\narbitrators may  be  chosen to  ascertain  the value  of  the\r\noffered shares; the  beneficiary desiring to  sell may do  so\r\nfree  of  restriction  thirty  days  from  the  date  of  the\r\narbitrators' determination if the beneficiary desiring to buy\r\nhas not paid the amount  so determined; and if more  than one\r\nbeneficiary desires to buy,  they may buy the offered  shares\r\nin proportion to the shares held by them.\r\n\n12.  The executors, administrators or assigns of any deceased\r\nbeneficiary are to  succeed to  his or her  rights under  the\r\ntrust.\r\n\n                             -39-\r                                          39\r\r\n\nAndreson v. Andreson, 562  N.E.2d 91, 92 n.2 (Mass.  App. Ct.\r                                \r\n\n1990)  (trust  instrument  stated  that  \"[a]ny  trustee  may\r\n\nwithout  impropriety  become   a  beneficiary  hereunder  and\r\n\nexercise  all rights of a beneficiary with the same effect as\r\n\nthough he  were not  a trustee.\").   Alternatively,  the term\r\n\n\"any   interest\"  could   mean   the   trust  principal   and\r\n\nundistributed income, so  that paragraph 11 means that Fay as\r\n\ntrustee  had full power to  manage the business  of the trust\r\n\nfree  of the  control of  the other beneficiaries  (who could\r\n\nremove her as a beneficiary or as trustee).  Cf. Navarro Sav.\r                                                                         \r\n\nAssoc. v. Lee, 446  U.S. 458, 459, 465 n.14  (1980) (trustees\r                         \r\n\nhad exclusive authority over trust property free from control\r\n\nof shareholders \"as if  the Trustees were the sole  owners of\r\n\nthe Trust Estate in their  own right,\" while shareholders had\r\n\npower to terminate or amend).  Under any  interpretation, Fay\r\n\nwas \"subject  to the limitations herein  expressed,\" that is,\r\n\nher duty as trustee to hold the  trust property \"in trust, to\r\n\nmanage and dispose of the same for the benefit of the holders\r\n\nof the shares.\"\r\n\n          In sum,  we hold  that the entire  property of  the\r\n\nHighland Avenue Trust does not constitute Fay's \"property\" or\r\n\n\"rights to  property\" to  which  the federal  tax lien  could\r\n\nattach  because  the  trust  instrument  defines the  various\r\n\npowers, rights  and interests in  accordance with the  law of\r\n\ntrusts,  gives the  beneficiaries other than  Fay enforceable\r\n\n                             -40-\r                                          40\r\r\n\nequitable interests in the trust property,  and does not give\r\n\nFay the unilateral power to eliminate their rights.  \r\n\n          The lien  does, however, attach  to whatever aspect\r\n\nof Fay's  beneficial interest in the  Highland Avenue Nursing\r\n\nHome Trust  that constitutes  present \"property or  rights to\r\n\nproperty\"  under Massachusetts  law.13   While a  federal tax\r\n\nlien attaches  to property  and rights  to property that  the\r\n\ntaxpayer acquires at any time  after assessment, it does  not\r\n\nattach unless and until the taxpayer acquires what is defined\r\n\nas property by  state law.   United States  v. McDermott,    \r                                                                    \r\n\nU.S.   ,  113 S. Ct.  1526, 1530  (1993).  Thus,  courts have\r\n\nheld  that   while  a   federal  tax   lien  attaches   to  a\r\n\ntaxpayer/beneficiary's present right to receive distributions\r\n\nof  income  or principal,  it does  not  attach to  the trust\r\n\ncorpus when he  or she has  no present right  to receive  it.\r\n\nUnited States v.  Cohn, 855  F. Supp. 572,  576-77 (D.  Conn.\r                                  \r\n\n1994); In re Cavanaugh,  153 B.R.  224, 228 (Bankr. N.D. Ill.\r                                  \r\n\n1993);  Wilson  v.  United States,  140  B.R.  400,  404, 407\r                                             \r\n\n(Bankr.  N.D. Tex. 1992).  See also  In re Lyons, 148 B.R. 88\r                                                            \r\n\n(Bankr. D.D.C. 1992)  (\"a federal  tax lien may  attach to  a\r\n\n                    \r                                \r\n\n13.  The  spendthrift  clause  is  ineffective  as  to  Fay's\r\nbeneficial   interest  because   she  is  both   settlor  and\r\nbeneficiary.  See Morrissey,  109 N.E.2d at 823; Forbes,  140\r                                                                   \r\nN.E. at 419.   Moreover,  a spendthrift clause  is \"merely  a\r\nstate-created exemption from the  reach of creditors, and not\r\nan aspect  of the substantive  [property] right\"  to which  a\r\nfederal  lien attaches.  United States  v. Rye, 550 F.2d 682,\r                                                          \r\n685 (1st Cir. 1977).\r\n\n                             -41-\r                                          41\r\r\n\ntaxpayer's  vested  right, under  a trust  .  . .  to receive\r\n\nperiodic payments  or distributions  of property then  due or\r\n\nthat will become due in the future.\").\r\n\n          Fay's  right to  receive annual  distributions from\r\n\nnet  earnings in proportion to  her share until  her death or\r\n\nuntil  the trust  terminates  earlier is  a presently  vested\r\n\nproperty  right.  See  Forbes, 140 N.E.  at 420.   Because \"a\r                                         \r\n\nsettlor  cannot place property  in trust for  his own benefit\r\n\nand  keep it  beyond  the  reach  of  his  creditors,\"  Fay's\r\n\n\"creditors  can reach  the maximum  amount which  the trustee\r\n\nunder the  terms of the trust could pay to [her] or apply for\r\n\n[her]  benefit.\"  Ware v.  Gulda, 117 N.E.2d  137, 138 (Mass.\r                                            \r\n\n1954),  citing  Restatement  (Second)   of  Trusts     156(2)\r\n\n(internal quotation marks and additional  citations omitted).\r\n\n          Fay's  right to  sell her  share is  not  a present\r\n\nright  to property because she cannot sell it to anyone other\r\n\nthan  her  co-beneficiaries without  at  least their  passive\r\n\nconsent.  See note 11, supra.  In United States  v. Bess, the\r                                                                    \r\n\nSupreme Court held that a lien attached to an insured's right\r\n\nunder  the terms of his life insurance policy to exchange the\r\n\npolicy for its cash surrender value during his lifetime.  357\r\n\nU.S. at  56.  Fay's  right to  sell her  beneficial share  is\r\n\nsimilar  to Bess's  right  to exchange  his policy  for cash,\r\n\nexcept that Fay's right  to sell is qualified and  limited by\r\n\n                             -42-\r                                          42\r\r\n\nthe rights of the other beneficiaries to buy her share, while\r\n\nBess's right to  cash in  his policy was  unqualified.   This\r\n\ndistinction is critical  because Fay has property  to which a\r\n\ntax  lien can attach only  insofar as conferred  by the trust\r\n\ninstrument as it would be enforced by state law.  Cf. Chicago\r                                                                         \r\n\nMercantile  Exch. v.  United States,  840 F.2d  1352, 1354-56\r                                               \r\n\n(7th  Cir.  1988) (where taxpayer could transfer his exchange\r\n\nseat only as authorized and  on the conditions prescribed  in\r\n\nthe exchange rules, with no rights in or to the membership or\r\n\nthe  proceeds  of  the  sale  of such  membership  except  as\r\n\nspecifically  granted  in  the  rules,  the  full  extent  of\r\n\nmember's  property interest  in the  seat, which  had already\r\n\nbeen involuntarily  sold, was  the remainder of  the proceeds\r\n\nafter  internal claims  were paid.).   Although  we have  not\r\n\nfound any Massachusetts  case discussing whether a  qualified\r\n\nright to sell a  beneficial interest in a trust  is property,\r\n\nwe have no doubt that a Massachusetts court would enforce the\r\n\nother  beneficiaries'  right  to   buy  Fay's  share  if  she\r\n\nattempted to sell it  to an outsider without  consulting them\r\n\nor  without their consent.   Fay's limited right  to sell her\r\n\nshare  therefore is  not a  present right  to property.   The\r\n\nlien, of course, will attach to the proceeds from the sale of\r\n\nFay's  share if and when she  sells it (assuming the tax debt\r\n\nis  not paid),  because  she will  then  be holding  her  own\r\n\nproperty free of trust.\r\n\n                             -43-\r                                          43\r\r\n\n          Nor does  Fay have  present property rights  in the\r\n\ntrust corpus.   As  a beneficiary,  she has no  title to  the\r\n\ntrust property or right  to call for a partition  or division\r\n\nof it  as long  as  the trust  continues, and  has \"only  the\r\n\nrights in this  instrument specifically set forth.\"   She has\r\n\nno right to receive  or withdraw any of the  trust principal.\r\n\nCf.  In re  Cowles, 143  B.R.  5, 10  (Bankr. D.  Mass. 1992)\r                              \r\n\n(settlor had the power  to withdraw \"any part  or all of  the\r\n\ntrust  property,\" so  his  creditors could  reach the  entire\r\n\ntrust principal); Wolfe, 486  N.E.2d at 749 (settlor  had the\r                                   \r\n\nright  to withdraw 5/6 of  the trust corpus,  so his creditor\r\n\nwas permitted  to reach  that part  of the  trust principal).\r\n\nAccording to the declaration of trust, Fay could receive  her\r\n\nshare  of the  liquidated assets  during life  only if  those\r\n\nowning a majority of beneficial shares vote to  terminate the\r\n\ntrust   during  her   lifetime;  otherwise,   her  executors,\r\n\nadministrators or assigns will succeed to her rights upon her\r\n\ndeath.  \r\n\n          As set  forth in  Part III(A), under  Massachusetts\r\n\nlaw,  whether  a  right in  a  trust  has  vested depends  on\r\n\n\"whether,   in  substance,   the  interest   is  sufficiently\r\n\nestablished  to constitute  an  interest or  right which  has\r\n\naccrued to its  holder,\" that  is, whether it  is subject  to\r\n\ndefeat  only by biological events, in which case the right is\r\n\nvested, Groswold, 444 N.E.2d at 363, or whether it is subject\r                            \r\n\n                             -44-\r                                          44\r\r\n\nto defeat by  another person's decision  to exercise a  power\r\n\nthat he or she holds,  in which case the right does  not vest\r\n\nuntil the person holding the power can no longer exercise it.\r\n\nReiser,  389 N.E.2d  at 770;  Clemons, 126  N.E.2d 193.   The\r                                                 \r\n\npossibility  that Fay  might  receive a  share  of the  trust\r\n\ncorpus  during  her  lifetime  hinges  on  whether  or not  a\r\n\nmajority  of  the  holders   of  beneficial  shares  vote  to\r\n\nterminate  the trust, and whether or not they decide to amend\r\n\nthe  trust by removing  her as a beneficiary.   Thus, it does\r\n\nnot amount to a present right to property under Massachusetts\r\n\nlaw.  The lien will attach to  her share of the assets if and\r\n\nwhen the trust terminates during her lifetime (again assuming\r\n\nthe  tax  debt is  still unpaid),  because  she will  then be\r\n\nholding her own property free of trust.\r\n\n          Assuming that a  majority of  the beneficiaries  do\r\n\nnot vote to  terminate the trust  during Fay's lifetime,  her\r\n\nexecutors,  administrators or  assigns  will succeed  to  her\r\n\nrights under the trust upon her death.  In Bess, the  Supreme\r                                                           \r\n\nCourt  stated with regard to the proceeds of a life insurance\r\n\npolicy  that \"[i]t would  be anomalous to  view as 'property'\r\n\nsubject to lien proceeds never  within the insured's reach to\r\n\nenjoy, and which are reducible to possession by another  only\r\n\nupon  the  insured's  death  when his  right  to  change  the\r\n\nbeneficiary  comes to  an  end.\"   Id.  at   55-56.   But  in\r                                                 \r\n\nMassachusetts,  the right of a  trust beneficiary to have his\r\n\n                             -45-\r                                          45\r\r\n\nshare  of the trust corpus  paid over to  his successors upon\r\n\ndeath  has been treated as a present right to property during\r\n\nthe  beneficiary's lifetime.  See, e.g.,  Forbes, 140 N.E. at\r                                                            \r\n\n420; Alexander, 75 N.E. at 92.  In those cases,  however, the\r                          \r\n\ntrust    instrument    unequivocally   provided    that   the\r\n\nbeneficiary's share of the  corpus was to be paid  over, free\r\n\nof  trust,  to  the   beneficiary's  successors  upon  death.\r\n\nWhether  there will  be any  interest in  the trust  to which\r\n\nFay's  heirs  or assigns  could  succeed  depends, again,  on\r\n\nwhether those holding a majority of beneficial shares vote to\r\n\nterminate the trust  before Fay's death, or to  eliminate Fay\r\n\nas a  beneficiary.  We  think that  Fay's right  to have  her\r\n\nsuccessors  receive  income  or   principal  from  the  trust\r\n\ntherefore is  too ethereal to  constitute a present  right to\r\n\nproperty.  The lien will attach, however, upon Fay's death to\r\n\nwhatever beneficial  interest she  holds at that  time, again\r\n\nassuming  the tax debt remains  unpaid.  Cf.  Welch v. Paine,\r                                                                        \r\n\n120  F.2d  141,  143 n.2  (1st  Cir.  1941)  (creditors of  a\r\n\ndecedent  must be paid before his property passes to the next\r\n\nof kin).\r\n\n          We  remand to  the magistrate  judge to  fashion an\r\n\norder  enforcing the  tax  lien  on  Fay's present  right  to\r\n\nreceive annual distributions from net earnings  in proportion\r\n\nto her share.  That the  value of this right may be difficult\r\n\nto discern  does  not  alter the  conclusion  that  the  lien\r\n\n                             -46-\r                                          46\r\r\n\npresently attaches, Rye,  550 F.2d  at 685;  Raihl v.  United\r                                                                         \r\n\nStates, 152 B.R. 615, 619 (Bankr. 9th Cir. 1993), but it does\r                  \r\n\nnot  flow  from that  conclusion  that  the property  can  be\r\n\nexecuted  upon immediately.   United  States v.  Overman, 424\r                                                                    \r\n\nF.2d 1142, 1145 (9th  Cir. 1970).  Under the  FDCPA, property\r\n\nheld in  trust is \"co-owned  property,\" cf. United  States v.\r                                                                         \r\n\nColuccio,  51  F.3d   337,  342  (2d  Cir.  1995)  (funds  in\r                    \r\n\nconstructive   trust  are   co-owned  property),   which  the\r\n\ngovernment can execute on  only \"to the extent such  property\r\n\nis subject to execution  under the law of the  State in which\r\n\nit  is  located.\"14    28  U.S.C.     3203(a);  28  U.S.C.   \r\n\n3010(a).  \r\n\n          In Massachusetts,  a trust cannot be  terminated in\r\n\norder to pay a creditor at any time earlier than the terms of\r\n\nthe  trust provide,  at least  where there  are beneficiaries\r\n\nother  than the  debtor.    See  Forbes,  140  N.E.  at  421;\r                                                   \r\n\nAlexander,  75 N.E. at 91.  Fay's beneficial right to receive\r                     \r\n\nan  annual share  of net  earnings can, however,  be executed\r\n\nupon in one of  two ways.  First,  even though it  ordinarily\r\n\ncould not be reached and  applied \"until a future time or  is\r\n\nof  uncertain value,\" it can  be reached and  applied \"if the\r\n\nvalue can be ascertained  by sale, appraisal or by  any means\r\n\n                    \r                                \r\n\n14.  When  the  IRS seeks  to  collect other  than  through a\r\nsection  7403 proceeding or by levy, it has the privileges of\r\nan ordinary judgment creditor, Rodgers, 461 U.S. at 682, 697,\r                                                  \r\nor in this case, whatever privileges the FDCPA confers.\r\n\n                             -47-\r                                          47\r\r\n\nwithin the ordinary procedure  of the court.\"  Mass.  Gen. L.\r\n\nch. 214   3(6).  See also New England Merchants Nat'l Bank v.\r                                                                         \r\n\nHoss, 249 N.E.2d  635, 638 (Mass. 1969);  Whiteside, 187 N.E.\r                                                               \r\n\nat 710;  Alexander, 75  N.E.  at 92.   Thus,  Fay's right  to\r                              \r\n\nreceive  annual distributions  from net  earnings conceivably\r\n\ncould be sold  and the proceeds paid to the  IRS if its value\r\n\ncould  be ascertained and a  buyer found.  Alternatively, her\r\n\nshare of  net earnings could be  paid to the IRS  as it comes\r\n\ndue  annually according to the  terms of the  trust.  Forbes,\r                                                                        \r\n\n140  N.E. at 421; see also United States v. Solheim, 953 F.2d\r                                                               \r\n\n379, 382 (8th  Cir. 1992);  Cohn, 855 F.  Supp. 572,  576-77;\r                                            \r\n\nUnited States v.  Taylor, 254  F. Supp. 752,  758 (N.D.  Cal.\r                                    \r\n\n1966), cited  with approval  in Rye,  550 F.2d at  685.   The\r                                               \r\n\nmagistrate  judge may  proceed  according  to either  method,\r\n\nholding hearings or other proceedings as necessary.\r\n\nIV.  CONCLUSION\r                           \r\n\n          On  remand,  the  judgment  should  be  modified as\r\n\nfollows:   The United States  is entitled to  $11,686.22 (the\r\n\nproceeds  of the sale of  the Green Pastures  and Parker Hill\r\n\nNursing  Homes)  plus  the   accumulated  interest  on  those\r\n\nproceeds.  The Highland Avenue Nursing Home Trust is entitled\r\n\nto  $16,046.63  (the proceeds  of  the sale  of  the Highland\r\n\nAvenue Nursing Home), plus the accumulated interest, less any\r\n\namount  determined to be presently  payable to the  IRS.  The\r\n\nmagistrate  judge shall  fashion an  order enforcing  the tax\r\n\n                             -48-\r                                          48\r\r\n\nlien on Fay's right  to annual payments from net  earnings of\r\n\nthe Highland Avenue Nursing Home Trust.  \r\n\n          Affirmed in  part, reversed in  part, and  remanded\r                      Affirmed in  part, reversed in  part, and  remanded\r                                                                         \r\n\nfor a new judgment.  No costs.\r            for a new judgment.  No costs.\r                                         \r\n\n                             -49-\r                                          49\r\r\n",
  "html": "<p class=\"case_cite\">74 F.3d 1347</p>\n    <p class=\"case_cite\">77 A.F.T.R.2d 96-732, 96-1 USTC  P 50,118</p>\n    <p class=\"parties\">Paul F. MARKHAM, Trustee, Plaintiff,<br>v.<br>Claire M. FAY, as Trustee of Highland Avenue Nursing Home<br>Trust, Parker Hill Nursing Home Trust, and Green<br>Pastures Nursing Home Trust, Defendant, Appellant,<br>and<br>United States, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1631.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 4, 1995.<br>Decided Feb. 7, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard H. Gens, East Dennis, MA, for appellant.</p>\n      <p class=\"indent\">Annette M. Wietecha, Washington, DC, with whom Donald K. Stern, United States Attorney, Of Counsel, Loretta C. Argrett, Assistant Attorney General, Gary R. Allen, Washington, DC, and Jonathan S. Cohen, Attorney, Tax Division, United States Department of Justice, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Claire M. Fay (\"Fay\"), in her capacity as trustee of three trusts, appeals the magistrate judge's ruling that a federal tax lien upon her individual property extends to the entire assets of the trusts.  Fay contends that the magistrate judge erred because the property of the trusts would not be considered her own under Massachusetts law.  Fay also raises federal statutory and constitutional issues, contending that Appellee Internal Revenue Service (\"IRS\") does not have a valid lien upon the trust property because it failed to comply with statutory notice and limitations requirements as to the trusts, and also that the trust beneficiaries were indispensable parties who were not joined and were deprived of property without due process of law.  We hold that there was no statutory or constitutional error and that the magistrate judge correctly held that the lien attached to the entire property of the Green Pastures and Parker Hill Nursing Home Trusts.  We also hold that the magistrate judge erred in holding that the lien attached to the entire property of the Highland Avenue Nursing Home Trust.  Thus, we affirm in part, reverse in part, and remand for a new judgment.</p>\n    </div>\n    <p>I. BACKGROUND AND PROCEDURAL HISTORY</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In a published opinion, the magistrate judge made extensive findings of fact, Markham v. Fay, 884 F.Supp. 594 (D.Mass.1995), none of which are in dispute in this appeal.  We recount those necessary to provide context to the issues before us.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the 1960s and 1970s, Fay and others created a number of legal entities for the purpose, inter alia, of owning and operating nursing homes in Massachusetts.  Three of those entities--the Green Pastures Nursing Home Trust, the Parker Hill Nursing Home Trust and the Highland Avenue Nursing Home Trust--are involved in this appeal.  Fay created the trusts in 1974, conveying to herself as trustee of each trust the nursing home for which the trust was named.  A fourth entity, Regina Nursing Home, Inc.  (\"the corporation\"), was incorporated in 1961.  Fay became its president and sole stockholder in 1967, then assigned all of her stock to her sister Theresa Dzialo (Dzialo) sometime during the 1970s.  The corporation owned the Chester Manor Nursing Home.  At no time were the trusts and the corporation organized or operated as one entity, and each owned different property.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In June of 1976, Fay, as trustee of the trusts and president of the corporation, sold the Parker Hill, Green Pastures, Highland Avenue and Chester Manor Nursing Homes to trusts owned by Louis Almeida (\"Almeida\"), in exchange for mortgages and other consideration.  Almeida filed for bankruptcy in 1978.  By then, the only assets owned by the trusts and the corporation were the mortgages, and Almeida had defaulted on them.  On October 2, 1990, the bankruptcy court awarded the trusts and the corporation, as secured creditors, the proceeds from the bankruptcy trustee's sale of the nursing homes, amounting to $67,809.89.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 10, 1990, the IRS filed a derivative claim with the bankruptcy court \"for the purpose of obtaining any dividend which may become payable to Claire M. Fay.\"   The IRS's claim was premised on Fay's individual tax liability.  In 1979, in view of Almeida's bankruptcy, the IRS had assessed Fay individually as a \"responsible person\" under 26 U.S.C. Secs. 6671 and 6672 for income and F.I.C.A. taxes Almeida failed to pay for the nursing homes' employees during the tax years 1976 through 1978.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  On October 31, 1979, IRS filed a notice of federal tax lien for $200,213.45 against Fay individually, and refiled it on January 27, 1986.  In 1984, the IRS sued Fay individually, and on December 30, 1990, judgment was entered against her in the amount of $699,142.21, including penalties and interest.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On October 31, 1990, the IRS delivered to the bankruptcy trustee (but not to the corporation) a notice of levy on the corporation as alter ego and/or nominee of Fay.  The IRS did not file any liens, lawsuits or notices thereof against the trusts, Fay as trustee of the trusts, or the beneficiaries of the trusts.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On February 12, 1991, Paul F. Markham (\"Markham\"), the bankruptcy trustee who held the proceeds of the sale of the nursing homes, filed an interpleader action in Massachusetts Superior Court seeking a determination of the rights of the various claimants to the interpled fund.  Markham named as defendants Fay individually and as trustee of the trusts, the corporation, the United States, and two attorneys seeking payment for litigating the claims of the trusts and the corporation before the bankruptcy court.  On March 14, 1991, the IRS removed the case to the United States District Court for the District of Massachusetts.  On May 5, 1993, the court denied summary judgment to the IRS, the corporation and the trusts, granted summary judgment in favor of the attorneys (awarding them $16,970), and then referred the case to the magistrate judge for all purposes including trial and entry of judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After a bench trial, the magistrate judge issued an opinion, holding that the IRS was entitled to the entire proceeds of the sale of the Parker Hill, Green Pastures and Highland Avenue Nursing Homes because Fay had reserved to herself such significant powers in the trusts that their assets would be considered her own under Massachusetts law.  884 F.Supp. at 607, 609.  The magistrate judge also held that the government had failed to prove that the trusts or the corporation were Fay's alter egos, and found that the IRS had not established that Fay used the trusts for a fraudulent purpose or for her own individual benefit.  Id. at 604.  Judgment was entered for the IRS in the amount of $27,732.85 plus 55% of the accumulated interest, and for the corporation in the amount of $23,107.04 plus 45% of the accumulated interest.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Fay, in her capacity as trustee of the three trusts, then filed this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Before we proceed to the legal issues, we clarify the present status of the trusts and the proceeds of the sale of the nursing homes.  Since 1978, the trusts have not held any property other than the mortgages on the nursing homes, and have not engaged in any transaction or business other than pursuing their claims against Almeida's bankrupt estate and defending the bankruptcy court's award.  Although dormant, the trusts continue to exist.  They were in no way terminated by the bankruptcy trustee's sale of the nursing homes.  Rather, the bankruptcy court awarded the sale proceeds to the trusts in satisfaction of the mortgages.  We refer to the sale proceeds as trust property, although not yet paid to the trusts, because the proceeds will become trust property unless paid to the IRS.</p>\n    </div>\n    <p>II. STATUTORY AND CONSTITUTIONAL ISSUES</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Fay first contends that the IRS does not have a valid lien against the trust property because it did not comply with statutory notice and statute of limitations requirements as to the trusts.  It gave no notice of assessment as to the trust property in 1979, did not join the trusts, Fay as trustee, or the trust beneficiaries as defendants in its 1984 suit against Fay individually, and did not proceed against them by separate suit, assessment, demand, lien or levy.  Second, Fay contends that because the IRS sought in the interpleader action to collect from the trust property as such, the beneficiaries were indispensable parties who were required to be joined in their own right.  Finally, Fay argues that because the beneficiaries were given no opportunity to appear and defend their rights in the interpleader action, the magistrate judge's ruling deprived them of property without due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The IRS responds first that it is only Fay's own property from which it seeks to collect and all notice and limitations requirements were met with respect to her.  The IRS concedes that if it had sought to hold the trustee, the trusts or the beneficiaries personally liable as Fay's transferees, it would have had to institute a collection action directly against them within six years from the assessment of the tax.  See United States v. Updike, 281 U.S. 489, 493, 50 S.Ct. 367, 368, 74 L.Ed. 984 (1930);  26 U.S.C. Sec. 6901.  The IRS, however, asserts that it sought to collect the taxes out of property that would be considered Fay's own under Massachusetts law.  Notice and limitations requirements with respect to the trusts therefore were not implicated.  As to Fay's joinder and due process arguments, the IRS responds that the bankruptcy trustee named Fay as trustee in the interpleader action, she has represented the interests of the beneficiaries throughout this litigation, and at no time have the beneficiaries as such sought to intervene.  Furthermore, the IRS argues, the beneficiaries' exclusive remedy is a suit for wrongful levy brought pursuant to 26 U.S.C. Sec. 7426(a), which is now time-barred because no such suit was brought within nine months from the date of levy, as required by 26 U.S.C. Sec. 6532(c).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although the magistrate judge did not precisely resolve these issues,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we will review them de novo as matters of federal law.  Horton Dairy, Inc. v. United States, 986 F.2d 286, 290 (8th Cir.1993).  First, we must untangle the web of statutory and procedural requirements implicated in this phase of Fay's appeal.  Once the IRS makes an assessment of a taxpayer's liability, it has sixty days in which to \"give notice to each person liable for the unpaid tax, stating the amount and demanding payment thereof.\"  26 U.S.C. Sec. 6303(a).  Once notice and demand are given and the tax goes unpaid, a lien in favor of the United States automatically arises \"upon all property and rights to property, whether real or personal, belonging to such person.\"  26 U.S.C. Sec. 6321.  Whether and to what extent a particular piece of property constitutes property of the taxpayer to which a federal tax lien can attach is a question of state law.  Aquilino v. United States, 363 U.S. 509, 512, 80 S.Ct. 1277, 1279-80, 4 L.Ed.2d 1365 (1960).  The lien arises at the time the assessment is made and continues until the liability is satisfied or becomes unenforceable by lapse of time.  26 U.S.C. Sec. 6322.  The IRS may collect the tax by levy or by bringing a proceeding in court, which according to the pre-1990 version of 26 U.S.C. Sec. 6502 applicable in this case, must be done \"within six years after the assessment of the tax.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  26 U.S.C. Sec. 6502(a) (1988).  A lien becomes unenforceable by lapse of time upon expiration of the six-year statute of limitations for collection, but if the government brings suit within six years from assessment and receives a judgment in its favor, the life of the lien is extended indefinitely.  See Rodriguez v. Escambron Dev.  Corp., 740 F.2d 92, 94 n. 3 (1st Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is no dispute that the IRS assessed a tax against Fay individually in 1979, that it gave notice and demand to her within sixty days, that a lien dating from the assessment arose against all of Fay's property and rights to property, that the IRS timely filed a civil action against Fay individually in 1984, that it refiled the notice of tax lien in 1986, and that it obtained a judgment in December of 1990 that extended the life of the lien on Fay's property indefinitely.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">That brings us to the IRS's collection efforts beginning with the derivative claim in the bankruptcy court in October of 1990 and leading to the interpleader action below.  As stated above, the IRS may collect by levy or by a proceeding in court.  26 U.S.C. Sec. 6502(a).  The briefs are unhelpful (at best) as to which route the IRS took.  The IRS indicates that it levied on the trust property, but the IRS may collect by levy only after notifying the taxpayer in writing of its intention to make such levy.  26 U.S.C. Sec. 6331(a), (b), (d)(1).  The notice of levy upon the corporation as Fay's alter ego did not constitute notice of levy on the trust property because, inter alia, the trusts and the corporation each held different property.  Because it has never notified Fay of an intention to levy on the trust property, there has been no levy.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Other than by levy, the IRS can collect by a proceeding in court, either by bringing an action pursuant to 26 U.S.C. Sec. 7403, or by simply suing for the amount owed and then exercising \"the usual rights of a judgment creditor\" to enforce any judgment obtained.  United States v. Rodgers, 461 U.S. 677, 682, 103 S.Ct. 2132, 2137, 76 L.Ed.2d 236 (1983).  This is not a section 7403 action and neither party contends that it is.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The IRS is therefore exercising the usual rights of a judgment creditor.  It asserts (inconsistently with its indication that it levied on the trust property) that the Federal Debt Collection Procedure Act of 1990 (FDCPA), 28 U.S.C. Sec. 3001, et seq., governs the interpleader proceedings, and Fay does not contend otherwise.  Fay's tax indebtedness is a \"debt\" as defined in the FDCPA because it is \"an amount owing to the United States on account of [an] ... assessment.\"  28 U.S.C. Sec. 3002(3)(B).  Except to the extent that another federal law specifies procedures for recovering on a judgment for a debt arising under such law, the FDCPA is the exclusive civil procedure for the government to recover a judgment on a debt.  28 U.S.C. Sec. 3001(a), (b).  The tax code (from which the debt arose) does specify procedures for recovering on a judgment by levy, 26 U.S.C. Sec. 6331, and by filing an action in a federal district court to enforce a lien, 26 U.S.C. Sec. 7403, but does not contain specific procedures for otherwise recovering on a judgment, for example by filing a derivative claim in bankruptcy court and litigating against the taxpayer in a resulting interpleader action, as the IRS did here.  Thus, the procedures of the FDCPA appropriately control.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">If the magistrate judge was correct that the entire property of each trust would be considered Fay's own under Massachusetts law, then the IRS had a valid lien on that property that it could seek to enforce in the interpleader action.  By notifying Fay in 1979, the IRS complied with the plain language of section 6303(a) requiring notice and demand on the only \"person liable.\"   The IRS also complied with the statute of limitations by suing Fay in 1984 within six years of the tax assessment in 1979 as required by section 6502(a).  The judgment obtained in 1990 extended the life of the lien, so that the IRS's effort to enforce the judgment in the interpleader action was timely.  Fay argues that the IRS failed to establish a nexus between the taxes owed by her individually and the proceeds of the sale of the nursing homes, but the IRS does not contend that the tax liability was incurred by the trusts such that the judgment could be satisfied directly from the entire trust property regardless of whether it belonged to Fay.  Rather, the IRS has a valid lien upon Fay's individual property and rights to property that it may enforce out of any trust property that under Massachusetts law belongs to Fay, even though the claim arose independently of the trusts.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As to whether the beneficiaries were indispensable parties who were deprived of an opportunity to be heard in their own right, we begin by rejecting the IRS's argument that the beneficiaries' only remedy is a suit for wrongful levy under 26 U.S.C. Sec. 7426(a).  Third parties are limited to that remedy only when the government proceeds by levy, Rodgers 461 U.S. at 682-83, 695-96, 103 S.Ct. at 2136-37, 2143-44, which it has not done.  Rather, whether the beneficiaries were required to be joined is governed by Fed.R.Civ.P. 19.  See 28 U.S.C. Sec. 3003(f) (Federal Rules of Civil Procedure apply in FDCPA actions).  That rule provides in relevant part that a person subject to service of process and whose joinder will not deprive the court of subject matter jurisdiction \"shall be joined as a party in the action if ... the person claims an interest relating to the subject of the action and is so situated that the disposition of the action in the person's absence may (i) as a practical matter impair or impede the person's ability to protect that interest....\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Courts applying this rule generally have held that beneficiaries are indispensable parties in actions like this to collect a tax or other debt from the trust corpus, see Tick v. Cohen, 787 F.2d 1490, 1495-96 (11th Cir.1986);  United States v. Fried, 183 F.Supp. 371, 373 (E.D.N.Y.1960), and actions analogous to this seeking to terminate a trust.  See Hansen v. Peoples Bank, 594 F.2d 1149 (7th Cir.1979).  \"The general rule is, that in suits respecting trust-property, brought either by or against the trustees, the cestuis que trust as well as the trustees are necessary parties.\"  Carey v. Brown, 92 U.S. 171, 172, 23 L.Ed. 469 (1875);  see also Stevens v. Loomis, 334 F.2d 775, 777 (1st Cir.1964).  An exception to the general rule, however, exists when the trustee represents the beneficiaries' interests fully and without conflict.  3A James W. Moore, Moore's Federal Practice p 19.08 at 175-76 (2d ed. 1985).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The bankruptcy trustee joined Fay both individually and as trustee in the interpleader action.  Fay had the duty as trustee under the three declarations of trust to represent the beneficiaries' interests in any lawsuit.  While, at least on the surface, the fact that the trustee in this case incurred the debt that the trust property might be reached to pay indicates a potential conflict between Fay and the other beneficiaries, all signs are that Fay represented them zealously and without conflict.  Fay has not asserted any claim to the fund in her individual right throughout the course of this litigation, but has appeared only in her capacity as trustee.  Moreover, as settlor and one of the beneficiaries of the trust, Fay's interest in protecting the trust property would seem to be at least as strong as that of the other beneficiaries.  The beneficiaries as such did not seek to intervene at any point when the district court or the magistrate judge could have joined them as parties in their own right.  This is not to say that the issue was waived, Freeman v. Northwest Acceptance Corp., 754 F.2d 553, 559 (5th Cir.1985) (failure to raise below the issue of whether a party should have been joined does not result in waiver), but it does indicate that the beneficiaries did not perceive any failure on Fay's part to represent their interests at the time.  And on appeal, Fay fails to describe any conflict between her interests and those of the other beneficiaries, any way in which their interests were not represented, or any way in which the litigation might have gone differently if they had been joined.  As will be seen, resolution of the core issue in the case--whether the property of any of the trusts would be considered Fay's own under Massachusetts law--depended factually only on the language of the trust instruments, documents that were before the magistrate judge and are before us.  Although in an abundance of caution it may have been better for the beneficiaries to have been joined, as it turned out, Fay faithfully represented their interests.  We therefore hold that the beneficiaries were not indispensable parties.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The same considerations defeat Fay's argument that the beneficiaries were deprived of property without due process of law.  Moreover, assuming the magistrate judge was right, the beneficiaries were not deprived of their own property.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>III. WAS THE TRUST PROPERTY FAY'S OWN UNDER MASSACHUSETTS LAW?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">When the IRS assessed taxes owed by Fay as a \"responsible person\" in 1979, a federal tax lien arose \"upon all property and rights to property, whether real or personal, belonging to\" Fay.  26 U.S.C. Secs. 6321, 6322.  The tax code \"creates no property rights but merely attaches consequences, federally defined, to rights created under state law.\"  United States v. Bess, 357 U.S. 51, 55, 78 S.Ct. 1054, 1057, 2 L.Ed.2d 1135 (1958).  Whether and to what extent Fay's powers, interests and rights in the trusts constitute property to which the federal tax lien could attach is a question of state law.  Aquilino, 363 U.S. at 512, 80 S.Ct. at 1279-80.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We review de novo the issue of whether the trust instruments gave Fay such extensive powers over the trust property that it was in effect her own under Massachusetts law.  Salve Regina College v. Russell, 499 U.S. 225, 231, 111 S.Ct. 1217, 1221, 113 L.Ed.2d 190 (1991);  Losacco v. F.D. Rich Constr.  Co., 992 F.2d 382, 384 (1st Cir.1993).  In doing so, we will take care not to extend state law beyond its well-marked boundaries in an area such as trust law that is quintessentially the province of state courts.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Initially, we clarify that it was not improper for Fay, the settlor of the trusts, to designate herself as both sole trustee and one of the trusts' beneficiaries.  Under the common law of trusts, \"trustees may be included among the beneficiaries of a trust.\"  Mahoney v. Board of Trustees, 973 F.2d 968, 971 (1st Cir.1992), citing Restatement (Second) of Trusts Secs. 99, 115 (1959);  William F. Fratcher, 2 Scott on Trusts, Secs. 99.2, 115 (4th ed.1987).  And a sole trustee who is also the settlor may be one of two or more beneficiaries.  Sullivan v. Burkin, 390 Mass. 864, 460 N.E.2d 572, 575 (1984);  Ascher v. Cohen, 333 Mass. 397, 131 N.E.2d 198, 199-200 (1956);  Restatement (Second) of Trusts Sec. 100.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">When a trustee is also a beneficiary, she holds the legal title to the entire trust property in trust for all of the beneficiaries (including herself), has a duty to deal with it for the benefit of the beneficiaries, and does not hold legal title to any of the trust property free of trust to use as she pleases.  There is no partial merger of the legal and equitable interests.  Restatement (Second) of Trusts Sec. 99 cmt. b;  2 Scott on Trusts Sec. 99.3.  It follows that a creditor generally cannot reach a trustee/beneficiary's interest in a trust, such as these, with a spendthrift provision.  Restatement (Second) of Trusts Sec. 99 cmt. b.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">When a beneficiary is also the settlor, however, she cannot keep property beyond the reach of her creditors by placing it in a spendthrift trust for her own benefit.  See Merchants Nat'l Bank v. Morrissey, 329 Mass. 601, 109 N.E.2d 821, 823 (1953);  Forbes v. Snow, 245 Mass. 85, 140 N.E. 418, 419 (1923).  A settlor/beneficiary's creditors therefore can reach \"the maximum amount which the trustee under the terms of the trust could pay to him or apply for his benefit.\"   Restatement (Second) Sec. 156(2), quoted in Ware v. Gulda, 331 Mass. 68, 117 N.E.2d 137, 138 (1954).  This, of course, does not mean that the interest of any other beneficiary may be reached by the settlor/beneficiary's creditors.  2 Scott on Trusts Sec. 114.  As a matter of federal law, a tax lien extends only to property or rights to property belonging to the delinquent taxpayer, and not to property belonging to innocent third parties.  Rodgers, 461 U.S. at 690, 103 S.Ct. at 2140-41.   Whether the tax lien in this case attaches to the entire property of each trust depends on whether the trust instruments give Fay the power to eliminate the other beneficiaries' interests.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A. The Parker Hill and Green Pastures Nursing Home Trusts</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On January 21, 1974, Fay created the Green Pastures and Parker Hill Nursing Home Trusts under declarations of trust whose terms were identical except for the names of the trusts and the identity of their assets.  Fay named herself sole trustee and conveyed to herself as trustee the respective nursing homes.  Fay named herself and her two sons as the beneficiaries of each trust, all in equal shares, until the trusts terminate.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  She named her sister Dzialo as the remainder beneficiary of each trust--upon termination, the trust property and undistributed income were to immediately vest in her free of trust.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The magistrate judge ruled that the IRS was entitled to reach that part of the interpled fund that represents the assets of the Green Pastures and Parker Hill Nursing Home Trusts, based on Fay's \"copious\" rights and powers as settlor, sole trustee and one of the beneficiaries of the trusts, and her reserved right as settlor to alter, amend or revoke the trusts, although Fay has not exercised those powers or otherwise used the trusts for her exclusive benefit.  884 F.Supp. at 607.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Traditionally, Massachusetts has given full effect to inter vivos trusts, regarding their assets as trust property rather than that of the settlor in spite of broad powers reserved to him or her, at least while those powers remain unexercised.  See National Shawmut Bank v. Joy, 315 Mass. 457, 53 N.E.2d 113, 122-25 (1944);  Guthrie v. Canty, 315 Mass. 726, 53 N.E.2d 1009, 1010 (1944).  But another line of cases has more recently emerged from the Massachusetts Court of Appeals.  In State Street Bank and Trust Co. v. Reiser, 7 Mass.App.Ct. 633, 389 N.E.2d 768 (1979), the court broke with tradition, holding that a settlor/beneficiary's creditors could reach trust assets upon his death where he had reserved powers to amend or revoke and to direct the disposition of principal and income during his lifetime, even though the powers remained unexercised at the time of his death, and even though the remainder beneficiaries' rights in the trust vested upon his death because there was no further possibility that he could exercise his powers.  Id. 389 N.E.2d at 770-71.   The court emphasized that the settlor's powers gave him the right until his death to destroy all other beneficial interests in the trust.  Id. at 771.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Similarly, in ITT Commercial Finance Corp. v. Stockdale, 25 Mass.App.Ct. 986, 521 N.E.2d 417 (1988), the court relied on Reiser to hold (in the alternative) that a settlor's creditor could reach trust assets upon his death where the settlor was sole trustee, his children were the life and remainder beneficiaries, and he had a general power to amend and revoke and a specific power to substitute beneficiaries until his death.  Id. 521 N.E.2d at 417-18.   As in Reiser, his creditors could reach the trust assets even though he had not exercised his powers and the other beneficiaries' interests had vested.  See also Wolfe v. Wolfe, 21 Mass.App.Ct. 254, 486 N.E.2d 747, 749 (1985) ( 5/6 of trust property could be reached to satisfy alimony judgment where settlor had power to alter, amend and revoke and absolute right to withdraw  5/6 of principal;  remainder beneficiaries' rights were not vested).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The touchstone of the analysis, then, is whether the trust instrument as a whole gives Fay the power to eliminate the interests of all others in the trust.  As settlor, Fay reserved to herself the right \"to alter, amend and revoke this Trust, in whole or in part, and to terminate the same.\"   These unrestricted and unconditional powers include the right to substitute or strike out other beneficiaries, Leahy v. Old Colony Trust Co., 326 Mass. 49, 93 N.E.2d 238, 239 (1950), to vary the income or principal paid to the beneficiaries while the trust continues, including the power not to pay them at all, State Street Trust Co. v. Crocker, 306 Mass. 257, 28 N.E.2d 5 (1940), and to completely revoke the trust.  Stahler v. Sevinor, 324 Mass. 18, 84 N.E.2d 447, 448-49 (1949).  If Fay revoked the trust, or amended it to make herself the sole beneficiary, the legal title and equitable interest would merge and thereby terminate the trust.  See Atkins v. Atkins, 279 Mass. 1, 180 N.E. 613, 614 (1932);  Langley v. Conlan, 212 Mass. 135, 98 N.E. 1064, 1066 (1912).  As Fay points out, the trust property would not vest free of trust in her if she caused it to terminate, but in her sister Dzialo.  Fay, however, could amend the trust to delete that provision.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As trustee, Fay has broad powers to manage and control the trust property.  The IRS makes much of these powers, but we attribute them no significance whatsoever.  Broad powers are typically conferred on a trustee as an effective way to manage trust property.  Trustees who are also beneficiaries, \"like trustees generally, have the power to do acts that are 'necessary or appropriate to carry out the purposes of the trust and are not forbidden by the terms of the trust.' \"  Mahoney, 73 F.2d at 971, citing Restatement (Second) of Trusts Sec. 186.  As we have held in the estate tax context, a settlor/trustee's administrative and management powers cannot be equated with ownership.  See Old Colony Trust Co. v. United States, 423 F.2d 601, 602-03 (1st Cir.1970).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As trustee, Fay is to hold the nursing homes \"in trust\" for the \"general purposes\" of the trusts, and to hold and accumulate the principal and net income \"for the use and benefit of said beneficiaries.\"   The sentence immediately following that direction provides:  \"However, anything to the contrary herein notwithstanding, the Trustee shall have full power and discretion to pay over to said beneficiaries so much or all or any part of the trust property, whether principal or net income, as she shall deem proper.\"   We think that this sentence, in the context of the trust instrument as a whole, gives Fay the power to pay income and/or invade principal for her benefit alone.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We recognize, as we have before, that under Massachusetts law, a trustee is restricted in the exercise of even broad discretionary powers by the terms of the trust viewed as a whole, and by the trustee's fiduciary duty to use his or her best judgment in good faith.  State Street Bank and Trust v. United States, 634 F.2d 5, 9 (1st Cir.1980) (citations omitted);  see also Fine v. Cohen, 35 Mass.App.Ct. 610, 623 N.E.2d 1134, 1139 (1993);  Dana v. Gring, 374 Mass. 109, 371 N.E.2d 755, 760-61 (1977);  Woodberry v. Bunker, 359 Mass. 239, 268 N.E.2d 841, 843 (1971);  Old Colony Trust Co. v. Silliman, 352 Mass. 6, 223 N.E.2d 504, 506 (1967).  In particular, a trustee may not exercise a broad discretionary power to shift beneficial interests in a trust.  Fine, 623 N.E.2d at 1139;  Boston Safe Deposit and Trust Co. v. Stone, 348 Mass. 345, 203 N.E.2d 547, 552 (1965).  A Massachusetts court necessarily would evaluate a trustee's conduct, if challenged, in light of the powers and duties set forth in the trust instrument.  Stone, 203 N.E.2d at 552;  Fine, 623 N.E.2d at 1139.   In Copp v. Worcester County Nat'l Bank, 347 Mass. 548, 199 N.E.2d 200 (1964), the court found that the trust instrument's direction that the trustee invade principal for the life beneficiary was enforceable and not unrestricted because it was to be in a stated amount and only as necessary for her reasonable support and maintenance.  Id. 199 N.E.2d at 202-03.   In cases interpreting trustee powers for federal estate tax purposes, ascertainable standards limiting trustee discretion have been found where the trust instrument directed principal and/or income to be distributed for a specific purpose (such as education and support), or expressed an intent to preserve principal for remainder beneficiaries, or both.  See State Street Bank and Trust v. United States, 634 F.2d at 9;  Old Colony Trust Co. v. United States, 317 F.Supp. 618, 622 (D.Mass.1970);  Dana, 371 N.E.2d at 761;  Woodberry, 268 N.E.2d at 843;  Worcester County National Bank v. King, 359 Mass. 231, 268 N.E.2d 838, 840 (1971);  Silliman, 223 N.E.2d at 507-08.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">If Fay exercised her discretion so as to take the trust property for herself, thereby depleting or destroying the others' interests, we doubt that a court could determine that she had violated her fiduciary duty in carrying out the terms of the trusts because the trust instruments as a whole do not limit her discretion or define the other beneficiaries' interests in income and principal.  They do not give Fay's sons the right to any particular proportion of the trust income or principal, the right to receive it at any particular time or interval, the right to receive it for their support or any other definite purpose, or the right to receive it free of trust when the trust terminates.  Fay's sister's remainder interest could amount to nothing if Fay decided to pay all of the income and principal to herself.  Under these circumstances, we think that Fay's sons and sister would have had little or no recourse if she took the trust property for her own benefit.  We recognize that Fay has not done so, but what is dispositive for these purposes is whether the trust instrument contained ascertainable limits on her power to pay income or invade principal for her benefit alone that the other beneficiaries could rely on to enforce any rights of their own.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Moreover, we do not think that the other beneficiaries' interests in the trust are vested.  Although that apparently makes no difference in light of Reiser and Stockdale, it does mean that their rights are inchoate at the present time.  Under Massachusetts law, whether a right in a trust has vested depends on \"whether, in substance, the interest is sufficiently established to constitute an interest or right which has accrued to its holder.\"  New England Merchants Nat'l Bank v. Groswold, 387 Mass. 822, 444 N.E.2d 359, 363 (1983).  That an interest is \"subject only to total or partial defeat by biological events\" does not make it inchoate.  Id.  Thus, a beneficiary's right to receive part of the trust property that depends only on his or her survival until the death of other persons is a vested property right.  See Id.;  Billings v. Fowler, 361 Mass. 230, 279 N.E.2d 906, 908 (1972);  Whiteside v. Merchants' Nat'l Bank, 284 Mass. 165, 187 N.E. 706, 709 (1933);  Alexander v. McPeck, 189 Mass. 34, 75 N.E. 88, 92 (1905).  But where the right depends on the exercise or non-exercise of powers held by another, the beneficiary's right does not vest until the person holding the powers can no longer exercise them.  See Reiser, 389 N.E.2d at 770 (remainder interests of beneficiaries became vested upon death of settlor because his powers to amend or revoke the trust and direct payments from it died with him);  Old Colony Trust Co. v. Clemons, 332 Mass. 535, 126 N.E.2d 193 (1955) (rights of remainder beneficiaries did not vest until settlor's death where he had the right to revoke the trust or change beneficiaries).  Any right in Fay's sons or sister to receive part of the trust property is not contingent on a mere biological event, but on whether or not Fay exercises her power to amend or revoke the trusts, and on to whom and in what amounts she distributes income and principal while the trust continues.  Their interests therefore are not vested.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Due to the broad nature of Fay's powers and the limited and unenforceable nature of the beneficial interests, Fay has the power to eliminate the interests of her sons and her sister.  We therefore think that a Massachusetts court would treat the entire trust property of the Green Pastures and Parker Hill Nursing Home Trusts as Fay's own in favor of her creditors.  Like the settlors in Reiser, Stockdale and Wolfe, Fay has the right to amend and revoke the trusts and to direct disposition of principal and income.  Although there is nothing invalid in the roles of settlor, trustee and beneficiary co-existing in the same person, in this case it meant that Fay had the power as trustee to distribute income and principal in whatever proportion she deemed proper, the right as a beneficiary to receive income and principal in whatever amount she as trustee deemed proper, and the unrestricted power as settlor to alter, amend, or revoke the trusts.  The trusts at issue here are even more vulnerable to Fay's creditors than those at issue in Reiser and Stockdale because the other beneficiaries' interests in the trust have not vested and Fay remains able to exercise her powers and thus deplete or destroy them.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We do not hold that the trusts are invalid--a trust in which the settlor has reserved to herself the power to alter, amend or revoke, and is also the sole trustee and one of the trusts' beneficiaries with a right to receive income and principal in her own discretion as trustee, is not invalid.  See Roberts v. Roberts, 419 Mass. 685, 646 N.E.2d 1061, 1064 (1995);  Sullivan, 460 N.E.2d at 575;  Ascher, 131 N.E.2d at 199-200.   And although it may be only a technical distinction, we do not hold that Fay must exercise her power to amend or revoke to satisfy the tax debt.  See In re Cowles, 143 B.R. 5, 10 (Bankr.D.Mass.1992) (\"The Court can allow the creditors to reach the assets of the trust without requiring revocation of the trust.\").  Rather, we hold that the federal tax lien on Fay's individual property reaches the entire assets of the Green Pastures and Parker Hill Nursing Home Trusts because Fay has the power to eliminate the other beneficiaries' interests and treat the trust property as her own based on the following combination of provisions in the trust instruments:  (1) Fay as settlor has the power to alter, amend or revoke, which, if exercised, could result in the entire trust property vesting in her;  (2) Fay as trustee has absolute discretion to pay income and principal to the beneficiaries, including herself, in whatever proportion she deems appropriate, even if such payments entirely deplete the other beneficial interests;  and (3) Fay is settlor, trustee and a beneficiary.  Fay invokes George v. Kitchens by Rice Bros., Inc., where we stated that \"a power of revocation under Massachusetts law is not considered property ... and cannot be reached by creditors.\"  665 F.2d 7, 8 (1st Cir.1981).  George remains a correct interpretation of Massachusetts law where, as in that case, the only power reserved by the settlor, who was also the trustee but not a beneficiary, was the power to revoke.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Because the tax lien consequently attaches to the mortgages now held by the trusts, the lien attaches to the proceeds of the sale of the nursing homes that would otherwise replace the mortgages as trust property.  Cf. Phelps v. United States, 421 U.S. 330, 334, 95 S.Ct. 1728, 1731, 44 L.Ed.2d 201 (1975) (when property subject to tax lien is transferred, the lien attaches to the proceeds of the transfer).</p>\n    </div>\n    <p class=\"indent\">B. The Highland Avenue Nursing Home Trust</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">On August 14, 1974, Fay created the Highland Avenue Nursing Home Trust, naming herself as sole trustee for her life, and the beneficiaries as herself, her two sons and her sister Dzialo, \"in equal shares.\"   Paragraph 11 of the declaration of trust provides as follows:  \"The Trustee, may, subject to the limitations herein expressed, acquire, own, and dispose of any interest in this trust [to] the same extent as if she were not a Trustee.\"   The magistrate judge found that paragraph 11 gives Fay the power to treat the principal and income of the trust as her own, and held that the IRS was therefore entitled to the proceeds of the sale of the Highland Avenue Nursing Home.  884 F.Supp. at 609-10.   In reaching that conclusion, the magistrate judge first observed that the meaning of the trust instrument as a whole was difficult to discern, raising the suspicion that it was drafted \"so as to give the trustee free reign but also so as to contain other language purporting to constrain the trustee merely to have something at which to point if the trust were attacked.\"  Id. at 607.   Against this backdrop, the magistrate judge found specific ambiguity in paragraph 11, in that the term \"any interest\" could mean either Fay's \"beneficial interest\" or the \"income and principal\" of the trust.  Id. at 609.   Resolving the ambiguity against Fay as drafter, the magistrate judge concluded that \"any interest\" must mean the \"income and principal\" of the trust.  This was so because the only other instance in which the word \"interest\" is used without being modified by the word \"beneficial\" is in paragraph 23, referring to the \"interest of any beneficiary hereunder, either as to income or principal.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The magistrate judge then read out of paragraph 11 the phrase \"subject to the limitations herein expressed,\" based on his interpretation of the trust instrument as imposing no limitation on Fay's powers as trustee.  Id. at 609.   Paragraph 11 therefore meant that Fay could treat the principal and income as her own free of trust.  Id. at 609-10.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We hold that the magistrate judge erred as a matter of law in interpreting paragraph 11 as giving Fay the power to treat the principal and income of the trust as her own.  First, we fail to see in the trust instrument a purpose to mislead or an unusual or unfair allocation of powers, rights and interests among the settlor, the trustee and the beneficiaries.  Fay reserved no powers to herself as settlor, but the magistrate judge seemed to find it significant that on the one hand, Fay as trustee holds legal title to and has extensive powers to manage and dispose of the trust property, while on the other, the beneficiaries do not have any title in the trust property, but \"shares of beneficial interests\" that cannot be transferred or assigned without offering them first to the other beneficiaries, and that are \"personal property, giving only the rights in this instrument specifically set forth.\"  Id. at 607-09.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The trust instrument's definition of the various powers, rights and interests was a correct statement of the Massachusetts law of trusts.  The creation of a trust results in the separation of the legal interest in the trust property, which is in the trustee, from the beneficial interest in the trust, which is in the beneficiaries.  2 Scott on Trusts, Sec. 99.  The trustee holds the legal title to the trust property in trust for the beneficiaries, while the beneficiaries hold beneficial interests, which are equitable in nature.  See Russell v. Russell, 18 Mass.App.Ct. 957, 468 N.E.2d 1104, 1106 (1984) (defining a trust as the \"manifestation of an intention to create a fiduciary relationship with respect to property, [which] subject[s] the person by whom the title to the property is held to equitable duties to deal with the property for the benefit of another person\") (internal quotation marks and citations omitted);  National Shawmut Bank v. Cumming, 325 Mass. 457, 91 N.E.2d 337, 338 (1950) (referring to the trustee's \"title\" to and the beneficiary's \"beneficial interests\" in the trust property);  Worcester Trust Co. v. Turner, 210 Mass. 115, 96 N.E. 132, 134 (1911) (trustee holds title to the principal;  beneficiary has a right to receive so much of it as necessary in the trustee's discretion, but no absolute right to the fund itself).  A trustee does not hold trust property as her own due to the fact that she holds legal title to it.  See Cook v. Howe, 280 Mass. 325, 182 N.E. 581, 582-83 (1932) (trustee who holds legal title to real estate in trust for a beneficiary may not keep the proceeds as his own);  cf. Cantor v. Wilbraham and Monson Academy, 609 F.2d 32, 35 (1st Cir.1979) (trustee is the legal owner, but the trust itself is the debtor for purposes of the Bankruptcy Act).  Rather, a trustee holds legal title in order to manage the trust property, and typically has broad powers to do so as a practical way of conducting the trust's business.  Like any trustee's powers, Fay's powers to hold, manage and dispose of the trust property were subject to the \"specific limitations herein contained,\" that is, to conduct the trust business \"for the benefit of the holders of the shares hereunder.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">That the beneficiaries' interests were \"personal property\" was also a correct statement of the law.  Where, as here, a trust contains both real and personal property,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and the trust instrument directs that the trust assets be liquidated upon termination of the trust, the beneficiaries' interests are personal property from the trust's inception.  See Priestley v. Burrill, 230 Mass. 452, 120 N.E. 100, 104-05 (1918);  Dana v. Treasurer and Receiver General, 227 Mass. 562, 116 N.E. 941, 943-44 (1917).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The language providing that \"ownership of a beneficial interest ... shall not entitle the beneficiary to any title in or to the trust property whatsoever, or right to call for a partition or division of the same, or for an accounting,\" is not unfamiliar in Massachusetts trusts.  See, e.g., Gardiner v. United States, 49 F.2d 992, 994 (1st Cir.1931);  Lauricella v. Lauricella, 409 Mass. 211, 565 N.E.2d 436, 437 (1991);  State Street Trust Co. v. Hall, 311 Mass. 299, 41 N.E.2d 30, 32, 35 (1942);  Dana, 116 N.E. at 942.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  As set forth above, it is a correct statement of the law of trusts that beneficiaries do not hold title to the trust property;  rather, they own an equitable interest in the trust property.  Although we are somewhat concerned about the language purporting to deny the beneficiaries a right to call for an accounting, that language would have been disregarded if the beneficiaries had petitioned a court for an accounting.  Briggs v. Crowley, 352 Mass. 194, 224 N.E.2d 417, 421 (1967).  And spendthrift provisions like the one here are valid in Massachusetts.  Pemberton v. Pemberton, 9 Mass.App.Ct. 9, 411 N.E.2d 1305, 1312 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Second, we think that the interpretation of the term \"any interest\" in paragraph 11 as \"income and principal\" is extraordinarily strained, but more to the point, it does not follow even from that interpretation that the beneficiaries other than Fay do not have enforceable equitable interests in the trust or that Fay has the power to eliminate those interests in her own favor.  Although we agree that paragraph 11 is ambiguous viewed in isolation, it is not susceptible of the meaning the magistrate judge attributed to it when viewed in the context of the trust instrument as a whole.  The magistrate judge did not take account of the distribution of powers in the trust that should have led to the conclusion that Fay did not have the power to eliminate the other beneficiaries' interests.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Fay did not reserve to herself the right to unilaterally alter, amend or revoke the trust, but granted it to those holding a majority of beneficial shares.  The trust is to terminate twenty years after Fay's death, or may be terminated earlier \"by a majority vote of all shares outstanding, at a meeting of the trustee and the beneficiaries, called for that expressly stated purpose,\" at which the trustee may not vote.  Whenever the trust terminates, the then trustee(s) must wind up the affairs of the trust, liquidate the assets and distribute the proceeds among the beneficiaries in proportion to the shares owned by them.  The trust \"may be amended or altered in any part whatever ... with the consent of a majority percentage of vote as hereinbefore provided.\"</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">A settlor may either reserve powers to herself or grant them to others, Crocker, 28 N.E.2d at 7, but a trust \"cannot be revoked or altered except by a reserved power to do so, which must be exercised in strict conformity with its terms.\"  Trager v. Schwartz, 345 Mass. 653, 189 N.E.2d 509, 511-12 (1963) (citations omitted).  See also Markell v. Sidney B. Pfeifer Found., Inc., 9 Mass.App.Ct. 412, 402 N.E.2d 76, 92 (1980);  Stahler v. Sevinor, 324 Mass. 18, 84 N.E.2d 447, 448 (1949);  Thorp v. Lund, 227 Mass. 474, 116 N.E. 946 (1917).  The Highland Avenue Nursing Home Trust therefore could only be altered or revoked by the beneficiaries holding a majority of shares.  Just as Fay could eliminate other beneficiaries of the Green Pastures or Parker Hill Nursing Home Trusts as part of her power to alter or amend, those holding a majority of beneficial shares in the Highland Avenue Nursing Home Trust could eliminate Fay as a beneficiary by exercising their power to amend \"in any part whatever.\"   Furthermore, the other beneficiaries could have ousted Fay as trustee.  Although beneficiaries cannot appoint a new trustee without an express grant of power to do so, where, as here, they have a power to revoke and to compel the trustee to transfer the trust property to them, they can revoke the trust and immediately create a new trust, naming a new trustee.  2 Scott on Trusts Sec. 108.4;  Restatement (Second) of Trusts Sec. 108 cmt. i.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Moreover, Fay does not have unbridled discretion as trustee to take income or invade principal at the expense of the other beneficiaries, who have enforceable interests in the trust.  While Fay may distribute net earnings in such amount as she sees fit, she must make some distribution at least annually \"in the proportion to the shares owned by the beneficiaries.\"   Furthermore, the trust instrument evidences Fay's intent that, upon termination, the trust property go to beneficiaries in addition to herself or her successors.  At that time, the assets must be liquidated and the proceeds distributed proportionately among the beneficiaries.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Although Fay is the settlor, trustee and a beneficiary, the trust instrument gives her no power to unilaterally alter, amend or revoke the trust, limits her discretion as trustee to distribute income, and limits her right to receive income as a beneficiary to an amount in proportion to the shares owned by her.  Fay's rights and powers therefore were not so centralized as to make the entire trust property her own.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In light of the trust instrument as a whole, we conclude that paragraph 11 does not mean that Fay has the power to treat the principal and income of the trust as her own free of trust.  The term \"any interest\" could mean Fay's beneficial interest, so that paragraph 11 means that Fay, like any other beneficiary and although she is the trustee, may acquire, own and dispose of shares in accordance with the conditions and procedures set forth in the declaration of trust;<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  receive annual distributions out of net earnings in proportion to her share;  and have her equitable interest in the trust pass to her successors upon her death.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  See Andreson v. Andreson, 29 Mass.App.Ct. 476, 562 N.E.2d 91, 92 n. 2 (1990) (trust instrument stated that \"[a]ny trustee may without impropriety become a beneficiary hereunder and exercise all rights of a beneficiary with the same effect as though he were not a trustee.\").  Alternatively, the term \"any interest\" could mean the trust principal and undistributed income, so that paragraph 11 means that Fay as trustee had full power to manage the business of the trust free of the control of the other beneficiaries (who could remove her as a beneficiary or as trustee).  Cf. Navarro Sav. Assoc. v. Lee, 446 U.S. 458, 459, 465 n. 14, 100 S.Ct. 1779, 1784 n. 14, 64 L.Ed.2d 425 (1980) (trustees had exclusive authority over trust property free from control of shareholders \"as if the Trustees were the sole owners of the Trust Estate in their own right,\" while shareholders had power to terminate or amend).  Under any interpretation, Fay was \"subject to the limitations herein expressed,\" that is, her duty as trustee to hold the trust property \"in trust, to manage and dispose of the same for the benefit of the holders of the shares.\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In sum, we hold that the entire property of the Highland Avenue Trust does not constitute Fay's \"property\" or \"rights to property\" to which the federal tax lien could attach because the trust instrument defines the various powers, rights and interests in accordance with the law of trusts, gives the beneficiaries other than Fay enforceable equitable interests in the trust property, and does not give Fay the unilateral power to eliminate their rights.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The lien does, however, attach to whatever aspect of Fay's beneficial interest in the Highland Avenue Nursing Home Trust that constitutes present \"property or rights to property\" under Massachusetts law.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  While a federal tax lien attaches to property and rights to property that the taxpayer acquires at any time after assessment, it does not attach unless and until the taxpayer acquires what is defined as property by state law.  United States v. McDermott, 507 U.S. 447, 452-54, 113 S.Ct. 1526, 1530, 123 L.Ed.2d 128 (1993).  Thus, courts have held that while a federal tax lien attaches to a taxpayer/beneficiary's present right to receive distributions of income or principal, it does not attach to the trust corpus when he or she has no present right to receive it.  United States v. Cohn, 855 F.Supp. 572, 576-77 (D.Conn.1994);  In re Cavanaugh, 153 B.R. 224, 228 (Bankr.N.D.Ill.1993);  Wilson v. United States, 140 B.R. 400, 404, 407 (Bankr.N.D.Tex.1992).  See also In re Lyons, 148 B.R. 88 (Bankr.D.D.C.1992) (\"a federal tax lien may attach to a taxpayer's vested right, under a trust ... to receive periodic payments or distributions of property then due or that will become due in the future.\").</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Fay's right to receive annual distributions from net earnings in proportion to her share until her death or until the trust terminates earlier is a presently vested property right.  See Forbes, 140 N.E. at 420.   Because \"a settlor cannot place property in trust for his own benefit and keep it beyond the reach of his creditors,\" Fay's \"creditors can reach the maximum amount which the trustee under the terms of the trust could pay to [her] or apply for [her] benefit.\"  Ware v. Gulda, 331 Mass. 68, 117 N.E.2d 137, 138 (1954), citing Restatement (Second) of Trusts Sec. 156(2) (internal quotation marks and additional citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Fay's right to sell her share is not a present right to property because she cannot sell it to anyone other than her co-beneficiaries without at least their passive consent.  See note 11, supra.   In United States v. Bess, the Supreme Court held that a lien attached to an insured's right under the terms of his life insurance policy to exchange the policy for its cash surrender value during his lifetime.  357 U.S. at 56, 78 S.Ct. at 1057-58.   Fay's right to sell her beneficial share is similar to Bess's right to exchange his policy for cash, except that Fay's right to sell is qualified and limited by the rights of the other beneficiaries to buy her share, while Bess's right to cash in his policy was unqualified.  This distinction is critical because Fay has property to which a tax lien can attach only insofar as conferred by the trust instrument as it would be enforced by state law.  Cf. Chicago Mercantile Exch. v. United States, 840 F.2d 1352, 1354-56 (7th Cir.1988) (where taxpayer could transfer his exchange seat only as authorized and on the conditions prescribed in the exchange rules, with no rights in or to the membership or the proceeds of the sale of such membership except as specifically granted in the rules, the full extent of member's property interest in the seat, which had already been involuntarily sold, was the remainder of the proceeds after internal claims were paid.).  Although we have not found any Massachusetts case discussing whether a qualified right to sell a beneficial interest in a trust is property, we have no doubt that a Massachusetts court would enforce the other beneficiaries' right to buy Fay's share if she attempted to sell it to an outsider without consulting them or without their consent.  Fay's limited right to sell her share therefore is not a present right to property.  The lien, of course, will attach to the proceeds from the sale of Fay's share if and when she sells it (assuming the tax debt is not paid), because she will then be holding her own property free of trust.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Nor does Fay have present property rights in the trust corpus.  As a beneficiary, she has no title to the trust property or right to call for a partition or division of it as long as the trust continues, and has \"only the rights in this instrument specifically set forth.\"   She has no right to receive or withdraw any of the trust principal.  Cf. In re Cowles, 143 B.R. 5, 10 (Bankr.D.Mass.1992) (settlor had the power to withdraw \"any part or all of the trust property,\" so his creditors could reach the entire trust principal);  Wolfe, 486 N.E.2d at 749 (settlor had the right to withdraw  5/6 of the trust corpus, so his creditor was permitted to reach that part of the trust principal).  According to the declaration of trust, Fay could receive her share of the liquidated assets during life only if those owning a majority of beneficial shares vote to terminate the trust during her lifetime;  otherwise, her executors, administrators or assigns will succeed to her rights upon her death.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">As set forth in Part III(A), under Massachusetts law, whether a right in a trust has vested depends on \"whether, in substance, the interest is sufficiently established to constitute an interest or right which has accrued to its holder,\" that is, whether it is subject to defeat only by biological events, in which case the right is vested, Groswold, 444 N.E.2d at 363, or whether it is subject to defeat by another person's decision to exercise a power that he or she holds, in which case the right does not vest until the person holding the power can no longer exercise it.  Reiser, 389 N.E.2d at 770;  Clemons, 126 N.E.2d 193.   The possibility that Fay might receive a share of the trust corpus during her lifetime hinges on whether or not a majority of the holders of beneficial shares vote to terminate the trust, and whether or not they decide to amend the trust by removing her as a beneficiary.  Thus, it does not amount to a present right to property under Massachusetts law.  The lien will attach to her share of the assets if and when the trust terminates during her lifetime (again assuming the tax debt is still unpaid), because she will then be holding her own property free of trust.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Assuming that a majority of the beneficiaries do not vote to terminate the trust during Fay's lifetime, her executors, administrators or assigns will succeed to her rights under the trust upon her death.  In Bess, the Supreme Court stated with regard to the proceeds of a life insurance policy that \"[i]t would be anomalous to view as 'property' subject to lien proceeds never within the insured's reach to enjoy, and which are reducible to possession by another only upon the insured's death when his right to change the beneficiary comes to an end.\"  Id. at 55-56, 78 S.Ct. at 1057.   But in Massachusetts, the right of a trust beneficiary to have his share of the trust corpus paid over to his successors upon death has been treated as a present right to property during the beneficiary's lifetime.  See, e.g., Forbes, 140 N.E. at 420;  Alexander, 75 N.E. at 92.   In those cases, however, the trust instrument unequivocally provided that the beneficiary's share of the corpus was to be paid over, free of trust, to the beneficiary's successors upon death.  Whether there will be any interest in the trust to which Fay's heirs or assigns could succeed depends, again, on whether those holding a majority of beneficial shares vote to terminate the trust before Fay's death, or to eliminate Fay as a beneficiary.  We think that Fay's right to have her successors receive income or principal from the trust therefore is too ethereal to constitute a present right to property.  The lien will attach, however, upon Fay's death to whatever beneficial interest she holds at that time, again assuming the tax debt remains unpaid.  Cf. Welch v. Paine, 120 F.2d 141, 143 n. 2 (1st Cir.1941) (creditors of a decedent must be paid before his property passes to the next of kin).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We remand to the magistrate judge to fashion an order enforcing the tax lien on Fay's present right to receive annual distributions from net earnings in proportion to her share.  That the value of this right may be difficult to discern does not alter the conclusion that the lien presently attaches, Rye, 550 F.2d at 685;  Raihl v. United States, 152 B.R. 615, 619 (Bankr.9th Cir.1993), but it does not flow from that conclusion that the property can be executed upon immediately.  United States v. Overman, 424 F.2d 1142, 1145 (9th Cir.1970).  Under the FDCPA, property held in trust is \"co-owned property,\" cf. United States v. Coluccio, 51 F.3d 337, 342 (2d Cir.1995) (funds in constructive trust are co-owned property), which the government can execute on only \"to the extent such property is subject to execution under the law of the State in which it is located.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  28 U.S.C. Sec. 3203(a);  28 U.S.C. Sec. 3010(a).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In Massachusetts, a trust cannot be terminated in order to pay a creditor at any time earlier than the terms of the trust provide, at least where there are beneficiaries other than the debtor.  See Forbes, 140 N.E. at 421;  Alexander, 75 N.E. at 91.   Fay's beneficial right to receive an annual share of net earnings can, however, be executed upon in one of two ways.  First, even though it ordinarily could not be reached and applied \"until a future time or is of uncertain value,\" it can be reached and applied \"if the value can be ascertained by sale, appraisal or by any means within the ordinary procedure of the court.\"   Mass.Gen.L. ch. 214 Sec. 3(6).  See also New England Merchants Nat'l Bank v. Hoss, 356 Mass. 331, 249 N.E.2d 635, 638 (1969);  Whiteside, 187 N.E. at 710;  Alexander, 75 N.E. at 92.   Thus, Fay's right to receive annual distributions from net earnings conceivably could be sold and the proceeds paid to the IRS if its value could be ascertained and a buyer found.  Alternatively, her share of net earnings could be paid to the IRS as it comes due annually according to the terms of the trust.  Forbes, 140 N.E. at 421;  see also United States v. Solheim, 953 F.2d 379, 382 (8th Cir.1992);  Cohn, 855 F.Supp. 572, 576-77;  United States v. Taylor, 254 F.Supp. 752, 758 (N.D.Cal.1966), cited with approval in Rye, 550 F.2d at 685.   The magistrate judge may proceed according to either method, holding hearings or other proceedings as necessary.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">On remand, the judgment should be modified as follows:  The United States is entitled to $11,686.22 (the proceeds of the sale of the Green Pastures and Parker Hill Nursing Homes) plus the accumulated interest on those proceeds.  The Highland Avenue Nursing Home Trust is entitled to $16,046.63 (the proceeds of the sale of the Highland Avenue Nursing Home), plus the accumulated interest, less any amount determined to be presently payable to the IRS.  The magistrate judge shall fashion an order enforcing the tax lien on Fay's right to annual payments from net earnings of the Highland Avenue Nursing Home Trust.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Affirmed in part, reversed in part, and remanded for a new judgment.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fay apparently continued to be involved in managing the nursing homes after selling them to Almeida.  The efficacy of the assessment against her is not before us in this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> After the attorneys were paid at the summary judgment stage, $50,839.89 plus accumulated interest remained.  The parties stipulated at trial that the fund was attributable as follows:  $23,107.04 to the corporation;  $16,046.63 to Highland Avenue Nursing Home Trust;  $11,246.12 to Parker Hill Nursing Home Trust;  and $440.10 to Green Pastures Nursing Home Trust</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The magistrate judge stated at the beginning of his analysis that the separate structures of the trusts could be disregarded for notice and statute of limitations purposes if they were Fay's alter egos, but went on to hold that they were not Fay's alter egos, and never addressed whether the trusts were required to be treated separately under the distinct theory that prevailed--that the trust property would be considered Fay's own under Massachusetts law.  The magistrate judge did not mention Fay's joinder or due process arguments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The statute was amended in 1990 to extend the limitations period to ten years.  26 U.S.C. Sec. 6502(a) (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government has the right in a section 7403 proceeding to seek a forced sale of the entire property in which a delinquent taxpayer has an interest even where innocent others also have an interest in the property.  This special privilege arises from the express terms of section 7403, Rodgers, 461 U.S. at 697, 103 S.Ct. at 2144, and is not available to the government here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In contrast, in an action to enforce a lien or subject property to payment of tax brought pursuant to 26 U.S.C. Sec. 7403, \"[a]ll persons ... claiming any interest in the property involved\" are required to be made parties.  26 U.S.C. Sec. 7403(b);  United States v. Big Value Supermarkets, Inc., 898 F.2d 493, 496 (6th Cir.1990) (section 7403(b) is mandatory);  United States v. Overman, 424 F.2d 1142, 1146 (9th Cir.1970) (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The trusts are to terminate at the earliest of the following:  twenty years from the date the trusts were declared;  Fay's election to terminate;  her death;  or appointment of a guardian of her or a conservator of her property.  Although twenty years have now passed since Fay created the trusts in 1974, we assume the trusts' continuing existence because our point of reference is the date this litigation began</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Paragraph 23 is the spendthrift provision, providing that \"[t]he interest of any beneficiary hereunder, either as to income or to principal, shall not be anticipated, alienated, or in any manner assigned by such beneficiary and shall not be subject to any legal process, bankruptcy proceedings, or the interference or control of creditors or others, nor the subject matter of any contract or trust made or entered into by any beneficiary.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Fay as trustee was to \"hold [the Highland Avenue Nursing Home] and cash so to be acquired by her, as well as all other property which she may acquire as such Trustee together with the proceeds thereof,\" and was \"authorized to manage and maintain the trust property and invest and reinvest the property and proceeds of the trust in real estate, mortgages, securities of any lawful business and to engage in any lawful business.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Trusts that contain similar provisions and that have a similar purpose in that at least part of the purpose of the trust is to carry on a business, are common in Massachusetts.  Whether such a trust is, for various purposes, a pure trust, a business trust or a partnership has often been litigated, and depends on the relative powers of the trustees and beneficiaries, whether the primary activity of the trust is commercial, and whether it issues transferrable certificates of shares.  See Hecht v. Malley, 265 U.S. 144, 44 S.Ct. 462, 68 L.Ed. 949 (1924);  Pope and Cottle Co. v. Fairbanks Realty Trust, 124 F.2d 132 (1st Cir.1941);  Bomeisler v. M. Jacobson &amp; Sons Trust, 118 F.2d 261 (1st Cir.1941);  Gardiner, 49 F.2d 992;  In re Village Green Realty Trust, 113 B.R. 105 (Bankr.D.Mass.1990);  In re Medallion Realty Trust, 120 B.R. 245 (Bankr.D.Mass.1990);  In re L &amp; V Realty Trust, 61 B.R. 423 (Bankr.D.Mass.1986);  First Eastern Bank v. Jones, 413 Mass. 654, 602 N.E.2d 211 (1992);  Hall, 41 N.E.2d 30;  Baker v. Comm'r of Corps. and Taxation, 253 Mass. 130, 148 N.E. 593 (1925);  Dana, 116 N.E. 941;  Frost v. Thompson, 219 Mass. 360, 106 N.E. 1009 (1914);  Williams v. Inhabitants of Milton, 215 Mass. 1, 102 N.E. 355 (1913).  See also Takemi Ueno, Defining a \"Business Trust\":  Proposed Amendment of Section 101(9) of the Bankruptcy Code, 30 Harv.J. on Legis. 499 (1993).  That question is not before us, but trusts with characteristics like those of the Highland Avenue Nursing Home Trust are a \"lawful method of transacting business in [the] Commonwealth.\"  Hall 41 N.E.2d at 34</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Paragraph 13 provides that \"the beneficial interests hereby created shall not be transferrable or assignable without first offering said shares to the other beneficiaries in writing.\"   The trustee must notify the remaining beneficiaries of a beneficiary's offer to sell shares;  they or any of them may accept the offer, or, alternatively, three arbitrators may be chosen to ascertain the value of the offered shares;  the beneficiary desiring to sell may do so free of restriction thirty days from the date of the arbitrators' determination if the beneficiary desiring to buy has not paid the amount so determined;  and if more than one beneficiary desires to buy, they may buy the offered shares in proportion to the shares held by them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The executors, administrators or assigns of any deceased beneficiary are to succeed to his or her rights under the trust</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The spendthrift clause is ineffective as to Fay's beneficial interest because she is both settlor and beneficiary.  See Morrissey, 109 N.E.2d at 823;  Forbes, 140 N.E. at 419.   Moreover, a spendthrift clause is \"merely a state-created exemption from the reach of creditors, and not an aspect of the substantive [property] right\" to which a federal lien attaches.  United States v. Rye, 550 F.2d 682, 685 (1st Cir.1977)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> When the IRS seeks to collect other than through a section 7403 proceeding or by levy, it has the privileges of an ordinary judgment creditor, Rodgers, 461 U.S. at 682, 697, 103 S.Ct. at 2136-37, 2144-45, or in this case, whatever privileges the FDCPA confers</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1347</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">A.F.T.R.2d (RIA)</span> <span class=\"page\">96-732</span></span>, 96-1 USTC  P 50,118</p>\n    <p class=\"parties\">Paul F. MARKHAM, Trustee, Plaintiff,<br>v.<br>Claire M. FAY, as Trustee of Highland Avenue Nursing Home<br>Trust, Parker Hill Nursing Home Trust, and Green<br>Pastures Nursing Home Trust, Defendant, Appellant,<br>and<br>United States, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1631.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 4, 1995.<br>Decided Feb. 7, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard H. Gens, East Dennis, MA, for appellant.</p>\n      <p class=\"indent\">Annette M. Wietecha, Washington, DC, with whom Donald K. Stern, United States Attorney, Of Counsel, Loretta C. Argrett, Assistant Attorney General, Gary R. Allen, Washington, DC, and Jonathan S. Cohen, Attorney, Tax Division, United States Department of Justice, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Claire M. Fay (\"Fay\"), in her capacity as trustee of three trusts, appeals the magistrate judge's ruling that a federal tax lien upon her individual property extends to the entire assets of the trusts.  Fay contends that the magistrate judge erred because the property of the trusts would not be considered her own under Massachusetts law.  Fay also raises federal statutory and constitutional issues, contending that Appellee Internal Revenue Service (\"IRS\") does not have a valid lien upon the trust property because it failed to comply with statutory notice and limitations requirements as to the trusts, and also that the trust beneficiaries were indispensable parties who were not joined and were deprived of property without due process of law.  We hold that there was no statutory or constitutional error and that the magistrate judge correctly held that the lien attached to the entire property of the Green Pastures and Parker Hill Nursing Home Trusts.  We also hold that the magistrate judge erred in holding that the lien attached to the entire property of the Highland Avenue Nursing Home Trust.  Thus, we affirm in part, reverse in part, and remand for a new judgment.</p>\n    </div>\n    <p>I. BACKGROUND AND PROCEDURAL HISTORY</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In a published opinion, the magistrate judge made extensive findings of fact, Markham v. Fay, <span class=\"citation no-link\"><span class=\"volume\">884</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">594</span> </span>(D.Mass.1995), none of which are in dispute in this appeal.  We recount those necessary to provide context to the issues before us.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the 1960s and 1970s, Fay and others created a number of legal entities for the purpose, inter alia, of owning and operating nursing homes in Massachusetts.  Three of those entities--the Green Pastures Nursing Home Trust, the Parker Hill Nursing Home Trust and the Highland Avenue Nursing Home Trust--are involved in this appeal.  Fay created the trusts in 1974, conveying to herself as trustee of each trust the nursing home for which the trust was named.  A fourth entity, Regina Nursing Home, Inc.  (\"the corporation\"), was incorporated in 1961.  Fay became its president and sole stockholder in 1967, then assigned all of her stock to her sister Theresa Dzialo (Dzialo) sometime during the 1970s.  The corporation owned the Chester Manor Nursing Home.  At no time were the trusts and the corporation organized or operated as one entity, and each owned different property.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In June of 1976, Fay, as trustee of the trusts and president of the corporation, sold the Parker Hill, Green Pastures, Highland Avenue and Chester Manor Nursing Homes to trusts owned by Louis Almeida (\"Almeida\"), in exchange for mortgages and other consideration.  Almeida filed for bankruptcy in 1978.  By then, the only assets owned by the trusts and the corporation were the mortgages, and Almeida had defaulted on them.  On October 2, 1990, the bankruptcy court awarded the trusts and the corporation, as secured creditors, the proceeds from the bankruptcy trustee's sale of the nursing homes, amounting to $67,809.89.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 10, 1990, the IRS filed a derivative claim with the bankruptcy court \"for the purpose of obtaining any dividend which may become payable to Claire M. Fay.\"   The IRS's claim was premised on Fay's individual tax liability.  In 1979, in view of Almeida's bankruptcy, the IRS had assessed Fay individually as a \"responsible person\" under 26 U.S.C. Secs. 6671 and 6672 for income and F.I.C.A. taxes Almeida failed to pay for the nursing homes' employees during the tax years 1976 through 1978.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  On October 31, 1979, IRS filed a notice of federal tax lien for $200,213.45 against Fay individually, and refiled it on January 27, 1986.  In 1984, the IRS sued Fay individually, and on December 30, 1990, judgment was entered against her in the amount of $699,142.21, including penalties and interest.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On October 31, 1990, the IRS delivered to the bankruptcy trustee (but not to the corporation) a notice of levy on the corporation as alter ego and/or nominee of Fay.  The IRS did not file any liens, lawsuits or notices thereof against the trusts, Fay as trustee of the trusts, or the beneficiaries of the trusts.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On February 12, 1991, Paul F. Markham (\"Markham\"), the bankruptcy trustee who held the proceeds of the sale of the nursing homes, filed an interpleader action in Massachusetts Superior Court seeking a determination of the rights of the various claimants to the interpled fund.  Markham named as defendants Fay individually and as trustee of the trusts, the corporation, the United States, and two attorneys seeking payment for litigating the claims of the trusts and the corporation before the bankruptcy court.  On March 14, 1991, the IRS removed the case to the United States District Court for the District of Massachusetts.  On May 5, 1993, the court denied summary judgment to the IRS, the corporation and the trusts, granted summary judgment in favor of the attorneys (awarding them $16,970), and then referred the case to the magistrate judge for all purposes including trial and entry of judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After a bench trial, the magistrate judge issued an opinion, holding that the IRS was entitled to the entire proceeds of the sale of the Parker Hill, Green Pastures and Highland Avenue Nursing Homes because Fay had reserved to herself such significant powers in the trusts that their assets would be considered her own under Massachusetts <span class=\"citation no-link\"><span class=\"antecedent_guess\">law.</span>  <span class=\"volume\">884</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">607</span></span>, 609.  The magistrate judge also held that the government had failed to prove that the trusts or the corporation were Fay's alter egos, and found that the IRS had not established that Fay used the trusts for a fraudulent purpose or for her own individual benefit.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 604. </span> Judgment was entered for the IRS in the amount of $27,732.85 plus 55% of the accumulated interest, and for the corporation in the amount of $23,107.04 plus 45% of the accumulated interest.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Fay, in her capacity as trustee of the three trusts, then filed this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Before we proceed to the legal issues, we clarify the present status of the trusts and the proceeds of the sale of the nursing homes.  Since 1978, the trusts have not held any property other than the mortgages on the nursing homes, and have not engaged in any transaction or business other than pursuing their claims against Almeida's bankrupt estate and defending the bankruptcy court's award.  Although dormant, the trusts continue to exist.  They were in no way terminated by the bankruptcy trustee's sale of the nursing homes.  Rather, the bankruptcy court awarded the sale proceeds to the trusts in satisfaction of the mortgages.  We refer to the sale proceeds as trust property, although not yet paid to the trusts, because the proceeds will become trust property unless paid to the IRS.</p>\n    </div>\n    <p>II. STATUTORY AND CONSTITUTIONAL ISSUES</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Fay first contends that the IRS does not have a valid lien against the trust property because it did not comply with statutory notice and statute of limitations requirements as to the trusts.  It gave no notice of assessment as to the trust property in 1979, did not join the trusts, Fay as trustee, or the trust beneficiaries as defendants in its 1984 suit against Fay individually, and did not proceed against them by separate suit, assessment, demand, lien or levy.  Second, Fay contends that because the IRS sought in the interpleader action to collect from the trust property as such, the beneficiaries were indispensable parties who were required to be joined in their own right.  Finally, Fay argues that because the beneficiaries were given no opportunity to appear and defend their rights in the interpleader action, the magistrate judge's ruling deprived them of property without due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The IRS responds first that it is only Fay's own property from which it seeks to collect and all notice and limitations requirements were met with respect to her.  The IRS concedes that if it had sought to hold the trustee, the trusts or the beneficiaries personally liable as Fay's transferees, it would have had to institute a collection action directly against them within six years from the assessment of the tax.  See United States v. Updike, <span class=\"citation\" data-id=\"101582\"><a href=\"/opinion/101582/united-states-v-updike/\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">489</span></a></span>, 493, <span class=\"citation\" data-id=\"101582\"><a href=\"/opinion/101582/united-states-v-updike/\"><span class=\"volume\">50</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, 368, <span class=\"citation\" data-id=\"101582\"><a href=\"/opinion/101582/united-states-v-updike/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">984</span> </a></span>(1930);  26 U.S.C. Sec. 6901.  The IRS, however, asserts that it sought to collect the taxes out of property that would be considered Fay's own under Massachusetts law.  Notice and limitations requirements with respect to the trusts therefore were not implicated.  As to Fay's joinder and due process arguments, the IRS responds that the bankruptcy trustee named Fay as trustee in the interpleader action, she has represented the interests of the beneficiaries throughout this litigation, and at no time have the beneficiaries as such sought to intervene.  Furthermore, the IRS argues, the beneficiaries' exclusive remedy is a suit for wrongful levy brought pursuant to 26 U.S.C. Sec. 7426(a), which is now time-barred because no such suit was brought within nine months from the date of levy, as required by 26 U.S.C. Sec. 6532(c).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although the magistrate judge did not precisely resolve these issues,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we will review them de novo as matters of federal law.  Horton Dairy, Inc. v. United States, <span class=\"citation\" data-id=\"600459\"><a href=\"/opinion/600459/horton-dairy-inc-and-first-national-bank-of-conway/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">286</span></a></span>, 290 (8th Cir.1993).  First, we must untangle the web of statutory and procedural requirements implicated in this phase of Fay's appeal.  Once the IRS makes an assessment of a taxpayer's liability, it has sixty days in which to \"give notice to each person liable for the unpaid tax, stating the amount and demanding payment thereof.\"  26 U.S.C. Sec. 6303(a).  Once notice and demand are given and the tax goes unpaid, a lien in favor of the United States automatically arises \"upon all property and rights to property, whether real or personal, belonging to such person.\"  26 U.S.C. Sec. 6321.  Whether and to what extent a particular piece of property constitutes property of the taxpayer to which a federal tax lien can attach is a question of state law.  Aquilino v. United States, <span class=\"citation\" data-id=\"106079\"><a href=\"/opinion/106079/aquilino-v-united-states/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">509</span></a></span>, 512, <span class=\"citation\" data-id=\"106079\"><a href=\"/opinion/106079/aquilino-v-united-states/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1277</span></a></span>, 1279-80, <span class=\"citation\" data-id=\"106079\"><a href=\"/opinion/106079/aquilino-v-united-states/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1365</span> </a></span>(1960).  The lien arises at the time the assessment is made and continues until the liability is satisfied or becomes unenforceable by lapse of time.  26 U.S.C. Sec. 6322.  The IRS may collect the tax by levy or by bringing a proceeding in court, which according to the pre-1990 version of 26 U.S.C. Sec. 6502 applicable in this case, must be done \"within six years after the assessment of the tax.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  26 U.S.C. Sec. 6502(a) (1988).  A lien becomes unenforceable by lapse of time upon expiration of the six-year statute of limitations for collection, but if the government brings suit within six years from assessment and receives a judgment in its favor, the life of the lien is extended indefinitely.  See Rodriguez v. Escambron Dev.  Corp., <span class=\"citation\" data-id=\"439211\"><a href=\"/opinion/439211/maria-elisa-rodriguez-v-escambron-development-corp/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">92</span></a></span>, 94 n. 3 (1st Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is no dispute that the IRS assessed a tax against Fay individually in 1979, that it gave notice and demand to her within sixty days, that a lien dating from the assessment arose against all of Fay's property and rights to property, that the IRS timely filed a civil action against Fay individually in 1984, that it refiled the notice of tax lien in 1986, and that it obtained a judgment in December of 1990 that extended the life of the lien on Fay's property indefinitely.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">That brings us to the IRS's collection efforts beginning with the derivative claim in the bankruptcy court in October of 1990 and leading to the interpleader action below.  As stated above, the IRS may collect by levy or by a proceeding in court.  26 U.S.C. Sec. 6502(a).  The briefs are unhelpful (at best) as to which route the IRS took.  The IRS indicates that it levied on the trust property, but the IRS may collect by levy only after notifying the taxpayer in writing of its intention to make such levy.  26 U.S.C. Sec. 6331(a), (b), (d)(1).  The notice of levy upon the corporation as Fay's alter ego did not constitute notice of levy on the trust property because, inter alia, the trusts and the corporation each held different property.  Because it has never notified Fay of an intention to levy on the trust property, there has been no levy.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Other than by levy, the IRS can collect by a proceeding in court, either by bringing an action pursuant to 26 U.S.C. Sec. 7403, or by simply suing for the amount owed and then exercising \"the usual rights of a judgment creditor\" to enforce any judgment obtained.  United States v. Rodgers, <span class=\"citation\" data-id=\"110942\"><a href=\"/opinion/110942/united-states-v-rodgers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">677</span></a></span>, 682, <span class=\"citation\" data-id=\"110942\"><a href=\"/opinion/110942/united-states-v-rodgers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2132</span></a></span>, 2137, <span class=\"citation\" data-id=\"110942\"><a href=\"/opinion/110942/united-states-v-rodgers/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span> </a></span>(1983).  This is not a section 7403 action and neither party contends that it is.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The IRS is therefore exercising the usual rights of a judgment creditor.  It asserts (inconsistently with its indication that it levied on the trust property) that the Federal Debt Collection Procedure Act of 1990 (FDCPA), 28 U.S.C. Sec. 3001, et seq., governs the interpleader proceedings, and Fay does not contend otherwise.  Fay's tax indebtedness is a \"debt\" as defined in the FDCPA because it is \"an amount owing to the United States on account of [an] ... assessment.\"  28 U.S.C. Sec. 3002(3)(B).  Except to the extent that another federal law specifies procedures for recovering on a judgment for a debt arising under such law, the FDCPA is the exclusive civil procedure for the government to recover a judgment on a debt.  28 U.S.C. Sec. 3001(a), (b).  The tax code (from which the debt arose) does specify procedures for recovering on a judgment by levy, 26 U.S.C. Sec. 6331, and by filing an action in a federal district court to enforce a lien, 26 U.S.C. Sec. 7403, but does not contain specific procedures for otherwise recovering on a judgment, for example by filing a derivative claim in bankruptcy court and litigating against the taxpayer in a resulting interpleader action, as the IRS did here.  Thus, the procedures of the FDCPA appropriately control.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">If the magistrate judge was correct that the entire property of each trust would be considered Fay's own under Massachusetts law, then the IRS had a valid lien on that property that it could seek to enforce in the interpleader action.  By notifying Fay in 1979, the IRS complied with the plain language of section 6303(a) requiring notice and demand on the only \"person liable.\"   The IRS also complied with the statute of limitations by suing Fay in 1984 within six years of the tax assessment in 1979 as required by section 6502(a).  The judgment obtained in 1990 extended the life of the lien, so that the IRS's effort to enforce the judgment in the interpleader action was timely.  Fay argues that the IRS failed to establish a nexus between the taxes owed by her individually and the proceeds of the sale of the nursing homes, but the IRS does not contend that the tax liability was incurred by the trusts such that the judgment could be satisfied directly from the entire trust property regardless of whether it belonged to Fay.  Rather, the IRS has a valid lien upon Fay's individual property and rights to property that it may enforce out of any trust property that under Massachusetts law belongs to Fay, even though the claim arose independently of the trusts.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As to whether the beneficiaries were indispensable parties who were deprived of an opportunity to be heard in their own right, we begin by rejecting the IRS's argument that the beneficiaries' only remedy is a suit for wrongful levy under 26 U.S.C. Sec. 7426(a).  Third parties are limited to that remedy only when the government proceeds by levy, <span class=\"citation\" data-id=\"110942\"><span class=\"antecedent_guess\">Rodgers</span> <a href=\"/opinion/110942/united-states-v-rodgers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">682-83</span></a></span>, <span class=\"citation\" data-id=\"110942\"><span class=\"antecedent_guess\">695-96,</span> <a href=\"/opinion/110942/united-states-v-rodgers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2136-37</span></a></span>, 2143-44, which it has not done.  Rather, whether the beneficiaries were required to be joined is governed by Fed.R.Civ.P. 19.  See 28 U.S.C. Sec. 3003(f) (Federal Rules of Civil Procedure apply in FDCPA actions).  That rule provides in relevant part that a person subject to service of process and whose joinder will not deprive the court of subject matter jurisdiction \"shall be joined as a party in the action if ... the person claims an interest relating to the subject of the action and is so situated that the disposition of the action in the person's absence may (i) as a practical matter impair or impede the person's ability to protect that interest....\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Courts applying this rule generally have held that beneficiaries are indispensable parties in actions like this to collect a tax or other debt from the trust corpus, see Tick v. Cohen, <span class=\"citation\" data-id=\"468220\"><a href=\"/opinion/468220/no-85-5259/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1490</span></a></span>, 1495-96 (11th Cir.1986);  United States v. Fried, <span class=\"citation\" data-id=\"1973627\"><a href=\"/opinion/1973627/united-states-v-fried/\"><span class=\"volume\">183</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">371</span></a></span>, 373 (E.D.N.Y.1960), and actions analogous to this seeking to terminate a trust.  See Hansen v. Peoples Bank, <span class=\"citation\" data-id=\"364691\"><a href=\"/opinion/364691/lucile-hansen-v-peoples-bank-of-bloomington-as-trustee-of-the-trust-of/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1149</span> </a></span>(7th Cir.1979).  \"The general rule is, that in suits respecting trust-property, brought either by or against the trustees, the cestuis que trust as well as the trustees are necessary parties.\"  Carey v. Brown, <span class=\"citation\" data-id=\"89260\"><a href=\"/opinion/89260/carey-v-brown/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span>, 172, <span class=\"citation\" data-id=\"89260\"><a href=\"/opinion/89260/carey-v-brown/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">469</span> </a></span>(1875);  see also Stevens v. Loomis, <span class=\"citation\" data-id=\"265077\"><a href=\"/opinion/265077/helen-mclanahan-stevens-v-chauncey-c-loomis/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">775</span></a></span>, 777 (1st Cir.1964).  An exception to the general rule, however, exists when the trustee represents the beneficiaries' interests fully and without conflict.  3A James W. Moore, Moore's Federal Practice p 19.08 at 175-76 (2d ed. 1985).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The bankruptcy trustee joined Fay both individually and as trustee in the interpleader action.  Fay had the duty as trustee under the three declarations of trust to represent the beneficiaries' interests in any lawsuit.  While, at least on the surface, the fact that the trustee in this case incurred the debt that the trust property might be reached to pay indicates a potential conflict between Fay and the other beneficiaries, all signs are that Fay represented them zealously and without conflict.  Fay has not asserted any claim to the fund in her individual right throughout the course of this litigation, but has appeared only in her capacity as trustee.  Moreover, as settlor and one of the beneficiaries of the trust, Fay's interest in protecting the trust property would seem to be at least as strong as that of the other beneficiaries.  The beneficiaries as such did not seek to intervene at any point when the district court or the magistrate judge could have joined them as parties in their own right.  This is not to say that the issue was waived, Freeman v. Northwest Acceptance Corp., <span class=\"citation\" data-id=\"447861\"><a href=\"/opinion/447861/ed-freeman-and-wife-sharon-freeman-cross-appellants-v-northwest/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 559 (5th Cir.1985) (failure to raise below the issue of whether a party should have been joined does not result in waiver), but it does indicate that the beneficiaries did not perceive any failure on Fay's part to represent their interests at the time.  And on appeal, Fay fails to describe any conflict between her interests and those of the other beneficiaries, any way in which their interests were not represented, or any way in which the litigation might have gone differently if they had been joined.  As will be seen, resolution of the core issue in the case--whether the property of any of the trusts would be considered Fay's own under Massachusetts law--depended factually only on the language of the trust instruments, documents that were before the magistrate judge and are before us.  Although in an abundance of caution it may have been better for the beneficiaries to have been joined, as it turned out, Fay faithfully represented their interests.  We therefore hold that the beneficiaries were not indispensable parties.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The same considerations defeat Fay's argument that the beneficiaries were deprived of property without due process of law.  Moreover, assuming the magistrate judge was right, the beneficiaries were not deprived of their own property.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>III. WAS THE TRUST PROPERTY FAY'S OWN UNDER MASSACHUSETTS LAW?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">When the IRS assessed taxes owed by Fay as a \"responsible person\" in 1979, a federal tax lien arose \"upon all property and rights to property, whether real or personal, belonging to\" Fay.  26 U.S.C. Secs. 6321, 6322.  The tax code \"creates no property rights but merely attaches consequences, federally defined, to rights created under state law.\"  United States v. Bess, <span class=\"citation\" data-id=\"105712\"><a href=\"/opinion/105712/united-states-v-bess/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span>, 55, <span class=\"citation\" data-id=\"105712\"><a href=\"/opinion/105712/united-states-v-bess/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1054</span></a></span>, 1057, <span class=\"citation\" data-id=\"105712\"><a href=\"/opinion/105712/united-states-v-bess/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1135</span> </a></span>(1958).  Whether and to what extent Fay's powers, interests and rights in the trusts constitute property to which the federal tax lien could attach is a question of state law.  <span class=\"citation\" data-id=\"106079\"><span class=\"antecedent_guess\">Aquilino,</span> <a href=\"/opinion/106079/aquilino-v-united-states/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">512</span></a></span>, 80 S.Ct. at 1279-80.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We review de novo the issue of whether the trust instruments gave Fay such extensive powers over the trust property that it was in effect her own under Massachusetts law.  Salve Regina College v. Russell, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 231, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1217</span></a></span>, 1221, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span> </a></span>(1991);  Losacco v. F.D. Rich Constr.  Co., <span class=\"citation\" data-id=\"605980\"><a href=\"/opinion/605980/frank-x-losacco-v-fd-rich-construction-co-inc/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">382</span></a></span>, 384 (1st Cir.1993).  In doing so, we will take care not to extend state law beyond its well-marked boundaries in an area such as trust law that is quintessentially the province of state courts.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Initially, we clarify that it was not improper for Fay, the settlor of the trusts, to designate herself as both sole trustee and one of the trusts' beneficiaries.  Under the common law of trusts, \"trustees may be included among the beneficiaries of a trust.\"  Mahoney v. Board of Trustees, <span class=\"citation\" data-id=\"589959\"><a href=\"/opinion/589959/william-mahoney-v-board-of-trustees-boston-shipping/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">968</span></a></span>, 971 (1st Cir.1992), citing Restatement (Second) of Trusts Secs. 99, 115 (1959);  William F. Fratcher, 2 Scott on Trusts, Secs. 99.2, 115 (4th ed.1987).  And a sole trustee who is also the settlor may be one of two or more beneficiaries.  Sullivan v. Burkin, <span class=\"citation\" data-id=\"2013515\"><a href=\"/opinion/2013515/sullivan-v-burkin/\"><span class=\"volume\">390</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">864</span></a></span>, <span class=\"citation\" data-id=\"2013515\"><a href=\"/opinion/2013515/sullivan-v-burkin/\"><span class=\"volume\">460</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">572</span></a></span>, 575 (1984);  Ascher v. Cohen, <span class=\"citation\" data-id=\"1989501\"><a href=\"/opinion/1989501/ascher-v-cohen/\"><span class=\"volume\">333</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"1989501\"><a href=\"/opinion/1989501/ascher-v-cohen/\"><span class=\"volume\">131</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">198</span></a></span>, 199-200 (1956);  Restatement (Second) of Trusts Sec. 100.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">When a trustee is also a beneficiary, she holds the legal title to the entire trust property in trust for all of the beneficiaries (including herself), has a duty to deal with it for the benefit of the beneficiaries, and does not hold legal title to any of the trust property free of trust to use as she pleases.  There is no partial merger of the legal and equitable interests.  Restatement (Second) of Trusts Sec. 99 cmt. b;  2 Scott on Trusts Sec. 99.3.  It follows that a creditor generally cannot reach a trustee/beneficiary's interest in a trust, such as these, with a spendthrift provision.  Restatement (Second) of Trusts Sec. 99 cmt. b.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">When a beneficiary is also the settlor, however, she cannot keep property beyond the reach of her creditors by placing it in a spendthrift trust for her own benefit.  See Merchants Nat'l Bank v. Morrissey, <span class=\"citation\" data-id=\"2226544\"><a href=\"/opinion/2226544/merchants-national-bank-v-morrissey/\"><span class=\"volume\">329</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">601</span></a></span>, <span class=\"citation\" data-id=\"2226544\"><a href=\"/opinion/2226544/merchants-national-bank-v-morrissey/\"><span class=\"volume\">109</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">821</span></a></span>, 823 (1953);  Forbes v. Snow, <span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">85</span></span>, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">418</span></span>, 419 (1923).  A settlor/beneficiary's creditors therefore can reach \"the maximum amount which the trustee under the terms of the trust could pay to him or apply for his benefit.\"   Restatement (Second) Sec. 156(2), quoted in Ware v. Gulda, <span class=\"citation\" data-id=\"2071700\"><a href=\"/opinion/2071700/ware-v-gulda/\"><span class=\"volume\">331</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">68</span></a></span>, <span class=\"citation\" data-id=\"2071700\"><a href=\"/opinion/2071700/ware-v-gulda/\"><span class=\"volume\">117</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">137</span></a></span>, 138 (1954).  This, of course, does not mean that the interest of any other beneficiary may be reached by the settlor/beneficiary's creditors.  2 Scott on Trusts Sec. 114.  As a matter of federal law, a tax lien extends only to property or rights to property belonging to the delinquent taxpayer, and not to property belonging to innocent third parties.  <span class=\"citation\" data-id=\"110942\"><span class=\"antecedent_guess\">Rodgers,</span> <a href=\"/opinion/110942/united-states-v-rodgers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">690</span></a></span>, 103 S.Ct. at 2140-41.   Whether the tax lien in this case attaches to the entire property of each trust depends on whether the trust instruments give Fay the power to eliminate the other beneficiaries' interests.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A. The Parker Hill and Green Pastures Nursing Home Trusts</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On January 21, 1974, Fay created the Green Pastures and Parker Hill Nursing Home Trusts under declarations of trust whose terms were identical except for the names of the trusts and the identity of their assets.  Fay named herself sole trustee and conveyed to herself as trustee the respective nursing homes.  Fay named herself and her two sons as the beneficiaries of each trust, all in equal shares, until the trusts terminate.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  She named her sister Dzialo as the remainder beneficiary of each trust--upon termination, the trust property and undistributed income were to immediately vest in her free of trust.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The magistrate judge ruled that the IRS was entitled to reach that part of the interpled fund that represents the assets of the Green Pastures and Parker Hill Nursing Home Trusts, based on Fay's \"copious\" rights and powers as settlor, sole trustee and one of the beneficiaries of the trusts, and her reserved right as settlor to alter, amend or revoke the trusts, although Fay has not exercised those powers or otherwise used the trusts for her exclusive <span class=\"citation no-link\"><span class=\"antecedent_guess\">benefit.</span>  <span class=\"volume\">884</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">607</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Traditionally, Massachusetts has given full effect to inter vivos trusts, regarding their assets as trust property rather than that of the settlor in spite of broad powers reserved to him or her, at least while those powers remain unexercised.  See National Shawmut Bank v. Joy, <span class=\"citation no-link\"><span class=\"volume\">315</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">457</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">113</span></span>, 122-25 (1944);  Guthrie v. Canty, <span class=\"citation no-link\"><span class=\"volume\">315</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">726</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1009</span></span>, 1010 (1944).  But another line of cases has more recently emerged from the Massachusetts Court of Appeals.  In State Street Bank and Trust Co. v. Reiser, 7 Mass.App.Ct. 633, <span class=\"citation\" data-id=\"2168965\"><a href=\"/opinion/2168965/state-street-bank-trust-co-v-reiser/\"><span class=\"volume\">389</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">768</span> </a></span>(1979), the court broke with tradition, holding that a settlor/beneficiary's creditors could reach trust assets upon his death where he had reserved powers to amend or revoke and to direct the disposition of principal and income during his lifetime, even though the powers remained unexercised at the time of his death, and even though the remainder beneficiaries' rights in the trust vested upon his death because there was no further possibility that he could exercise his powers.  <span class=\"citation\" data-id=\"2168965\"><a href=\"/opinion/2168965/state-street-bank-trust-co-v-reiser/\"><span class=\"id_token\">Id.</span> 389 N.E.2d </a></span>at 770-71.   The court emphasized that the settlor's powers gave him the right until his death to destroy all other beneficial interests in the trust.  <span class=\"citation\" data-id=\"2168965\"><a href=\"/opinion/2168965/state-street-bank-trust-co-v-reiser/\"><span class=\"id_token\">Id.</span> at 771.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Similarly, in ITT Commercial Finance Corp. v. Stockdale, 25 Mass.App.Ct. 986, <span class=\"citation no-link\"><span class=\"volume\">521</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">417</span> </span>(1988), the court relied on Reiser to hold (in the alternative) that a settlor's creditor could reach trust assets upon his death where the settlor was sole trustee, his children were the life and remainder beneficiaries, and he had a general power to amend and revoke and a specific power to substitute beneficiaries until his death.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> 521 N.E.2d </span>at 417-18.   As in Reiser, his creditors could reach the trust assets even though he had not exercised his powers and the other beneficiaries' interests had vested.  See also Wolfe v. Wolfe, 21 Mass.App.Ct. 254, <span class=\"citation\" data-id=\"2226022\"><a href=\"/opinion/2226022/wolfe-v-wolfe/\"><span class=\"volume\">486</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">747</span></a></span>, 749 (1985) ( 5/6 of trust property could be reached to satisfy alimony judgment where settlor had power to alter, amend and revoke and absolute right to withdraw  5/6 of principal;  remainder beneficiaries' rights were not vested).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The touchstone of the analysis, then, is whether the trust instrument as a whole gives Fay the power to eliminate the interests of all others in the trust.  As settlor, Fay reserved to herself the right \"to alter, amend and revoke this Trust, in whole or in part, and to terminate the same.\"   These unrestricted and unconditional powers include the right to substitute or strike out other beneficiaries, Leahy v. Old Colony Trust Co., <span class=\"citation\" data-id=\"1994438\"><a href=\"/opinion/1994438/leahy-v-old-colony-trust-co/\"><span class=\"volume\">326</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">49</span></a></span>, <span class=\"citation\" data-id=\"1994438\"><a href=\"/opinion/1994438/leahy-v-old-colony-trust-co/\"><span class=\"volume\">93</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">238</span></a></span>, 239 (1950), to vary the income or principal paid to the beneficiaries while the trust continues, including the power not to pay them at all, State Street Trust Co. v. Crocker, <span class=\"citation no-link\"><span class=\"volume\">306</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">257</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">5</span> </span>(1940), and to completely revoke the trust.  Stahler v. Sevinor, <span class=\"citation no-link\"><span class=\"volume\">324</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">18</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">447</span></span>, 448-49 (1949).  If Fay revoked the trust, or amended it to make herself the sole beneficiary, the legal title and equitable interest would merge and thereby terminate the trust.  See Atkins v. Atkins, <span class=\"citation no-link\"><span class=\"volume\">279</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">613</span></span>, 614 (1932);  Langley v. Conlan, <span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">135</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">1064</span></span>, 1066 (1912).  As Fay points out, the trust property would not vest free of trust in her if she caused it to terminate, but in her sister Dzialo.  Fay, however, could amend the trust to delete that provision.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As trustee, Fay has broad powers to manage and control the trust property.  The IRS makes much of these powers, but we attribute them no significance whatsoever.  Broad powers are typically conferred on a trustee as an effective way to manage trust property.  Trustees who are also beneficiaries, \"like trustees generally, have the power to do acts that are 'necessary or appropriate to carry out the purposes of the trust and are not forbidden by the terms of the trust.' \"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Mahoney,</span> <span class=\"volume\">73</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">971</span></span>, citing Restatement (Second) of Trusts Sec. 186.  As we have held in the estate tax context, a settlor/trustee's administrative and management powers cannot be equated with ownership.  See Old Colony Trust Co. v. United States, <span class=\"citation\" data-id=\"289073\"><a href=\"/opinion/289073/old-colony-trust-company-of-the-estate-of-john-h-cunningham-v-united/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span>, 602-03 (1st Cir.1970).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As trustee, Fay is to hold the nursing homes \"in trust\" for the \"general purposes\" of the trusts, and to hold and accumulate the principal and net income \"for the use and benefit of said beneficiaries.\"   The sentence immediately following that direction provides:  \"However, anything to the contrary herein notwithstanding, the Trustee shall have full power and discretion to pay over to said beneficiaries so much or all or any part of the trust property, whether principal or net income, as she shall deem proper.\"   We think that this sentence, in the context of the trust instrument as a whole, gives Fay the power to pay income and/or invade principal for her benefit alone.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We recognize, as we have before, that under Massachusetts law, a trustee is restricted in the exercise of even broad discretionary powers by the terms of the trust viewed as a whole, and by the trustee's fiduciary duty to use his or her best judgment in good faith.  State Street Bank and Trust v. United States, <span class=\"citation\" data-id=\"383798\"><a href=\"/opinion/383798/state-street-bank-and-trust-v-united-states/\"><span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 9 (1st Cir.1980) (citations omitted);  see also Fine v. Cohen, 35 Mass.App.Ct. 610, <span class=\"citation\" data-id=\"2135854\"><a href=\"/opinion/2135854/fine-v-cohen/\"><span class=\"volume\">623</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1134</span></a></span>, 1139 (1993);  Dana v. Gring, <span class=\"citation\" data-id=\"2023165\"><a href=\"/opinion/2023165/dana-v-gring/\"><span class=\"volume\">374</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">109</span></a></span>, <span class=\"citation\" data-id=\"2023165\"><a href=\"/opinion/2023165/dana-v-gring/\"><span class=\"volume\">371</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">755</span></a></span>, 760-61 (1977);  Woodberry v. Bunker, <span class=\"citation\" data-id=\"2120780\"><a href=\"/opinion/2120780/woodberry-v-bunker/\"><span class=\"volume\">359</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">239</span></a></span>, <span class=\"citation\" data-id=\"2120780\"><a href=\"/opinion/2120780/woodberry-v-bunker/\"><span class=\"volume\">268</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">841</span></a></span>, 843 (1971);  Old Colony Trust Co. v. Silliman, <span class=\"citation\" data-id=\"2047805\"><a href=\"/opinion/2047805/old-colony-trust-co-v-silliman/\"><span class=\"volume\">352</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">6</span></a></span>, <span class=\"citation\" data-id=\"2047805\"><a href=\"/opinion/2047805/old-colony-trust-co-v-silliman/\"><span class=\"volume\">223</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">504</span></a></span>, 506 (1967).  In particular, a trustee may not exercise a broad discretionary power to shift beneficial interests in a trust.  <span class=\"citation\" data-id=\"2135854\"><span class=\"antecedent_guess\">Fine,</span> <a href=\"/opinion/2135854/fine-v-cohen/\"><span class=\"volume\">623</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">1139</span></a></span>;  Boston Safe Deposit and Trust Co. v. Stone, <span class=\"citation\" data-id=\"2199422\"><a href=\"/opinion/2199422/boston-safe-deposit-trust-co-v-stone/\"><span class=\"volume\">348</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">345</span></a></span>, <span class=\"citation\" data-id=\"2199422\"><a href=\"/opinion/2199422/boston-safe-deposit-trust-co-v-stone/\"><span class=\"volume\">203</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">547</span></a></span>, 552 (1965).  A Massachusetts court necessarily would evaluate a trustee's conduct, if challenged, in light of the powers and duties set forth in the trust instrument.  <span class=\"citation\" data-id=\"2199422\"><span class=\"antecedent_guess\">Stone,</span> <a href=\"/opinion/2199422/boston-safe-deposit-trust-co-v-stone/\"><span class=\"volume\">203</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">552</span></a></span>;  <span class=\"citation\" data-id=\"2135854\"><span class=\"antecedent_guess\">Fine,</span> <a href=\"/opinion/2135854/fine-v-cohen/\"><span class=\"volume\">623</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">1139</span></a></span>.   In Copp v. Worcester County Nat'l Bank, <span class=\"citation\" data-id=\"2099608\"><a href=\"/opinion/2099608/copp-v-worcester-county-national-bank/\"><span class=\"volume\">347</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">548</span></a></span>, <span class=\"citation\" data-id=\"2099608\"><a href=\"/opinion/2099608/copp-v-worcester-county-national-bank/\"><span class=\"volume\">199</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">200</span> </a></span>(1964), the court found that the trust instrument's direction that the trustee invade principal for the life beneficiary was enforceable and not unrestricted because it was to be in a stated amount and only as necessary for her reasonable support and maintenance.  <span class=\"citation\" data-id=\"2099608\"><a href=\"/opinion/2099608/copp-v-worcester-county-national-bank/\"><span class=\"id_token\">Id.</span> 199 N.E.2d </a></span>at 202-03.   In cases interpreting trustee powers for federal estate tax purposes, ascertainable standards limiting trustee discretion have been found where the trust instrument directed principal and/or income to be distributed for a specific purpose (such as education and support), or expressed an intent to preserve principal for remainder beneficiaries, or both.  See State Street Bank and Trust v. United <span class=\"citation\" data-id=\"383798\"><span class=\"antecedent_guess\">States,</span> <a href=\"/opinion/383798/state-street-bank-and-trust-v-united-states/\"><span class=\"volume\">634</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">9</span></a></span>;  Old Colony Trust Co. v. United States, <span class=\"citation\" data-id=\"1415462\"><a href=\"/opinion/1415462/old-colony-trust-company-v-united-states/\"><span class=\"volume\">317</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">618</span></a></span>, 622 (D.Mass.1970);  <span class=\"citation\" data-id=\"2023165\"><span class=\"antecedent_guess\">Dana,</span> <a href=\"/opinion/2023165/dana-v-gring/\"><span class=\"volume\">371</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">761</span></a></span>;  <span class=\"citation\" data-id=\"2120780\"><span class=\"antecedent_guess\">Woodberry,</span> <a href=\"/opinion/2120780/woodberry-v-bunker/\"><span class=\"volume\">268</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">843</span></a></span>;  Worcester County National Bank v. King, <span class=\"citation\" data-id=\"2120611\"><a href=\"/opinion/2120611/worcester-county-national-bank-v-king/\"><span class=\"volume\">359</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">231</span></a></span>, <span class=\"citation\" data-id=\"2120611\"><a href=\"/opinion/2120611/worcester-county-national-bank-v-king/\"><span class=\"volume\">268</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">838</span></a></span>, 840 (1971);  <span class=\"citation\" data-id=\"2047805\"><span class=\"antecedent_guess\">Silliman,</span> <a href=\"/opinion/2047805/old-colony-trust-co-v-silliman/\"><span class=\"volume\">223</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">507-08</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">If Fay exercised her discretion so as to take the trust property for herself, thereby depleting or destroying the others' interests, we doubt that a court could determine that she had violated her fiduciary duty in carrying out the terms of the trusts because the trust instruments as a whole do not limit her discretion or define the other beneficiaries' interests in income and principal.  They do not give Fay's sons the right to any particular proportion of the trust income or principal, the right to receive it at any particular time or interval, the right to receive it for their support or any other definite purpose, or the right to receive it free of trust when the trust terminates.  Fay's sister's remainder interest could amount to nothing if Fay decided to pay all of the income and principal to herself.  Under these circumstances, we think that Fay's sons and sister would have had little or no recourse if she took the trust property for her own benefit.  We recognize that Fay has not done so, but what is dispositive for these purposes is whether the trust instrument contained ascertainable limits on her power to pay income or invade principal for her benefit alone that the other beneficiaries could rely on to enforce any rights of their own.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Moreover, we do not think that the other beneficiaries' interests in the trust are vested.  Although that apparently makes no difference in light of Reiser and Stockdale, it does mean that their rights are inchoate at the present time.  Under Massachusetts law, whether a right in a trust has vested depends on \"whether, in substance, the interest is sufficiently established to constitute an interest or right which has accrued to its holder.\"  New England Merchants Nat'l Bank v. Groswold, <span class=\"citation\" data-id=\"2032692\"><a href=\"/opinion/2032692/new-england-merchants-national-bank-v-groswold/\"><span class=\"volume\">387</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">822</span></a></span>, <span class=\"citation\" data-id=\"2032692\"><a href=\"/opinion/2032692/new-england-merchants-national-bank-v-groswold/\"><span class=\"volume\">444</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">359</span></a></span>, 363 (1983).  That an interest is \"subject only to total or partial defeat by biological events\" does not make it inchoate.  <span class=\"citation\" data-id=\"2032692\"><a href=\"/opinion/2032692/new-england-merchants-national-bank-v-groswold/\"><span class=\"id_token\">Id.</span>  Thus, a </a></span>beneficiary's right to receive part of the trust property that depends only on his or her survival until the death of other persons is a vested property right.  See Id.;  Billings v. Fowler, <span class=\"citation\" data-id=\"2075868\"><a href=\"/opinion/2075868/billings-v-fowler/\"><span class=\"volume\">361</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">230</span></a></span>, <span class=\"citation\" data-id=\"2075868\"><a href=\"/opinion/2075868/billings-v-fowler/\"><span class=\"volume\">279</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">906</span></a></span>, 908 (1972);  Whiteside v. Merchants' Nat'l Bank, <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">165</span></span>, <span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">706</span></span>, 709 (1933);  Alexander v. McPeck, <span class=\"citation no-link\"><span class=\"volume\">189</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">34</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">88</span></span>, 92 (1905).  But where the right depends on the exercise or non-exercise of powers held by another, the beneficiary's right does not vest until the person holding the powers can no longer exercise them.  See <span class=\"citation\" data-id=\"2168965\"><span class=\"antecedent_guess\">Reiser,</span> <a href=\"/opinion/2168965/state-street-bank-trust-co-v-reiser/\"><span class=\"volume\">389</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">770</span> </a></span>(remainder interests of beneficiaries became vested upon death of settlor because his powers to amend or revoke the trust and direct payments from it died with him);  Old Colony Trust Co. v. Clemons, <span class=\"citation\" data-id=\"2194790\"><a href=\"/opinion/2194790/old-colony-trust-co-v-clemons/\"><span class=\"volume\">332</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">535</span></a></span>, <span class=\"citation\" data-id=\"2194790\"><a href=\"/opinion/2194790/old-colony-trust-co-v-clemons/\"><span class=\"volume\">126</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">193</span> </a></span>(1955) (rights of remainder beneficiaries did not vest until settlor's death where he had the right to revoke the trust or change beneficiaries).  Any right in Fay's sons or sister to receive part of the trust property is not contingent on a mere biological event, but on whether or not Fay exercises her power to amend or revoke the trusts, and on to whom and in what amounts she distributes income and principal while the trust continues.  Their interests therefore are not vested.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Due to the broad nature of Fay's powers and the limited and unenforceable nature of the beneficial interests, Fay has the power to eliminate the interests of her sons and her sister.  We therefore think that a Massachusetts court would treat the entire trust property of the Green Pastures and Parker Hill Nursing Home Trusts as Fay's own in favor of her creditors.  Like the settlors in Reiser, Stockdale and Wolfe, Fay has the right to amend and revoke the trusts and to direct disposition of principal and income.  Although there is nothing invalid in the roles of settlor, trustee and beneficiary co-existing in the same person, in this case it meant that Fay had the power as trustee to distribute income and principal in whatever proportion she deemed proper, the right as a beneficiary to receive income and principal in whatever amount she as trustee deemed proper, and the unrestricted power as settlor to alter, amend, or revoke the trusts.  The trusts at issue here are even more vulnerable to Fay's creditors than those at issue in Reiser and Stockdale because the other beneficiaries' interests in the trust have not vested and Fay remains able to exercise her powers and thus deplete or destroy them.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We do not hold that the trusts are invalid--a trust in which the settlor has reserved to herself the power to alter, amend or revoke, and is also the sole trustee and one of the trusts' beneficiaries with a right to receive income and principal in her own discretion as trustee, is not invalid.  See Roberts v. Roberts, <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">685</span></span>, <span class=\"citation no-link\"><span class=\"volume\">646</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1061</span></span>, 1064 (1995);  <span class=\"citation\" data-id=\"2013515\"><span class=\"antecedent_guess\">Sullivan,</span> <a href=\"/opinion/2013515/sullivan-v-burkin/\"><span class=\"volume\">460</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">575</span></a></span>;  <span class=\"citation\" data-id=\"1989501\"><span class=\"antecedent_guess\">Ascher,</span> <a href=\"/opinion/1989501/ascher-v-cohen/\"><span class=\"volume\">131</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">199-200</span></a></span>.   And although it may be only a technical distinction, we do not hold that Fay must exercise her power to amend or revoke to satisfy the tax debt.  See In re Cowles, <span class=\"citation\" data-id=\"1836035\"><a href=\"/opinion/1836035/in-re-cowles/\"><span class=\"volume\">143</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">5</span></a></span>, 10 (Bankr.D.Mass.1992) (\"The Court can allow the creditors to reach the assets of the trust without requiring revocation of the trust.\").  Rather, we hold that the federal tax lien on Fay's individual property reaches the entire assets of the Green Pastures and Parker Hill Nursing Home Trusts because Fay has the power to eliminate the other beneficiaries' interests and treat the trust property as her own based on the following combination of provisions in the trust instruments:  (1) Fay as settlor has the power to alter, amend or revoke, which, if exercised, could result in the entire trust property vesting in her;  (2) Fay as trustee has absolute discretion to pay income and principal to the beneficiaries, including herself, in whatever proportion she deems appropriate, even if such payments entirely deplete the other beneficial interests;  and (3) Fay is settlor, trustee and a beneficiary.  Fay invokes George v. Kitchens by Rice Bros., Inc., where we stated that \"a power of revocation under Massachusetts law is not considered property ... and cannot be reached by creditors.\"  <span class=\"citation\" data-id=\"397226\"><a href=\"/opinion/397226/karen-a-george-v-kitchens-by-rice-bros-inc/\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 8 (1st Cir.1981).  George remains a correct interpretation of Massachusetts law where, as in that case, the only power reserved by the settlor, who was also the trustee but not a beneficiary, was the power to revoke.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Because the tax lien consequently attaches to the mortgages now held by the trusts, the lien attaches to the proceeds of the sale of the nursing homes that would otherwise replace the mortgages as trust property.  Cf. Phelps v. United States, <span class=\"citation\" data-id=\"109249\"><a href=\"/opinion/109249/phelps-v-united-states/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">330</span></a></span>, 334, <span class=\"citation\" data-id=\"109249\"><a href=\"/opinion/109249/phelps-v-united-states/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1728</span></a></span>, 1731, <span class=\"citation\" data-id=\"109249\"><a href=\"/opinion/109249/phelps-v-united-states/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span> </a></span>(1975) (when property subject to tax lien is transferred, the lien attaches to the proceeds of the transfer).</p>\n    </div>\n    <p class=\"indent\">B. The Highland Avenue Nursing Home Trust</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">On August 14, 1974, Fay created the Highland Avenue Nursing Home Trust, naming herself as sole trustee for her life, and the beneficiaries as herself, her two sons and her sister Dzialo, \"in equal shares.\"   Paragraph 11 of the declaration of trust provides as follows:  \"The Trustee, may, subject to the limitations herein expressed, acquire, own, and dispose of any interest in this trust [to] the same extent as if she were not a Trustee.\"   The magistrate judge found that paragraph 11 gives Fay the power to treat the principal and income of the trust as her own, and held that the IRS was therefore entitled to the proceeds of the sale of the Highland Avenue Nursing <span class=\"citation no-link\"><span class=\"antecedent_guess\">Home.</span>  <span class=\"volume\">884</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">609-10</span></span>.   In reaching that conclusion, the magistrate judge first observed that the meaning of the trust instrument as a whole was difficult to discern, raising the suspicion that it was drafted \"so as to give the trustee free reign but also so as to contain other language purporting to constrain the trustee merely to have something at which to point if the trust were attacked.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 607. </span>  Against this backdrop, the magistrate judge found specific ambiguity in paragraph 11, in that the term \"any interest\" could mean either Fay's \"beneficial interest\" or the \"income and principal\" of the trust.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 609. </span>  Resolving the ambiguity against Fay as drafter, the magistrate judge concluded that \"any interest\" must mean the \"income and principal\" of the trust.  This was so because the only other instance in which the word \"interest\" is used without being modified by the word \"beneficial\" is in paragraph 23, referring to the \"interest of any beneficiary hereunder, either as to income or principal.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The magistrate judge then read out of paragraph 11 the phrase \"subject to the limitations herein expressed,\" based on his interpretation of the trust instrument as imposing no limitation on Fay's powers as trustee.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 609. </span>  Paragraph 11 therefore meant that Fay could treat the principal and income as her own free of trust.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 609-10.</span></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We hold that the magistrate judge erred as a matter of law in interpreting paragraph 11 as giving Fay the power to treat the principal and income of the trust as her own.  First, we fail to see in the trust instrument a purpose to mislead or an unusual or unfair allocation of powers, rights and interests among the settlor, the trustee and the beneficiaries.  Fay reserved no powers to herself as settlor, but the magistrate judge seemed to find it significant that on the one hand, Fay as trustee holds legal title to and has extensive powers to manage and dispose of the trust property, while on the other, the beneficiaries do not have any title in the trust property, but \"shares of beneficial interests\" that cannot be transferred or assigned without offering them first to the other beneficiaries, and that are \"personal property, giving only the rights in this instrument specifically set forth.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 607-09.</span></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The trust instrument's definition of the various powers, rights and interests was a correct statement of the Massachusetts law of trusts.  The creation of a trust results in the separation of the legal interest in the trust property, which is in the trustee, from the beneficial interest in the trust, which is in the beneficiaries.  2 Scott on Trusts, Sec. 99.  The trustee holds the legal title to the trust property in trust for the beneficiaries, while the beneficiaries hold beneficial interests, which are equitable in nature.  See Russell v. Russell, 18 Mass.App.Ct. 957, <span class=\"citation no-link\"><span class=\"volume\">468</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1104</span></span>, 1106 (1984) (defining a trust as the \"manifestation of an intention to create a fiduciary relationship with respect to property, [which] subject[s] the person by whom the title to the property is held to equitable duties to deal with the property for the benefit of another person\") (internal quotation marks and citations omitted);  National Shawmut Bank v. Cumming, <span class=\"citation\" data-id=\"2207520\"><a href=\"/opinion/2207520/national-shawmut-bank-v-cumming/\"><span class=\"volume\">325</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">457</span></a></span>, <span class=\"citation\" data-id=\"2207520\"><a href=\"/opinion/2207520/national-shawmut-bank-v-cumming/\"><span class=\"volume\">91</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">337</span></a></span>, 338 (1950) (referring to the trustee's \"title\" to and the beneficiary's \"beneficial interests\" in the trust property);  Worcester Trust Co. v. Turner, <span class=\"citation no-link\"><span class=\"volume\">210</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">132</span></span>, 134 (1911) (trustee holds title to the principal;  beneficiary has a right to receive so much of it as necessary in the trustee's discretion, but no absolute right to the fund itself).  A trustee does not hold trust property as her own due to the fact that she holds legal title to it.  See Cook v. Howe, <span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">325</span></span>, <span class=\"citation no-link\"><span class=\"volume\">182</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">581</span></span>, 582-83 (1932) (trustee who holds legal title to real estate in trust for a beneficiary may not keep the proceeds as his own);  cf. Cantor v. Wilbraham and Monson Academy, <span class=\"citation\" data-id=\"371376\"><a href=\"/opinion/371376/nancy-cantor-trustee-of-the-cantor-monson-trust-debtor-v-wilbraham-and/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 35 (1st Cir.1979) (trustee is the legal owner, but the trust itself is the debtor for purposes of the Bankruptcy Act).  Rather, a trustee holds legal title in order to manage the trust property, and typically has broad powers to do so as a practical way of conducting the trust's business.  Like any trustee's powers, Fay's powers to hold, manage and dispose of the trust property were subject to the \"specific limitations herein contained,\" that is, to conduct the trust business \"for the benefit of the holders of the shares hereunder.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">That the beneficiaries' interests were \"personal property\" was also a correct statement of the law.  Where, as here, a trust contains both real and personal property,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and the trust instrument directs that the trust assets be liquidated upon termination of the trust, the beneficiaries' interests are personal property from the trust's inception.  See Priestley v. Burrill, <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">452</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">100</span></span>, 104-05 (1918);  Dana v. Treasurer and Receiver General, <span class=\"citation no-link\"><span class=\"volume\">227</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">562</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">941</span></span>, 943-44 (1917).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The language providing that \"ownership of a beneficial interest ... shall not entitle the beneficiary to any title in or to the trust property whatsoever, or right to call for a partition or division of the same, or for an accounting,\" is not unfamiliar in Massachusetts trusts.  See, e.g., Gardiner v. United States, <span class=\"citation\" data-id=\"1482477\"><a href=\"/opinion/1482477/gardiner-v-united-states/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">992</span></a></span>, 994 (1st Cir.1931);  Lauricella v. Lauricella, <span class=\"citation\" data-id=\"2090820\"><a href=\"/opinion/2090820/lauricella-v-lauricella/\"><span class=\"volume\">409</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">211</span></a></span>, <span class=\"citation\" data-id=\"2090820\"><a href=\"/opinion/2090820/lauricella-v-lauricella/\"><span class=\"volume\">565</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">436</span></a></span>, 437 (1991);  State Street Trust Co. v. Hall, <span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">299</span></span>, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">30</span></span>, 32, 35 (1942);  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Dana,</span> <span class=\"volume\">116</span> <span class=\"reporter\">N.E.</span> at <span class=\"page\">942</span></span>.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  As set forth above, it is a correct statement of the law of trusts that beneficiaries do not hold title to the trust property;  rather, they own an equitable interest in the trust property.  Although we are somewhat concerned about the language purporting to deny the beneficiaries a right to call for an accounting, that language would have been disregarded if the beneficiaries had petitioned a court for an accounting.  Briggs v. Crowley, <span class=\"citation\" data-id=\"2149632\"><a href=\"/opinion/2149632/briggs-v-crowley/\"><span class=\"volume\">352</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">194</span></a></span>, <span class=\"citation\" data-id=\"2149632\"><a href=\"/opinion/2149632/briggs-v-crowley/\"><span class=\"volume\">224</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">417</span></a></span>, 421 (1967).  And spendthrift provisions like the one here are valid in Massachusetts.  Pemberton v. Pemberton, 9 Mass.App.Ct. 9, <span class=\"citation\" data-id=\"2203466\"><a href=\"/opinion/2203466/pemberton-v-pemberton/\"><span class=\"volume\">411</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1305</span></a></span>, 1312 (1980).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Second, we think that the interpretation of the term \"any interest\" in paragraph 11 as \"income and principal\" is extraordinarily strained, but more to the point, it does not follow even from that interpretation that the beneficiaries other than Fay do not have enforceable equitable interests in the trust or that Fay has the power to eliminate those interests in her own favor.  Although we agree that paragraph 11 is ambiguous viewed in isolation, it is not susceptible of the meaning the magistrate judge attributed to it when viewed in the context of the trust instrument as a whole.  The magistrate judge did not take account of the distribution of powers in the trust that should have led to the conclusion that Fay did not have the power to eliminate the other beneficiaries' interests.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Fay did not reserve to herself the right to unilaterally alter, amend or revoke the trust, but granted it to those holding a majority of beneficial shares.  The trust is to terminate twenty years after Fay's death, or may be terminated earlier \"by a majority vote of all shares outstanding, at a meeting of the trustee and the beneficiaries, called for that expressly stated purpose,\" at which the trustee may not vote.  Whenever the trust terminates, the then trustee(s) must wind up the affairs of the trust, liquidate the assets and distribute the proceeds among the beneficiaries in proportion to the shares owned by them.  The trust \"may be amended or altered in any part whatever ... with the consent of a majority percentage of vote as hereinbefore provided.\"</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">A settlor may either reserve powers to herself or grant them to others, <span class=\"citation no-link\"><span class=\"antecedent_guess\">Crocker,</span> <span class=\"volume\">28</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">7</span></span>, but a trust \"cannot be revoked or altered except by a reserved power to do so, which must be exercised in strict conformity with its terms.\"  Trager v. Schwartz, <span class=\"citation\" data-id=\"2054812\"><a href=\"/opinion/2054812/trager-v-schwartz/\"><span class=\"volume\">345</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">653</span></a></span>, <span class=\"citation\" data-id=\"2054812\"><a href=\"/opinion/2054812/trager-v-schwartz/\"><span class=\"volume\">189</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">509</span></a></span>, 511-12 (1963) (citations omitted).  See also Markell v. Sidney B. Pfeifer Found., Inc., 9 Mass.App.Ct. 412, <span class=\"citation\" data-id=\"2044615\"><a href=\"/opinion/2044615/markell-v-sidney-b-pfeifer-foundation-inc/\"><span class=\"volume\">402</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">76</span></a></span>, 92 (1980);  Stahler v. Sevinor, <span class=\"citation no-link\"><span class=\"volume\">324</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">18</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">447</span></span>, 448 (1949);  Thorp v. Lund, <span class=\"citation no-link\"><span class=\"volume\">227</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">474</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">946</span> </span>(1917).  The Highland Avenue Nursing Home Trust therefore could only be altered or revoked by the beneficiaries holding a majority of shares.  Just as Fay could eliminate other beneficiaries of the Green Pastures or Parker Hill Nursing Home Trusts as part of her power to alter or amend, those holding a majority of beneficial shares in the Highland Avenue Nursing Home Trust could eliminate Fay as a beneficiary by exercising their power to amend \"in any part whatever.\"   Furthermore, the other beneficiaries could have ousted Fay as trustee.  Although beneficiaries cannot appoint a new trustee without an express grant of power to do so, where, as here, they have a power to revoke and to compel the trustee to transfer the trust property to them, they can revoke the trust and immediately create a new trust, naming a new trustee.  2 Scott on Trusts Sec. 108.4;  Restatement (Second) of Trusts Sec. 108 cmt. i.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Moreover, Fay does not have unbridled discretion as trustee to take income or invade principal at the expense of the other beneficiaries, who have enforceable interests in the trust.  While Fay may distribute net earnings in such amount as she sees fit, she must make some distribution at least annually \"in the proportion to the shares owned by the beneficiaries.\"   Furthermore, the trust instrument evidences Fay's intent that, upon termination, the trust property go to beneficiaries in addition to herself or her successors.  At that time, the assets must be liquidated and the proceeds distributed proportionately among the beneficiaries.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Although Fay is the settlor, trustee and a beneficiary, the trust instrument gives her no power to unilaterally alter, amend or revoke the trust, limits her discretion as trustee to distribute income, and limits her right to receive income as a beneficiary to an amount in proportion to the shares owned by her.  Fay's rights and powers therefore were not so centralized as to make the entire trust property her own.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In light of the trust instrument as a whole, we conclude that paragraph 11 does not mean that Fay has the power to treat the principal and income of the trust as her own free of trust.  The term \"any interest\" could mean Fay's beneficial interest, so that paragraph 11 means that Fay, like any other beneficiary and although she is the trustee, may acquire, own and dispose of shares in accordance with the conditions and procedures set forth in the declaration of trust;<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  receive annual distributions out of net earnings in proportion to her share;  and have her equitable interest in the trust pass to her successors upon her death.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  See Andreson v. Andreson, 29 Mass.App.Ct. 476, <span class=\"citation\" data-id=\"2153503\"><a href=\"/opinion/2153503/andreson-v-andreson/\"><span class=\"volume\">562</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">91</span></a></span>, 92 n. 2 (1990) (trust instrument stated that \"[a]ny trustee may without impropriety become a beneficiary hereunder and exercise all rights of a beneficiary with the same effect as though he were not a trustee.\").  Alternatively, the term \"any interest\" could mean the trust principal and undistributed income, so that paragraph 11 means that Fay as trustee had full power to manage the business of the trust free of the control of the other beneficiaries (who could remove her as a beneficiary or as trustee).  Cf. Navarro Sav. Assoc. v. Lee, <span class=\"citation\" data-id=\"110260\"><a href=\"/opinion/110260/navarro-savings-assn-v-lee/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 459, 465 n. 14, <span class=\"citation\" data-id=\"110260\"><a href=\"/opinion/110260/navarro-savings-assn-v-lee/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1779</span></a></span>, 1784 n. 14, <span class=\"citation\" data-id=\"110260\"><a href=\"/opinion/110260/navarro-savings-assn-v-lee/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">425</span> </a></span>(1980) (trustees had exclusive authority over trust property free from control of shareholders \"as if the Trustees were the sole owners of the Trust Estate in their own right,\" while shareholders had power to terminate or amend).  Under any interpretation, Fay was \"subject to the limitations herein expressed,\" that is, her duty as trustee to hold the trust property \"in trust, to manage and dispose of the same for the benefit of the holders of the shares.\"</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In sum, we hold that the entire property of the Highland Avenue Trust does not constitute Fay's \"property\" or \"rights to property\" to which the federal tax lien could attach because the trust instrument defines the various powers, rights and interests in accordance with the law of trusts, gives the beneficiaries other than Fay enforceable equitable interests in the trust property, and does not give Fay the unilateral power to eliminate their rights.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The lien does, however, attach to whatever aspect of Fay's beneficial interest in the Highland Avenue Nursing Home Trust that constitutes present \"property or rights to property\" under Massachusetts law.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  While a federal tax lien attaches to property and rights to property that the taxpayer acquires at any time after assessment, it does not attach unless and until the taxpayer acquires what is defined as property by state law.  United States v. McDermott, <span class=\"citation\" data-id=\"112837\"><a href=\"/opinion/112837/united-states-v-mcdermott/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, 452-54, <span class=\"citation\" data-id=\"112837\"><a href=\"/opinion/112837/united-states-v-mcdermott/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1526</span></a></span>, 1530, <span class=\"citation\" data-id=\"112837\"><a href=\"/opinion/112837/united-states-v-mcdermott/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">128</span> </a></span>(1993).  Thus, courts have held that while a federal tax lien attaches to a taxpayer/beneficiary's present right to receive distributions of income or principal, it does not attach to the trust corpus when he or she has no present right to receive it.  United States v. Cohn, <span class=\"citation no-link\"><span class=\"volume\">855</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">572</span></span>, 576-77 (D.Conn.1994);  In re Cavanaugh, <span class=\"citation\" data-id=\"1840935\"><a href=\"/opinion/1840935/in-re-cavanaugh/\"><span class=\"volume\">153</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">224</span></a></span>, 228 (Bankr.N.D.Ill.1993);  Wilson v. United States, <span class=\"citation\" data-id=\"1549467\"><a href=\"/opinion/1549467/in-re-wilson/\"><span class=\"volume\">140</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">400</span></a></span>, 404, 407 (Bankr.N.D.Tex.1992).  See also In re Lyons, <span class=\"citation\" data-id=\"1967658\"><a href=\"/opinion/1967658/in-re-lyons/\"><span class=\"volume\">148</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">88</span> </a></span>(Bankr.D.D.C.1992) (\"a federal tax lien may attach to a taxpayer's vested right, under a trust ... to receive periodic payments or distributions of property then due or that will become due in the future.\").</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Fay's right to receive annual distributions from net earnings in proportion to her share until her death or until the trust terminates earlier is a presently vested property right.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Forbes,</span> <span class=\"volume\">140</span> <span class=\"reporter\">N.E.</span> at <span class=\"page\">420</span></span>.   Because \"a settlor cannot place property in trust for his own benefit and keep it beyond the reach of his creditors,\" Fay's \"creditors can reach the maximum amount which the trustee under the terms of the trust could pay to [her] or apply for [her] benefit.\"  Ware v. Gulda, <span class=\"citation\" data-id=\"2071700\"><a href=\"/opinion/2071700/ware-v-gulda/\"><span class=\"volume\">331</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">68</span></a></span>, <span class=\"citation\" data-id=\"2071700\"><a href=\"/opinion/2071700/ware-v-gulda/\"><span class=\"volume\">117</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">137</span></a></span>, 138 (1954), citing Restatement (Second) of Trusts Sec. 156(2) (internal quotation marks and additional citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Fay's right to sell her share is not a present right to property because she cannot sell it to anyone other than her co-beneficiaries without at least their passive consent.  See note <span class=\"citation no-link\"><span class=\"antecedent_guess\">11,</span> supra</span>.   In United States v. Bess, the Supreme Court held that a lien attached to an insured's right under the terms of his life insurance policy to exchange the policy for its cash surrender value during his <span class=\"citation\" data-id=\"105712\"><span class=\"antecedent_guess\">lifetime.</span>  <a href=\"/opinion/105712/united-states-v-bess/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">56</span></a></span>, 78 S.Ct. at 1057-58.   Fay's right to sell her beneficial share is similar to Bess's right to exchange his policy for cash, except that Fay's right to sell is qualified and limited by the rights of the other beneficiaries to buy her share, while Bess's right to cash in his policy was unqualified.  This distinction is critical because Fay has property to which a tax lien can attach only insofar as conferred by the trust instrument as it would be enforced by state law.  Cf. Chicago Mercantile Exch. v. United States, <span class=\"citation\" data-id=\"502456\"><a href=\"/opinion/502456/chicago-mercantile-exchange-v-united-states-of-america-and-gnp/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1352</span></a></span>, 1354-56 (7th Cir.1988) (where taxpayer could transfer his exchange seat only as authorized and on the conditions prescribed in the exchange rules, with no rights in or to the membership or the proceeds of the sale of such membership except as specifically granted in the rules, the full extent of member's property interest in the seat, which had already been involuntarily sold, was the remainder of the proceeds after internal claims were paid.).  Although we have not found any Massachusetts case discussing whether a qualified right to sell a beneficial interest in a trust is property, we have no doubt that a Massachusetts court would enforce the other beneficiaries' right to buy Fay's share if she attempted to sell it to an outsider without consulting them or without their consent.  Fay's limited right to sell her share therefore is not a present right to property.  The lien, of course, will attach to the proceeds from the sale of Fay's share if and when she sells it (assuming the tax debt is not paid), because she will then be holding her own property free of trust.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Nor does Fay have present property rights in the trust corpus.  As a beneficiary, she has no title to the trust property or right to call for a partition or division of it as long as the trust continues, and has \"only the rights in this instrument specifically set forth.\"   She has no right to receive or withdraw any of the trust principal.  Cf. In re Cowles, <span class=\"citation\" data-id=\"1836035\"><a href=\"/opinion/1836035/in-re-cowles/\"><span class=\"volume\">143</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">5</span></a></span>, 10 (Bankr.D.Mass.1992) (settlor had the power to withdraw \"any part or all of the trust property,\" so his creditors could reach the entire trust principal);  <span class=\"citation\" data-id=\"2226022\"><span class=\"antecedent_guess\">Wolfe,</span> <a href=\"/opinion/2226022/wolfe-v-wolfe/\"><span class=\"volume\">486</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">749</span> </a></span>(settlor had the right to withdraw  5/6 of the trust corpus, so his creditor was permitted to reach that part of the trust principal).  According to the declaration of trust, Fay could receive her share of the liquidated assets during life only if those owning a majority of beneficial shares vote to terminate the trust during her lifetime;  otherwise, her executors, administrators or assigns will succeed to her rights upon her death.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">As set forth in Part III(A), under Massachusetts law, whether a right in a trust has vested depends on \"whether, in substance, the interest is sufficiently established to constitute an interest or right which has accrued to its holder,\" that is, whether it is subject to defeat only by biological events, in which case the right is vested, <span class=\"citation\" data-id=\"2032692\"><span class=\"antecedent_guess\">Groswold,</span> <a href=\"/opinion/2032692/new-england-merchants-national-bank-v-groswold/\"><span class=\"volume\">444</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">363</span></a></span>, or whether it is subject to defeat by another person's decision to exercise a power that he or she holds, in which case the right does not vest until the person holding the power can no longer exercise it.  <span class=\"citation\" data-id=\"2168965\"><span class=\"antecedent_guess\">Reiser,</span> <a href=\"/opinion/2168965/state-street-bank-trust-co-v-reiser/\"><span class=\"volume\">389</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">770</span></a></span>;  Clemons, <span class=\"citation\" data-id=\"2194790\"><a href=\"/opinion/2194790/old-colony-trust-co-v-clemons/\"><span class=\"volume\">126</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">193</span></a></span>.   The possibility that Fay might receive a share of the trust corpus during her lifetime hinges on whether or not a majority of the holders of beneficial shares vote to terminate the trust, and whether or not they decide to amend the trust by removing her as a beneficiary.  Thus, it does not amount to a present right to property under Massachusetts law.  The lien will attach to her share of the assets if and when the trust terminates during her lifetime (again assuming the tax debt is still unpaid), because she will then be holding her own property free of trust.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Assuming that a majority of the beneficiaries do not vote to terminate the trust during Fay's lifetime, her executors, administrators or assigns will succeed to her rights under the trust upon her death.  In Bess, the Supreme Court stated with regard to the proceeds of a life insurance policy that \"[i]t would be anomalous to view as 'property' subject to lien proceeds never within the insured's reach to enjoy, and which are reducible to possession by another only upon the insured's death when his right to change the beneficiary comes to an end.\"  <span class=\"citation\" data-id=\"2194790\"><a href=\"/opinion/2194790/old-colony-trust-co-v-clemons/\"><span class=\"id_token\">Id.</span> at 55-56, </a></span>78 S.Ct. at 1057.   But in Massachusetts, the right of a trust beneficiary to have his share of the trust corpus paid over to his successors upon death has been treated as a present right to property during the beneficiary's lifetime.  See, e.g., <span class=\"citation no-link\"><span class=\"antecedent_guess\">Forbes,</span> <span class=\"volume\">140</span> <span class=\"reporter\">N.E.</span> at <span class=\"page\">420</span></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Alexander,</span> <span class=\"volume\">75</span> <span class=\"reporter\">N.E.</span> at <span class=\"page\">92</span></span>.   In those cases, however, the trust instrument unequivocally provided that the beneficiary's share of the corpus was to be paid over, free of trust, to the beneficiary's successors upon death.  Whether there will be any interest in the trust to which Fay's heirs or assigns could succeed depends, again, on whether those holding a majority of beneficial shares vote to terminate the trust before Fay's death, or to eliminate Fay as a beneficiary.  We think that Fay's right to have her successors receive income or principal from the trust therefore is too ethereal to constitute a present right to property.  The lien will attach, however, upon Fay's death to whatever beneficial interest she holds at that time, again assuming the tax debt remains unpaid.  Cf. Welch v. Paine, <span class=\"citation\" data-id=\"1490670\"><a href=\"/opinion/1490670/welch-v-paine/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">141</span></a></span>, 143 n. 2 (1st Cir.1941) (creditors of a decedent must be paid before his property passes to the next of kin).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We remand to the magistrate judge to fashion an order enforcing the tax lien on Fay's present right to receive annual distributions from net earnings in proportion to her share.  That the value of this right may be difficult to discern does not alter the conclusion that the lien presently attaches, <span class=\"citation no-link\"><span class=\"antecedent_guess\">Rye,</span> <span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">685</span></span>;  Raihl v. United States, <span class=\"citation\" data-id=\"1884301\"><a href=\"/opinion/1884301/in-re-raihl/\"><span class=\"volume\">152</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">615</span></a></span>, 619 (Bankr.9th Cir.1993), but it does not flow from that conclusion that the property can be executed upon immediately.  United States v. Overman, <span class=\"citation\" data-id=\"289657\"><a href=\"/opinion/289657/united-states-v-james-a-overman-marie-t-overman-circle-j-inc-a/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1142</span></a></span>, 1145 (9th Cir.1970).  Under the FDCPA, property held in trust is \"co-owned property,\" cf. United States v. Coluccio, <span class=\"citation\" data-id=\"692968\"><a href=\"/opinion/692968/united-states-v-richard-coluccio-theresa-coluccio-claimant-appellant/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">337</span></a></span>, 342 (2d Cir.1995) (funds in constructive trust are co-owned property), which the government can execute on only \"to the extent such property is subject to execution under the law of the State in which it is located.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  28 U.S.C. Sec. 3203(a);  28 U.S.C. Sec. 3010(a).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In Massachusetts, a trust cannot be terminated in order to pay a creditor at any time earlier than the terms of the trust provide, at least where there are beneficiaries other than the debtor.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Forbes,</span> <span class=\"volume\">140</span> <span class=\"reporter\">N.E.</span> at <span class=\"page\">421</span></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Alexander,</span> <span class=\"volume\">75</span> <span class=\"reporter\">N.E.</span> at <span class=\"page\">91</span></span>.   Fay's beneficial right to receive an annual share of net earnings can, however, be executed upon in one of two ways.  First, even though it ordinarily could not be reached and applied \"until a future time or is of uncertain value,\" it can be reached and applied \"if the value can be ascertained by sale, appraisal or by any means within the ordinary procedure of the court.\"   Mass.Gen.L. ch. 214 Sec. 3(6).  See also New England Merchants Nat'l Bank v. Hoss, <span class=\"citation\" data-id=\"2089948\"><a href=\"/opinion/2089948/new-england-merchants-national-bank-v-hoss/\"><span class=\"volume\">356</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">331</span></a></span>, <span class=\"citation\" data-id=\"2089948\"><a href=\"/opinion/2089948/new-england-merchants-national-bank-v-hoss/\"><span class=\"volume\">249</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">635</span></a></span>, 638 (1969);  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Whiteside,</span> <span class=\"volume\">187</span> <span class=\"reporter\">N.E.</span> at <span class=\"page\">710</span></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Alexander,</span> <span class=\"volume\">75</span> <span class=\"reporter\">N.E.</span> at <span class=\"page\">92</span></span>.   Thus, Fay's right to receive annual distributions from net earnings conceivably could be sold and the proceeds paid to the IRS if its value could be ascertained and a buyer found.  Alternatively, her share of net earnings could be paid to the IRS as it comes due annually according to the terms of the trust.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Forbes,</span> <span class=\"volume\">140</span> <span class=\"reporter\">N.E.</span> at <span class=\"page\">421</span></span>;  see also United States v. Solheim, <span class=\"citation\" data-id=\"575271\"><a href=\"/opinion/575271/united-states-v-frederick-s-solheim-robert-a-solheim-john-s-solheim/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">379</span></a></span>, 382 (8th Cir.1992);  Cohn, <span class=\"citation no-link\"><span class=\"volume\">855</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">572</span></span>, 576-77;  United States v. Taylor, <span class=\"citation\" data-id=\"1663389\"><a href=\"/opinion/1663389/united-states-v-taylor/\"><span class=\"volume\">254</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">752</span></a></span>, 758 (N.D.Cal.1966), cited with approval in <span class=\"citation no-link\"><span class=\"antecedent_guess\">Rye,</span> <span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">685</span></span>.   The magistrate judge may proceed according to either method, holding hearings or other proceedings as necessary.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">On remand, the judgment should be modified as follows:  The United States is entitled to $11,686.22 (the proceeds of the sale of the Green Pastures and Parker Hill Nursing Homes) plus the accumulated interest on those proceeds.  The Highland Avenue Nursing Home Trust is entitled to $16,046.63 (the proceeds of the sale of the Highland Avenue Nursing Home), plus the accumulated interest, less any amount determined to be presently payable to the IRS.  The magistrate judge shall fashion an order enforcing the tax lien on Fay's right to annual payments from net earnings of the Highland Avenue Nursing Home Trust.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Affirmed in part, reversed in part, and remanded for a new judgment.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fay apparently continued to be involved in managing the nursing homes after selling them to Almeida.  The efficacy of the assessment against her is not before us in this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> After the attorneys were paid at the summary judgment stage, $50,839.89 plus accumulated interest remained.  The parties stipulated at trial that the fund was attributable as follows:  $23,107.04 to the corporation;  $16,046.63 to Highland Avenue Nursing Home Trust;  $11,246.12 to Parker Hill Nursing Home Trust;  and $440.10 to Green Pastures Nursing Home Trust</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The magistrate judge stated at the beginning of his analysis that the separate structures of the trusts could be disregarded for notice and statute of limitations purposes if they were Fay's alter egos, but went on to hold that they were not Fay's alter egos, and never addressed whether the trusts were required to be treated separately under the distinct theory that prevailed--that the trust property would be considered Fay's own under Massachusetts law.  The magistrate judge did not mention Fay's joinder or due process arguments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The statute was amended in 1990 to extend the limitations period to ten years.  26 U.S.C. Sec. 6502(a) (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government has the right in a section 7403 proceeding to seek a forced sale of the entire property in which a delinquent taxpayer has an interest even where innocent others also have an interest in the property.  This special privilege arises from the express terms of section 7403, <span class=\"citation\" data-id=\"110942\"><span class=\"antecedent_guess\">Rodgers,</span> <a href=\"/opinion/110942/united-states-v-rodgers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">697</span></a></span>, 103 S.Ct. at 2144, and is not available to the government here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In contrast, in an action to enforce a lien or subject property to payment of tax brought pursuant to 26 U.S.C. Sec. 7403, \"[a]ll persons ... claiming any interest in the property involved\" are required to be made parties.  26 U.S.C. Sec. 7403(b);  United States v. Big Value Supermarkets, Inc., <span class=\"citation\" data-id=\"538417\"><a href=\"/opinion/538417/united-states-v-big-value-supermarkets-inc-dba-perrys-pantry-toledo/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">493</span></a></span>, 496 (6th Cir.1990) (section 7403(b) is mandatory);  United States v. Overman, <span class=\"citation\" data-id=\"289657\"><a href=\"/opinion/289657/united-states-v-james-a-overman-marie-t-overman-circle-j-inc-a/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1142</span></a></span>, 1146 (9th Cir.1970) (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The trusts are to terminate at the earliest of the following:  twenty years from the date the trusts were declared;  Fay's election to terminate;  her death;  or appointment of a guardian of her or a conservator of her property.  Although twenty years have now passed since Fay created the trusts in 1974, we assume the trusts' continuing existence because our point of reference is the date this litigation began</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Paragraph 23 is the spendthrift provision, providing that \"[t]he interest of any beneficiary hereunder, either as to income or to principal, shall not be anticipated, alienated, or in any manner assigned by such beneficiary and shall not be subject to any legal process, bankruptcy proceedings, or the interference or control of creditors or others, nor the subject matter of any contract or trust made or entered into by any beneficiary.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Fay as trustee was to \"hold [the Highland Avenue Nursing Home] and cash so to be acquired by her, as well as all other property which she may acquire as such Trustee together with the proceeds thereof,\" and was \"authorized to manage and maintain the trust property and invest and reinvest the property and proceeds of the trust in real estate, mortgages, securities of any lawful business and to engage in any lawful business.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Trusts that contain similar provisions and that have a similar purpose in that at least part of the purpose of the trust is to carry on a business, are common in Massachusetts.  Whether such a trust is, for various purposes, a pure trust, a business trust or a partnership has often been litigated, and depends on the relative powers of the trustees and beneficiaries, whether the primary activity of the trust is commercial, and whether it issues transferrable certificates of shares.  See Hecht v. Malley, <span class=\"citation\" data-id=\"100424\"><a href=\"/opinion/100424/hecht-v-malley/\"><span class=\"volume\">265</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">462</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">949</span> </span>(1924);  Pope and Cottle Co. v. Fairbanks Realty Trust, <span class=\"citation\" data-id=\"1506561\"><a href=\"/opinion/1506561/pope-cottle-co-v-fairbanks-realty-trust/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span> </a></span>(1st Cir.1941);  Bomeisler v. M. Jacobson &amp; Sons Trust, <span class=\"citation\" data-id=\"1562582\"><a href=\"/opinion/1562582/bomeisler-v-m-jacobson-sons-trust/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">261</span> </a></span>(1st Cir.1941);  Gardiner, <span class=\"citation\" data-id=\"1482477\"><a href=\"/opinion/1482477/gardiner-v-united-states/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">992</span></a></span>;  In re Village Green Realty Trust, <span class=\"citation\" data-id=\"1990614\"><a href=\"/opinion/1990614/in-re-village-green-realty-trust/\"><span class=\"volume\">113</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">105</span> </a></span>(Bankr.D.Mass.1990);  In re Medallion Realty Trust, <span class=\"citation\" data-id=\"1902549\"><a href=\"/opinion/1902549/in-re-medallion-realty-trust/\"><span class=\"volume\">120</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">245</span> </a></span>(Bankr.D.Mass.1990);  In re L &amp; V Realty Trust, <span class=\"citation\" data-id=\"1906839\"><a href=\"/opinion/1906839/in-re-l-v-realty-trust/\"><span class=\"volume\">61</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">423</span> </a></span>(Bankr.D.Mass.1986);  First Eastern Bank v. Jones, <span class=\"citation\" data-id=\"2198438\"><a href=\"/opinion/2198438/first-eastern-bank-na-v-jones/\"><span class=\"volume\">413</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">654</span></a></span>, <span class=\"citation\" data-id=\"2198438\"><a href=\"/opinion/2198438/first-eastern-bank-na-v-jones/\"><span class=\"volume\">602</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">211</span> </a></span>(1992);  Hall, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">30</span></span>;  Baker v. Comm'r of Corps. and Taxation, <span class=\"citation no-link\"><span class=\"volume\">253</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">130</span></span>, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">593</span> </span>(1925);  Dana, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">941</span></span>;  Frost v. Thompson, <span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">360</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">1009</span> </span>(1914);  Williams v. Inhabitants of Milton, <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">355</span> </span>(1913).  See also Takemi Ueno, Defining a \"Business Trust\":  Proposed Amendment of Section 101(9) of the Bankruptcy Code, 30 Harv.J. on Legis. 499 (1993).  That question is not before us, but trusts with characteristics like those of the Highland Avenue Nursing Home Trust are a \"lawful method of transacting business in [the] Commonwealth.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Hall</span> <span class=\"volume\">41</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">34</span></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Paragraph 13 provides that \"the beneficial interests hereby created shall not be transferrable or assignable without first offering said shares to the other beneficiaries in writing.\"   The trustee must notify the remaining beneficiaries of a beneficiary's offer to sell shares;  they or any of them may accept the offer, or, alternatively, three arbitrators may be chosen to ascertain the value of the offered shares;  the beneficiary desiring to sell may do so free of restriction thirty days from the date of the arbitrators' determination if the beneficiary desiring to buy has not paid the amount so determined;  and if more than one beneficiary desires to buy, they may buy the offered shares in proportion to the shares held by them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The executors, administrators or assigns of any deceased beneficiary are to succeed to his or her rights under the trust</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The spendthrift clause is ineffective as to Fay's beneficial interest because she is both settlor and beneficiary.  See <span class=\"citation\" data-id=\"2226544\"><span class=\"antecedent_guess\">Morrissey,</span> <a href=\"/opinion/2226544/merchants-national-bank-v-morrissey/\"><span class=\"volume\">109</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">823</span></a></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Forbes,</span> <span class=\"volume\">140</span> <span class=\"reporter\">N.E.</span> at <span class=\"page\">419</span></span>.   Moreover, a spendthrift clause is \"merely a state-created exemption from the reach of creditors, and not an aspect of the substantive [property] right\" to which a federal lien attaches.  United States v. Rye, <span class=\"citation\" data-id=\"343378\"><a href=\"/opinion/343378/united-states-v-owen-m-rye/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">682</span></a></span>, 685 (1st Cir.1977)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> When the IRS seeks to collect other than through a section 7403 proceeding or by levy, it has the privileges of an ordinary judgment creditor, <span class=\"citation\" data-id=\"110942\"><span class=\"antecedent_guess\">Rodgers,</span> <a href=\"/opinion/110942/united-states-v-rodgers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">682</span></a></span>, <span class=\"citation\" data-id=\"110942\"><span class=\"antecedent_guess\">697,</span> <a href=\"/opinion/110942/united-states-v-rodgers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2136-37</span></a></span>, 2144-45, or in this case, whatever privileges the FDCPA confers</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/89260/",
    "https://www.courtlistener.com/api/rest/v3/opinions/100424/",
    "https://www.courtlistener.com/api/rest/v3/opinions/101582/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105712/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106079/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109249/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110260/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110942/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112837/",
    "https://www.courtlistener.com/api/rest/v3/opinions/265077/",
    "https://www.courtlistener.com/api/rest/v3/opinions/289073/",
    "https://www.courtlistener.com/api/rest/v3/opinions/289657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/343378/",
    "https://www.courtlistener.com/api/rest/v3/opinions/364691/",
    "https://www.courtlistener.com/api/rest/v3/opinions/371376/",
    "https://www.courtlistener.com/api/rest/v3/opinions/383798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/397226/",
    "https://www.courtlistener.com/api/rest/v3/opinions/439211/",
    "https://www.courtlistener.com/api/rest/v3/opinions/447861/",
    "https://www.courtlistener.com/api/rest/v3/opinions/468220/",
    "https://www.courtlistener.com/api/rest/v3/opinions/502456/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538417/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575271/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589959/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600459/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605980/",
    "https://www.courtlistener.com/api/rest/v3/opinions/692968/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1415462/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1482477/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1490670/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1506561/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1549467/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1562582/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1663389/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1836035/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1840935/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1884301/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1902549/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1906839/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1967658/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1973627/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1989501/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1990614/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1994438/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2013515/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2023165/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2032692/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2044615/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2047805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2054812/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2071700/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2075868/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2089948/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2090820/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2099608/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2120611/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2120780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2135854/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2149632/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2153503/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2168965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2194790/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2198438/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2199422/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2203466/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2207520/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2226022/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2226544/"
  ]
}