{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196568/",
  "id": 196568,
  "absolute_url": "/opinion/196568/passamaquoddy-tribe-v-state-of-maine/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196568/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:09:04Z",
  "date_modified": "2020-02-21T23:08:12.844607Z",
  "type": "010combined",
  "sha1": "8d89d41a313dc46b311351673faa0a7b160a28ad",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1922.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 95-1922\r\n\n                       PASSAMAQUODDY TRIBE,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                     STATE OF MAINE, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                             \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                    FOR THE DISTRICT OF MAINE\r\n\n           [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \r\n\n                                             \r\n\n                              Before\r\n\n                     Selya, Boudin and Lynch,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                             \r\n\n     Thomas N.  Tureen, with  whom Gregory  W.  Sample, Tureen  &amp;\r                                                                           \r\nSample, Richard B.  Collins, David Overlock Stewart,  and Ropes &amp;\r                                                                           \r\nGray were on brief, for appellant.\r              \r\n     Francis  A. Brown on brief for City of Calais, Maine, amicus\r                                \r\ncuriae.\r\n     Thomas  D. Warren,  Assistant  Attorney  General, with  whom\r                                \r\nAndrew  Ketterer, Attorney  General,  and Wayne  Moss,  Assistant\r                                                               \r\nAttorney General, were on brief, for appellees.\r\n\n                                             \r\n\n                         February 9, 1996\r\n                                             \r\r\n\n          SELYA,  Circuit Judge.   The  Passamaquoddy Tribe  (the\r                    SELYA,  Circuit Judge.\r                                         \r\n\nTribe)  sued   to  compel  Maine   and  the  governor   of  Maine\r\n\n(collectively,  Maine or  the  State) to  recognize its  asserted\r\n\nright to avoid the prohibitions of Maine's criminal code, see 17-\r                                                                       \r\n\nA  Me. Rev. Stat. Ann.    953-954, and conduct high-stakes casino\r\n\ngambling behind the shield  of the Indian Gaming Regulatory  Act,\r\n\n25  U.S.C.    2701-2721, 18 U.S.C.    1166-1168 (the Gaming Act).\r\n\nThe federal district court  decided that the Gaming Act  does not\r\n\nextend to Maine, and  denied relief.  See Passamaquoddy  Tribe v.\r                                                                        \r\n\nMaine, 897 F. Supp. 632 (D. Me. 1995).  We affirm.\r               \r\n\nI.  THE STATUTORY FRAMEWORK\r          I.  THE STATUTORY FRAMEWORK\r\n\n          In order  to put this  appeal into  perspective, it  is\r\n\nnecessary to juxtapose the Gaming Act and the Maine Indian Claims\r\n\nSettlement  Act of 1980,  25 U.S.C.     1721-1735 (the Settlement\r\n\nAct).\r\n\n          In the early 1970s, the Tribe began earnestly to pursue\r\n\nclaims  to nearly  two-thirds of  Maine's land  mass.   See Joint\r                                                                           \r\n\nTribal Council of the Passamaquoddy Tribe v. Morton, 388 F. Supp.\r                                                             \r\n\n649,  651-53,  667-69  (D.  Me.)  (reviewing  dispute's history),\r\n\naff'd, 528  F.2d 370 (1st Cir. 1975).  After years of strife, the\r               \r\n\nTribe  and the State negotiated  a settlement of  the land claims\r\n\nunder  federal  auspices.     The  arrangement  was  designed  to\r\n\ntransform the legal status of the Maine tribes (the Passamaquoddy\r\n\nTribe  and   the  Penobscot  Nation),  and  to  create  a  unique\r\n\nrelationship between  state and tribal authority.   See Penobscot\r                                                                           \r\n\nNation v. Stilphen, 461 A.2d 478, 488-89 (Me.), appeal dismissed,\r                                                                          \r\n\n                                2\r\r\n\n464 U.S.  923 (1983).    The Passamaquoddies  and the  Penobscots\r\n\nratified the  provisional pact  and Maine's  legislature followed\r\n\nsuit.  See P.L. 1979, c. 732, codified at 30 Me.  Rev. Stat. Ann.\r                                                   \r\n\n   6201-6214.  In 1980, Congress cemented the terms of the accord\r\n\nby passing the Settlement Act.  The  federal statute incorporated\r\n\nthe  parties' agreement  and  established the  ground rules  that\r\n\nhenceforth would  govern matters  of common political  concern to\r\n\nthe State and the two tribes.\r\n\n          Among other things, the Settlement Act rid the State of\r\n\nall  Indian land  claims and  submitted the  Passamaquoddies, the\r\n\nPenobscots, and  their tribal lands to  the State's jurisdiction.\r\n\nSee  25 U.S.C.      1721(b)(4),  1723(b)  &amp;  (c),  1725(a).    In\r             \r\n\naddition,  section 16(b) of the  Settlement Act gave  the State a\r\n\nmeasure of security against  future federal incursions upon these\r\n\nhard-won gains.  It stated:\r\n\n          The  provisions  of any  federal  law enacted\r\n          after October 10, 1980 [the effective date of\r\n          the  Settlement  Act],  for  the  benefit  of\r\n          Indians, Indian nations,  or tribes or  bands\r\n          of Indians, which would affect or preempt the\r\n          application  of  the  laws of  the  State  of\r\n          Maine, . . . shall not apply within the State\r\n          of  Maine,  unless  such  provision  of  such\r                                                                 \r\n          subsequently    enacted   Federal    law   is\r                                                                 \r\n          specifically made applicable within the State\r                                                                 \r\n          of Maine.\r                            \r\n\n25 U.S.C.   1735(b) (emphasis supplied).  The Tribe received fair\r\n\nconsideration for  its agreement:   the Settlement  Act confirmed\r\n\nits title to  designated reservation lands, memorialized  federal\r\n\nrecognition of its  tribal status, and  opened the floodgate  for\r\n\nthe influx of millions  of dollars in federal subsidies.   See 25\r                                                                        \r\n\n                                3\r\r\n\nU.S.C.   1733.\r\n\n          Approximately  eight years later,  Congress enacted the\r\n\nGaming Act.   This statute establishes  a three-tiered regulatory\r\n\nparadigm in respect to  gambling activities on Indian lands.   We\r\n\ndescribed  these three  layers  in Rhode  Island v.  Narragansett\r                                                                           \r\n\nIndian Tribe, 19 F.3d  685, 689-90 (1st Cir.), cert.  denied, 115\r                                                                      \r\n\nS. Ct.  298 (1994), and it  would be pleonastic  to rehearse that\r\n\ndescription here.  We focus instead on the third tier:  Class III\r\n\ngaming (a category that encompasses casino gambling).\r\n\n          The Gaming Act provides that, unless a state imposes an\r\n\noutright ban on  all Class III  gaming (and  Maine does not),  it\r                              \r\n\nmust, upon  the  request  of  a federally  recognized  and  self-\r\n\ngoverning Indian tribe, negotiate a compact stipulating the terms\r\n\nand conditions  under  which the  tribe can  introduce Class  III\r\n\ngaming on  Indian lands.  See  25 U.S.C.   2710(d).   The statute\r                                       \r\n\ncontains a series of fail-safe mechanisms designed to ensure that\r\n\nstates  do  not stall  the negotiations  or  conduct them  in bad\r\n\nfaith.  See, e.g., id.   2710(d)(7).\r                                \r\n\n          The  Settlement  Act  and  the Gaming  Act  are  vastly\r\n\ndifferent  in scope.  From a geographic standpoint, the former is\r\n\nnarrower in the sense that it  applies only in Maine whereas  the\r\n\nlatter has  national implications.  From  a political standpoint,\r\n\nhowever, the Settlement  Act is  broader in that  it purposes  to\r\n\ncover  virtually the  entire field  of relationships  between the\r\n\nState  and the Indian tribes  based there whereas  the Gaming Act\r\n\nconcentrates exclusively on a  particular kind of activity, i.e.,\r\n\n                                4\r\r\n\ngambling.\r\n\nII.  THE GENESIS OF THE APPEAL\r          II.  THE GENESIS OF THE APPEAL\r\n\n          Mindful  of  the  meteoric  success  of  other  Indian-\r\n\nsponsored  casinos, the Tribe decided in the early 1990s to climb\r\n\naboard the  bandwagon.   It chose  Calais,  a Maine  municipality\r\n\nlocated near the Canadian  border, as the preferred site  for its\r\n\nnascent  enterprise.  Because  the Gaming Act  requires Class III\r\n\ngaming  to   be  conducted  on   \"Indian  lands,\"  25   U.S.C.   \r\n\n2710(d)(3)(A),  the Tribe  sought to add  a designated  parcel of\r\n\nreal estate  to its inventory of  tribal lands.  See  30 Me. Rev.\r                                                              \r\n\nStat. Ann.    6205 (authorizing  incremental land  acquisitions).\r\n\nWhen formally apprised  of the Tribe's plans, the State concluded\r\n\nthat the Gaming Act  did not apply within Maine's  boundaries and\r\n\nscotched  the  proposed  casino.    As  a  lagniappe,  the  state\r\n\nlegislature passed a bill  that allowed tribal land in  Calais to\r\n\nbe used  for such a purpose  (1) if the Tribe  secured the city's\r\n\nblessing and the Governor of Maine thereafter agreed to negotiate\r\n\na tribal-state  compact under 25  U.S.C.    2710(d), or (2)  if a\r\n\ncourt  of competent  jurisdiction  declared that  the Gaming  Act\r\n\nextended to Maine.  See Me. Laws 1993, ch.  713,   1, codified at\r                                                                           \r\n\n30 Me. Rev. Stat. Ann.   6205(1)(c).\r\n\n          After  some procedural maneuvering,  not material here,\r\n\nthe Tribe sued to  compel the commencement of negotiations  for a\r\n\ncompact.  The  defendants moved  for judgment  on the  pleadings,\r\n\nFed. R. Civ. P. 12(c), asserting that the Gaming Act did not hold\r\n\n                                5\r\r\n\nsway within Maine.   The Tribe opposed the  motion.  It contended\r\n\namong  other  things  that  the  Gaming  Act  reached  Maine,  as\r\n\nelsewhere, because Congress had impliedly repealed the Settlement\r\n\nAct vis-a-vis gaming activities  conducted by Indian tribes, and,\r\n\nin  all events, had  made the Gaming  Act specifically applicable\r\n\nwithin Maine.\r\n\n          Unimpressed  by the  Tribe's armada  of  arguments, the\r\n\ndistrict  court ruled that the  Gaming Act lacked  force in Maine\r\n\nand entered judgment in the defendants' favor.  See Passamaquoddy\r                                                                           \r\n\nTribe, 897 F. Supp. at 635.  This appeal followed.\r               \r\n\nIII.  ANALYSIS\r          III.  ANALYSIS\r\n\n          Our discussion of the issues proceeds in four parts.\r\n\n                                A\r                                          A\r\n\n          This   case  turns   on   a   question   of   statutory\r\n\ninterpretation.   By  its  terms, the  Gaming  Act, if  taken  in\r\n\nisolation, applies to any  federally recognized Indian tribe that\r\n\npossesses  powers of self-governance.   See 25  U.S.C.   2703(5).\r                                                     \r\n\nConsequently, if we were to  start and stop with the  Gaming Act,\r\n\nthe Tribe    which is federally  recognized and self-governing   \r\n\nwould be home free.  But this case cannot be confined within such\r\n\nnarrow margins.  The  chief objective of statutory interpretation\r\n\nis to give  effect to  the legislative  will.   See Negonsott  v.\r                                                                       \r\n\nSamuels,  113 S.  Ct. 1119,  1122-23 (1993);  Narragansett Indian\r                                                                           \r\n\nTribe, 19  F.3d at 691.   To achieve this objective  a court must\r               \r\n\ntake  into   account  the  tacit  assumptions   that  underlie  a\r\n\nlegislative enactment,  including not only  general policies  but\r\n\n                                6\r\r\n\nalso preexisting statutory provisions.  See Ohio ex rel. Popovici\r                                                                           \r\n\nv.  Agler, 280  U.S.  379, 383  (1929);  Greenwood Trust  Co.  v.\r                                                                       \r\n\nMassachusetts,  971 F.2d 818, 827 (1st  Cir. 1992), cert. denied,\r                                                                          \r\n\n113  S. Ct. 974 (1993).   Put simply,  courts must recognize that\r\n\nCongress does not legislate  in a vacuum.  See  Thinking Machines\r                                                                           \r\n\nCorp. v. Mellon Fin. Servs. Corp. # 1 (In  re Thinking Machines),\r                                                                          \r\n\n67 F.3d 1021, 1025 (1st Cir. 1995).\r\n\n          Taking this  haploscopic view brings us  immediately to\r\n\nsection  16(b) of the Settlement Act, 25 U.S.C.   1735(b), quoted\r\n\nsupra  p.3.   At first  glance, the  conditions precedent  to the\r               \r\n\napplicability of section 16(b) are  plainly satisfied.  The Tribe\r\n\ndoes  not dispute     nor could  it    that the  Gaming Act  is a\r\n\n\"federal law enacted after  October 10, 1980, for the  benefit of\r\n\nIndians,  Indian nations, or  tribes or  bands of  Indians, which\r\n\nwould  affect or preempt the application of the laws of the State\r\n\nof  Maine.\"1    25 U.S.C.     1735(b).    In such  circumstances,\r\n\nsection  16(b) provides  that Maine  will be  exempt from  such a\r\n\nstatute  unless  Congress  has  \"specifically  made\" the  statute\r                         \r\n\n\"applicable  within the State of Maine.\"  In other words, section\r\n\n16(b) is  a savings clause that serves  two related purposes.  It\r\n\nacts as a warning signal to  later Congresses to stop, look,  and\r\n\nlisten before  weakening the  foundation on which  the settlement\r\n\nbetween Maine  and the Tribe rests.  At the same time, it signals\r\n\ncourts that, if a later Congress  enacts a law for the benefit of\r\n                    \r                              \r\n\n     1Among other  things, the Gaming  Act, if it  applied, would\r\npreempt various provisions of Maine's criminal law, including 17-\r\nA Me. Rev. Stat. Ann.    953-954.\r\n\n                                7\r\r\n\nIndians and intends  the law  to have effect  within Maine,  that\r\n\nintent will be made manifest.  In view of these dual purposes, we\r\n\ncannot decide the question  of whether the Gaming Act  extends to\r\n\nMaine withoutfactoring section 16(b) intothe decisional calculus.\r\n\n          This realization gets the grease  from the goose.   The\r\n\ntext  of the  Gaming Act  contains  not so  much as  a hint  that\r\n\nCongress intended to make that Act specifically applicable within\r\n\nMaine.   Where,  as here,  Congress enacts  a statute  of general\r\n\napplicability (e.g., the  Gaming Act) with full  knowledge that a\r\n\npreexisting statute (e.g., the Settlement Act) contains a savings\r\n\nclause warning pointedly that a specific reference or a similarly\r\n\nclear expression of legislative intent will be required  to alter\r\n\nthe  status quo, the only reasonable conclusion that can be drawn\r\n\nfrom  the later Congress's  decision to omit  any such expression\r\n\nfrom the text of the new  statute is that Congress did not desire\r\n\nto  bring  about such  an  alteration.   See  Narragansett Indian\r                                                                           \r\n\nTribe,  19 F.3d  at 704  n.21 (observing  that when  an \"enacting\r               \r\n\nCongress is  demonstrably aware of the earlier law at the time of\r\n\nthe later law's enactment,  there is no basis for  indulging\" any\r\n\nother presumption).\r\n\n          The  Tribe's principal  rejoinder is  on constitutional\r\n\ngrounds.  It posits  that giving effect to section 16(b)  in this\r\n\nfashion  is  tantamount  to  binding a  successor  Congress  to a\r\n\npredecessor's   will,   and    therefore   careens   beyond   the\r\n\nconstitutional  pale.  See, e.g., Glidden Co. v. Zdanok, 370 U.S.\r                                                                 \r\n\n530,  534  (1962); Reichelderfer  v.  Quinn,  287  U.S. 315,  318\r                                                     \r\n\n                                8\r\r\n\n(1932); Fletcher v. Peck, 10 U.S. (6 Cranch) 87, 135  (1810).  We\r                                  \r\n\nbelieve that this rejoinder distorts the reality of events.\r\n\n          Section 16(b) does  not prohibit a subsequent  Congress\r\n\nfrom  writing a new statute  reflecting new policies and applying\r\n\nit  to the Indian  tribes in Maine.   Congress could  make such a\r\n\nstatute fully  effective in  Maine through  the  use of  explicit\r\n\nlanguage, by otherwise offering a patent indication of its intent\r\n\nto accomplish that result, or, indeed, by first repealing section\r\n\n16(b).  Thus,  section 16(b)  is purely an  interpretive aid;  it\r\n\nserves both  to limn  the  manner in  which subsequently  enacted\r\n\nstatutes should be written to accomplish a particular goal and to\r\n\ncolor the way in  which such statutes thereafter should  be read.\r\n\nIn fine, section  16(b) binds subsequent  Congresses only to  the\r\n\nextent that they choose to be bound.\r\n\n          The sockdolager is that  the Court regularly has upheld\r\n\nand given effect to such provisions, see, e.g., Warden, Lewisburg\r                                                                           \r\n\nPenit.  v. Marrero,  417 U.S.  653,  659-60 n.10  (1974) (earlier\r                            \r\n\nstatute barred repeal of  certain penalties \"unless the repealing\r\n\nAct shall  so expressly  provide\"); Shaughnessy v.  Pedreiro, 349\r                                                                      \r\n\nU.S.  48,   52  (1955)  (earlier  statute   directed  that  \"[n]o\r\n\nsubsequent legislation  shall  .  .  . supersede  or  modify  the\r\n\nprovisions of  [the earlier  statute] except  to the extent  such\r\n\nlegislation  shall do  so expressly\");  Posadas v.  National City\r                                                                           \r\n\nBank,  296 U.S.  497, 501  (1936) (earlier statute  directed that\r              \r\n\nsubsequent  laws  \"shall not  apply  to  the Philippine  Islands,\r\n\nexcept when  they specifically  so provide\"); Great  Northern Ry.\r                                                                           \r\n\n                                9\r\r\n\nCo.  v. United  States,  208 U.S.  452,  456 (1908)  (similar  to\r                                \r\n\nMarrero); United States v. Reisinger, 128 U.S. 398, 401-02 (1888)\r                                              \r\n\n(similar to Marrero), and we see nothing that  distinguishes this\r                             \r\n\ncase from the mine-run.  This means, of course, that we must read\r\n\nthe Settlement Act and the  Gaming Act in pari passu.   Doing so,\r                                                              \r\n\nand giving effect to  their plain meaning, we are  led inexorably\r\n\nto  the  conclusion that  the latter  lacks force  within Maine's\r\n\nboundaries.\r\n\n                                B\r                                          B\r\n\n          The  Tribe  generates several  other  responses  to our\r\n\ntentative conclusion  that Congress  did not  intend to  make the\r\n\nGaming  Act  operative  in  Maine.    Its  most ferocious  attack\r\n\nsuggests that section 16(b) need not be considered at all because\r\n\nthe Gaming  Act  impliedly repealed  it  insofar as  gambling  on\r\n\ntribal lands is concerned.  The attack is easily repulsed.\r\n\n          We   are  unequivocally   committed  to   \"the  bedrock\r\n\nprinciple   that   implied  repeals   of  federal   statutes  are\r\n\ndisfavored.\"  Narragansett  Indian Tribe, 19 F.3d  at 703; accord\r                                                                           \r\n\nRodriguez  v. United  States, 480  U.S. 522,  524 (1987);  TVA v.\r                                                                        \r\n\nHill, 437 U.S. 153, 189 (1978); United States v. Borden  Co., 308\r                                                                      \r\n\nU.S.  188,  198 (1939).    The  general rule  is  that \"when  two\r\n\nstatutes  are capable  of  coexistence, it  is  the duty  of  the\r\n\ncourts, absent  a clearly  expressed congressional intent  to the\r\n\ncontrary, to regard each  as effective.\"  Morton v.  Mancari, 417\r                                                                      \r\n\nU.S.  535, 551 (1974).   The only other  satisfactory basis for a\r\n\nrepeal  by   implication  (apart  from  a   clear  expression  of\r\n\n                                10\r\r\n\nCongress's  intent to repeal) is  a finding that  the earlier and\r\n\nlater  statutes are irreconcilable.   See Hill, 437  U.S. at 190;\r                                                        \r\n\nMorton,  417 U.S. at 550;  Narragansett Indian Tribe,  19 F.3d at\r                                                              \r\n\n703-04.   \"[I]f the  two [acts]  are  repugnant in  any of  their\r\n\nprovisions,  the  latter  act,  without  any  repealing   clause,\r\n\noperates  to the  extent  of the  repugnancy as  a repeal  of the\r\n\nfirst.\"   United States  v.  Tynen, 78  U.S.  (11 Wall.)  88,  92\r                                            \r\n\n(1870).\r\n\n          Of course, statutes can be irreconcilable even short of\r\n\noutright repugnancy.   Thus, a repeal may  be implied if  a later\r\n\nstatute  covers  the  entire  subject matter  \"and  embraces  new\r\n\nprovisions, plainly showing that it was intended as  a substitute\r\n\nfor  the first act.\"  Id.; see  also Posadas, 296 U.S. at 503-04;\r                                                      \r\n\nNarragansett   Indian  Tribe,  19   F.3d  at  703-04.     But  an\r                                      \r\n\nirreconcilable  conflict  does  not   exist  merely  because  the\r\n\napplication of  a later statute would  \"produce differing results\r\n\nwhen applied  . . ., for  that no more than  states the problem.\"\r\n\nRadzanower v. Touche Ross &amp; Co., 426 U.S. 148, 155 (1976).\r                                         \r\n\n          These  precepts fit  without  special tailoring  in the\r\n\nIndian law  context.   See, e.g.,  Narragansett Indian  Tribe, 19\r                                                                       \r\n\nF.3d at 704;  Blackfeet Indian  Tribe v. Montana  Power Co.,  838\r                                                                     \r\n\nF.2d  1055, 1058 (9th Cir.),  cert. denied, 488  U.S. 828 (1988).\r                                                    \r\n\nIn  this case, they  defeat the Tribe's  attack.  The  Gaming Act\r\n\ncontains no evidence of  an intention to repeal section  16(b) of\r\n\nthe Settlement Act,  let alone  a patent expression  of any  such\r\n\ndesign.  Indeed, when the 100th Congress passed the Gaming Act it\r\n\n                                11\r\r\n\nwas  fully  cognizant  of   the  Settlement  Act  and  apparently\r\n\ncontemplated that the new  statute would not in any  way displace\r\n\nthe old:\r\n\n          [I]t  is the intention  of the Committee that\r\n          nothing  in  .  .  . [the  Gaming  Act]  will\r\n          supersede   any   specific   restriction   or\r\n          specific  grant  of   Federal  authority   or\r\n          jurisdiction   to  a   State  which   may  be\r\n          encompassed   in  another   Federal  statute,\r\n          including the . .  . [Maine] Indian  Claim[s]\r\n          Settlement Act.\r\n\nS. Rep. No. 446, 100th Congress, 2d Sess. 12 (1988), reprinted in\r                                                                           \r\n\n1988  U.S.C.C.A.N. 3071, 3082.2   The  absence of  any suggestive\r\n\nguideposts in the Gaming  Act, coupled with the easy  integration\r\n\nof the two laws, effectively dispatches  the argument for implied\r\n\nrepeal.\r\n\n          Our opinion in Narragansett Indian  Tribe is not to the\r                                                             \r\n\ncontrary.   There, we  concluded  that Congress,  in passing  the\r\n\nGaming Act, had impliedly repealed the Rhode Island Indian Claims\r\n\nSettlement Act of  1978, 25  U.S.C.    1701-1716,  to the  extent\r\n\nthat  it  touched upon  gambling  activities.   See  Narragansett\r                                                                           \r\n\n                    \r                              \r\n\n     2We  found this passage  of no  help in  the context  of the\r\nRhode  Island  Indian  Claims  Settlement   Act  of  1978.    See\r                                                                           \r\nNarragansett  Indian Tribe, 19 F.3d  at 700.   The version of the\r                                    \r\nbill to which the report applied originally contained a provision\r\nthat explicitly  exempted  Rhode Island  from  the reach  of  the\r\nGaming  Act,  yet,  prior  to  enactment,  Congress  removed  the\r\nexonerative provision.   In that circumstance,  we concluded that\r\nthe  report \"shed[] no  light on Congress's  intent regarding the\r\nlaw  it actually  enacted.\"   Id.   By  contrast, the  draft bill\r                                           \r\nappended  to the  report  did not  contain  any similar  language\r\nregarding Maine (presumably because the legislators knew that the\r\nSettlement  Act included  a savings  clause making  such language\r\nunnecessary).    Thus, unlike  in the  case  of Rhode  Island, no\r\ntelltale chain of events taints the report's reference in respect\r\nto Maine.\r\n\n                                12\r\r\n\nIndian Tribe,  19  F.3d at  704-05.   But  the  Rhode Island  Act\r                      \r\n\ncontained no  provision comparable  to section  16(b); therefore,\r\n\nthe  literal terms  of  the two  statutes created  incoherence by\r\n\nsubjecting Indian  gaming  to two  mutually exclusive  regulatory\r\n\nenvironments.  Because we could find no feasible way to give full\r\n\neffect  to both  acts, we  concluded that  an implied  repeal had\r\n\ntranspired.  See id.\r                              \r\n\n          Here,  in  contradistinction  to  the   situation  that\r\n\nobtained in Rhode Island, section 16(b) satisfactorily harmonizes\r\n\nthe  Settlement  Act  and  the  Gaming  Act,  and  prevents   any\r\n\nincoherence.  The Settlement Act governs the State's relationship\r\n\nwith the Tribe and will continue to do so without dilution unless\r\n\nand  until Congress, by later enactment, makes a new law touching\r\n\nupon  the  same  subject  matter  in  one   or  more  particulars\r\n\nspecifically applicable within Maine.  As the Gaming Act does not\r\n\nmeet  this benchmark,  the Settlement  Act remains  inviolate and\r\n\nprecludes  the operation of the Gaming  Act in Maine.  See Ysleta\r                                                                           \r\n\ndel  Sur Pueblo  v. Texas,  36 F.3d  1325,  1335 (5th  Cir. 1994)\r                                   \r\n\n(holding that the Gaming  Act did not impliedly repeal  a federal\r\n\nstatute  granting Texas  jurisdiction over Indian  gaming because\r\n\nCongress  never indicated in the  Gaming Act that  it intended to\r\n\nrescind the previous grant of jurisdiction), cert. denied, 115 S.\r                                                                   \r\n\nCt. 1358 (1995).\r\n\n          To  sum up, we do not find  it surprising that the lack\r\n\nof any express indicium of a contrary congressional intent in the\r\n\ntext  of  the Gaming  Act  means  different  things in  different\r\n\n                                13\r\r\n\nsettings.   Without a  savings  clause like  section 16(b),  this\r\n\nomission may indicate an intent to apply the Act across the board\r\n\n   especially  if,  as  in Narragansett  Indian  Tribe,  Congress\r                                                                \r\n\nweighed,  and decided to discard, a specific exemption.  But when\r\n\na savings  clause is in play,  as in this case,  the omission can\r\n\nonly  mean that Congress desired the terms of the earlier statute\r\n\nto prevail.  In the final analysis, the differing outcomes in the\r\n\ntwo New England states bear witness to the truism that, \"[i]n the\r\n\ngame  of  statutory  interpretation, statutory  language  is  the\r\n\nultimate trump card.\"  Narragansett Indian Tribe, 19 F.3d at 699.\r                                                          \r\n\n                                C\r                                          C\r\n\n          The Tribe has a fallback position.   It maintains that,\r\n\neven if  we give  full force  and  effect to  section 16(b),  the\r\n\nGaming Act controls because  it is \"specifically made applicable\"\r\n\nwithin Maine.  In its most primitive form, this thesis embodies a\r\n\ncontention  that because  the  Tribe satisfies  the Gaming  Act's\r\n\ngeneral   definitional  requirement     federal  recognition  and\r\n\ngovernmental  power    a  court can  infer  Congress's intent  to\r\n\nbestow the  benefices of  the Gaming  Act upon  the  Tribe.   The\r\n\nproblem  with this  contention is  that it  entirely  ignores the\r\n\nSettlement Act.  Once  that flaw is revealed, it  becomes readily\r\n\napparent  that the Tribe's contention is no more than a back-door\r\n\neffort   to   reintroduce   the   notion   of   implied   repeal.\r\n\nConsequently, we reject it.\r\n\n                                14\r\r\n\n          In a  related vein, the Tribe postulates  that the very\r\n\ncomprehensiveness  of the Gaming Act is itself enough to meet the\r\n\ndemands of section 16(b).  This asseveration depends heavily upon\r\n\nthe correctness of the  proposition that the rule of  Marcello v.\r                                                                        \r\n\nBonds,  349 U.S.  302  (1955), permits  minimal particularity  of\r               \r\n\nexpression  to satisfy savings clauses like section 16(b).  We do\r\n\nnot believe that the proposition withstands scrutiny.\r\n\n          In   Marcello,  a   provision  of   the  Administrative\r                                 \r\n\nProcedure Act (APA) stipulated that statutes which purport either\r\n\nto supersede or modify the APA's judicial review modalities  must\r\n\ndo so  \"expressly.\"   See  id.  at 305  (quoting  APA    12,  now\r                                        \r\n\ncodified at  5  U.S.C.    559).   A  later  Congress enacted  the\r\n\nImmigration  and Nationality Act of 1952 (I&amp;N Act).  Although the\r\n\nI&amp;N  Act did not override the APA's judicial review modalities in\r\n\nso many  words, the  Supreme Court  concluded  that the  neoteric\r\n\nstatute's  deportation  procedure superseded  the  APA's judicial\r\n\nreview  modalities because (1) the presence  in the I&amp;N Act of an\r\n\nextensive  review scheme,  similar  in material  respects to  the\r\n\nAPA's review mechanisms, would otherwise be rendered meaningless,\r\n\nand  (2) the  I&amp;N Act  contained an  explicit provision  that the\r\n\nprocedure which  it prescribed \"shall  be the sole  and exclusive\r\n\nprocedure for determining  the deportability of  an alien.\"   See\r                                                                           \r\n\nMarcello,  349 U.S. at 308-09.  These factors, together with some\r                  \r\n\ninstructive legislative history, formed the basis for the Court's\r\n\ndetermination   that  the  subsequent  Congress  had  \"expressly\"\r\n\n                                15\r\r\n\nsuperseded  the APA's  judicial review  modalities in  respect to\r\n\ndeportation.3  Id. at 310.\r                            \r\n\n          The Tribe's  reliance on Marcello  is mislaid.   To  be\r                                                     \r\n\nsure,  the Gaming Act, like the I&amp;N  Act, is a statute of general\r\n\napplicability that arguably constructs a comprehensive regulatory\r\n\nregime for a defined  subject.4  But this single  similarity does\r\n\nnot  provide  a  particularly  persuasive  parallel  for  present\r\n\n                    \r                              \r\n\n     3The Court wrote that it could not\r\n\n          ignore the background of the 1952 immigration\r\n          legislation, its laborious adaptation  of the\r\n          Administrative    Procedure   Act    to   the\r\n          deportation process, the  specific points  at\r\n          which  deviations   from  the  Administrative\r\n          Procedure  Act were made,  the recognition in\r\n          the  legislative  history  of  this  adaptive\r\n          technique and of  the particular  deviations,\r\n          and  the direction  in the  statute  that the\r\n          methods  therein prescribed shall be the sole\r\n          and   exclusive  procedure   for  deportation\r\n          proceedings.\r\n\nMarcello, 349 U.S. at 310.  The Court then concluded:\r                  \r\n\n          Unless  we  are  to require  the  Congress to\r\n          employ   magical   passwords   in  order   to\r\n          effectuate    an     exemption    from    the\r\n          Administrative  Procedure  Act, we  must hold\r\n          that the present statute expressly supersedes\r\n          the hearing provisions of that Act.\r\n\nId.\r             \r\n\n     4The  State argues that the  Gaming Act is not comprehensive\r\nin  the conventional sense.  This argument is not totally without\r\nmerit; the Gaming Act  has no application  to tribes that do  not\r\nseek  and  attain formal  federal  recognition, see  25  U.S.C.  \r                                                             \r\n2703(5),  tribes that  do  not exercise  jurisdiction over  their\r\nterritories,  see  id.    2710(b)(1)  &amp;  (d)(3)(A), tribal  lands\r                                \r\nlocated  in  states  that  proscribe  Class  II  and  III  gaming\r\nactivities  altogether, see id.   2710(b)(1)  &amp; (d)(1), or tribal\r                                         \r\nlands on  which  federal  law  pretermits  gambling,  see  id.   \r                                                                        \r\n2710(b)(1).  We need not probe the point too deeply.  For present\r\npurposes,  we simply  assume, favorably  to the  Tribe, that  the\r\nGaming  Act,  like  the  I&amp;N  Act,  constitutes  a  comprehensive\r\nregulatory regime.\r\n\n                                16\r\r\n\npurposes.      Here, the  Tribe points to nothing  of consequence\r\n\nbeyond  the comprehensive nature of  the Gaming Act.   Unlike the\r\n\ndeportation  procedure delineated  in  the I&amp;N  Act, none  of the\r\n\nprovisions  of the Gaming Act will be rendered meaningless if the\r\n\nAct  excludes Maine.  Moreover,  unlike in the  I&amp;N Act, Congress\r\n\nhas  not declared  the  Gaming Act  to  be \"exclusive\"  of  other\r\n\npotentially applicable legislation.   And, finally, unlike in the\r\n\nlegislative history of the  I&amp;N Act, there are no  signposts writ\r\n\nlarge in the debate over the Gaming Act.  These differences serve\r\n\nboth to distinguish the instant case from Marcello and to put the\r                                                            \r\n\nholding of that case  into perspective.  See Great  Northern, 208\r                                                                      \r\n\nU.S. at 466 (explaining  that the comprehensiveness of subsequent\r\n\nlegislation,  without more, will not  satisfy a savings clause in\r\n\nan earlier statute).  The point is not that Congress was derelict\r\n\nin employing  one particular collocation  of words as  opposed to\r\n\nanother, but, rather, that it chose  not to include in the Gaming\r\n\nAct any indication that it meant to make the statute specifically\r                 \r\n\napplicable within Maine.5\r\n\n          Though their  arguments are unavailing  when weighed on\r\n\nan evenly calibrated scale, the Tribe seeks to tip the balance by\r\n                    \r                              \r\n\n     5We find puzzling the  Tribe's reliance on a line  of cases,\r\nsee, e.g. Sims v. CIA, 471 U.S. 159, 167 (1985), decided under an\r                               \r\nexemption  from  the  disclosure  provisions of  the  Freedom  of\r\nInformation Act,  5 U.S.C.    552(b)(3) (providing  that agencies\r\nneed  not divulge  matters  that are  \"specifically exempted\"  by\r\nstatute), to support its ipse dixit that Congress need only enact\r                                             \r\na comprehensive statute to mute the  call of section 16(b).  That\r\nexemption merely incorporates by reference the secrecy provisions\r\nof  other   statutes,  and,   unlike  section  16(b),   plays  no\r\ndiscernible role in construing  the application of a subsequently\r\nenacted statute.\r\n\n                                17\r\r\n\naltering the calibration.   To this end, it  invites us to depart\r\n\nfrom the  usual canons  of construction  and chart  the statutory\r\n\ninterface between the Gaming Act and the Settlement Act by resort\r\n\nto  a  special interpretive  preference  that  the law  sometimes\r\n\naccords to Indian tribes.  See, e.g., Amoco Prod'n Co. v. Village\r                                                                           \r\n\nof Gambell, 480 U.S.  531, 555 (1987); South Carolina  v. Catawba\r                                                                           \r\n\nIndian Band, Inc., 476  U.S. 498, 506 (1986)  (collecting cases);\r                           \r\n\nRosebud Sioux  Tribe v. Kneip, 430  U.S. 584, 586-87 (1977).   We\r                                       \r\n\ndecline the invitation.\r\n\n          The  rule of  construction to  which the  Tribe alludes\r\n\nreflects  a  strong  federal  interest  in   safeguarding  Indian\r\n\nautonomy.  See, e.g., Rosebud Sioux, 430 U.S. at 586-87.  But the\r                                             \r\n\nrule is  apposite  only  when Congress  has  blown  an  uncertain\r\n\ntrumpet.    If  ambiguity  does   not  loom,  the  occasion   for\r\n\npreferential  interpretation never  arises.   See Catawba  Indian\r                                                                           \r\n\nBand,  476  U.S.  at 506;  Rosebud  Sioux,  430  U.S. at  587-88;\r                                                   \r\n\nNarragansett  Indian  Tribe,  19 F.3d  at  691.    When, as  now,\r                                     \r\n\nCongress  has  unambiguously  expressed  its  intent through  its\r\n\nchoice of statutory language, courts must read the relevant  laws\r\n\naccording  to  their unvarnished  meaning,  without any  judicial\r\n\nembroidery.    So  it  is  here:   since  there  is  no statutory\r\n\nambiguity,  the principle  of  preferential  construction is  not\r\n\ntriggered.\r\n\n                                D\r                                          D\r\n\n          The Tribe's last argument has a  different spin.  Under\r\n\nthe Gaming Act, Class II gaming conducted on tribal lands must be\r\n\n                                18\r\r\n\nsanctioned by  the National  Indian  Gaming Commission.   See  25\r                                                                       \r\n\nU.S.C.   2710(b).   While this litigation was pending,  the Tribe\r\n\nadopted  an ordinance authorizing the conduct  of bingo and other\r\n\nClass II gaming activities on its reservation lands and submitted\r\n\nthis  proposal  to  the  Commission.    The  Commission  asserted\r\n\njurisdiction and granted the request.  The approval took the form\r\n\nof  a letter  dated  July 19,  1995,  in which  the  Commission's\r\n\nchairman opined that the Gaming Act  applied in Maine.  The Tribe\r\n\nasked  the district court to  take judicial notice  of, and defer\r\n\nto,  that determination.   See generally  Chevron U.S.A.  Inc. v.\r                                                                        \r\n\nNatural  Resources Defense  Council, Inc.,  467 U.S.  837, 842-43\r                                                   \r\n\n(1984)  (discussing  deference  due to  agency  interpretations);\r\n\nStrickland v. Commissioner,  Me. Dep't of  Human Servs., 48  F.3d\r                                                                 \r\n\n12, 16 (1st Cir.) (similar), cert. denied, 116 S. Ct. 145 (1995).\r                                                   \r\n\nThe  district court  demurred.   The  Tribe  assigns error.    We\r\n\ndiscern none.\r\n\n          It  is  transpicuously clear  that,  under  Chevron, no\r                                                                       \r\n\ndeference is due if Congress has spoken directly to the question.\r\n\nSee Strickland,  48 F.3d at 16.   Here, we read  section 16(b) of\r                        \r\n\nthe  Settlement Act  as  a clear  and  unambiguous expression  of\r\n\ncongressional intent.   Furthermore,  in light of  section 16(b),\r\n\nthe Gaming  Act's failure  to mention  Maine makes that  statute,\r\n\ntoo, compelling evidence of  Congress's intent that it should not\r\n\napply in Maine.6\r\n                    \r                              \r\n\n     6The Tribe  construes the Gaming  Act's silence as  a latent\r\nambiguity.   We do not agree.  Given the tenor of the preexisting\r\nstatute,  the sound  of silence  here is  pregnant  with meaning.\r\n\n                                19\r\r\n\n          In  this instance,  moreover,  there  is another  valid\r\n\nreason  for declining to defer  to the Commission.   Deference is\r\n\nappropriate  under  Chevron  only  when an  agency  interprets  a\r                                     \r\n\nstatute  that it administers.   See CFTC v.  Schor, 478 U.S. 833,\r                                                            \r\n\n845 (1986).  Here, the question of the Gaming Act's applicability\r\n\ncannot  be addressed  in a  vacuum, and the  Commission, whatever\r\n\nelse  might   be  its  prerogatives,  does   not  administer  the\r\n\nSettlement  Act.   That  role belongs  to  the Secretary  of  the\r\n\nInterior, see, e.g., 25 U.S.C.    1725, 1727(a), and has not been\r                             \r\n\ndelegated  by  the  Secretary  to  the  Commission.    Though the\r\n\nCommission may have expertise in the conduct of gaming activities\r\n\non tribal lands, see,  e.g., Shakopee Mdewakanton Sioux Community\r                                                                           \r\n\nv. Hope, 16 F.3d 261, 264 (8th Cir. 1994), we cannot take it upon\r                 \r\n\nourselves to assume, without any evidence, that Congress intended\r\n\nto  entrust the  Commission with  reconciling the Gaming  Act and\r\n\nother statutes in the legislative firmament.\r\n\n          If more  were needed   and we do not believe that it is\r\n\n   we  note that  deference  is  inappropriate when  an  agency's\r\n\nconclusion  rests  predominantly  upon  its  reading  of judicial\r\n\ndecisions.  See, e.g., Director,  OWCP v. General Dynamics Corp.,\r                                                                          \r\n\n980  F.2d 74,  78-79 (1st  Cir.  1992).   In  this instance,  the\r\n\nCommission's jurisdictional analysis  depends almost  exclusively\r\n\non  decrypting  and  applying Marcello  and  Narragansett  Indian\r                                                                           \r\n\nTribe.    As  courts, not  agencies,  have  special  expertise in\r               \r\n                    \r                              \r\n\nTaken  in  context,  that silence  logically  denotes  Congress's\r\nintent  not to make the Gaming Act specifically applicable within\r\nMaine.\r\n\n                                20\r\r\n\ninterpreting case law, we  are loath to defer to  a determination\r\n\nthat amounts  to little more than  the Commission's understanding\r\n\nof judicial precedents.\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\r\n\n          To recapitulate, the Tribe and the State negotiated the\r\n\naccord  that is  now  memorialized in  the  Settlement Act  as  a\r\n\ncovenant  to  govern  their  future relations.    Maine  received\r\n\nvaluable consideration  for the accord, including  the protection\r\n\nafforded  by section  16(b).   The Tribe  also received  valuable\r\n\nconsideration, including land,  money, and  recognition.   Having\r\n\nreaped  the  benefits,  the  Tribe cannot  expect  the  corollary\r\n\nburdens  imposed under  the  Settlement Act  to disappear  merely\r\n\nbecause they have become inconvenient.\r\n\n          We need go no further.   We hold that Congress did  not\r\n\nmake  the Gaming  Act specifically  applicable within  Maine, and\r\n\nthat, therefore, the Tribe is not entitled to an order compelling\r\n\nthe State to negotiate a compact for Class III gaming.\r\n\nAffirmed.\r          Affirmed\r                  \r\n\n                                21\r\r\n",
  "html": "<p class=\"case_cite\">75 F.3d 784</p>\n    <p class=\"parties\">PASSAMAQUODDY TRIBE, Plaintiff, Appellant,<br>v.<br>STATE OF MAINE, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1922.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1996.<br>Decided Feb. 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine;  Morton A. Brody, U.S. District Judge.</p>\n      <p class=\"indent\">Thomas N. Tureen, with whom Gregory W. Sample, Portland, ME, Tureen &amp; Sample, Richard B. Collins, David Overlock Stewart, and Ropes &amp; Gray were on brief, for appellant.</p>\n      <p class=\"indent\">Francis A. Brown, on brief for City of Calais, Maine, amicus curiae.</p>\n      <p class=\"indent\">Thomas D. Warren, Assistant Attorney General, with whom Andrew Ketterer, Attorney General, and Wayne Moss, Assistant Attorney General, were on brief, Augusta, ME, for appellees.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Passamaquoddy Tribe (the Tribe) sued to compel Maine and the governor of Maine (collectively, Maine or the State) to recognize its asserted right to avoid the prohibitions of Maine's criminal code, see 17-A Me.Rev.Stat.Ann. &#167;&#167; 953-954, and conduct high-stakes casino gambling behind the shield of the Indian Gaming Regulatory Act, 25 U.S.C. &#167;&#167; 2701-2721, 18 U.S.C. &#167;&#167; 1166-1168 (the Gaming Act).   The federal district court decided that the Gaming Act does not extend to Maine, and denied relief.   See Passamaquoddy Tribe v. Maine, 897 F.Supp. 632 (D.Me.1995).   We affirm.</p>\n    </div>\n    <p>I. THE STATUTORY FRAMEWORK</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In order to put this appeal into perspective, it is necessary to juxtapose the Gaming Act and the Maine Indian Claims Settlement Act of 1980, 25 U.S.C. &#167;&#167; 1721-1735 (the Settlement Act).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the early 1970s, the Tribe began earnestly to pursue claims to nearly two-thirds of Maine's land mass.   See Joint Tribal Council of the Passamaquoddy Tribe v. Morton, 388 F.Supp. 649, 651-53, 667-69 (D.Me.)  (reviewing dispute's history), aff'd, 528 F.2d 370 (1st Cir.1975).   After years of strife, the Tribe and the State negotiated a settlement of the land claims under federal auspices.   The arrangement was designed to transform the legal status of the Maine tribes (the Passamaquoddy Tribe and the Penobscot Nation), and to create a unique relationship between state and tribal authority.   See Penobscot Nation v. Stilphen, 461 A.2d 478, 488-89 (Me.), appeal dismissed, 464 U.S. 923, 104 S.Ct. 323, 78 L.Ed.2d 296 (1983).   The Passamaquoddies and the Penobscots ratified the provisional pact and Maine's legislature followed suit.   See P.L.1979, c. 732, codified at 30 Me.Rev.Stat.Ann. &#167;&#167; 6201-6214.   In 1980, Congress cemented the terms of the accord by passing the Settlement Act.   The federal statute incorporated the parties' agreement and established the ground rules that henceforth would govern matters of common political concern to the State and the two tribes.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Among other things, the Settlement Act rid the State of all Indian land claims and submitted the Passamaquoddies, the Penobscots, and their tribal lands to the State's jurisdiction.   See 25 U.S.C. &#167;&#167; 1721(b)(4), 1723(b) &amp; (c), 1725(a).   In addition, section 16(b) of the Settlement Act gave the State a measure of security against future federal incursions upon these hard-won gains.   It stated:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>The provisions of any federal law enacted after October 10, 1980 [the effective date of the Settlement Act], for the benefit of Indians, Indian nations, or tribes or bands of Indians, which would affect or preempt the application of the laws of the State of Maine, ... shall not apply within the State of Maine, unless such provision of such subsequently enacted Federal law is specifically made applicable within the State of Maine.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">25 U.S.C. &#167; 1735(b) (emphasis supplied).   The Tribe received fair consideration for its agreement:  the Settlement Act confirmed its title to designated reservation lands, memorialized federal recognition of its tribal status, and opened the floodgate for the influx of millions of dollars in federal subsidies.   See 25 U.S.C. &#167; 1733.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Approximately eight years later, Congress enacted the Gaming Act.   This statute establishes a three-tiered regulatory paradigm in respect to gambling activities on Indian lands.   We described these three layers in Rhode Island v. Narragansett Indian Tribe, 19 F.3d 685, 689-90 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 298, 130 L.Ed.2d 211 (1994), and it would be pleonastic to rehearse that description here.   We focus instead on the third tier:  Class III gaming (a category that encompasses casino gambling).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Gaming Act provides that, unless a state imposes an outright ban on all Class III gaming (and Maine does not), it must, upon the request of a federally recognized and self-governing Indian tribe, negotiate a compact stipulating the terms and conditions under which the tribe can introduce Class III gaming on Indian lands.   See 25 U.S.C. &#167; 2710(d).   The statute contains a series of fail-safe mechanisms designed to ensure that states do not stall the negotiations or conduct them in bad faith.   See, e.g., id. &#167; 2710(d)(7).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Settlement Act and the Gaming Act are vastly different in scope.   From a geographic standpoint, the former is narrower in the sense that it applies only in Maine whereas the latter has national implications.   From a political standpoint, however, the Settlement Act is broader in that it purposes to cover virtually the entire field of relationships between the State and the Indian tribes based there whereas the Gaming Act concentrates exclusively on a particular kind of activity, i.e., gambling.</p>\n    </div>\n    <p>II. THE GENESIS OF THE APPEAL</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mindful of the meteoric success of other Indian-sponsored casinos, the Tribe decided in the early 1990s to climb aboard the bandwagon.   It chose Calais, a Maine municipality located near the Canadian border, as the preferred site for its nascent enterprise.   Because the Gaming Act requires Class III gaming to be conducted on \"Indian lands,\" 25 U.S.C. &#167; 2710(d)(3)(A), the Tribe sought to add a designated parcel of real estate to its inventory of tribal lands.   See 30 Me.Rev.Stat.Ann. &#167; 6205 (authorizing incremental land acquisitions).   When formally apprised of the Tribe's plans, the State concluded that the Gaming Act did not apply within Maine's boundaries and scotched the proposed casino.   As a lagniappe, the state legislature passed a bill that allowed tribal land in Calais to be used for such a purpose (1) if the Tribe secured the city's blessing and the Governor of Maine thereafter agreed to negotiate a tribal-state compact under 25 U.S.C. &#167; 2710(d), or (2) if a court of competent jurisdiction declared that the Gaming Act extended to Maine.   See Me.Laws 1993, ch. 713, &#167; 1, codified at 30 Me.Rev.Stat.Ann. &#167; 6205(1)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After some procedural maneuvering, not material here, the Tribe sued to compel the commencement of negotiations for a compact.   The defendants moved for judgment on the pleadings, Fed.R.Civ.P. 12(c), asserting that the Gaming Act did not hold sway within Maine.   The Tribe opposed the motion.   It contended among other things that the Gaming Act reached Maine, as elsewhere, because Congress had impliedly repealed the Settlement Act vis-a-vis gaming activities conducted by Indian tribes, and, in all events, had made the Gaming Act specifically applicable within Maine.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Unimpressed by the Tribe's armada of arguments, the district court ruled that the Gaming Act lacked force in Maine and entered judgment in the defendants' favor.   See Passamaquoddy Tribe, 897 F.Supp. at 635.   This appeal followed.</p>\n    </div>\n    <p>III. ANALYSIS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our discussion of the issues proceeds in four parts.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">* This case turns on a question of statutory interpretation.   By its terms, the Gaming Act, if taken in isolation, applies to any federally recognized Indian tribe that possesses powers of self-governance.   See 25 U.S.C. &#167; 2703(5).   Consequently, if we were to start and stop with the Gaming Act, the Tribe--which is federally recognized and self-governing--would be home free.   But this case cannot be confined within such narrow margins.   The chief objective of statutory interpretation is to give effect to the legislative will.   See Negonsott v. Samuels, 507 U.S. 99, 103-04, 113 S.Ct. 1119, 1122-23, 122 L.Ed.2d 457 (1993);  Narragansett Indian Tribe, 19 F.3d at 691.   To achieve this objective a court must take into account the tacit assumptions that underlie a legislative enactment, including not only general policies but also preexisting statutory provisions.   See Ohio ex rel. Popovici v. Agler, 280 U.S. 379, 383, 50 S.Ct. 154, 155, 74 L.Ed. 489 (1930);  Greenwood Trust Co. v. Massachusetts, 971 F.2d 818, 827 (1st Cir.1992), cert. denied, 506 U.S. 1052, 113 S.Ct. 974, 122 L.Ed.2d 129 (1993).   Put simply, courts must recognize that Congress does not legislate in a vacuum.   See Thinking Machines Corp. v. Mellon Fin.  Servs. Corp. # 1 (In re Thinking Machines), 67 F.3d 1021, 1025 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Taking this haploscopic view brings us immediately to section 16(b) of the Settlement Act, 25 U.S.C. &#167; 1735(b), quoted supra p. 787.   At first glance, the conditions precedent to the applicability of section 16(b) are plainly satisfied.   The Tribe does not dispute--nor could it--that the Gaming Act is a \"federal law enacted after October 10, 1980, for the benefit of Indians, Indian nations, or tribes or bands of Indians, which would affect or preempt the application of the laws of the State of Maine.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  25 U.S.C. &#167; 1735(b).   In such circumstances, section 16(b) provides that Maine will be exempt from such a statute unless Congress has \"specifically made\" the statute \"applicable within the State of Maine.\"   In other words, section 16(b) is a savings clause that serves two related purposes.   It acts as a warning signal to later Congresses to stop, look, and listen before weakening the foundation on which the settlement between Maine and the Tribe rests.   At the same time, it signals courts that, if a later Congress enacts a law for the benefit of Indians and intends the law to have effect within Maine, that intent will be made manifest.   In view of these dual purposes, we cannot decide the question of whether the Gaming Act extends to Maine without factoring section 16(b) into the decisional calculus.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This realization gets the grease from the goose.   The text of the Gaming Act contains not so much as a hint that Congress intended to make that Act specifically applicable within Maine.   Where, as here, Congress enacts a statute of general applicability (e.g., the Gaming Act) with full knowledge that a preexisting statute (e.g., the Settlement Act) contains a savings clause warning pointedly that a specific reference or a similarly clear expression of legislative intent will be required to alter the status quo, the only reasonable conclusion that can be drawn from the later Congress's decision to omit any such expression from the text of the new statute is that Congress did not desire to bring about such an alteration.   See Narragansett Indian Tribe, 19 F.3d at 704 n. 21 (observing that when an \"enacting Congress is demonstrably aware of the earlier law at the time of the later law's enactment, there is no basis for indulging\" any other presumption).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Tribe's principal rejoinder is on constitutional grounds.   It posits that giving effect to section 16(b) in this fashion is tantamount to binding a successor Congress to a predecessor's will, and therefore careens beyond the constitutional pale.   See, e.g., Glidden Co. v. Zdanok, 370 U.S. 530, 534, 82 S.Ct. 1459, 1464, 8 L.Ed.2d 671 (1962);  Reichelderfer v. Quinn, 287 U.S. 315, 318, 53 S.Ct. 177, 178, 77 L.Ed. 331 (1932);  Fletcher v. Peck, 10 U.S.  (6 Cranch) 87, 135, 3 L.Ed. 162 (1810).   We believe that this rejoinder distorts the reality of events.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Section 16(b) does not prohibit a subsequent Congress from writing a new statute reflecting new policies and applying it to the Indian tribes in Maine.   Congress could make such a statute fully effective in Maine through the use of explicit language, by otherwise offering a patent indication of its intent to accomplish that result, or, indeed, by first repealing section 16(b).   Thus, section 16(b) is purely an interpretive aid;  it serves both to limn the manner in which subsequently enacted statutes should be written to accomplish a particular goal and to color the way in which such statutes thereafter should be read.   In fine, section 16(b) binds subsequent Congresses only to the extent that they choose to be bound.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The sockdolager is that the Court regularly has upheld and given effect to such provisions, see, e.g., Warden, Lewisburg Penit. v. Marrero, 417 U.S. 653, 659-60 n. 10, 94 S.Ct. 2532, 2536 n. 10, 41 L.Ed.2d 383 (1974) (earlier statute barred repeal of certain penalties \"unless the repealing Act shall so expressly provide\");  Shaughnessy v. Pedreiro, 349 U.S. 48, 52, 75 S.Ct. 591, 594, 99 L.Ed. 868 (1955) (earlier statute directed that \"[n]o subsequent legislation shall ... supersede or modify the provisions of [the earlier statute] except to the extent such legislation shall do so expressly\");  Posadas v. National City Bank, 296 U.S. 497, 501, 56 S.Ct. 349, 351, 80 L.Ed. 351 (1936) (earlier statute directed that subsequent laws \"shall not apply to the Philippine Islands, except when they specifically so provide\");  Great Northern Ry. Co. v. United States, 208 U.S. 452, 456, 28 S.Ct. 313, 52 L.Ed. 567 (1908) (similar to Marrero );  United States v. Reisinger, 128 U.S. 398, 401-02, 9 S.Ct. 99, 100-01, 32 L.Ed. 480 (1888) (similar to Marrero ), and we see nothing that distinguishes this case from the mine-run.   This means, of course, that we must read the Settlement Act and the Gaming Act in pari passu.   Doing so, and giving effect to their plain meaning, we are led inexorably to the conclusion that the latter lacks force within Maine's boundaries.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Tribe generates several other responses to our tentative conclusion that Congress did not intend to make the Gaming Act operative in Maine.   Its most ferocious attack suggests that section 16(b) need not be considered at all because the Gaming Act impliedly repealed it insofar as gambling on tribal lands is concerned.   The attack is easily repulsed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We are unequivocally committed to \"the bedrock principle that implied repeals of federal statutes are disfavored.\"  Narragansett Indian Tribe, 19 F.3d at 703;  accord Rodriguez v. United States, 480 U.S. 522, 524, 107 S.Ct. 1391, 1392, 94 L.Ed.2d 533 (1987);  TVA v. Hill, 437 U.S. 153, 189, 98 S.Ct. 2279, 2299, 57 L.Ed.2d 117 (1978);  United States v. Borden Co., 308 U.S. 188, 198, 60 S.Ct. 182, 188, 84 L.Ed. 181 (1939).   The general rule is that \"when two statutes are capable of coexistence, it is the duty of the courts, absent a clearly expressed congressional intent to the contrary, to regard each as effective.\"  Morton v. Mancari, 417 U.S. 535, 551, 94 S.Ct. 2474, 2483, 41 L.Ed.2d 290 (1974).   The only other satisfactory basis for a repeal by implication (apart from a clear expression of Congress's intent to repeal) is a finding that the earlier and later statutes are irreconcilable.   See Hill, 437 U.S. at 190, 98 S.Ct. at 2299;  Morton, 417 U.S. at 550, 94 S.Ct. at 2482;  Narragansett Indian Tribe, 19 F.3d at 703-04.  \"[I]f the two [acts] are repugnant in any of their provisions, the latter act, without any repealing clause, operates to the extent of the repugnancy as a repeal of the first.\"  United States v. Tynen, 78 U.S.  (11 Wall.) 88, 92, 20 L.Ed. 153 (1870).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Of course, statutes can be irreconcilable even short of outright repugnancy.   Thus, a repeal may be implied if a later statute covers the entire subject matter \"and embraces new provisions, plainly showing that it was intended as a substitute for the first act.\"  Id.;  see also Posadas, 296 U.S. at 503-04, 56 S.Ct. at 352-53;  Narragansett Indian Tribe, 19 F.3d at 703-04.   But an irreconcilable conflict does not exist merely because the application of a later statute would \"produce differing results when applied ..., for that no more than states the problem.\"  Radzanower v. Touche Ross &amp; Co., 426 U.S. 148, 155, 96 S.Ct. 1989, 1993, 48 L.Ed.2d 540 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">These precepts fit without special tailoring in the Indian law context.   See, e.g., Narragansett Indian Tribe, 19 F.3d at 704;  Blackfeet Indian Tribe v. Montana Power Co., 838 F.2d 1055, 1058 (9th Cir.), cert. denied, 488 U.S. 828, 109 S.Ct. 79, 102 L.Ed.2d 56 (1988).   In this case, they defeat the Tribe's attack.   The Gaming Act contains no evidence of an intention to repeal section 16(b) of the Settlement Act, let alone a patent expression of any such design.   Indeed, when the 100th Congress passed the Gaming Act it was fully cognizant of the Settlement Act and apparently contemplated that the new statute would not in any way displace the old:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>[I]t is the intention of the Committee that nothing in ... [the Gaming Act] will supersede any specific restriction or specific grant of Federal authority or jurisdiction to a State which may be encompassed in another Federal statute, including the ... [Maine] Indian Claim[s] Settlement Act.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">S.Rep. No. 446, 100th Congress, 2d Sess. 12 (1988), reprinted in 1988 U.S.C.C.A.N. 3071, 3082.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The absence of any suggestive guideposts in the Gaming Act, coupled with the easy integration of the two laws, effectively dispatches the argument for implied repeal.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Our opinion in Narragansett Indian Tribe is not to the contrary.   There, we concluded that Congress, in passing the Gaming Act, had impliedly repealed the Rhode Island Indian Claims Settlement Act of 1978, 25 U.S.C. &#167;&#167; 1701-1716, to the extent that it touched upon gambling activities.   See Narragansett Indian Tribe, 19 F.3d at 704-05.   But the Rhode Island Act contained no provision comparable to section 16(b);  therefore, the literal terms of the two statutes created incoherence by subjecting Indian gaming to two mutually exclusive regulatory environments.   Because we could find no feasible way to give full effect to both acts, we concluded that an implied repeal had transpired.   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Here, in contradistinction to the situation that obtained in Rhode Island, section 16(b) satisfactorily harmonizes the Settlement Act and the Gaming Act, and prevents any incoherence.   The Settlement Act governs the State's relationship with the Tribe and will continue to do so without dilution unless and until Congress, by later enactment, makes a new law touching upon the same subject matter in one or more particulars specifically applicable within Maine.   As the Gaming Act does not meet this benchmark, the Settlement Act remains inviolate and precludes the operation of the Gaming Act in Maine.   See Ysleta del Sur Pueblo v. Texas, 36 F.3d 1325, 1335 (5th Cir.1994) (holding that the Gaming Act did not impliedly repeal a federal statute granting Texas jurisdiction over Indian gaming because Congress never indicated in the Gaming Act that it intended to rescind the previous grant of jurisdiction), cert. denied, --- U.S. ----, 115 S.Ct. 1358, 131 L.Ed.2d 215 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To sum up, we do not find it surprising that the lack of any express indicium of a contrary congressional intent in the text of the Gaming Act means different things in different settings.   Without a savings clause like section 16(b), this omission may indicate an intent to apply the Act across the board--especially if, as in Narragansett Indian Tribe, Congress weighed, and decided to discard, a specific exemption.   But when a savings clause is in play, as in this case, the omission can only mean that Congress desired the terms of the earlier statute to prevail.   In the final analysis, the differing outcomes in the two New England states bear witness to the truism that, \"[i]n the game of statutory interpretation, statutory language is the ultimate trump card.\"  Narragansett Indian Tribe, 19 F.3d at 699.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Tribe has a fallback position.   It maintains that, even if we give full force and effect to section 16(b), the Gaming Act controls because it is \"specifically made applicable\" within Maine.   In its most primitive form, this thesis embodies a contention that because the Tribe satisfies the Gaming Act's general definitional requirement--federal recognition and governmental power--a court can infer Congress's intent to bestow the benefices of the Gaming Act upon the Tribe.   The problem with this contention is that it entirely ignores the Settlement Act.   Once that flaw is revealed, it becomes readily apparent that the Tribe's contention is no more than a back-door effort to reintroduce the notion of implied repeal.   Consequently, we reject it.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In a related vein, the Tribe postulates that the very comprehensiveness of the Gaming Act is itself enough to meet the demands of section 16(b).   This asseveration depends heavily upon the correctness of the proposition that the rule of Marcello v. Bonds, 349 U.S. 302, 75 S.Ct. 757, 99 L.Ed. 1107 (1955), permits minimal particularity of expression to satisfy savings clauses like section 16(b).   We do not believe that the proposition withstands scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In Marcello, a provision of the Administrative Procedure Act (APA) stipulated that statutes which purport either to supersede or modify the APA's judicial review modalities must do so \"expressly.\"   See id. at 305, 75 S.Ct. at 759 (quoting APA &#167; 12, now codified at 5 U.S.C. &#167; 559).   A later Congress enacted the Immigration and Nationality Act of 1952 (I &amp; N Act).   Although the I &amp; N Act did not override the APA's judicial review modalities in so many words, the Supreme Court concluded that the neoteric statute's deportation procedure superseded the APA's judicial review modalities because (1) the presence in the I &amp; N Act of an extensive review scheme, similar in material respects to the APA's review mechanisms, would otherwise be rendered meaningless, and (2) the I &amp; N Act contained an explicit provision that the procedure which it prescribed \"shall be the sole and exclusive procedure for determining the deportability of an alien.\"   See Marcello, 349 U.S. at 308-09, 75 S.Ct. at 760-61.   These factors, together with some instructive legislative history, formed the basis for the Court's determination that the subsequent Congress had \"expressly\" superseded the APA's judicial review modalities in respect to deportation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Id. at 310, 75 S.Ct. at 761.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Tribe's reliance on Marcello is mislaid.   To be sure, the Gaming Act, like the I &amp; N Act, is a statute of general applicability that arguably constructs a comprehensive regulatory regime for a defined subject.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  But this single similarity does not provide a particularly persuasive parallel for present purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Here, the Tribe points to nothing of consequence beyond the comprehensive nature of the Gaming Act.   Unlike the deportation procedure delineated in the I &amp; N Act, none of the provisions of the Gaming Act will be rendered meaningless if the Act excludes Maine.   Moreover, unlike in the I &amp; N Act, Congress has not declared the Gaming Act to be \"exclusive\" of other potentially applicable legislation.   And, finally, unlike in the legislative history of the I &amp; N Act, there are no signposts writ large in the debate over the Gaming Act.   These differences serve both to distinguish the instant case from Marcello and to put the holding of that case into perspective.   See Great Northern, 208 U.S. at 466, 28 S.Ct. at 316 (explaining that the comprehensiveness of subsequent legislation, without more, will not satisfy a savings clause in an earlier statute).   The point is not that Congress was derelict in employing one particular collocation of words as opposed to another, but, rather, that it chose not to include in the Gaming Act any indication that it meant to make the statute specifically applicable within Maine.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Though their arguments are unavailing when weighed on an evenly calibrated scale, the Tribe seeks to tip the balance by altering the calibration.   To this end, it invites us to depart from the usual canons of construction and chart the statutory interface between the Gaming Act and the Settlement Act by resort to a special interpretive preference that the law sometimes accords to Indian tribes.   See, e.g., Amoco Prod'n Co. v. Village of Gambell, 480 U.S. 531, 555, 107 S.Ct. 1396, 1409, 94 L.Ed.2d 542 (1987);  South Carolina v. Catawba Indian Tribe, Inc., 476 U.S. 498, 506, 106 S.Ct. 2039, 2044, 90 L.Ed.2d 490 (1986) (collecting cases); Rosebud Sioux Tribe v. Kneip, 430 U.S. 584, 586  -87, 97 S.Ct. 1361, 1362-63, 51 L.Ed.2d 660 (1977).   We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The rule of construction to which the Tribe alludes reflects a strong federal interest in safeguarding Indian autonomy.   See, e.g., Rosebud Sioux, 430 U.S. at 586-87, 97 S.Ct. at 1362-63.   But the rule is apposite only when Congress has blown an uncertain trumpet.   If ambiguity does not loom, the occasion for preferential interpretation never arises.   See Catawba Indian Tribe, 476 U.S. at 506, 106 S.Ct. at 2044;  Rosebud Sioux, 430 U.S. at 587-88, 97 S.Ct. at 1363-64;  Narragansett Indian Tribe, 19 F.3d at 691.   When, as now, Congress has unambiguously expressed its intent through its choice of statutory language, courts must read the relevant laws according to their unvarnished meaning, without any judicial embroidery.   So it is here:  since there is no statutory ambiguity, the principle of preferential construction is not triggered.</p>\n    </div>\n    <p>D</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Tribe's last argument has a different spin.   Under the Gaming Act, Class II gaming conducted on tribal lands must be sanctioned by the National Indian Gaming Commission.   See 25 U.S.C. &#167; 2710(b).   While this litigation was pending, the Tribe adopted an ordinance authorizing the conduct of bingo and other Class II gaming activities on its reservation lands and submitted this proposal to the Commission.   The Commission asserted jurisdiction and granted the request.   The approval took the form of a letter dated July 19, 1995, in which the Commission's chairman opined that the Gaming Act applied in Maine.   The Tribe asked the district court to take judicial notice of, and defer to, that determination.   See generally Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 842-43, 104 S.Ct. 2778, 2781-82, 81 L.Ed.2d 694 (1984) (discussing deference due to agency interpretations);  Strickland v. Commissioner, Me.  Dep't of Human Servs., 48 F.3d 12, 16 (1st Cir.)  (similar), cert. denied, --- U.S. ----, 116 S.Ct. 145, 133 L.Ed.2d 91 (1995).   The district court demurred.   The Tribe assigns error.   We discern none.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is transpicuously clear that, under Chevron, no deference is due if Congress has spoken directly to the question.   See Strickland, 48 F.3d at 16.   Here, we read section 16(b) of the Settlement Act as a clear and unambiguous expression of congressional intent.   Furthermore, in light of section 16(b), the Gaming Act's failure to mention Maine makes that statute, too, compelling evidence of Congress's intent that it should not apply in Maine.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In this instance, moreover, there is another valid reason for declining to defer to the Commission.   Deference is appropriate under Chevron only when an agency interprets a statute that it administers.   See CFTC v. Schor, 478 U.S. 833, 845, 106 S.Ct. 3245, 3253, 92 L.Ed.2d 675 (1986).   Here, the question of the Gaming Act's applicability cannot be addressed in a vacuum, and the Commission, whatever else might be its prerogatives, does not administer the Settlement Act.   That role belongs to the Secretary of the Interior, see, e.g., 25 U.S.C. &#167;&#167; 1725, 1727(a), and has not been delegated by the Secretary to the Commission.   Though the Commission may have expertise in the conduct of gaming activities on tribal lands, see, e.g., Shakopee Mdewakanton Sioux Community v. Hope, 16 F.3d 261, 264 (8th Cir.1994), we cannot take it upon ourselves to assume, without any evidence, that Congress intended to entrust the Commission with reconciling the Gaming Act and other statutes in the legislative firmament.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">If more were needed--and we do not believe that it is--we note that deference is inappropriate when an agency's conclusion rests predominantly upon its reading of judicial decisions.   See, e.g., Director, OWCP v. General Dynamics Corp., 980 F.2d 74, 78-79 (1st Cir.1992).   In this instance, the Commission's jurisdictional analysis depends almost exclusively on decrypting and applying Marcello and Narragansett Indian Tribe.   As courts, not agencies, have special expertise in interpreting case law, we are loath to defer to a determination that amounts to little more than the Commission's understanding of judicial precedents.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">To recapitulate, the Tribe and the State negotiated the accord that is now memorialized in the Settlement Act as a covenant to govern their future relations.   Maine received valuable consideration for the accord, including the protection afforded by section 16(b).   The Tribe also received valuable consideration, including land, money, and recognition.   Having reaped the benefits, the Tribe cannot expect the corollary burdens imposed under the Settlement Act to disappear merely because they have become inconvenient.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We need go no further.   We hold that Congress did not make the Gaming Act specifically applicable within Maine, and that, therefore, the Tribe is not entitled to an order compelling the State to negotiate a compact for Class III gaming.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Among other things, the Gaming Act, if it applied, would preempt various provisions of Maine's criminal law, including 17-A Me.Rev.Stat.Ann. &#167;&#167; 953-954</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We found this passage of no help in the context of the Rhode Island Indian Claims Settlement Act of 1978.   See Narragansett Indian Tribe, 19 F.3d at 700.   The version of the bill to which the report applied originally contained a provision that explicitly exempted Rhode Island from the reach of the Gaming Act, yet, prior to enactment, Congress removed the exonerative provision.   In that circumstance, we concluded that the report \"shed[ ] no light on Congress's intent regarding the law it actually enacted.\"  Id.  By contrast, the draft bill appended to the report did not contain any similar language regarding Maine (presumably because the legislators knew that the Settlement Act included a savings clause making such language unnecessary).   Thus, unlike in the case of Rhode Island, no telltale chain of events taints the report's reference in respect to Maine</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Court wrote that it could not</p>\n        <p>ignore the background of the 1952 immigration legislation, its laborious adaptation of the Administrative Procedure Act to the deportation process, the specific points at which deviations from the Administrative Procedure Act were made, the recognition in the legislative history of this adaptive technique and of the particular deviations, and the direction in the statute that the methods therein prescribed shall be the sole and exclusive procedure for deportation proceedings.</p>\n        <p>Marcello, 349 U.S. at 310, 75 S.Ct. at 762.   The Court then concluded:</p>\n        <p>Unless we are to require the Congress to employ magical passwords in order to effectuate an exemption from the Administrative Procedure Act, we must hold that the present statute expressly supersedes the hearing provisions of that Act.</p>\n        <p>Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The State argues that the Gaming Act is not comprehensive in the conventional sense.   This argument is not totally without merit;  the Gaming Act has no application to tribes that do not seek and attain formal federal recognition, see 25 U.S.C. &#167; 2703(5), tribes that do not exercise jurisdiction over their territories, see id. &#167; 2710(b)(1) &amp; (d)(3)(A), tribal lands located in states that proscribe Class II and III gaming activities altogether, see id. &#167; 2710(b)(1) &amp; (d)(1), or tribal lands on which federal law pretermits gambling, see id. &#167; 2710(b)(1).   We need not probe the point too deeply.   For present purposes, we simply assume, favorably to the Tribe, that the Gaming Act, like the I &amp; N Act, constitutes a comprehensive regulatory regime</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We find puzzling the Tribe's reliance on a line of cases, see, e.g. CIA v. Sims, 471 U.S. 159, 167, 105 S.Ct. 1881, 1886, 85 L.Ed.2d 173 (1985), decided under an exemption from the disclosure provisions of the Freedom of Information Act, 5 U.S.C. &#167; 552(b)(3) (providing that agencies need not divulge matters that are \"specifically exempted\" by statute), to support its ipse dixit that Congress need only enact a comprehensive statute to mute the call of section 16(b).   That exemption merely incorporates by reference the secrecy provisions of other statutes, and, unlike section 16(b), plays no discernible role in construing the application of a subsequently enacted statute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Tribe construes the Gaming Act's silence as a latent ambiguity.   We do not agree.   Given the tenor of the preexisting statute, the sound of silence here is pregnant with meaning.   Taken in context, that silence logically denotes Congress's intent not to make the Gaming Act specifically applicable within Maine</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">784</span></span></p>\n    <p class=\"parties\">PASSAMAQUODDY TRIBE, Plaintiff, Appellant,<br>v.<br>STATE OF MAINE, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1922.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1996.<br>Decided Feb. 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine;  Morton A. Brody, U.S. District Judge.</p>\n      <p class=\"indent\">Thomas N. Tureen, with whom Gregory W. Sample, Portland, ME, Tureen &amp; Sample, Richard B. Collins, David Overlock Stewart, and Ropes &amp; Gray were on brief, for appellant.</p>\n      <p class=\"indent\">Francis A. Brown, on brief for City of Calais, Maine, amicus curiae.</p>\n      <p class=\"indent\">Thomas D. Warren, Assistant Attorney General, with whom Andrew Ketterer, Attorney General, and Wayne Moss, Assistant Attorney General, were on brief, Augusta, ME, for appellees.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Passamaquoddy Tribe (the Tribe) sued to compel Maine and the governor of Maine (collectively, Maine or the State) to recognize its asserted right to avoid the prohibitions of Maine's criminal code, see 17-A Me.Rev.Stat.Ann. &#167;&#167; 953-954, and conduct high-stakes casino gambling behind the shield of the Indian Gaming Regulatory Act, 25 U.S.C. &#167;&#167; 2701-2721, 18 U.S.C. &#167;&#167; 1166-1168 (the Gaming Act).   The federal district court decided that the Gaming Act does not extend to Maine, and denied relief.   See Passamaquoddy Tribe v. Maine, <span class=\"citation no-link\"><span class=\"volume\">897</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">632</span> </span>(D.Me.1995).   We affirm.</p>\n    </div>\n    <p>I. THE STATUTORY FRAMEWORK</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In order to put this appeal into perspective, it is necessary to juxtapose the Gaming Act and the Maine Indian Claims Settlement Act of 1980, 25 U.S.C. &#167;&#167; 1721-1735 (the Settlement Act).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the early 1970s, the Tribe began earnestly to pursue claims to nearly two-thirds of Maine's land mass.   See Joint Tribal Council of the Passamaquoddy Tribe v. Morton, <span class=\"citation\" data-id=\"2313203\"><a href=\"/opinion/2313203/joint-tribal-coun-of-passamaquoddy-tribe-v-morton/\"><span class=\"volume\">388</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">649</span></a></span>, 651-53, 667-69 (D.Me.)  (reviewing dispute's history), aff'd, <span class=\"citation\" data-id=\"332114\"><a href=\"/opinion/332114/joint-tribal-council-of-the-passamaquoddy-tribe-v-rogers-c-b-morton/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span> </a></span>(1st Cir.1975).   After years of strife, the Tribe and the State negotiated a settlement of the land claims under federal auspices.   The arrangement was designed to transform the legal status of the Maine tribes (the Passamaquoddy Tribe and the Penobscot Nation), and to create a unique relationship between state and tribal authority.   See Penobscot Nation v. Stilphen, <span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">478</span></span>, 488-89 (Me.), appeal dismissed, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">323</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">296</span> </span>(1983).   The Passamaquoddies and the Penobscots ratified the provisional pact and Maine's legislature followed suit.   See P.L.1979, c. 732, codified at 30 Me.Rev.Stat.Ann. &#167;&#167; 6201-6214.   In 1980, Congress cemented the terms of the accord by passing the Settlement Act.   The federal statute incorporated the parties' agreement and established the ground rules that henceforth would govern matters of common political concern to the State and the two tribes.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Among other things, the Settlement Act rid the State of all Indian land claims and submitted the Passamaquoddies, the Penobscots, and their tribal lands to the State's jurisdiction.   See 25 U.S.C. &#167;&#167; 1721(b)(4), 1723(b) &amp; (c), 1725(a).   In addition, section 16(b) of the Settlement Act gave the State a measure of security against future federal incursions upon these hard-won gains.   It stated:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>The provisions of any federal law enacted after October 10, 1980 [the effective date of the Settlement Act], for the benefit of Indians, Indian nations, or tribes or bands of Indians, which would affect or preempt the application of the laws of the State of Maine, ... shall not apply within the State of Maine, unless such provision of such subsequently enacted Federal law is specifically made applicable within the State of Maine.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">25 U.S.C. &#167; 1735(b) (emphasis supplied).   The Tribe received fair consideration for its agreement:  the Settlement Act confirmed its title to designated reservation lands, memorialized federal recognition of its tribal status, and opened the floodgate for the influx of millions of dollars in federal subsidies.   See 25 U.S.C. &#167; 1733.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Approximately eight years later, Congress enacted the Gaming Act.   This statute establishes a three-tiered regulatory paradigm in respect to gambling activities on Indian lands.   We described these three layers in Rhode Island v. Narragansett Indian Tribe, <span class=\"citation\" data-id=\"195256\"><a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">685</span></a></span>, 689-90 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">298</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">211</span> </span>(1994), and it would be pleonastic to rehearse that description here.   We focus instead on the third tier:  Class III gaming (a category that encompasses casino gambling).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Gaming Act provides that, unless a state imposes an outright ban on all Class III gaming (and Maine does not), it must, upon the request of a federally recognized and self-governing Indian tribe, negotiate a compact stipulating the terms and conditions under which the tribe can introduce Class III gaming on Indian lands.   See 25 U.S.C. &#167; 2710(d).   The statute contains a series of fail-safe mechanisms designed to ensure that states do not stall the negotiations or conduct them in bad faith.   See, e.g., id. &#167; 2710(d)(7).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Settlement Act and the Gaming Act are vastly different in scope.   From a geographic standpoint, the former is narrower in the sense that it applies only in Maine whereas the latter has national implications.   From a political standpoint, however, the Settlement Act is broader in that it purposes to cover virtually the entire field of relationships between the State and the Indian tribes based there whereas the Gaming Act concentrates exclusively on a particular kind of activity, i.e., gambling.</p>\n    </div>\n    <p>II. THE GENESIS OF THE APPEAL</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mindful of the meteoric success of other Indian-sponsored casinos, the Tribe decided in the early 1990s to climb aboard the bandwagon.   It chose Calais, a Maine municipality located near the Canadian border, as the preferred site for its nascent enterprise.   Because the Gaming Act requires Class III gaming to be conducted on \"Indian lands,\" 25 U.S.C. &#167; 2710(d)(3)(A), the Tribe sought to add a designated parcel of real estate to its inventory of tribal lands.   See 30 Me.Rev.Stat.Ann. &#167; 6205 (authorizing incremental land acquisitions).   When formally apprised of the Tribe's plans, the State concluded that the Gaming Act did not apply within Maine's boundaries and scotched the proposed casino.   As a lagniappe, the state legislature passed a bill that allowed tribal land in Calais to be used for such a purpose (1) if the Tribe secured the city's blessing and the Governor of Maine thereafter agreed to negotiate a tribal-state compact under 25 U.S.C. &#167; 2710(d), or (2) if a court of competent jurisdiction declared that the Gaming Act extended to Maine.   See Me.Laws 1993, ch. 713, &#167; 1, codified at 30 Me.Rev.Stat.Ann. &#167; 6205(1)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After some procedural maneuvering, not material here, the Tribe sued to compel the commencement of negotiations for a compact.   The defendants moved for judgment on the pleadings, Fed.R.Civ.P. 12(c), asserting that the Gaming Act did not hold sway within Maine.   The Tribe opposed the motion.   It contended among other things that the Gaming Act reached Maine, as elsewhere, because Congress had impliedly repealed the Settlement Act vis-a-vis gaming activities conducted by Indian tribes, and, in all events, had made the Gaming Act specifically applicable within Maine.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Unimpressed by the Tribe's armada of arguments, the district court ruled that the Gaming Act lacked force in Maine and entered judgment in the defendants' favor.   See Passamaquoddy <span class=\"citation no-link\"><span class=\"antecedent_guess\">Tribe,</span> <span class=\"volume\">897</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">635</span></span>.   This appeal followed.</p>\n    </div>\n    <p>III. ANALYSIS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our discussion of the issues proceeds in four parts.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">* This case turns on a question of statutory interpretation.   By its terms, the Gaming Act, if taken in isolation, applies to any federally recognized Indian tribe that possesses powers of self-governance.   See 25 U.S.C. &#167; 2703(5).   Consequently, if we were to start and stop with the Gaming Act, the Tribe--which is federally recognized and self-governing--would be home free.   But this case cannot be confined within such narrow margins.   The chief objective of statutory interpretation is to give effect to the legislative will.   See Negonsott v. Samuels, <span class=\"citation\" data-id=\"112822\"><a href=\"/opinion/112822/negonsott-v-samuels/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, 103-04, <span class=\"citation\" data-id=\"112822\"><a href=\"/opinion/112822/negonsott-v-samuels/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1119</span></a></span>, 1122-23, <span class=\"citation\" data-id=\"112822\"><a href=\"/opinion/112822/negonsott-v-samuels/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">457</span> </a></span>(1993);  Narragansett Indian <span class=\"citation\" data-id=\"195256\"><span class=\"antecedent_guess\">Tribe,</span> <a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">691</span></a></span>.   To achieve this objective a court must take into account the tacit assumptions that underlie a legislative enactment, including not only general policies but also preexisting statutory provisions.   See Ohio ex rel. Popovici v. Agler, <span class=\"citation\" data-id=\"101501\"><a href=\"/opinion/101501/ohio-ex-rel-popovici-v-agler/\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">379</span></a></span>, 383, <span class=\"citation\" data-id=\"101501\"><a href=\"/opinion/101501/ohio-ex-rel-popovici-v-agler/\"><span class=\"volume\">50</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></a></span>, 155, <span class=\"citation\" data-id=\"101501\"><a href=\"/opinion/101501/ohio-ex-rel-popovici-v-agler/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">489</span> </a></span>(1930);  Greenwood Trust Co. v. Massachusetts, <span class=\"citation\" data-id=\"588109\"><a href=\"/opinion/588109/greenwood-trust-company-v-commonwealth-of-massachusetts/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">818</span></a></span>, 827 (1st Cir.1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1052</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">974</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">129</span> </span>(1993).   Put simply, courts must recognize that Congress does not legislate in a vacuum.   See Thinking Machines Corp. v. Mellon Fin.  Servs. Corp. # 1 (In re Thinking Machines), <span class=\"citation\" data-id=\"705990\"><a href=\"/opinion/705990/in-re-thinking-machines-corporation-debtor-thinking-machines-corporation/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1021</span></a></span>, 1025 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Taking this haploscopic view brings us immediately to section 16(b) of the Settlement Act, 25 U.S.C. &#167; 1735(b), quoted supra p. 787.   At first glance, the conditions precedent to the applicability of section 16(b) are plainly satisfied.   The Tribe does not dispute--nor could it--that the Gaming Act is a \"federal law enacted after October 10, 1980, for the benefit of Indians, Indian nations, or tribes or bands of Indians, which would affect or preempt the application of the laws of the State of Maine.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  25 U.S.C. &#167; 1735(b).   In such circumstances, section 16(b) provides that Maine will be exempt from such a statute unless Congress has \"specifically made\" the statute \"applicable within the State of Maine.\"   In other words, section 16(b) is a savings clause that serves two related purposes.   It acts as a warning signal to later Congresses to stop, look, and listen before weakening the foundation on which the settlement between Maine and the Tribe rests.   At the same time, it signals courts that, if a later Congress enacts a law for the benefit of Indians and intends the law to have effect within Maine, that intent will be made manifest.   In view of these dual purposes, we cannot decide the question of whether the Gaming Act extends to Maine without factoring section 16(b) into the decisional calculus.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This realization gets the grease from the goose.   The text of the Gaming Act contains not so much as a hint that Congress intended to make that Act specifically applicable within Maine.   Where, as here, Congress enacts a statute of general applicability (e.g., the Gaming Act) with full knowledge that a preexisting statute (e.g., the Settlement Act) contains a savings clause warning pointedly that a specific reference or a similarly clear expression of legislative intent will be required to alter the status quo, the only reasonable conclusion that can be drawn from the later Congress's decision to omit any such expression from the text of the new statute is that Congress did not desire to bring about such an alteration.   See Narragansett Indian <span class=\"citation\" data-id=\"195256\"><span class=\"antecedent_guess\">Tribe,</span> <a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">704</span> </a></span>n. 21 (observing that when an \"enacting Congress is demonstrably aware of the earlier law at the time of the later law's enactment, there is no basis for indulging\" any other presumption).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Tribe's principal rejoinder is on constitutional grounds.   It posits that giving effect to section 16(b) in this fashion is tantamount to binding a successor Congress to a predecessor's will, and therefore careens beyond the constitutional pale.   See, e.g., Glidden Co. v. Zdanok, <span class=\"citation\" data-id=\"106447\"><a href=\"/opinion/106447/glidden-co-v-zdanok/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">530</span></a></span>, 534, <span class=\"citation\" data-id=\"106447\"><a href=\"/opinion/106447/glidden-co-v-zdanok/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1459</span></a></span>, 1464, <span class=\"citation\" data-id=\"106447\"><a href=\"/opinion/106447/glidden-co-v-zdanok/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">671</span> </a></span>(1962);  Reichelderfer v. Quinn, <span class=\"citation\" data-id=\"101983\"><a href=\"/opinion/101983/reichelderfer-v-quinn/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, 318, <span class=\"citation\" data-id=\"101983\"><a href=\"/opinion/101983/reichelderfer-v-quinn/\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></a></span>, 178, <span class=\"citation\" data-id=\"101983\"><a href=\"/opinion/101983/reichelderfer-v-quinn/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">331</span> </a></span>(1932);  Fletcher v. Peck, 10 U.S.  (6 Cranch) 87, 135, <span class=\"citation\" data-id=\"84935\"><a href=\"/opinion/84935/fletcher-v-peck/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">162</span> </a></span>(1810).   We believe that this rejoinder distorts the reality of events.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Section 16(b) does not prohibit a subsequent Congress from writing a new statute reflecting new policies and applying it to the Indian tribes in Maine.   Congress could make such a statute fully effective in Maine through the use of explicit language, by otherwise offering a patent indication of its intent to accomplish that result, or, indeed, by first repealing section 16(b).   Thus, section 16(b) is purely an interpretive aid;  it serves both to limn the manner in which subsequently enacted statutes should be written to accomplish a particular goal and to color the way in which such statutes thereafter should be read.   In fine, section 16(b) binds subsequent Congresses only to the extent that they choose to be bound.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The sockdolager is that the Court regularly has upheld and given effect to such provisions, see, e.g., Warden, Lewisburg Penit. v. Marrero, <span class=\"citation\" data-id=\"109074\"><a href=\"/opinion/109074/warden-v-marrero/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">653</span></a></span>, 659-60 n. 10, <span class=\"citation\" data-id=\"109074\"><a href=\"/opinion/109074/warden-v-marrero/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, 2536 n. 10, <span class=\"citation\" data-id=\"109074\"><a href=\"/opinion/109074/warden-v-marrero/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span> </a></span>(1974) (earlier statute barred repeal of certain penalties \"unless the repealing Act shall so expressly provide\");  Shaughnessy v. Pedreiro, <span class=\"citation\" data-id=\"105296\"><a href=\"/opinion/105296/shaughnessy-v-pedreiro/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">48</span></a></span>, 52, <span class=\"citation\" data-id=\"105296\"><a href=\"/opinion/105296/shaughnessy-v-pedreiro/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">591</span></a></span>, 594, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">868</span> </span>(1955) (earlier statute directed that \"[n]o subsequent legislation shall ... supersede or modify the provisions of [the earlier statute] except to the extent such legislation shall do so expressly\");  Posadas v. National City Bank, <span class=\"citation\" data-id=\"102537\"><a href=\"/opinion/102537/posadas-v-national-city-bank/\"><span class=\"volume\">296</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, 501, <span class=\"citation\" data-id=\"102537\"><a href=\"/opinion/102537/posadas-v-national-city-bank/\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">349</span></a></span>, 351, <span class=\"citation\" data-id=\"102537\"><a href=\"/opinion/102537/posadas-v-national-city-bank/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">351</span> </a></span>(1936) (earlier statute directed that subsequent laws \"shall not apply to the Philippine Islands, except when they specifically so provide\");  Great Northern Ry. Co. v. United States, <span class=\"citation\" data-id=\"96790\"><a href=\"/opinion/96790/great-northern-r-co-v-united-states/\"><span class=\"volume\">208</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 456, <span class=\"citation\" data-id=\"96790\"><a href=\"/opinion/96790/great-northern-r-co-v-united-states/\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">313</span></a></span>, <span class=\"citation\" data-id=\"96790\"><a href=\"/opinion/96790/great-northern-r-co-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">567</span> </a></span>(1908) (similar to Marrero );  United States v. Reisinger, <span class=\"citation\" data-id=\"92342\"><a href=\"/opinion/92342/united-states-v-reisinger/\"><span class=\"volume\">128</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">398</span></a></span>, 401-02, <span class=\"citation\" data-id=\"92342\"><a href=\"/opinion/92342/united-states-v-reisinger/\"><span class=\"volume\">9</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 100-01, <span class=\"citation\" data-id=\"92342\"><a href=\"/opinion/92342/united-states-v-reisinger/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">480</span> </a></span>(1888) (similar to Marrero ), and we see nothing that distinguishes this case from the mine-run.   This means, of course, that we must read the Settlement Act and the Gaming Act in pari passu.   Doing so, and giving effect to their plain meaning, we are led inexorably to the conclusion that the latter lacks force within Maine's boundaries.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Tribe generates several other responses to our tentative conclusion that Congress did not intend to make the Gaming Act operative in Maine.   Its most ferocious attack suggests that section 16(b) need not be considered at all because the Gaming Act impliedly repealed it insofar as gambling on tribal lands is concerned.   The attack is easily repulsed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We are unequivocally committed to \"the bedrock principle that implied repeals of federal statutes are disfavored.\"  Narragansett Indian <span class=\"citation\" data-id=\"195256\"><span class=\"antecedent_guess\">Tribe,</span> <a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">703</span></a></span>;  accord Rodriguez v. United States, <span class=\"citation\" data-id=\"111840\"><a href=\"/opinion/111840/rodriguez-v-united-states/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">522</span></a></span>, 524, <span class=\"citation\" data-id=\"111840\"><a href=\"/opinion/111840/rodriguez-v-united-states/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1391</span></a></span>, 1392, <span class=\"citation\" data-id=\"111840\"><a href=\"/opinion/111840/rodriguez-v-united-states/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">533</span> </a></span>(1987);  TVA v. Hill, <span class=\"citation\" data-id=\"109897\"><a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 189, <span class=\"citation\" data-id=\"109897\"><a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2279</span></a></span>, 2299, <span class=\"citation\" data-id=\"109897\"><a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">117</span> </a></span>(1978);  United States v. Borden Co., <span class=\"citation\" data-id=\"103246\"><a href=\"/opinion/103246/united-states-v-borden-co/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 198, <span class=\"citation\" data-id=\"103246\"><a href=\"/opinion/103246/united-states-v-borden-co/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">182</span></a></span>, 188, <span class=\"citation\" data-id=\"103246\"><a href=\"/opinion/103246/united-states-v-borden-co/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">181</span> </a></span>(1939).   The general rule is that \"when two statutes are capable of coexistence, it is the duty of the courts, absent a clearly expressed congressional intent to the contrary, to regard each as effective.\"  Morton v. Mancari, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, 551, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2474</span></a></span>, 2483, <span class=\"citation\" data-id=\"109067\"><a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span> </a></span>(1974).   The only other satisfactory basis for a repeal by implication (apart from a clear expression of Congress's intent to repeal) is a finding that the earlier and later statutes are irreconcilable.   See <span class=\"citation\" data-id=\"109897\"><span class=\"antecedent_guess\">Hill,</span> <a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">190</span></a></span>, 98 S.Ct. at 2299;  <span class=\"citation\" data-id=\"109067\"><span class=\"antecedent_guess\">Morton,</span> <a href=\"/opinion/109067/morton-v-mancari/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">550</span></a></span>, 94 S.Ct. at 2482;  Narragansett Indian <span class=\"citation\" data-id=\"195256\"><span class=\"antecedent_guess\">Tribe,</span> <a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">703</span></a></span>-04.  \"[I]f the two [acts] are repugnant in any of their provisions, the latter act, without any repealing clause, operates to the extent of the repugnancy as a repeal of the first.\"  United States v. Tynen, 78 U.S.  (11 Wall.) 88, 92, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">153</span> </span>(1870).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Of course, statutes can be irreconcilable even short of outright repugnancy.   Thus, a repeal may be implied if a later statute covers the entire subject matter \"and embraces new provisions, plainly showing that it was intended as a substitute for the first act.\"  Id.;  see also <span class=\"citation\" data-id=\"102537\"><span class=\"antecedent_guess\">Posadas,</span> <a href=\"/opinion/102537/posadas-v-national-city-bank/\"><span class=\"volume\">296</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">503-04</span></a></span>, 56 S.Ct. at 352-53;  Narragansett Indian <span class=\"citation\" data-id=\"195256\"><span class=\"antecedent_guess\">Tribe,</span> <a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">703</span></a></span>-04.   But an irreconcilable conflict does not exist merely because the application of a later statute would \"produce differing results when applied ..., for that no more than states the problem.\"  Radzanower v. Touche Ross &amp; Co., <span class=\"citation\" data-id=\"109466\"><a href=\"/opinion/109466/radzanower-v-touche-ross-co/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">148</span></a></span>, 155, <span class=\"citation\" data-id=\"109466\"><a href=\"/opinion/109466/radzanower-v-touche-ross-co/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1989</span></a></span>, 1993, <span class=\"citation\" data-id=\"109466\"><a href=\"/opinion/109466/radzanower-v-touche-ross-co/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">540</span> </a></span>(1976).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">These precepts fit without special tailoring in the Indian law context.   See, e.g., Narragansett Indian <span class=\"citation\" data-id=\"195256\"><span class=\"antecedent_guess\">Tribe,</span> <a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">704</span></a></span>;  Blackfeet Indian Tribe v. Montana Power Co., <span class=\"citation\" data-id=\"501255\"><a href=\"/opinion/501255/the-blackfeet-indian-tribe-v-the-montana-power-company-a-montana/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1055</span></a></span>, 1058 (9th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">79</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">56</span> </span>(1988).   In this case, they defeat the Tribe's attack.   The Gaming Act contains no evidence of an intention to repeal section 16(b) of the Settlement Act, let alone a patent expression of any such design.   Indeed, when the 100th Congress passed the Gaming Act it was fully cognizant of the Settlement Act and apparently contemplated that the new statute would not in any way displace the old:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>[I]t is the intention of the Committee that nothing in ... [the Gaming Act] will supersede any specific restriction or specific grant of Federal authority or jurisdiction to a State which may be encompassed in another Federal statute, including the ... [Maine] Indian Claim[s] Settlement Act.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">S.Rep. No. 446, 100th Congress, 2d Sess. 12 (1988), reprinted in 1988 U.S.C.C.A.N. 3071, 3082.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The absence of any suggestive guideposts in the Gaming Act, coupled with the easy integration of the two laws, effectively dispatches the argument for implied repeal.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Our opinion in Narragansett Indian Tribe is not to the contrary.   There, we concluded that Congress, in passing the Gaming Act, had impliedly repealed the Rhode Island Indian Claims Settlement Act of 1978, 25 U.S.C. &#167;&#167; 1701-1716, to the extent that it touched upon gambling activities.   See Narragansett Indian <span class=\"citation\" data-id=\"195256\"><span class=\"antecedent_guess\">Tribe,</span> <a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">704</span></a></span>-05.   But the Rhode Island Act contained no provision comparable to section 16(b);  therefore, the literal terms of the two statutes created incoherence by subjecting Indian gaming to two mutually exclusive regulatory environments.   Because we could find no feasible way to give full effect to both acts, we concluded that an implied repeal had transpired.   See id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Here, in contradistinction to the situation that obtained in Rhode Island, section 16(b) satisfactorily harmonizes the Settlement Act and the Gaming Act, and prevents any incoherence.   The Settlement Act governs the State's relationship with the Tribe and will continue to do so without dilution unless and until Congress, by later enactment, makes a new law touching upon the same subject matter in one or more particulars specifically applicable within Maine.   As the Gaming Act does not meet this benchmark, the Settlement Act remains inviolate and precludes the operation of the Gaming Act in Maine.   See Ysleta del Sur Pueblo v. Texas, <span class=\"citation\" data-id=\"679508\"><a href=\"/opinion/679508/ysleta-del-sur-pueblo-v-state-of-texas-and-ann-richards-governor-ysleta/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span>, 1335 (5th Cir.1994) (holding that the Gaming Act did not impliedly repeal a federal statute granting Texas jurisdiction over Indian gaming because Congress never indicated in the Gaming Act that it intended to rescind the previous grant of jurisdiction), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1358</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span> </span>(1995).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To sum up, we do not find it surprising that the lack of any express indicium of a contrary congressional intent in the text of the Gaming Act means different things in different settings.   Without a savings clause like section 16(b), this omission may indicate an intent to apply the Act across the board--especially if, as in Narragansett Indian Tribe, Congress weighed, and decided to discard, a specific exemption.   But when a savings clause is in play, as in this case, the omission can only mean that Congress desired the terms of the earlier statute to prevail.   In the final analysis, the differing outcomes in the two New England states bear witness to the truism that, \"[i]n the game of statutory interpretation, statutory language is the ultimate trump card.\"  Narragansett Indian <span class=\"citation\" data-id=\"195256\"><span class=\"antecedent_guess\">Tribe,</span> <a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">699</span></a></span>.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Tribe has a fallback position.   It maintains that, even if we give full force and effect to section 16(b), the Gaming Act controls because it is \"specifically made applicable\" within Maine.   In its most primitive form, this thesis embodies a contention that because the Tribe satisfies the Gaming Act's general definitional requirement--federal recognition and governmental power--a court can infer Congress's intent to bestow the benefices of the Gaming Act upon the Tribe.   The problem with this contention is that it entirely ignores the Settlement Act.   Once that flaw is revealed, it becomes readily apparent that the Tribe's contention is no more than a back-door effort to reintroduce the notion of implied repeal.   Consequently, we reject it.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In a related vein, the Tribe postulates that the very comprehensiveness of the Gaming Act is itself enough to meet the demands of section 16(b).   This asseveration depends heavily upon the correctness of the proposition that the rule of Marcello v. Bonds, <span class=\"citation\" data-id=\"105313\"><a href=\"/opinion/105313/marcello-v-bonds/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">302</span></a></span>, <span class=\"citation\" data-id=\"105313\"><a href=\"/opinion/105313/marcello-v-bonds/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">757</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1107</span> </span>(1955), permits minimal particularity of expression to satisfy savings clauses like section 16(b).   We do not believe that the proposition withstands scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In Marcello, a provision of the Administrative Procedure Act (APA) stipulated that statutes which purport either to supersede or modify the APA's judicial review modalities must do so \"expressly.\"   See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 305, </span>75 S.Ct. at 759 (quoting APA &#167; 12, now codified at 5 U.S.C. &#167; 559).   A later Congress enacted the Immigration and Nationality Act of 1952 (I &amp; N Act).   Although the I &amp; N Act did not override the APA's judicial review modalities in so many words, the Supreme Court concluded that the neoteric statute's deportation procedure superseded the APA's judicial review modalities because (1) the presence in the I &amp; N Act of an extensive review scheme, similar in material respects to the APA's review mechanisms, would otherwise be rendered meaningless, and (2) the I &amp; N Act contained an explicit provision that the procedure which it prescribed \"shall be the sole and exclusive procedure for determining the deportability of an alien.\"   See <span class=\"citation\" data-id=\"105313\"><span class=\"antecedent_guess\">Marcello,</span> <a href=\"/opinion/105313/marcello-v-bonds/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">308-09</span></a></span>, 75 S.Ct. at 760-61.   These factors, together with some instructive legislative history, formed the basis for the Court's determination that the subsequent Congress had \"expressly\" superseded the APA's judicial review modalities in respect to deportation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 310, </span>75 S.Ct. at 761.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Tribe's reliance on Marcello is mislaid.   To be sure, the Gaming Act, like the I &amp; N Act, is a statute of general applicability that arguably constructs a comprehensive regulatory regime for a defined subject.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  But this single similarity does not provide a particularly persuasive parallel for present purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Here, the Tribe points to nothing of consequence beyond the comprehensive nature of the Gaming Act.   Unlike the deportation procedure delineated in the I &amp; N Act, none of the provisions of the Gaming Act will be rendered meaningless if the Act excludes Maine.   Moreover, unlike in the I &amp; N Act, Congress has not declared the Gaming Act to be \"exclusive\" of other potentially applicable legislation.   And, finally, unlike in the legislative history of the I &amp; N Act, there are no signposts writ large in the debate over the Gaming Act.   These differences serve both to distinguish the instant case from Marcello and to put the holding of that case into perspective.   See Great <span class=\"citation\" data-id=\"96790\"><span class=\"antecedent_guess\">Northern,</span> <a href=\"/opinion/96790/great-northern-r-co-v-united-states/\"><span class=\"volume\">208</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">466</span></a></span>, 28 S.Ct. at 316 (explaining that the comprehensiveness of subsequent legislation, without more, will not satisfy a savings clause in an earlier statute).   The point is not that Congress was derelict in employing one particular collocation of words as opposed to another, but, rather, that it chose not to include in the Gaming Act any indication that it meant to make the statute specifically applicable within Maine.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Though their arguments are unavailing when weighed on an evenly calibrated scale, the Tribe seeks to tip the balance by altering the calibration.   To this end, it invites us to depart from the usual canons of construction and chart the statutory interface between the Gaming Act and the Settlement Act by resort to a special interpretive preference that the law sometimes accords to Indian tribes.   See, e.g., Amoco Prod'n Co. v. Village of Gambell, <span class=\"citation\" data-id=\"111842\"><a href=\"/opinion/111842/amoco-production-co-v-gambell/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 555, <span class=\"citation\" data-id=\"111842\"><a href=\"/opinion/111842/amoco-production-co-v-gambell/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1396</span></a></span>, 1409, <span class=\"citation\" data-id=\"111842\"><a href=\"/opinion/111842/amoco-production-co-v-gambell/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">542</span> </a></span>(1987);  South Carolina v. Catawba Indian Tribe, Inc., <span class=\"citation\" data-id=\"111680\"><a href=\"/opinion/111680/south-carolina-v-catawba-tribe-inc/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, 506, <span class=\"citation\" data-id=\"111680\"><a href=\"/opinion/111680/south-carolina-v-catawba-tribe-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2039</span></a></span>, 2044, <span class=\"citation\" data-id=\"111680\"><a href=\"/opinion/111680/south-carolina-v-catawba-tribe-inc/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span> </a></span>(1986) (collecting cases); Rosebud Sioux Tribe v. Kneip, <span class=\"citation\" data-id=\"109632\"><a href=\"/opinion/109632/rosebud-sioux-tribe-v-kneip/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span>, 586  -87, <span class=\"citation\" data-id=\"109632\"><a href=\"/opinion/109632/rosebud-sioux-tribe-v-kneip/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1361</span></a></span>, 1362-63, <span class=\"citation\" data-id=\"109632\"><a href=\"/opinion/109632/rosebud-sioux-tribe-v-kneip/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">660</span> </a></span>(1977).   We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The rule of construction to which the Tribe alludes reflects a strong federal interest in safeguarding Indian autonomy.   See, e.g., Rosebud <span class=\"citation\" data-id=\"109632\"><span class=\"antecedent_guess\">Sioux,</span> <a href=\"/opinion/109632/rosebud-sioux-tribe-v-kneip/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">586-87</span></a></span>, 97 S.Ct. at 1362-63.   But the rule is apposite only when Congress has blown an uncertain trumpet.   If ambiguity does not loom, the occasion for preferential interpretation never arises.   See Catawba Indian <span class=\"citation\" data-id=\"111680\"><span class=\"antecedent_guess\">Tribe,</span> <a href=\"/opinion/111680/south-carolina-v-catawba-tribe-inc/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">506</span></a></span>, 106 S.Ct. at 2044;  Rosebud <span class=\"citation\" data-id=\"109632\"><span class=\"antecedent_guess\">Sioux,</span> <a href=\"/opinion/109632/rosebud-sioux-tribe-v-kneip/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">587-88</span></a></span>, 97 S.Ct. at 1363-64;  Narragansett Indian <span class=\"citation\" data-id=\"195256\"><span class=\"antecedent_guess\">Tribe,</span> <a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">691</span></a></span>.   When, as now, Congress has unambiguously expressed its intent through its choice of statutory language, courts must read the relevant laws according to their unvarnished meaning, without any judicial embroidery.   So it is here:  since there is no statutory ambiguity, the principle of preferential construction is not triggered.</p>\n    </div>\n    <p>D</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Tribe's last argument has a different spin.   Under the Gaming Act, Class II gaming conducted on tribal lands must be sanctioned by the National Indian Gaming Commission.   See 25 U.S.C. &#167; 2710(b).   While this litigation was pending, the Tribe adopted an ordinance authorizing the conduct of bingo and other Class II gaming activities on its reservation lands and submitted this proposal to the Commission.   The Commission asserted jurisdiction and granted the request.   The approval took the form of a letter dated July 19, 1995, in which the Commission's chairman opined that the Gaming Act applied in Maine.   The Tribe asked the district court to take judicial notice of, and defer to, that determination.   See generally Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc., <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 842-43, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, 2781-82, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span> </a></span>(1984) (discussing deference due to agency interpretations);  Strickland v. Commissioner, Me.  Dep't of Human Servs., <span class=\"citation\" data-id=\"689917\"><a href=\"/opinion/689917/nancy-strickland-v-commissioner-maine-department-of-human-services-v/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.)  (similar), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">145</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">91</span> </span>(1995).   The district court demurred.   The Tribe assigns error.   We discern none.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is transpicuously clear that, under Chevron, no deference is due if Congress has spoken directly to the question.   See <span class=\"citation\" data-id=\"689917\"><span class=\"antecedent_guess\">Strickland,</span> <a href=\"/opinion/689917/nancy-strickland-v-commissioner-maine-department-of-human-services-v/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">16</span></a></span>.   Here, we read section 16(b) of the Settlement Act as a clear and unambiguous expression of congressional intent.   Furthermore, in light of section 16(b), the Gaming Act's failure to mention Maine makes that statute, too, compelling evidence of Congress's intent that it should not apply in Maine.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In this instance, moreover, there is another valid reason for declining to defer to the Commission.   Deference is appropriate under Chevron only when an agency interprets a statute that it administers.   See CFTC v. Schor, <span class=\"citation\" data-id=\"111759\"><a href=\"/opinion/111759/commodity-futures-trading-commn-v-schor/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, 845, <span class=\"citation\" data-id=\"111759\"><a href=\"/opinion/111759/commodity-futures-trading-commn-v-schor/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3245</span></a></span>, 3253, <span class=\"citation\" data-id=\"111759\"><a href=\"/opinion/111759/commodity-futures-trading-commn-v-schor/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span> </a></span>(1986).   Here, the question of the Gaming Act's applicability cannot be addressed in a vacuum, and the Commission, whatever else might be its prerogatives, does not administer the Settlement Act.   That role belongs to the Secretary of the Interior, see, e.g., 25 U.S.C. &#167;&#167; 1725, 1727(a), and has not been delegated by the Secretary to the Commission.   Though the Commission may have expertise in the conduct of gaming activities on tribal lands, see, e.g., Shakopee Mdewakanton Sioux Community v. Hope, <span class=\"citation\" data-id=\"662513\"><a href=\"/opinion/662513/shakopee-mdewakanton-sioux-community-a-federally-recognized-indian-tribe/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">261</span></a></span>, 264 (8th Cir.1994), we cannot take it upon ourselves to assume, without any evidence, that Congress intended to entrust the Commission with reconciling the Gaming Act and other statutes in the legislative firmament.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">If more were needed--and we do not believe that it is--we note that deference is inappropriate when an agency's conclusion rests predominantly upon its reading of judicial decisions.   See, e.g., Director, OWCP v. General Dynamics Corp., <span class=\"citation\" data-id=\"595489\"><a href=\"/opinion/595489/director-office-of-workers-compensation-programs-united-states/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">74</span></a></span>, 78-79 (1st Cir.1992).   In this instance, the Commission's jurisdictional analysis depends almost exclusively on decrypting and applying Marcello and Narragansett Indian Tribe.   As courts, not agencies, have special expertise in interpreting case law, we are loath to defer to a determination that amounts to little more than the Commission's understanding of judicial precedents.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">To recapitulate, the Tribe and the State negotiated the accord that is now memorialized in the Settlement Act as a covenant to govern their future relations.   Maine received valuable consideration for the accord, including the protection afforded by section 16(b).   The Tribe also received valuable consideration, including land, money, and recognition.   Having reaped the benefits, the Tribe cannot expect the corollary burdens imposed under the Settlement Act to disappear merely because they have become inconvenient.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We need go no further.   We hold that Congress did not make the Gaming Act specifically applicable within Maine, and that, therefore, the Tribe is not entitled to an order compelling the State to negotiate a compact for Class III gaming.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Among other things, the Gaming Act, if it applied, would preempt various provisions of Maine's criminal law, including 17-A Me.Rev.Stat.Ann. &#167;&#167; 953-954</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We found this passage of no help in the context of the Rhode Island Indian Claims Settlement Act of 1978.   See Narragansett Indian <span class=\"citation\" data-id=\"195256\"><span class=\"antecedent_guess\">Tribe,</span> <a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">700</span></a></span>.   The version of the bill to which the report applied originally contained a provision that explicitly exempted Rhode Island from the reach of the Gaming Act, yet, prior to enactment, Congress removed the exonerative provision.   In that circumstance, we concluded that the report \"shed[ ] no light on Congress's intent regarding the law it actually enacted.\"  <span class=\"citation\" data-id=\"195256\"><a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"id_token\">Id.</span>  By contrast, </a></span>the draft bill appended to the report did not contain any similar language regarding Maine (presumably because the legislators knew that the Settlement Act included a savings clause making such language unnecessary).   Thus, unlike in the case of Rhode Island, no telltale chain of events taints the report's reference in respect to Maine</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Court wrote that it could not</p>\n        <p>ignore the background of the 1952 immigration legislation, its laborious adaptation of the Administrative Procedure Act to the deportation process, the specific points at which deviations from the Administrative Procedure Act were made, the recognition in the legislative history of this adaptive technique and of the particular deviations, and the direction in the statute that the methods therein prescribed shall be the sole and exclusive procedure for deportation proceedings.</p>\n        <p><span class=\"citation\" data-id=\"105313\"><span class=\"antecedent_guess\">Marcello,</span> <a href=\"/opinion/105313/marcello-v-bonds/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">310</span></a></span>, 75 S.Ct. at 762.   The Court then concluded:</p>\n        <p>Unless we are to require the Congress to employ magical passwords in order to effectuate an exemption from the Administrative Procedure Act, we must hold that the present statute expressly supersedes the hearing provisions of that Act.</p>\n        <p>Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The State argues that the Gaming Act is not comprehensive in the conventional sense.   This argument is not totally without merit;  the Gaming Act has no application to tribes that do not seek and attain formal federal recognition, see 25 U.S.C. &#167; 2703(5), tribes that do not exercise jurisdiction over their territories, see id. &#167; 2710(b)(1) &amp; (d)(3)(A), tribal lands located in states that proscribe Class II and III gaming activities altogether, see id. &#167; 2710(b)(1) &amp; (d)(1), or tribal lands on which federal law pretermits gambling, see id. &#167; 2710(b)(1).   We need not probe the point too deeply.   For present purposes, we simply assume, favorably to the Tribe, that the Gaming Act, like the I &amp; N Act, constitutes a comprehensive regulatory regime</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We find puzzling the Tribe's reliance on a line of cases, see, e.g. CIA v. Sims, <span class=\"citation\" data-id=\"111410\"><a href=\"/opinion/111410/cia-v-sims/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 167, <span class=\"citation\" data-id=\"111410\"><a href=\"/opinion/111410/cia-v-sims/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1881</span></a></span>, 1886, <span class=\"citation\" data-id=\"111410\"><a href=\"/opinion/111410/cia-v-sims/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">173</span> </a></span>(1985), decided under an exemption from the disclosure provisions of the Freedom of Information Act, 5 U.S.C. &#167; 552(b)(3) (providing that agencies need not divulge matters that are \"specifically exempted\" by statute), to support its ipse dixit that Congress need only enact a comprehensive statute to mute the call of section 16(b).   That exemption merely incorporates by reference the secrecy provisions of other statutes, and, unlike section 16(b), plays no discernible role in construing the application of a subsequently enacted statute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Tribe construes the Gaming Act's silence as a latent ambiguity.   We do not agree.   Given the tenor of the preexisting statute, the sound of silence here is pregnant with meaning.   Taken in context, that silence logically denotes Congress's intent not to make the Gaming Act specifically applicable within Maine</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/84935/",
    "https://www.courtlistener.com/api/rest/v3/opinions/92342/",
    "https://www.courtlistener.com/api/rest/v3/opinions/96790/",
    "https://www.courtlistener.com/api/rest/v3/opinions/101501/",
    "https://www.courtlistener.com/api/rest/v3/opinions/101983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/102537/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103246/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105296/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105313/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106447/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109067/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109074/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109466/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109632/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109897/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111410/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111680/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111759/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111840/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111842/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112822/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195256/",
    "https://www.courtlistener.com/api/rest/v3/opinions/332114/",
    "https://www.courtlistener.com/api/rest/v3/opinions/501255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588109/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595489/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662513/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/689917/",
    "https://www.courtlistener.com/api/rest/v3/opinions/705990/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2313203/"
  ]
}