{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196580/",
  "id": 196580,
  "absolute_url": "/opinion/196580/brown-v-town-of-weymouth/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196580/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:09:25Z",
  "date_modified": "2020-02-21T23:08:48.387520Z",
  "type": "010combined",
  "sha1": "b66b19f2b3e3865eab31cb1a9bc4995c532d05fc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1693.01A",
  "local_path": null,
  "plain_text": "\nFebruary 9, 1996        [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1693\r\n\n                      RICHARD O. BROWN,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                  TOWN OF WEYMOUTH, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Reginald C. Lindsay, U.S. District Judge]\r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Cyr and Lynch,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nAlexander M. Esteves on brief for appellant.\r                                \r\nDouglas I. Louison, Stephen C.  Pfaff  and Merrick  and Louison on\r                                                                           \r\nbrief for appellees.\r\n\n                                         \r\n\n                                         \r\r\n\n          Per  Curiam.  In this  suit under 42  U.S.C.   1983\r                                 \r\n\nalleging use  of  excessive force,1  plaintiff Richard  Brown\r                                              1\r\n\nappeals from  the grant  of summary judgment  for defendants,\r\n\nOfficer James Bowen  and Captain James  Thomas, and from  the\r\n\ndenial of his motion  for relief from judgment under  Fed. R.\r\n\nCiv. P. 60(b).  We affirm for the following reasons.\r\n\n          1.   We  have no  doubt that  summary  judgment was\r\n\nproper in  this case,  regardless whether the  district court\r\n\nmisconstrued Brown's  purpose in stating that  his arrest had\r\n\noccurred  \"without  incident,\"   and  despite  the   parties'\r\n\ndisagreement on  the  question  whether  Brown  had  resisted\r\n\narrest.   Even  if  it were  undisputed  that Brown  had  not\r                                                                         \r\n\nresisted  arrest, Bowen  would have  been justified  in using\r\n\nsome physical  force to  effect Brown's  arrest.   The police\r\n\nreport,  which both  parties  submitted in  support of  their\r\n\npositions at  summary  judgment, indicated  that Bowen  knew,\r\n\nwhen  he  arrested  Brown,  that  Brown  had  just  assaulted\r\n\nElizabeth Gordon while on bail for a different crime and that\r\n\nBrown  was  intoxicated.   In  addition, Brown  had  fled the\r\n\npremises, knowing that  Bowen was a police officer  who would\r\n\nhave  had  cause  to arrest  him  for  that  assault.   Bowen\r\n\ntherefore had the clear right to use necessary physical force\r\n\nin arresting Brown.  See Graham v. Connor, 490  U.S. 386, 396\r                                                     \r\n\n                    \r                                \r\n\n   1Bowen asserted  other  claims as  well,  but he  has  not\r               1\r\nappealed the dismissal of those claims.\r\n\n                             -2-\r\r\n\n(1989); Dean v.  City of  Worcester, 924 F.2d  364, 368  (1st\r                                               \r\n\nCir. 1991).\r\n\n          The critical question  before the court, therefore,\r\n\nconcerned the  nature and degree of force  used by Bowen.  In\r\n\nhis affidavit  in support  of summary judgment,  Bowen denied\r\n\nforcing Brown's arm up  over his head or forcing his  arm and\r\n\nshoulder  into an  anatomically wrong  position.   Given that\r\n\naffidavit,  the  contrary  allegations  in the  complaint  no\r\n\nlonger sufficed to establish a genuine issue as to the degree\r\n\nof  force used  by  Bowen.   Brown  was required  to  present\r\n\n\"definite,  competent evidence\" that Bowen had used excessive\r\n\nforce in order  to rebut  the summary judgment  motion.   See\r                                                                         \r\n\nMesnick  v. General Electric Co., 950 F.2d 816, 822 (1st Cir.\r                                            \r\n\n1991), cert. denied, 504 U.S. 985 (1992).  That is, he had to\r                               \r\n\nsubmit \"significantly  probative\" evidence, not  simply \"some\r\n\nevidence\" that Bowen had used excessive force.  See Frohmader\r                                                                         \r\n\nv. Wayne, 958 F.2d 1024, 1028-29 (10th Cir. 1992).\r                    \r\n\n          Brown failed to submit any affidavit describing the\r\n\nnature and amount of  force used by Bowen  in support of  his\r\n\nopposition to summary judgment.  He submitted medical records\r\n\nreflecting  Brown's treatment  at  South  Shore Hospital  the\r\n\nnight of the arrest.   Evidence of injury suffered  during an\r\n\narrest  is  relevant  in  determining  whether the  arresting\r\n\nofficer  used excessive or reasonable force.   See Wardlaw v.\r                                                                      \r\n\nPickett,  1 F.3d  1297, 1304  &amp; n.7  (D.C. Cir.  1993), cert.\r                                                                         \r\n\n                             -3-\r\r\n\ndenied,  114 S. Ct. 2672 (1994).  Here, however, the hospital\r                  \r\n\nrecords showed  only muscle tenderness and  strain in Brown's\r\n\nright  shoulder.   Those are  relatively mild  injuries which\r\n\ncould have  been completely consistent with  a reasonable use\r                                                                     \r\n\nof  force  by Bowen.   Thus,  the  hospital records  were not\r\n\nsufficiently probative  and created  no trialworthy  issue of\r\n\nfact on the  question whether Bowen had used excessive force.\r\n\nSee Foster  v. Metropolitan  Airports Comm'n, 914  F.2d 1076,\r                                                        \r\n\n1082 &amp;  n.5 (8th  Cir. 1990)  (summary  judgment granted  for\r\n\npolice officer in part because the medical records reportedly\r\n\nshowed  only that  the plaintiff  had suffered  mild shoulder\r\n\nstrain); cf. Dean,  supra, 924 F.2d at  369 (summary judgment\r                                     \r\n\ngranted for  police officer  in part because  the plaintiff's\r\n\nminor  physical injuries  -- cuts,  scratches and  bruises --\r\n\nwere  insufficient  to  support  an   inference  that  police\r\n\nofficers had used inordinate  force in arresting plaintiff). \r\n\n          We  have considered  Brown's other claims  of error\r\n\nrelating  to  the grant  of summary  judgment, but  find them\r\n\nmeritless.  \r\n\n          2.  The district  court properly denied relief from\r\n\njudgment under Fed. R.  Civ. P. 60(b).  As  defendants argue,\r\n\nBrown and his counsel could have obtained the medical records\r\n\nfrom Massachusetts  General Hospital  in a timely  fashion if\r\n\nthey had exercised due diligence.  Brown obviously knew those\r\n\n                             -4-\r\r\n\nrecords existed before he retained counsel, but he apparently\r\n\nnever told  counsel about  them until after  summary judgment\r\n\nhad been  granted.   Counsel filed  an amended  complaint and\r\n\nBrown's  opposition  to summary  judgment  on  the same  day.\r\n\nBecause  the amended  complaint asserted  that Brown  had had\r\n\nshoulder surgery -- a medical procedure not documented in the\r                                                       \r\n\nSouth  Shore  Hospital  records submitted  in  opposition  to\r\n\nsummary  judgment, counsel had  reason to  know at  that time\r\n\nthat  different  records  reflecting  the  surgery must  have\r\n\nexisted.  He  apparently never asked  his client about  them,\r\n\nand he  made no  effort to  obtain them  until nearly  a year\r\n\nlater, by which time the court had granted summary judgment.\r\n\n          3.    Because summary  judgment  for  Bowen on  the\r\n\nexcessive  force  claim  was   proper,  the  court  correctly\r\n\ndismissed the  claim against  Thomas, which had  asserted the\r\n\nfailure to stop  or report Bowen's  alleged use of  excessive\r\n\nforce.  See Hinton v. City of Elwood, 997 F.2d 774, 783 (10th\r                                                \r\n\nCir. 1993).\r\n\n          Affirmed.  See Loc. R. 27.1.\r                                                  \r\n\n                             -5-\r\r\n",
  "html": "<p class=\"case_cite\">76 F.3d 370</p>\n    <p class=\"parties\">NOTICE: Fourth Circuit Local Rule 36(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Fourth Circuit.<br>Richard O. BROWN, Plaintiff, Appellant,<br>v.<br>TOWN OF WEYMOUTH, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1693.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Feb. 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alexander M. Esteves on brief for appellant.</p>\n      <p class=\"indent\">Douglas I. Louison, Stephen C. Pfaff and Merrick and Louison on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and LYNCH, Circuit Judges.</p>\n    </div>\n    <p class=\"indent\">PER CURIAM</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this suit under 42 U.S.C. &#167; 1983 alleging use of excessive force,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> plaintiff Richard Brown appeals from the grant of summary judgment for defendants, Officer James Bowen and Captain James Thomas, and from the denial of his motion for relief from judgment under Fed.R.Civ.P. 60(b).   We affirm for the following reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. We have no doubt that summary judgment was proper in this case, regardless whether the district court misconstrued Brown's purpose in stating that his arrest had occurred \"without incident,\" and despite the parties' disagreement on the question whether Brown had resisted arrest.   Even if it were undisputed that Brown had not resisted arrest, Bowen would have been justified in using some physical force to effect Brown's arrest.   The police report, which both parties submitted in support of their positions at summary judgment, indicated that Bowen knew, when he arrested Brown, that Brown had just assaulted Elizabeth Gordon while on bail for a different crime and that Brown was intoxicated.   In addition, Brown had fled the premises, knowing that Bowen was a police officer who would have had cause to arrest him for that assault.   Bowen therefore had the clear right to use necessary physical force in arresting Brown.  See Graham v. Connor, 490 U.S. 386, 396 (1989);  Dean v. City of Worcester, 924 F.2d 364, 368 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The critical question before the court, therefore, concerned the nature and degree of force used by Bowen.   In his affidavit in support of summary judgment, Bowen denied forcing Brown's arm up over his head or forcing his arm and shoulder into an anatomically wrong position.   Given that affidavit, the contrary allegations in the complaint no longer sufficed to establish a genuine issue as to the degree of force used by Bowen.   Brown was required to present \"definite, competent evidence\" that Bowen had used excessive force in order to rebut the summary judgment motion.  See Mesnick v. General Electric Co., 950 F.2d 816, 822 (1st Cir.1991), cert. denied, 504 U.S. 985 (1992).   That is, he had to submit \"significantly probative\" evidence, not simply \"some evidence\" that Bowen had used excessive force.  See Frohmader v. Wayne, 958 F.2d 1024, 1028-29 (10th Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Brown failed to submit any affidavit describing the nature and amount of force used by Bowen in support of his opposition to summary judgment.   He submitted medical records reflecting Brown's treatment at South Shore Hospital the night of the arrest.   Evidence of injury suffered during an arrest is relevant in determining whether the arresting officer used excessive or reasonable force.  See Wardlaw v. Pickett, 1 F.3d 1297, 1304 &amp; n. 7 (D.C.Cir.1993), cert. denied, 114 S.Ct. 2672 (1994).   Here, however, the hospital records showed only muscle tenderness and strain in Brown's right shoulder.   Those are relatively mild injuries which could have been completely consistent with a reasonable use of force by Bowen.   Thus, the hospital records were not sufficiently probative and created no trialworthy issue of fact on the question whether Bowen had used excessive force.  See Foster v. Metropolitan Airports Comm'n, 914 F.2d 1076, 1082 &amp; n. 5 (8th Cir.1990) (summary judgment granted for police officer in part because the medical records reportedly showed only that the plaintiff had suffered mild shoulder strain);  cf.   Dean, supra, 924 F.2d at 369 (summary judgment granted for police officer in part because the plaintiff's minor physical injuries--cuts, scratches and bruises--were insufficient to support an inference that police officers had used inordinate force in arresting plaintiff).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We have considered Brown's other claims of error relating to the grant of summary judgment, but find them meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">2. The district court properly denied relief from judgment under Fed.R.Civ.P. 60(b).   As defendants argue, Brown and his counsel could have obtained the medical records from Massachusetts General Hospital in a timely fashion if they had exercised due diligence.   Brown obviously knew those records existed before he retained counsel, but he apparently never told counsel about them until after summary judgment had been granted.   Counsel filed an amended complaint and Brown's opposition to summary judgment on the same day.   Because the amended complaint asserted that Brown had had shoulder surgery--a medical procedure not documented in the South Shore Hospital records submitted in opposition to summary judgment, counsel had reason to know at that time that different records reflecting the surgery must have existed.   He apparently never asked his client about them, and he made no effort to obtain them until nearly a year later, by which time the court had granted summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. Because summary judgment for Bowen on the excessive force claim was proper, the court correctly dismissed the claim against Thomas, which had asserted the failure to stop or report Bowen's alleged use of excessive force.  See Hinton v. City of Elwood, 997 F.2d 774, 783 (10th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Affirmed. See Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Bowen asserted other claims as well, but he has not appealed the dismissal of those claims</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">370</span></span></p>\n    <p class=\"parties\">NOTICE: Fourth Circuit Local Rule 36(c) states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Fourth Circuit.<br>Richard O. BROWN, Plaintiff, Appellant,<br>v.<br>TOWN OF WEYMOUTH, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1693.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Feb. 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alexander M. Esteves on brief for appellant.</p>\n      <p class=\"indent\">Douglas I. Louison, Stephen C. Pfaff and Merrick and Louison on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and LYNCH, Circuit Judges.</p>\n    </div>\n    <p class=\"indent\">PER CURIAM</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this suit under 42 U.S.C. &#167; 1983 alleging use of excessive force,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> plaintiff Richard Brown appeals from the grant of summary judgment for defendants, Officer James Bowen and Captain James Thomas, and from the denial of his motion for relief from judgment under Fed.R.Civ.P. 60(b).   We affirm for the following reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. We have no doubt that summary judgment was proper in this case, regardless whether the district court misconstrued Brown's purpose in stating that his arrest had occurred \"without incident,\" and despite the parties' disagreement on the question whether Brown had resisted arrest.   Even if it were undisputed that Brown had not resisted arrest, Bowen would have been justified in using some physical force to effect Brown's arrest.   The police report, which both parties submitted in support of their positions at summary judgment, indicated that Bowen knew, when he arrested Brown, that Brown had just assaulted Elizabeth Gordon while on bail for a different crime and that Brown was intoxicated.   In addition, Brown had fled the premises, knowing that Bowen was a police officer who would have had cause to arrest him for that assault.   Bowen therefore had the clear right to use necessary physical force in arresting Brown.  See Graham v. Connor, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 396 (1989);  Dean v. City of Worcester, <span class=\"citation\" data-id=\"555047\"><a href=\"/opinion/555047/gerard-dean-v-city-of-worcester/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span>, 368 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The critical question before the court, therefore, concerned the nature and degree of force used by Bowen.   In his affidavit in support of summary judgment, Bowen denied forcing Brown's arm up over his head or forcing his arm and shoulder into an anatomically wrong position.   Given that affidavit, the contrary allegations in the complaint no longer sufficed to establish a genuine issue as to the degree of force used by Bowen.   Brown was required to present \"definite, competent evidence\" that Bowen had used excessive force in order to rebut the summary judgment motion.  See Mesnick v. General Electric Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 822 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">985</span> </span>(1992).   That is, he had to submit \"significantly probative\" evidence, not simply \"some evidence\" that Bowen had used excessive force.  See Frohmader v. Wayne, <span class=\"citation\" data-id=\"579283\"><a href=\"/opinion/579283/donald-frohmader-v-deputy-d-wayne/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1024</span></a></span>, 1028-29 (10th Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Brown failed to submit any affidavit describing the nature and amount of force used by Bowen in support of his opposition to summary judgment.   He submitted medical records reflecting Brown's treatment at South Shore Hospital the night of the arrest.   Evidence of injury suffered during an arrest is relevant in determining whether the arresting officer used excessive or reasonable force.  See Wardlaw v. Pickett, <span class=\"citation\" data-id=\"628034\"><a href=\"/opinion/628034/william-c-wardlaw-v-william-r-pickett-deputy-united-states-marshal/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1297</span></a></span>, 1304 &amp; n. 7 (D.C.Cir.1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2672</span> </span>(1994).   Here, however, the hospital records showed only muscle tenderness and strain in Brown's right shoulder.   Those are relatively mild injuries which could have been completely consistent with a reasonable use of force by Bowen.   Thus, the hospital records were not sufficiently probative and created no trialworthy issue of fact on the question whether Bowen had used excessive force.  See Foster v. Metropolitan Airports Comm'n, <span class=\"citation\" data-id=\"548432\"><a href=\"/opinion/548432/charles-wayne-foster-and-dana-gay-foster-v-metropolitan-airports/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1082 &amp; n. 5 (8th Cir.1990) (summary judgment granted for police officer in part because the medical records reportedly showed only that the plaintiff had suffered mild shoulder strain);  cf.   <span class=\"citation\" data-id=\"555047\"><a href=\"/opinion/555047/gerard-dean-v-city-of-worcester/\"><span class=\"antecedent_guess\">Dean,</span> supra</a></span>, 924 F.2d at 369 (summary judgment granted for police officer in part because the plaintiff's minor physical injuries--cuts, scratches and bruises--were insufficient to support an inference that police officers had used inordinate force in arresting plaintiff).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We have considered Brown's other claims of error relating to the grant of summary judgment, but find them meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">2. The district court properly denied relief from judgment under Fed.R.Civ.P. 60(b).   As defendants argue, Brown and his counsel could have obtained the medical records from Massachusetts General Hospital in a timely fashion if they had exercised due diligence.   Brown obviously knew those records existed before he retained counsel, but he apparently never told counsel about them until after summary judgment had been granted.   Counsel filed an amended complaint and Brown's opposition to summary judgment on the same day.   Because the amended complaint asserted that Brown had had shoulder surgery--a medical procedure not documented in the South Shore Hospital records submitted in opposition to summary judgment, counsel had reason to know at that time that different records reflecting the surgery must have existed.   He apparently never asked his client about them, and he made no effort to obtain them until nearly a year later, by which time the court had granted summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. Because summary judgment for Bowen on the excessive force claim was proper, the court correctly dismissed the claim against Thomas, which had asserted the failure to stop or report Bowen's alleged use of excessive force.  See Hinton v. City of Elwood, <span class=\"citation\" data-id=\"610700\"><a href=\"/opinion/610700/kenneth-l-hinton-for-himself-and-as-father-and-next-friend-of-kamilah/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">774</span></a></span>, 783 (10th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Affirmed. See Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Bowen asserted other claims as well, but he has not appealed the dismissal of those claims</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555047/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579283/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610700/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628034/"
  ]
}