{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196543/",
  "id": 196543,
  "absolute_url": "/opinion/196543/romero-barcelo-v-agosto/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196543/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:25Z",
  "date_modified": "2020-02-21T23:16:05.529059Z",
  "type": "010combined",
  "sha1": "bbc32f9d1767350daa27e86ce949e45384013034",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1235.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                           \r                                                     \r\n\nNo. 95-1235\r\n\n                      CARLOS ROMERO-BARCELO,\r\n\n                      Plaintiff, Appellant,\r\n\n                                v.\r\n\n                 MIGUEL HERNANDEZ-AGOSTO, ET AL.,\r\n\n                      Defendants, Appellees.\r\n\n                                           \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n       [Hon. Jaime Pieras, Jr., Senior U.S. District Judge]\r                                                                    \r\n\n                                           \r                                                     \r\n\n                      Selya, Cyr and Lynch,\r\n\n                         Circuit Judges.\r                                                 \r\n\n                                           \r                                                     \r\n\n   Michael J.  Rovell, with  whom Lisa I.  Fair, Hilary  A. Higgins,\r                                                                             \r\nCarlos  G. Latimer  and  Latimer, Biaggi,  Rachid, Rodriguez,  Suris &amp;\r                                                                              \r\nGodreau were on brief for appellant.\r               \r\n   Marcos  A. Ram rez-Lavandero,  with whom Eduardo  A. Vera-Ram rez\r                                                                              \r\nand  Marcos  A.  Ram rez-Lavandero  &amp; Associates  were  on  brief  for\r                                                        \r\nappellees.\r\n\n                                           \r                                                     \r\n\n                         January 31, 1996\r\n                                           \r                                                     \r\r\n\n          CYR,  Circuit Judge.   This  appeal  involves the  most\r                    CYR,  Circuit Judge.\r                                       \r\n\nrecent  installment  in  the ongoing  Cerro  Maravilla  political\r\n\nscandal, which has  engaged public attention in  the Commonwealth\r\n\nof  Puerto Rico  for more  than fifteen  years, and  enlisted our\r\n\nattention  on  several  occasions since  1981.    In  this latest\r\n\nsequel, plaintiff  Carlos Romero-Barcelo  (or \"appellant\")  chal-\r\n\nlenges  a district court judgment dismissing various civil rights\r\n\nclaims, with  prejudice, based  on absolute legislative  immunity\r\n\nand failure to state a claim, and dismissing, without  prejudice,\r\n\ncertain  pendent claims  under Puerto  Rico law.   We  affirm the\r\n\ndistrict court judgment in all respects.\r\n\n                                I\r                                          I\r\n\n                           BACKGROUND1\r                                     BACKGROUND\r                                               \r\n\n          On  February 22,  1981, the  Puerto  Rico Senate,  then\r\n\ncontrolled by the Popular Democratic Party (\"PDP\"), authorized an\r\n\ninvestigation  into the  brutal ambush  and murders  of  two pro-\r\n\nindependence youths,  Arnaldo  Dario-Rosado    and  Carlos  Soto-\r\n\nArrivi, by Commonwealth police officers at Cerro Maravilla in the\r\n\nmountains of Puerto Rico during the summer  of 1978.  At the time\r\n\nof  the murders,  appellant Romero-Barcelo  was  the Governor  of\r\n\nPuerto Rico, and  headed the New Progressive  Party (\"NPP\") which\r\n\ncontrolled the  Senate.   As  part of  the Senate  investigation,\r\n\nsubpoenas  were issued  for documents  in the  possession of  the\r\n                    \r                              \r\n\n     1Rule 12(b)(6) dismissals are reviewed under the rubric that\r\n\"all  reasonable inferences  from well-pleaded  facts  are to  be\r\ndrawn  in  appellant['s]  favor.\"    Calero-Colon v.  Betancourt-\r                                                                           \r\nLebron, 68 F.3d 1, 2 n.1 (1st Cir. 1995).\r                \r\n\n                                3\r\r\n\nPuerto  Rico  Justice Department.    In  due course,  this  court\r\n\nvacated a district court order  quashing the subpoenas, In re San\r                                                                           \r\n\nJuan Star  Co., 662 F.2d 108, 111,  118-20 (1st Cir. 1981), while\r                        \r\n\nnoting that  a state legislature  might be enjoined \"in  a proper\r\n\ncase.\"  Colon Berrios  v. Hernandez Agosto, 716 F.2d 85,  88 (1st\r                                                    \r\n\nCir. 1983) (internal quotation marks omitted).\r\n\n          Following  the  San  Juan  Star  decision,  the  Senate\r                                                   \r\n\nJudiciary Committee (or \"Committee\")  gained access to  materials\r\n\nwhich    together with other documents and testimony gathered  in\r\n\nexecutive session     formed  the basis  for televised  Committee\r\n\nhearings (or \"Hearings\")  which began June 15, 1983.   The Senate\r\n\nvoted to pay to televise the Hearings on a commercial station and\r\n\n\"the  hearings  were  apparently  widely  viewed.\"   Id.  at  87.\r                                                                  \r\n\nThereafter,  we reversed a district court order enjoining Commit-\r\n\ntee members and  their agents from compelling some  of the defen-\r\n\ndants  in a  separate  civil  rights action  arising  out of  the\r\n\nmurders of Dario-Rosado and  Soto-Arrivi (the \"Soto\" litigation),\r\n\nsee  Soto v.  Romero Barcelo,  559 F.  Supp. 739,  740-41 (D.P.R.\r                                      \r\n\n1983), to appear and testify publicly at the Hearings; and, \"from\r\n\npublishing documents in the [Committee members'] possession  that\r\n\nare covered by  the protective order issued in  [the Soto litiga-\r\n\ntion] or that are transcripts  of testimony before the  Committee\r\n\nby [some  of the Soto defendants].\"   Colon Berrios,  716 F.2d at\r                                                             \r\n\n86, 87.  \r\n\n          The Hearings were reconvened in  October 1984, prepara-\r\n\ntory  to the  November  1984  gubernatorial  elections  in  which\r\n\n                                4\r\r\n\nRomero-Barcelo ran for reelection and lost.  Following a break in\r\n\nthe political action, the most  recent round of Hearings began in\r\n\nOctober  1991,  as a  prelude  to a  PDP-sponsored  referendum in\r\n\nDecember  1991  on   the  future  intergovernmental  relationship\r\n\nbetween Puerto Rico and  the United States.  Once  Romero-Barcelo\r\n\nannounced his candidacy for Resident Commissioner, these Hearings\r\n\nwere extended through May  1992.  During the latter phases of the\r\n\nHearings, while the PDP controlled the Senate, defendant-appellee\r\n\nMiguel Hernandez-Agosto  served as  Senate President,  defendant-\r\n\nappellee Marco Antonio-Rigau headed  the Senate Judiciary Commit-\r\n\ntee, and  defendant-appellee Edgardo Perez-Viera,  chief counsel,\r\n\ndirected Committee investigative efforts. \r\n\n          Appellant  Romero-Barcelo  claims,   inter  alia,  that\r                                                                    \r\n\nCommittee members slanted and manipulated the Committee testimony\r\n\nand evidence to suggest that he had been involved in the planning\r\n\nand shooting of the two youths at  Cerro Maravilla, and in subse-\r\n\nquent attempts to cover up the murders.  He alleges that witness-\r\n\nes were interviewed in private, without legal assistance; subpoe-\r\n\nnas were issued without notifying all Committee members; only one\r\n\nCommittee investigator was appointed and he reported  exclusively\r\n\nto  the PDP  majority; access  to all  documents,  transcripts of\r\n\ntestimony, evidence, and  reports was restricted to  PDP members,\r\n\ntheir aides  and assistants; the Committee violated a Puerto Rico\r\n\nSupreme Court order  that the  documents and  other materials  be\r\n\nmade  available to the  NPP minority; witnesses  were not allowed\r\n\naccess to transcripts of their prior testimony before testifying;\r\n\n                                5\r\r\n\nan  investigative  report     finding  no  wrongdoing  by Romero-\r\n\nBarcelo    was covered up;  the witness microphone was turned off\r\n\nwhen  testimony  did  not suit  defendants  Hernandez-Agosto  and\r\n\nAntonio-Rigau, or other PDP members.  \r\n\n          Romero-Barcelo alleges  that  from the  late 1970s  the\r\n\ndefendants  and the  Committee continuously  labelled  him as  an\r\n\nassassin  or murderer, even though no evidence was ever submitted\r\n\nto  substantiate  the  charge;  that  defendant  Perez  presented\r\n\ninformation  at  the  Hearings, and  subsequently  through  press\r\n\nreleases and  television and radio  interviews, knowing it  to be\r\n\nfalse or misleading; that the defendants continually disseminated\r\n\nfalse  information  outside  the  legislative  chambers,  through\r\n\ntelevision broadcasts made at government expense, press  releases\r\n\nand  interviews  arranged  and conducted  at  the  Legislature in\r\n\npublic  areas  and  at  television  studios,  political  speeches\r\n\ndelivered in  various municipalities, press  releases distributed\r\n\nto news media  within and beyond Puerto Rico,  as well as written\r\n\nand oral communications to the  United States Senate and House of\r\n\nRepresentatives,  federal departments,  and agencies.   Appellant\r\n\ncomplains that the defendants held press conferences at radio and\r\n\ntelevision stations and  other public forums after  the Hearings,\r\n\npublicly passing judgment on statements made before the Committee\r\n\nregarding  the credibility of witnesses, the strength or weakness\r\n\nof  the evidence,  and  publicly  accusing  witnesses  and  third\r\n\nparties, including Romero-Barcelo, of perjury  before the Commit-\r\n\ntee.   This  campaign allegedly  was carried  out through  public\r\n\n                                6\r\r\n\nspeechmaking and political  campaign rallies, as well  as televi-\r\n\nsion and radio broadcasts, newspapers,and by other public means. \r\n\n          In September  1992, appellant  brought suit  in federal\r\n\ndistrict  court under 42  U.S.C.   1983,  asserting violations of\r\n\nhis  First,  Fifth,  and Fourteenth  Amendment  rights  under the\r\n\nUnited States Constitution,  and under 42  U.S.C.   1985(3),  for\r\n\nconspiracy to  deprive him  of these constitutional  rights.   He\r\n\ndemanded compensatory and punitive  damages, costs, and  attorney\r\n\nfees.  See 28  U.S.C.    1331 (federal question)  and 1343 (civil\r                    \r\n\nrights and elective franchise).  Finally, he alleged supplemental\r\n\nclaims  for libel  and  slander under  Puerto Rico  law.   See 28\r                                                                        \r\n\nU.S.C.    1367.   The defendants  moved to dismiss  under Fed. R.\r\n\nCiv. P.  12(b)(6), asserting absolute  legislative immunity,  and\r\n\nfailure  to state  a claim.    The district  court dismissed  all\r\n\nfederal claims, with prejudice, and the libel and slander claims,\r\n\nwithout prejudice.  Romero-Barcelo appealed.\r\n\n                                II\r                                          II\r\n\n                           DISCUSSION2\r                                     DISCUSSION\r                                               \r\n\n          We first consider the alleged conduct that the district\r\n\ncourt found  to  be  protected  under the  doctrine  of  absolute\r\n\n                    \r                              \r\n\n     2We review  Rule  12(b)(6) dismissals  de novo.   Clarke  v.\r                                                                       \r\nKentucky  Fried Chicken of  Cal., Inc., 57  F.3d 21, 22  n.1 (1st\r                                                \r\nCir.  1995).  \"The  pleading requirements, though  'minimal,' are\r\nnot  'non-existent.'\"   Rumford Pharmacy,  Inc. v.  City of  East\r                                                                           \r\nProvidence, 970 F.2d 996, 998  (1st Cir. 1992) (quoting Gooley v.\r                                                                        \r\nMobil  Oil Corp.,  851 F.2d  513,  515 (1st  Cir. 1988)  (\"Modern\r                          \r\nnotions of 'notice  pleading' notwithstanding, a plaintiff .  . .\r\nis  nonetheless required to set forth factual allegations, either\r\ndirect or inferential, respecting each material element necessary\r\nto sustain recovery under some actionable legal theory.\")).\r\n\n                                7\r\r\n\nlegislative immunity.   Next, we determine whether  the remaining\r\n\nconduct in which defendants are alleged to have engaged gave rise\r\n\nto  any actionable  claim under  either section  1983  or section\r\n\n1985(3).  \r\n\nA.   Absolute Legislative Immunity\r          A.   Absolute Legislative Immunity\r                                            \r\n\n          A defense  of absolute legislative  immunity for  state\r\n\nlegislators has been  recognized since 1951.  Colon  Berrios, 716\r                                                                      \r\n\nF.2d at 89 (citing Tenney v. Brandhove, 341 U.S. 367 (1951)).  Of\r                                                \r\n\ncourse,  absolute  immunity  affords  protection  not  only  from\r\n\nliability but from  suit.  Agromayor v. Colberg, 738  F.2d 55, 57\r                                                         \r\n\n(1st Cir.), cert. denied, 469 U.S. 1037 (1984)  (citing Helstoski\r                                                                           \r\n\nv.  Meanor,  442 U.S.  500,  506-08 (1979)).    State legislative\r                    \r\n\nimmunity  is \"'similar in  origin and rationale  to that accorded\r\n\nCongressmen  under the  Speech or  Debate Clause'\" of  the United\r\n\nStates Constitution.   Negron-Gaztambide v. Hernandez-Torres,  35\r                                                                      \r\n\nF.3d 25, 27 (1st Cir. 1994), cert. denied, 115 S. Ct. 1098 (1995)\r                                                   \r\n\n(quoting Supreme  Court of Va.  v. Consumers Union of  the United\r                                                                           \r\n\nStates,  Inc., 446 U.S. 719, 732 (1980)).   Although not based on\r                       \r\n\nthe doctrine  of separation of  powers, as is  the constitutional\r\n\nimmunity  accorded Members  of  Congress, the  state  legislative\r\n\nimmunity defense nonetheless implicates \"principles of comity and\r\n\nfederalism . . . .\"  Agromayor, 738 F.2d at 58-59  (citing United\r                                                                           \r\n\nStates  v. Gillock,  445  U.S.  360, 370-73  (1980)).   See  also\r                                                                           \r\n\nNational Ass'n  of Social  Workers v. Harwood,  69 F.3d  622, 628\r                                                       \r\n\n(1st Cir. 1995).\r\n\n                                8\r\r\n\n          The immunity defense in this case protects only conduct\r\n\nwithin  the \"sphere of  legitimate legislative activity.\"   Colon\r                                                                           \r\n\nBerrios, 716 F.2d  at 89 (citing  Doe v. McMillan, 412  U.S. 306,\r                                                           \r\n\n320  (1973); Tenney, 341  U.S. at 376-77).   Absolute legislative\r                             \r\n\nimmunity \"is justified and  defined by the functions it  protects\r                                                              \r\n\nand serves,  not by  the person to  whom it  attaches.\"   Negron-\r                                                                           \r\n\nGaztambide, 35 F.3d  at 27 (quoting Forrester v.  White, 484 U.S.\r                                                                 \r\n\n219,  227 (1988)).   \"[I]t is  the nature  of the  particular act\r\n\nrather than the title of the office which governs whether immuni-\r\n\nty  attaches.\"  Acevedo-Cordero v. Cordero-Santiago, 958 F.2d 20,\r                                                             \r\n\n21 (1st Cir. 1992); see also Agromayor, 738 F.2d at 59.  \"Acts  .\r                                                \r\n\n. .  that are  administrative  in nature  do  not 'give  rise  to\r\n\nabsolute  immunity  from  liability in  damages  under    1983.'\"\r\n\nNegron-Gaztambide, 35  F.3d at 28 (quoting Forrester, 484 U.S. at\r                                                              \r\n\n229); see also  Agromayor, 738 F.2d at 59-60;  Cutting v. Muzzey,\r                                                                          \r\n\n724 F.2d 259, 261-62 (1st Cir. 1984).\r\n\n          The scope of state legislative immunity from suit under\r\n\nsection  1983  is  \"essentially  coterminous\" with  the  absolute\r\n\nimmunity accorded members of Congress  under the Speech or Debate\r\n\nClause  of  the  United States  Constitution  (or  \"the Clause\").\r\n\nHarwood, 69 F.3d at 629 (citing Supreme Court of Va., 446 U.S. at\r                                                              \r\n\n732-33).   For the Clause  to apply,  the activity  must be  \"'an\r\n\nintegral  part of the deliberative and communicative processes by\r\n\nwhich Members participate in committee and House proceedings with\r\n\nrespect to the consideration and passage or rejection of proposed\r\n\nlegislation or with respect to  other matters which the Constitu-\r\n\n                                9\r\r\n\ntion places within the jurisdiction  of either House.'\"  Agromay-\r                                                                           \r\n\nor, 738  F.2d at 59  (quoting Gravel  v. United States,  408 U.S.\r                                                                \r\n\n606, 625  (1976)).   It  does not  cover \"actions  that are  only\r\n\n'casually  or  incidentally  related  to  legislative  affairs,'\"\r\n\nHarwood, 69 F.3d  at 630 (quoting United States  v. Brewster, 408\r                                                                      \r\n\nU.S. 501, 528  (1972)), \"or  which fall  outside the  'legitimate\r\n\nlegislative sphere.'\"   Id.  (quoting Eastland  v. United  States\r                                                                           \r\n\nServicemen's Fund, 421 U.S. 491, 503 (1975)).    \r                           \r\n\n          \"While  the core  protection  conferred  by the  Clause\r\n\nconcerns speech or debate by a member of Congress on the floor of\r\n\neither the Senate or the House\", id. (citing Gravel,  408 U.S. at\r                                                             \r\n\n625), \"the  penumbra of  the Clause sprawls  more broadly.\"   Id.\r                                                                           \r\n\nFor  example, the Clause  covers voting; id.  (citing Kilbourn v.\r                                                                        \r\n\nThompson,  103 U.S.  168, 204  (1880));  \"conduct at  legislative\r                  \r\n\nhearings,\" but not  \"private publication by a Senator  on his own\r\n\nbehalf  of documents  submitted at  a  hearing .  . .  \";   Colon\r                                                                           \r\n\nBerrios,  716 F.2d  at 90  (citing Gravel,  408 U.S.  at 624-27);\r                                                   \r\n\n\"members . . . and their staffs\" for preparation of \"an allegedly\r\n\ndefamatory report\"; id.; and members  in \"voting for its publica-\r                                \r\n\ntion,\"  but not \"general public dissemination  [of the report] by\r\n\nlegislative functionaries.\"   Id.  (citing Doe, 412  U.S. at 313-\r                                                        \r\n\n14).  The  Clause covers \"a committee hearing  or report designed\r\n\nto  inform the [legislative]  membership,\" but not  an individual\r\n\n\"Senator's  publication of press  releases or news  letters,\" id.\r                                                                          \r\n\n(citing Hutchinson v. Proxmire, 443 U.S. 111, 123-33 (1979)), nor\r                                        \r\n\nindividual  \"political\"  activities,  such  as  are  involved  in\r\n\n                                10\r\r\n\n\"legitimate 'errands' performed for  constituents, the making  of\r\n\nappointments  with  Government  agencies,  [and]  assistance   in\r\n\nsecuring Government contracts.\"   Harwood, 69 F.3d at 631 (alter-\r                                                   \r\n\nation in original) (quoting Brewster, 408 U.S.  at 512) (internal\r                                              \r\n\nquotation marks omitted).\r\n\n          The district  court concluded that  the Cerro Maravilla\r\n\nhearings \"fell well within the legitimate legislative sphere\" and\r\n\n\"that  the defendants  are  therefore immune  from  any civil  or\r\n\ncriminal prosecution  based on  conduct directly  related to  the\r\n\nCerro Maravilla investigations.\"  Barcelo v. Agosto, 876 F. Supp.\r                                                             \r\n\n1332, 1342-43  (D.P.R. 1995).   The court  relied on  our earlier\r\n\nanalysis of the Hearings:\r\n\n          The  hearings  were  properly  authorized  by\r\n          Puerto  Rico Senate  Resolution 91  (February\r\n          22, 1981), which provides a specific  mandate\r\n          to the Senate  Judiciary Committee to inquire\r\n          into the activities of  the police and  other\r\n          agencies of the government leading up  to and\r\n          during the  Cerro Maravilla incident  as well\r\n          as the  behavior of the  executive branch  in\r\n          response to the incident.\r\n               Investigations such as this Senate Judi-\r\n          ciary Committee  investigation constitute  an\r\n          essential component  of the  legislative pro-\r\n          cess. . . .\r\n\nId. (quoting Colon Berrios, 716 F.2d at 90).  \r                                    \r\n\n          The  district court then held that all of Romero-Barce-\r\n\nlo's  \"claims  regarding  allegedly  unconstitutional  procedures\r\n\nemployed by  the Committee relating to the issuance of subpoenas,\r\n\nthe examination of witnesses,  and the gathering of  evidence, as\r\n\nwell as his claims regarding the allegedly unlawful use of public\r\n\nfunds to broadcast the hearings and regarding slanderous comments\r\n\n                                11\r\r\n\nallegedly  made by  the defendants  must be  DISMISSED.\"   Id. at\r                                                                        \r\n\n1343.   The court  dismissed the claims  against Hernandez-Agosto\r\n\nand Antonio-Rigau,  members of  the Puerto  Rico Legislature,  as\r\n\nwell as the claim against Perez-Viera, chief counsel and investi-\r\n\ngator for the  Committee.  Id.  at 1343  n.8 (citing Eastland  v.\r                                                                       \r\n\nUnited  States  Servicemen's Fund,  421  U.S. at  507  (Speech or\r                                           \r\n\nDebate Clause immunity for issuance by investigative subcommittee\r\n\nextends to its chief counsel)).   The court also rejected Romero-\r\n\nBarcelo's  claim \"that the defendants abused their positions and,\r\n\nsolely  [for]  political  reasons,  slanted  or  manipulated  the\r\n\ntestimony offered during the hearings to portray the plaintiff in\r\n\na negative light.\"   Id. at 1343 (citing Tenney, 341  U.S. at 377\r                                                         \r\n\n(\"The claim  of an unworthy  purpose does not destroy  the privi-\r\n\nlege.\")).  The  district court ruled, however,  that \"defendants'\r\n\nalleged  dissemination  of  false,   defamatory,  and  slanderous\r\n\ninformation about  the plaintiff  through press  releases, inter-\r\n\nviews, and speeches  occurring outside the strict  scope of their\r\n\nlegislative duties\" was  not protected  by legislative  immunity.\r\n\nId. (citing Hutchinson, Gravel, and Doe). \r                                                 \r\n\n     1.   Allegations of Criminal Misconduct  \r               1.   Allegations of Criminal Misconduct  \r                                                      \r\n\n          Appellant  argues  that the  defendants  are liable  in\r\n\ndamages under section 1983 for their alleged  criminal conduct   \r                                                                \r\n\nincluding subornation  of perjury, intimidation of  witnesses and\r\n\nobstruction of justice during  the Hearings    even  assuming the\r\n\nHearings were a proper legislative function.  Citing to Brewster,\r                                                                          \r\n\n408 U.S. at 526, he relies  for further support on the  reasoning\r\n\n                                12\r\r\n\nin Gravel,  408 U.S. at 626:  \"While  the Speech or Debate Clause\r                   \r\n\nrecognizes speech, voting,  and other legislative acts  as exempt\r\n\nfrom liability that might otherwise attach, it does not privilege\r\n\neither Senator  or aide to  violate an otherwise criminal  law in\r\n\npreparing for or implementing legislative acts.\"  \r\n\n       Romero-Barcelo's reliance  on Gravel and  Brewster is mis-\r                                                                   \r\n\nplaced, however, as  those cases concerned whether  a legislative\r\n\nimmunity defense based  on the Speech or  Debate Clause protected\r\n\nMembers  of Congress  from  federal  criminal  prosecution.    In\r                                                                    \r\n\nGillock,  the  Supreme  Court  carefully  distinguished  a  State\r                 \r\n\nlegislator's narrower right to absolute legislative immunity from\r\n\nprivate  civil  actions,  which does  not  include  immunity from\r\n\nfederal criminal prosecution.  \r\n\n          First, Tenney was a civil action brought by a\r                                 \r\n          private   plaintiff   to   vindicate  private\r\n          rights.   Moreover, the  cases in this  Court\r\n          which have recognized an immunity from  civil\r\n          suit  for state  officials have  presumed the\r\n          existence of federal criminal  liability as a\r\n          restraining factor  on the  conduct of  state\r\n          officials.  .  . .  Thus,  in protecting  the\r\n          independence of state legislators, Tenney and\r                                                             \r\n          subsequent  cases on  official immunity  have\r\n          drawn the line at civil actions.\r\n\n445 U.S. 372-73.   Absolute immunity from suit  for civil damages\r\n\nunder  section 1983 allegedly based  on criminal conduct does not\r\n\nnecessarily  immunize the  legislator or  his  aide from  federal\r\n\n                                13\r\r\n\ncriminal  prosecution.3   But the  legislator  is immunized  from\r\n\nsuit for damages under section 1983.  \r\n\n                    \r                              \r\n\n     3As the  district  court  dictum  concerning  immunity  from\r\ncriminal  prosecution \"based on  conduct directly related  to the\r\nCerro Maravilla investigations,\"   Barcelo, 876 F. Supp. at 1343,\r                                                    \r\nis not necessary to its holding,  nor to ours, we do not  endorse\r\nit. \r\n\n                                14\r\r\n\n     2.   Contemporaneous Telecasting of Hearings   \r               2.   Contemporaneous Telecasting of Hearings   \r                                                           \r\n\n          Appellant  argues  that  defendants'  decision  to  use\r\n\npublic funds to finance live  telecasts of these Hearings was not\r\n\nprotected  by absolute legislative  immunity.  The  Supreme court\r\n\nmade clear, in Doe, 412 U.S. at  313-14, that the introduction of\r                            \r\n\ndocuments at an open legislative hearing is protected conduct but\r\n\na private republication of the  documents by a Member of Congress\r\n\nis  not.  We  hold that the legislative  decision to sponsor live\r\n\ntelecasts of the open Committee hearings authorized a legislative\r\n\ndisclosure     rather  than  a  private  republication      which\r\n\nclothed defendants with  absolute legislative immunity from  suit\r\n\nunder  section  1983.4   But  even  assuming  the contemporaneous\r\n\n\"publication\" of  the open  Hearings went  beyond the  reasonable\r\n\nrequirements of  the legislative  function, a  matter  we do  not\r\n\ndecide,  defendants' determination  that the  Hearings  should be\r\n\ntelevised  at  public  expense  constituted  legislative  conduct\r\n\nabsolutely immune from  civil suit.  Doe, 412  U.S. at 315 (\"Mem-\r                                                  \r\n\nbers of Congress are themselves immune for ordering or voting for\r\n\n                    \r                              \r\n\n     4In Hutchinson, 443 U.S. at 116 n.3, the Supreme Court said:\r                             \r\n\"we assume,  without  deciding,  that a  speech  printed  in  the\r\nCongressional  Record carries immunity under the Speech or Debate\r\nClause as though delivered on the floor.\"  Accordingly, the Court\r\ndid  not take  issue with  a  district court  suggestion that  \"a\r\ntelevision or  radio broadcast of  [a Senator's] speech  from the\r\nSenate  floor\" would  receive  the protection  of  the Speech  or\r\nDebate Clause.  Id. at 119.  But the Court did not agree with the\r                            \r\nsuggestion that  such  a  broadcast  is analogous  to  a  Senator\r\nissuing  a press release  relating to a  floor speech.   Id.  See\r                                                                           \r\nalso Cable  News Network  v. Anderson, 723  F. Supp.  835 (D.D.C.\r                                               \r\n1989) (Speech or Debate Clause bars judicial review of House rule\r\nregulating television coverage of hearings). \r\n\n                                15\r\r\n\na publication  going beyond  the reasonable  requirements of  the\r\n\nlegislative function . . . .\").5  \r\n\n     3.   Immunity of Committee Counsel\r               3.   Immunity of Committee Counsel\r                                                 \r\n\n          Next,  appellant argues that the immunity of a legisla-\r\n\ntive  aide is  less broad  than that  available to  a legislator.\r\n\nConsequently, says appellant, the chief counsel to the Committee,\r\n\ndefendant-appellee  Perez-Viera, is not immune from suit.  Appel-\r\n\nlant relies  on Dombrowski  v. Eastland, 387  U.S. 82,  85 (1967)\r                                                 \r\n\n(per  curiam),  wherein the  Supreme  Court affirmed  a  grant of\r\n\nsummary judgment  for the Chairman  of a Senate  subcommittee but\r\n\nreversed  a summary  judgment  order  in  favor  of  subcommittee\r\n\ncounsel, explaining that the \"doctrine [of  legislative] immunity\r\n\nis less absolute,  although applicable, when applied  to officers\r\n\nor employees  of a legislative  body, rather than  to legislators\r\n\nthemselves.\"   Eight years  later, the  Supreme Court  considered\r\n\nwhether the  absolute immunity  of the  same Senate  Subcommittee\r\n\nChairman extended to the same  subcommittee counsel.  Eastland v.\r                                                                        \r\n\nUnited States Serviceman's Fund, 421  U.S. at 506-508.  The Court\r                                         \r\n                    \r                              \r\n\n     5Appellant argues that it was improper to grant judgment for\r\ndefendants under  Rule 12(b)(6), because  further factfinding was\r\nrequired  to determine whether their decision to use public funds\r\nto  finance live telecasts  is protected by  absolute legislative\r\nimmunity.  Appellant relies on  dicta in Colon Berrios, declining\r                                                                \r\nto reach \"the issue of  whether the Senate's expenditure of funds\r\nfor live television  broadcast of the  hearings falls within  the\r\nlegitimate  legislative sphere\"  because, inter  alia, it  \"would\r                                                               \r\ninvolve  extensive  fact-finding\"  relating  to  First  Amendment\r\nissues regarding  prior restraint.   716  F.2d 90  n.3.   In this\r\ncase,  however, there  is no  need to  reach the  First Amendment\r\nmatters which loomed in Colon Berrios, since we are not reviewing\r                                               \r\na Rule 12(b)(6) denial of injunctive relief, but a dismissal of a\r\ncivil  rights action  for damages  based in  part on  a broadcast\r\nwhich has already occurred.  \r\n\n                                16\r\r\n\n\"[drew] no  distinction between the  Members and the  Chief Coun-\r\n\nsel,\" id. at 507, stating  that \"the day-to-day work of [legisla-\r                   \r\n\ntive] aides is so critical  to the Members' performance that they\r\n\nmust  be  treated as  [the Members']  alter egos  . .  . .\"   Id.\r                                                                           \r\n\n(alteration in  original) (quoting  Gravel, 408  U.S. at  616-17)\r                                                    \r\n\n(internal  quotation marks  omitted).   It  noted, however,  that\r\n\n\"[t]he complaint .  . . does not distinguish  between the activi-\r\n\nties  of the  Members and  those of  the Chief  Counsel,\" thereby\r\n\ndistinguishing Dombrowski v. Eastland.  Id.            Appellant\r                                                     \r\n\nargues that his complaint does distinguish between the activities\r\n\nof  Hernandez-Agosto  and  Antonio-Rigau, on  the  one  hand, and\r\n\nPerez-Viera  on the other.  Nevertheless, the relevant allegation\r\n\nin  the complaint     that  chief  counsel Perez-Viera  presented\r\n\ninformation at the Committee hearings, knowing it to be false and\r\n\nmisleading    is part and  parcel of the parallel allegation that\r\n\nall  legislator-defendants  used   the  Hearings  to  disseminate\r\n\ninformation  about  Romero-Barcelo,  knowing it  to  be  false or\r\n\nmisleading.  Thus, in applying the doctrine of absolute  legisla-\r\n\ntive immunity to these facts,  we draw no distinction between the\r\n\nlegislator-defendants and Committee counsel.    \r\n\nB.   Civil Rights Claims\r          B.   Civil Rights Claims\r                                  \r\n\n          We  next consider  the claims  not  barred by  absolute\r\n\nlegislative immunity.  \r\n\n     1.   Section 1983\r               1.   Section 1983\r                                \r\n\n          \"An  actionable  section 1983  claim must  allege facts\r\n\nsufficient  to  support  a determination  '(i)  that  the conduct\r\n\n                                17\r\r\n\ncomplained of  has been committed  under color of state  law, and\r\n\n(ii) that [the alleged] conduct worked a denial of rights secured\r\n\nby  the Constitution  or laws  of the  United States.'\"   Rumford\r                                                                           \r\n\nPharmacy, Inc. v. City of East Providence, 970 F.2d 996, 998 (1st\r                                                   \r\n\nCir. 1992) (quoting Chongris v. Board of Appeals, 811 F.2d 36, 40\r                                                          \r\n\n(1st Cir.), cert. denied, 483 U.S. 1021 (1987)).\r                                  \r\n\n          a.   Procedural Due Process\r                    a.   Procedural Due Process\r                                               \r\n\n          A viable  procedural due process claim must demonstrate\r\n\na  \"deprivation by state  action of a  constitutionally protected\r\n\ninterest  in 'life,  liberty, or  property' .  . .   without  due\r                                                                           \r\n\nprocess  of law.\"   Lowe v.  Scott, 959  F.2d 323, 340  (1st Cir.\r                                            \r\n\n1992)  (quoting  Zinermon v.  Burch,  494 U.S.  113,  125 (1990))\r                                             \r\n\n(internal quotation marks omitted).6  \r\n\n               i.   Deprivation of Liberty Interest \r                         i.   Deprivation of Liberty Interest \r                                                             \r\n\n          Romero-Barcelo alleges  that the  defamatory statements\r\n\nby defendants  deprived him of  a \"liberty\" interest in  his good\r\n\nname and reputation.  Barcelo, 876 F. Supp. at 1344.  The Supreme\r                                       \r\n\nCourt  has made  it clear  that  an actionable  deprivation of  a\r\n\nliberty interest  in one's reputation  \"must be accompanied  by a\r\n\nchange  in the  [victim's] status  or  rights (under  substantive\r\n\nstate  or  federal law),  perhaps  as a  touchstone  (or concrete\r\n\nevidence) of the fact that the injury to reputation was inflicted\r\n\nas part of a conscious government policy and is serious enough to\r\n\ninterfere with other liberties of the sort suggested in Meyer [v.\r                                                                       \r\n                    \r                              \r\n\n     6Of  course, if  the challenged  conduct  constitutes \"state\r\naction,\" the  \"color of  state law\" requirement  is met  as well.\r\nLugar v. Edmonson Oil Co., 457 U.S. 922, 935 (1982).\r                                   \r\n\n                                18\r\r\n\nNebraska, 262  U.S. 390 (1923)],\"  Beitzell v. Jeffrey,  643 F.2d\r                                                                \r\n\n870, 878  (1st Cir. 1981)  (citing Paul  v. Davis, 424  U.S. 693,\r                                                           \r\n\n706, 708, 710  (1976) (in the absence of  more tangible interests\r\n\nsuch  as employment,  reputation alone  is  neither a  \"property\"\r\n\ninterest nor a \"liberty\" interest sufficient to require procedur-\r\n\nal due process)),  such \"as the  right 'to engage  in any of  the\r\n\ncommon occupations  of life,' or  'to marry, to establish  a home\r\n\nand bring up children.'\"  Id.  at 877 (citing Meyer, 262 U.S.  at\r                                                             \r\n\n399).   As this court indicated in  Beitzell, no constitutionally\r                                                      \r\n\nprotected \"liberty\"  interest in  reputation is  infringed unless\r\n\nthe reputational harm is \"unusually serious . . . as evidenced by\r\n\nthe  fact that  employment (or  some  other right  or status)  is\r\n\naffected.\"  Id. at 878.  \r                         \r\n\n          The district court  concluded that no serious  harm had\r\n\nbefallen  Romero-Barcelo.   Barcelo, 876  F.  Supp at  1345.   It\r                                             \r\n\nobserved  that he had been elected Resident Commissioner in 1992,\r\n\n\"immediately  after the last barrage of allegedly libelous state-\r\n\nments.\"   Id.   The  district court  noted as  well  that Romero-\r                      \r\n\nBarcelo had lost the gubernatorial election in 1984, but it ruled\r\n\nthat any  claim based  on that \"serious  harm,\" some  eight years\r\n\nearlier, was time-barred.  Id.  at 1346 (citing Wilson v. Garcia,\r                                                                          \r\n\n471 U.S. 261,  276 (1985) (in section 1983  action, court borrows\r\n\nlocal limitation  period applicable to personal  injury actions);\r\n\nCalero-Colon v. Betancourt-Lebron, 68 F.3d 1, 2-3 (1st Cir. 1995)\r                                           \r\n\n                                19\r\r\n\n(citing to  P.R. Laws Ann.  tit. 31,   5298(2)  (1991)) (one-year\r\n\nlimitation on personal injury actions).7 \r\n\n               ii.  The Process Due\r                         ii.  The Process Due\r                                             \r\n\n          Romero-Barcelo  claims a deprivation of his right to be\r\n\nfree from  \"'abusive attacks on his honor, reputation and private\r\n\nor family life'  as established by Article II,  Section 8, of the\r\n\nPuerto Rico  Constitution.\"   Barcelo,  876  F. Supp.  at  1346.8\r                                               \r\n\nAlthough the Section 8 claim  is based in commonwealth law, hence\r\n\nnot  directly actionable under section 1983, Quintero de Quintero\r                                                                           \r\n\nv. Aponte-Roque, 974 F.2d 226, 230 (1st Cir. 1992), Section 8 may\r                         \r\n\ngive  rise  to a  constitutionally protected  \"liberty interest.\"\r\n\nAssuming  arguendo, as  did the  district court,  that  Section 8\r                            \r\n\ncreates  a  constitutionally  protected  \"liberty\"  interest,  we\r\n\nconsider whether Romero-Barcelo received the process due. \r\n\n          The process due  depends in large  part on the  circum-\r\n\nstances.  Watson v.  Caton, 984 F.2d 537, 540-41 (1st  Cir. 1993)\r                                    \r\n\n(per  curiam) (citing  Mathews  v. Eldridge,  424  U.S. 319,  335\r                                                     \r\n                    \r                              \r\n\n     7Appellant misplaces  reliance on Limerick v. Greenwald, 666\r                                                                      \r\nF.2d 733 (1st Cir. 1981), wherein a timely complaint alleged that\r\ndefendants'  actions  threatened  \"unusually   serious  harm\"  to\r\nplaintiffs' reputations,  \"stripping them of  their responsibili-\r\nties as bank  managers and threatening their  future employabili-\r\nty.\"   Id. at  735.   On appeal,  Romero-Barcelo claims,  for the\r                   \r\nfirst  time,  that his  law practice  suffered.   He urges  us to\r\nassume as  much based on  defendants' efforts to  brand him  as a\r\n\"murderer\" and  \"assassin.\"  We decline his  invitation to bypass\r\ntrial court consideration of  this factual question in the  first\r\ninstance.  See Havinga v. Crowley Towing and Transp. Co., 24 F.3d\r                                                                  \r\n1480, 1483 n.5 (1st Cir. 1994).\r\n\n     8Article II,   8, provides:  \"Every person has the  right to\r\nthe  protection  of law  against  abusive attacks  on  his honor,\r\nreputation and private  or family life.\"  P.R. Const., art. II,  \r\n8.\r\n\n                                20\r\r\n\n(1976)).   As  noted in  Watson, the  \"cases distinguish  sharply\r                                         \r\n\nbetween deprivations caused by  'random, unauthorized' conduct of\r\n\nstate  officials, and deprivations caused by conduct 'pursuant to\r\n\nestablished  state procedure.'\"   Id. at  541 (quoting  Hudson v.\r                                                                        \r\n\nPalmer, 468 U.S. 517, 532 (1984)).  \"For the former, the state is\r                \r\n\nnot automatically liable; in the latter case there may be liabil-\r\n\nity where  the state policy  approves or directs the  conduct but\r\n\nfalls below constitutional standards.\"   Id. (footnote  omitted).\r                                                     \r\n\nRomero-Barcelo does not claim, however, that defendants' unimmun-\r                                       \r\n\nized actions  were taken  pursuant to  either the  Commonwealth's\r\n\ndirection or  its established policy.   Rather,  he alleges  that\r\n\ndefendants  made  numerous  libelous  statements  \"in  television\r\n\nstudios, in political speeches made throughout the island, and in\r\n\npolitical press  releases.\"  Barcelo, 876 F.  Supp. at 1345.  Nor\r                                              \r\n\nhas he  alleged that  the actions complained  of were  other than\r\n\n\"random,  unauthorized conduct\"  on the  part  of the  individual\r\n\ndefendants.\r\n\n          It  is rudimentary that a deprivation of procedural due\r\n\nprocess caused by \"random, unauthorized conduct\" of a State offi-\r\n\ncial  is not actionable under section  1983 unless, amongst other\r\n\nthings, \"no adequate 'post-deprivation remedy' is available under\r\n\nstate law.\"   Perez-Ruiz v.  Crespo-Guillen, 25 F.3d 40,  42 (1st\r                                                     \r\n\nCir.  1994).  Romero-Barcelo neither alleged nor established that\r\n\nPuerto Rico law affords  no adequate remedy for  whatever liberty\r\n\ninterest deprivation may  have been sustained under Section  8 of\r\n\nthe  Puerto Rico  Constitution.    Absent  either  an  allegation\r\n\n                                21\r\r\n\nregarding  the  inadequacy  of  commonwealth  tort  remedies  for\r\n\nslander and libel, or even argumentation on the point, we decline\r\n\nto address the question.  See Rumford Pharmacy Inc., 970  F.2d at\r                                                             \r\n\n999; Monahan v. Dorchester Counseling  Ctr., Inc., 961 F.2d  987,\r                                                           \r\n\n994  n.7  (1st Cir.  1992).   We note  further that  the district\r\n\ncourt's conclusion that Section 8  \"is the main source of protec-\r\n\ntion against libel  and slander under Puerto Rico  law,\" Barcelo,\r                                                                          \r\n\n876 F. Supp. at 1346 n.11 (citing Cortes Portalatin v. Hau Colon,\r                                                                          \r\n\n3 T.P.R.  1019 (1975)), is  not challenged on  appeal.  See  also\r                                                                           \r\n\nWillhauck v. Halpin, 953 F.2d 689,  704 (1st Cir. 1991) (court of\r                             \r\n\nappeals may \"affirm on any independently sufficient ground\"). \r\n\n          b.   The First Amendment Claim\r                    b.   The First Amendment Claim\r                                                  \r\n\n          Appellant  claims  violations  of his  First  Amendment\r\n\nrights to freedom of speech and association.  Before the district\r\n\ncourt he claimed \"that his right  to free speech was chilled  and\r\n\nhis right to associate with the NPP was adversely affected by the\r\n\n[allegedly]  defamatory  statements  made  by  the   defendants.\"\r\n\nBarcelo, 876 F. Supp.  at 1348.  The district court found, howev-\r                 \r\n\ner, \"that given the fact that he was elected Resident Commission-\r\n\ner  on the NPP ticket, [Romero-Barcelo's] claims regarding injury\r\n\nto  his right  to  associate  with the  NPP  ring  hollow.\"   Id.\r                                                                          \r\n\nFurther, the court concluded that \"there [was] no indication that\r\n\nthe  defendants compelled  the plaintiff  to  advocate either  an\r\n\nunpopular or any  other type of  view.\"  Id.  at 1348 n.15  (con-\r                                                     \r\n\ntrasting  Wooley v. Maynard, 430 U.S. 705, 714-15 (1977) (requir-\r                                     \r\n\ning display of  \"Live Free or Die\" motto on vehicle license plate\r\n\n                                22\r\r\n\nviolates First Amendment right \"to  refrain from speaking.\").  We\r\n\nagree.  \r\n\n          On  appeal,  however, Romero-Barcelo  contends  that he\r\n\n\"alleged  that he  was singled  out  for .  . .    harassment and\r\n\ndeprivation  of rights  because  of  his  beliefs  and  political\r\n\nassociation.\"    The crux  of this  argument is  that defendants'\r\n\nalleged  conduct, both  within  the  Hearings  and  without,  was\r\n\nundertaken because of Romero-Barcelo's  association with the NPP.\r\n\nThe  Supreme Court  has held that  the First  Amendment \"protects\r\n\nnonpolicymakers from being  drummed out of public  service on the\r\n\nbasis  of  their  political affiliation  or  advocacy  of ideas.\"\r\n\nCorrea-Martinez  v. Arrillaga-Belendez, 903  F.2d 49,  56-57 (1st\r                                                \r\n\nCir. 1990)  (citing Branti v.  Finkel, 445 U.S. 507,  517 (1980);\r                                               \r\n\nElrod v.  Burns, 427 U.S.  347, 357 (1976)  (plurality opinion)).\r                         \r\n\nBut  Romero-Barcelo most assuredly qualified as an NPP policymak-\r\n\ner.  See id. at 57 n.6.  Thus, the district court correctly found\r                     \r\n\nno First Amendment  protection for \"a politician  whose rights to\r\n\nfreedom  of speech,  freedom  of  association,  and  freedom  'to\r\n\ndisassociate [oneself] from unpopular views' have been injured by\r\n\nother politicians seeking to undermine his credibility within his\r\n\nown party  and with the  electorate.\"   Barcelo, 876 F.  Supp. at\r                                                         \r\n\n1348 (alteration in original) (footnote omitted).\r\n\n     2.   Section 1985(3)\r               2.   Section 1985(3)\r                                   \r\n\n          An actionable  section 1985(3)  claim must  allege that\r\n\n(i) the alleged  conspirators possessed \"some racial,  or perhaps\r\n\notherwise   class-based,   invidiously   discriminatory  animus,\"\r\n\n                                23\r\r\n\nGriffin v. Breckenridge, 403 U.S.  88, 102 (1971), and (ii) their\r                                 \r\n\nalleged conspiracy  was \"aimed at  interfering with rights .  . .\r\n\nprotected against  private, as  well as  official, encroachment.\"\r\n\nUnited Bhd. of Carpenters &amp; Joiners of America v. Scott, 463 U.S.\r                                                                 \r\n\n825, 833 (1983).   See also Libertad  v. Welch, 53 F.3d  428, 446\r                                                        \r\n\n(1st Cir. 1995) (citing Bray v. Alexandria Woman's Health Clinic,\r                                                                          \r\n\n113  S. Ct.  753, 758  (1993)).   The conspiracy  allegation must\r\n\nidentify an overt act.  See Griffin, 403 U.S. at 93; Libertad, 53\r                                                                       \r\n\nF.3d at 450 n.18.  If no  racial animus is charged, a discrimina-\r\n\ntory  class-based animus  must  be  alleged.   See   Harrison  v.\r                                                                       \r\n\nBrooks, 519 F.2d 1358, 1359  (1st Cir. 1975) (citing Griffin, 403\r                                                                      \r\n\nU.S. at  102).    \"The requirement  that  the  discrimination  be\r\n\n'class-based' is not satisfied by  an allegation that there was a\r\n\nconspiracy  which affected  the interests  of a class  of persons\r\n\nsimilarly  situated with the  plaintiffs.  Rather,  the complaint\r\n\nmust allege facts  showing that the defendants  conspired against\r\n\nthe plaintiffs  because of their  membership in a class  and that\r\n\nthe criteria defining the class were invidious.\"  Id. at 1359-60.\r                                                              \r\n\n          The  complaint alleged that  the three defendants \"con-\r\n\nspired  . . . to launch a negative publicity campaign funded with\r\n\npublic funds  and to label [him]  as an assassin and  murderer in\r\n\norder  to end his political career  and enhance their own.  [The]\r\n\ndefendants allegedly  used their  elected political  positions to\r\n\nkeep  the Committee investigations alive, and to reactivate those\r\n\ncommittee  hearings at  politically advantageous  opportunities.\"\r\n\nBarcelo, 876  F. Supp.  at 1349.   The district court  held these\r                 \r\n\n                                24\r\r\n\nallegations  insufficient  to  support a  conspiracy  claim under\r\n\nsection 1985(3),  rejecting the  implicit assumption  that \"since\r                                                              \r\n\nthe defendants are  members of the  opposing political party  and\r\n\nhad  substantial control over  the Committee hearings,  they must\r\n\nhave had a conspiracy.\"  Id. at 1350.  The court further found no\r                                     \r\n\nallegation  of an  overt act,  and  no articulation  of a  \"clear\r\n\nclass-based  invidious discriminatory  animus behind  the alleged\r\n\nactions of the alleged conspirators.\"  Id.  We agree that Romero-\r                                                    \r\n\nBarcelo's  allegations were  insufficient  to  support a  section\r\n\n1985(3) claim. \r\n\n          On  appeal,  Romero-Barcelo  does  not  address   these\r\n\nspecific  shortcomings in the complaint, choosing instead to rest\r\n\nupon a conclusory  statement that the allegations  are sufficient\r\n\nfor a section  1985(3) claim,9 and the argument  that the height-\r\n\nened pleading requirement for  section 1985(3) conspiracy  claims\r\n\nunder Slotnick  v. Staviskey,  560 F.2d 31,  33 (1st  Cir. 1977),\r                                      \r\n\ncert.  denied, 434 U.S. 1077 (1978) (\"[C]omplaints cannot survive\r                       \r\n\na  motion to  dismiss if they  contain conclusory  allegations of\r\n\nconspiracy but  do not  support their  claims with  references to\r\n\nmaterial facts.\"), is no longer good law, citing to Leatherman v.\r                                                                        \r\n\nTarrant County Narcotics Intelligence &amp; Coordination Unit, 113 S.\r                                                                   \r\n\nCt.  1160 (1993).   Leatherman  rejected  a \"heightened  pleading\r                                        \r\n\nstandard\" in  civil rights  actions claiming  municipal liability\r\n\nunder  section 1983.   Id.  at  1161.   Even assuming  Leatherman\r                                                                           \r\n                    \r                              \r\n\n     9Although appellant argues that he should have been given an\r\nopportunity to amend  the complaint, our review of  the record on\r\nappeal discloses no indication that he made such a request below.\r\n\n                                25\r\r\n\napplies to the present claim, a matter we need not address, we do\r\n\nnot view  the failure to  allege essential elements of  a section\r\n\n1985(3) claim  as any mere  failure to comply with  a \"heightened\r\n\npleading requirement.\"  See Griffin, 403 U.S. at 102-103. \r                                                                    \r                                             \r\n\n                                26\r\r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For their alleged conduct within the legislative forum,\r\n\nwe conclude that  defendants were protected by  absolute legisla-\r\n\ntive immunity.  For their  conduct outside the legislative forum,\r\n\nthe  allegations were  insufficient  to  state actionable  claims\r\n\nunder sections 1983 and 1985(3).  Appellant Romero-Barcelo has no\r\n\nactionable  procedural  due  process  claim  under section  1983,\r\n\neither  because he  had  no constitutionally  protected \"liberty\"\r\n\ninterest,  or because  Puerto Rico  law  afforded whatever  post-\r\n\ndeprivation process may have been due.  Nor did appellant have an\r\n\nactionable First  Amendment claim,  since there  is no  constitu-\r\n\ntional  ban  against  the alleged  conduct.    Finally, appellant\r\n\nfailed to plead all essential elements of an actionable conspira-\r\n\ncy claim under section 1985(3).         The     district    court\r                                                  The     district    court\r                                                                           \r\n\njudgment is affirmed.  Costs to appellees.\r          judgment is affirmed.  Costs to appellees.\r                                                   \r\n\n                                27\r\r\n",
  "html": "<p class=\"case_cite\">75 F.3d 23</p>\n    <p class=\"parties\">Carlos ROMERO-BARCELO, Plaintiff, Appellant,<br>v.<br>Miguel HERNANDEZ-AGOSTO, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1235.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 1, 1995.<br>Decided Jan. 31, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Rovell, with whom Lisa I. Fair, Hilary A. Higgins, Carlos G. Latimer and Latimer, Biaggi, Rachid, Rodriguez, Suris &amp; Godreau, Santurce, PR, were on brief for appellant.</p>\n      <p class=\"indent\">Marcos A. Ramirez-Lavandero, with whom Eduardo A. Vera-Ramirez and Marcos A. Ramirez-Lavandero &amp; Associates were on brief, San Juan, PR, for appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal involves the most recent installment in the ongoing Cerro Maravilla political scandal, which has engaged public attention in the Commonwealth of Puerto Rico for more than fifteen years, and enlisted our attention on several occasions since 1981.   In this latest sequel, plaintiff Carlos Romero-Barcelo (or \"appellant\") challenges a district court judgment dismissing various civil rights claims, with prejudice, based on absolute legislative immunity and failure to state a claim, and dismissing, without prejudice, certain pendent claims under Puerto Rico law.   We affirm the district court judgment in all respects.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 22, 1981, the Puerto Rico Senate, then controlled by the Popular Democratic Party (\"PDP\"), authorized an investigation into the brutal ambush and murders of two pro-independence youths, Arnaldo Dario-Rosado and Carlos Soto-Arrivi, by Commonwealth police officers at Cerro Maravilla in the mountains of Puerto Rico during the summer of 1978.   At the time of the murders, appellant Romero-Barcelo was the Governor of Puerto Rico, and headed the New Progressive Party (\"NPP\") which controlled the Senate.   As part of the Senate investigation, subpoenas were issued for documents in the possession of the Puerto Rico Justice Department.   In due course, this court vacated a district court order quashing the subpoenas, In re San Juan Star Co., 662 F.2d 108, 111, 118-20 (1st Cir.1981), while noting that a state legislature might be enjoined \"in a proper case.\"  Colon Berrios v. Hernandez Agosto, 716 F.2d 85, 88 (1st Cir.1983) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Following the San Juan Star decision, the Senate Judiciary Committee (or \"Committee\") gained access to materials which--together with other documents and testimony gathered in executive session--formed the basis for televised Committee hearings (or \"Hearings\") which began June 15, 1983.   The Senate voted to pay to televise the Hearings on a commercial station and \"the hearings were apparently widely viewed.\"  Id. at 87.   Thereafter, we reversed a district court order enjoining Committee members and their agents from compelling some of the defendants in a separate civil rights action arising out of the murders of Dario-Rosado and Soto-Arrivi (the \"Soto\" litigation), see Soto v. Romero Barcelo, 559 F.Supp. 739, 740-41 (D.P.R.1983), to appear and testify publicly at the Hearings;  and, \"from publishing documents in the [Committee members'] possession that are covered by the protective order issued in [the Soto litigation] or that are transcripts of testimony before the Committee by [some of the Soto defendants].\"  Colon Berrios, 716 F.2d at 86, 87.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Hearings were reconvened in October 1984, preparatory to the November 1984 gubernatorial elections in which Romero-Barcelo ran for reelection and lost.   Following a break in the political action, the most recent round of Hearings began in October 1991, as a prelude to a PDP-sponsored referendum in December 1991 on the future intergovernmental relationship between Puerto Rico and the United States.   Once Romero-Barcelo announced his candidacy for Resident Commissioner, these Hearings were extended through May 1992.   During the latter phases of the Hearings, while the PDP controlled the Senate, defendant-appellee Miguel Hernandez-Agosto served as Senate President, defendant-appellee Marco Antonio-Rigau headed the Senate Judiciary Committee, and defendant-appellee Edgardo Perez-Viera, chief counsel, directed Committee investigative efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellant Romero-Barcelo claims, inter alia, that Committee members slanted and manipulated the Committee testimony and evidence to suggest that he had been involved in the planning and shooting of the two youths at Cerro Maravilla, and in subsequent attempts to cover up the murders.   He alleges that witnesses were interviewed in private, without legal assistance;  subpoenas were issued without notifying all Committee members;  only one Committee investigator was appointed and he reported exclusively to the PDP majority;  access to all documents, transcripts of testimony, evidence, and reports was restricted to PDP members, their aides and assistants;  the Committee violated a Puerto Rico Supreme Court order that the documents and other materials be made available to the NPP minority;  witnesses were not allowed access to transcripts of their prior testimony before testifying;  an investigative report--finding no wrongdoing by Romero-Barcelo--was covered up;  the witness microphone was turned off when testimony did not suit defendants Hernandez-Agosto and Antonio-Rigau, or other PDP members.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Romero-Barcelo alleges that from the late 1970s the defendants and the Committee continuously labelled him as an assassin or murderer, even though no evidence was ever submitted to substantiate the charge;  that defendant Perez presented information at the Hearings, and subsequently through press releases and television and radio interviews, knowing it to be false or misleading;  that the defendants continually disseminated false information outside the legislative chambers, through television broadcasts made at government expense, press releases and interviews arranged and conducted at the Legislature in public areas and at television studios, political speeches delivered in various municipalities, press releases distributed to news media within and beyond Puerto Rico, as well as written and oral communications to the United States Senate and House of Representatives, federal departments, and agencies.   Appellant complains that the defendants held press conferences at radio and television stations and other public forums after the Hearings, publicly passing judgment on statements made before the Committee regarding the credibility of witnesses, the strength or weakness of the evidence, and publicly accusing witnesses and third parties, including Romero-Barcelo, of perjury before the Committee.   This campaign allegedly was carried out through public speechmaking and political campaign rallies, as well as television and radio broadcasts, newspapers, and by other public means.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In September 1992, appellant brought suit in federal district court under 42 U.S.C. &#167; 1983, asserting violations of his First, Fifth, and Fourteenth Amendment rights under the United States Constitution, and under 42 U.S.C. &#167; 1985(3), for conspiracy to deprive him of these constitutional rights.   He demanded compensatory and punitive damages, costs, and attorney fees.   See 28 U.S.C. &#167;&#167; 1331 (federal question) and 1343 (civil rights and elective franchise).   Finally, he alleged supplemental claims for libel and slander under Puerto Rico law.   See 28 U.S.C. &#167; 1367.   The defendants moved to dismiss under Fed.R.Civ.P. 12(b)(6), asserting absolute legislative immunity, and failure to state a claim.   The district court dismissed all federal claims, with prejudice, and the libel and slander claims, without prejudice.   Romero-Barcelo appealed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We first consider the alleged conduct that the district court found to be protected under the doctrine of absolute legislative immunity.   Next, we determine whether the remaining conduct in which defendants are alleged to have engaged gave rise to any actionable claim under either section 1983 or section 1985(3).</p>\n    </div>\n    <p>A. Absolute Legislative Immunity</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A defense of absolute legislative immunity for state legislators has been recognized since 1951.  Colon Berrios, 716 F.2d at 89 (citing Tenney v. Brandhove, 341 U.S. 367, 71 S.Ct. 783, 95 L.Ed. 1019 (1951)).   Of course, absolute immunity affords protection not only from liability but from suit.  Agromayor v. Colberg, 738 F.2d 55, 57 (1st Cir.), cert. denied, 469 U.S. 1037, 105 S.Ct. 515, 83 L.Ed.2d 405 (1984) (citing Helstoski v. Meanor, 442 U.S. 500, 506-08, 99 S.Ct. 2445, 2448-49, 61 L.Ed.2d 30 (1979)).   State legislative immunity is \" 'similar in origin and rationale to that accorded Congressmen under the Speech or Debate Clause' \" of the United States Constitution.  Negron-Gaztambide v. Hernandez-Torres, 35 F.3d 25, 27 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1098, 130 L.Ed.2d 1066 (1995) (quoting Supreme Court of Va. v. Consumers Union of the United States, Inc., 446 U.S. 719, 732, 100 S.Ct. 1967, 1974-75, 64 L.Ed.2d 641 (1980)).   Although not based on the doctrine of separation of powers, as is the constitutional immunity accorded Members of Congress, the state legislative immunity defense nonetheless implicates \"principles of comity and federalism....\"  Agromayor, 738 F.2d at 58-59 (citing United States v. Gillock, 445 U.S. 360, 370-73, 100 S.Ct. 1185, 1192-94, 63 L.Ed.2d 454 (1980)).   See also National Ass'n of Social Workers v. Harwood, 69 F.3d 622, 628 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The immunity defense in this case protects only conduct within the \"sphere of legitimate legislative activity.\"  Colon Berrios, 716 F.2d at 89 (citing Doe v. McMillan, 412 U.S. 306, 320, 93 S.Ct. 2018, 2028-29, 36 L.Ed.2d 912 (1973);  Tenney, 341 U.S. at 376-77, 71 S.Ct. at 788-89).   Absolute legislative immunity \"is justified and defined by the functions it protects and serves, not by the person to whom it attaches.\"  Negron-Gaztambide, 35 F.3d at 27 (quoting Forrester v. White, 484 U.S. 219, 227, 108 S.Ct. 538, 544, 98 L.Ed.2d 555 (1988)).  \"[I]t is the nature of the particular act rather than the title of the office which governs whether immunity attaches.\"  Acevedo-Cordero v. Cordero-Santiago, 958 F.2d 20, 21 (1st Cir.1992);  see also Agromayor, 738 F.2d at 59.  \"Acts ... that are administrative in nature do not 'give rise to absolute immunity from liability in damages under &#167; 1983.' \"  Negron-Gaztambide, 35 F.3d at 28 (quoting Forrester, 484 U.S. at 229, 108 S.Ct. at 545);  see also Agromayor, 738 F.2d at 59-60;  Cutting v. Muzzey, 724 F.2d 259, 261-62 (1st Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The scope of state legislative immunity from suit under section 1983 is \"essentially coterminous\" with the absolute immunity accorded members of Congress under the Speech or Debate Clause of the United States Constitution (or \"the Clause\").  Harwood, 69 F.3d at 629 (citing Supreme Court of Va., 446 U.S. at 732-33, 100 S.Ct. at 1974-75).   For the Clause to apply, the activity must be \" 'an integral part of the deliberative and communicative processes by which Members participate in committee and House proceedings with respect to the consideration and passage or rejection of proposed legislation or with respect to other matters which the Constitution places within the jurisdiction of either House.' \"  Agromayor, 738 F.2d at 59 (quoting Gravel v. United States, 408 U.S. 606, 625, 92 S.Ct. 2614, 2627, 33 L.Ed.2d 583 (1976)).   It does not cover \"actions that are only 'casually or incidentally related to legislative affairs,' \" Harwood, 69 F.3d at 630 (quoting United States v. Brewster, 408 U.S. 501, 528, 92 S.Ct. 2531, 2545, 33 L.Ed.2d 507 (1972)), \"or which fall outside the 'legitimate legislative sphere.' \"  Id. (quoting Eastland v. United States Servicemen's Fund, 421 U.S. 491, 503, 95 S.Ct. 1813, 1821, 44 L.Ed.2d 324 (1975)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"While the core protection conferred by the Clause concerns speech or debate by a member of Congress on the floor of either the Senate or the House\", id.  (citing Gravel, 408 U.S. at 625, 92 S.Ct. at 2627), \"the penumbra of the Clause sprawls more broadly.\"  Id.  For example, the Clause covers voting;  id.  (citing Kilbourn v. Thompson, 103 U.S. 168, 204, 26 L.Ed. 377 (1880));  \"conduct at legislative hearings,\" but not \"private publication by a Senator on his own behalf of documents submitted at a hearing ...\"  Colon Berrios, 716 F.2d at 90 (citing Gravel, 408 U.S. at 624-27, 92 S.Ct. at 2626-27);  \"members ... and their staffs\" for preparation of \"an allegedly defamatory report\";  id.;   and members in \"voting for its publication,\" but not \"general public dissemination [of the report] by legislative functionaries.\"  Id. (citing Doe, 412 U.S. at 313-14, 93 S.Ct. at 2025-26).   The Clause covers \"a committee hearing or report designed to inform the [legislative] membership,\" but not an individual \"Senator's publication of press releases or news letters,\" id.  (citing Hutchinson v. Proxmire, 443 U.S. 111, 123-33, 99 S.Ct. 2675, 2682-87, 61 L.Ed.2d 411 (1979)), nor individual \"political\" activities, such as are involved in \"legitimate 'errands' performed for constituents, the making of appointments with Government agencies, [and] assistance in securing Government contracts.\"  Harwood, 69 F.3d at 631 (alteration in original) (quoting Brewster, 408 U.S. at 512, 92 S.Ct. at 2537) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court concluded that the Cerro Maravilla hearings \"fell well within the legitimate legislative sphere\" and \"that the defendants are therefore immune from any civil or criminal prosecution based on conduct directly related to the Cerro Maravilla investigations.\"  Barcelo v. Agosto, 876 F.Supp. 1332, 1342-43 (D.P.R.1995).   The court relied on our earlier analysis of the Hearings:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>The hearings were properly authorized by Puerto Rico Senate Resolution 91 (February 22, 1981), which provides a specific mandate to the Senate Judiciary Committee to inquire into the activities of the police and other agencies of the government leading up to and during the Cerro Maravilla incident as well as the behavior of the executive branch in response to the incident.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Investigations such as this Senate Judiciary Committee investigation constitute an essential component of the legislative process....</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Id.  (quoting Colon Berrios, 716 F.2d at 90).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court then held that all of Romero-Barcelo's \"claims regarding allegedly unconstitutional procedures employed by the Committee relating to the issuance of subpoenas, the examination of witnesses, and the gathering of evidence, as well as his claims regarding the allegedly unlawful use of public funds to broadcast the hearings and regarding slanderous comments allegedly made by the defendants must be DISMISSED.\"  Id. at 1343.   The court dismissed the claims against Hernandez-Agosto and Antonio-Rigau, members of the Puerto Rico Legislature, as well as the claim against Perez-Viera, chief counsel and investigator for the Committee.  Id. at 1343 n. 8 (citing Eastland v. United States Servicemen's Fund, 421 U.S. at 507, 95 S.Ct. at 1823 (Speech or Debate Clause immunity for issuance by investigative subcommittee extends to its chief counsel)).   The court also rejected Romero-Barcelo's claim \"that the defendants abused their positions and, solely [for] political reasons, slanted or manipulated the testimony offered during the hearings to portray the plaintiff in a negative light.\"  Id. at 1343 (citing Tenney, 341 U.S. at 377, 71 S.Ct. at 788-89 (\"The claim of an unworthy purpose does not destroy the privilege.\")).   The district court ruled, however, that \"defendants' alleged dissemination of false, defamatory, and slanderous information about the plaintiff through press releases, interviews, and speeches occurring outside the strict scope of their legislative duties\" was not protected by legislative immunity.  Id. (citing Hutchinson, Gravel, and Doe ).</p>\n    </div>\n    <p class=\"indent\">1. Allegations of Criminal Misconduct</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant argues that the defendants are liable in damages under section 1983 for their alleged criminal conduct--including subornation of perjury, intimidation of witnesses and obstruction of justice during the Hearings--even assuming the Hearings were a proper legislative function.   Citing to Brewster, 408 U.S. at 526, 92 S.Ct. at 2544, he relies for further support on the reasoning in Gravel, 408 U.S. at 626, 92 S.Ct. at 2627-28;  \"While the Speech or Debate Clause recognizes speech, voting, and other legislative acts as exempt from liability that might otherwise attach, it does not privilege either Senator or aide to violate an otherwise criminal law in preparing for or implementing legislative acts.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Romero-Barcelo's reliance on Gravel and Brewster is misplaced, however, as those cases concerned whether a legislative immunity defense based on the Speech or Debate Clause protected Members of Congress from federal criminal prosecution.   In Gillock, the Supreme Court carefully distinguished a State legislator's narrower right to absolute legislative immunity from private civil actions, which does not include immunity from federal criminal prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>First, Tenney was a civil action brought by a private plaintiff to vindicate private rights.   Moreover, the cases in this Court which have recognized an immunity from civil suit for state officials have presumed the existence of federal criminal liability as a restraining factor on the conduct of state officials....  Thus, in protecting the independence of state legislators, Tenney and subsequent cases on official immunity have drawn the line at civil actions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">445 U.S. at 372-73, 100 S.Ct. at 1193.   Absolute immunity from suit for civil damages under section 1983 allegedly based on criminal conduct does not necessarily immunize the legislator or his aide from federal criminal prosecution.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  But the legislator is immunized from suit for damages under section 1983.</p>\n    </div>\n    <p class=\"indent\">2. Contemporaneous Telecasting of Hearings</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellant argues that defendants' decision to use public funds to finance live telecasts of these Hearings was not protected by absolute legislative immunity.   The Supreme Court made clear, in Doe, 412 U.S. at 313-14, 93 S.Ct. at 2025-26, that the introduction of documents at an open legislative hearing is protected conduct but a private republication of the documents by a Member of Congress is not.   We hold that the legislative decision to sponsor live telecasts of the open Committee hearings authorized a legislative disclosure--rather than a private republication--which clothed defendants with absolute legislative immunity from suit under section 1983.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  But even assuming the contemporaneous \"publication\" of the open Hearings went beyond the reasonable requirements of the legislative function, a matter we do not decide, defendants' determination that the Hearings should be televised at public expense constituted legislative conduct absolutely immune from civil suit.  Doe, 412 U.S. at 315, 93 S.Ct. at 2026 (\"Members of Congress are themselves immune for ordering or voting for a publication going beyond the reasonable requirements of the legislative function....\").<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">3. Immunity of Committee Counsel</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Next, appellant argues that the immunity of a legislative aide is less broad than that available to a legislator.   Consequently, says appellant, the chief counsel to the Committee, defendant-appellee Perez-Viera, is not immune from suit.   Appellant relies on Dombrowski v. Eastland, 387 U.S. 82, 85, 87 S.Ct. 1425, 1427-28, 18 L.Ed.2d 577 (1967) (per curiam), wherein the Supreme Court affirmed a grant of summary judgment for the Chairman of a Senate subcommittee but reversed a summary judgment order in favor of subcommittee counsel, explaining that the \"doctrine [of legislative] immunity is less absolute, although applicable, when applied to officers or employees of a legislative body, rather than to legislators themselves.\"   Eight years later, the Supreme Court considered whether the absolute immunity of the same Senate Subcommittee Chairman extended to the same subcommittee counsel.  Eastland v. United States Servicemen's Fund, 421 U.S. at 506-508, 95 S.Ct. at 1823-24.   The Court \"[drew] no distinction between the Members and the Chief Counsel,\" id. at 507, 95 S.Ct. at 1823, stating that \"the day-to-day work of [legislative] aides is so critical to the Members' performance that they must be treated as [the Members'] alter egos....\"  Id.  (alteration in original) (quoting Gravel, 408 U.S. at 616-17, 92 S.Ct. at 2622-23) (internal quotation marks omitted).   It noted, however, that \"[t]he complaint ... does not distinguish between the activities of the Members and those of the Chief Counsel,\" thereby distinguishing Dombrowski v. Eastland.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellant argues that his complaint does distinguish between the activities of Hernandez-Agosto and Antonio-Rigau, on the one hand, and Perez-Viera on the other.   Nevertheless, the relevant allegation in the complaint--that chief counsel Perez-Viera presented information at the Committee hearings, knowing it to be false and misleading--is part and parcel of the parallel allegation that all legislator-defendants used the Hearings to disseminate information about Romero-Barcelo, knowing it to be false or misleading.   Thus, in applying the doctrine of absolute legislative immunity to these facts, we draw no distinction between the legislator-defendants and Committee counsel.</p>\n    </div>\n    <p>B. Civil Rights Claims</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We next consider the claims not barred by absolute legislative immunity.</p>\n    </div>\n    <p class=\"indent\">1. Section 1983</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\"An actionable section 1983 claim must allege facts sufficient to support a determination '(i) that the conduct complained of has been committed under color of state law, and (ii) that [the alleged] conduct worked a denial of rights secured by the Constitution or laws of the United States.' \"  Rumford Pharmacy, Inc. v. City of East Providence, 970 F.2d 996, 998 (1st Cir.1992) (quoting Chongris v. Board of Appeals, 811 F.2d 36, 40 (1st Cir.), cert. denied, 483 U.S. 1021, 107 S.Ct. 3266, 97 L.Ed.2d 765 (1987)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">a. Procedural Due Process</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A viable procedural due process claim must demonstrate a \"deprivation by state action of a constitutionally protected interest in 'life, liberty, or property' ... without due process of law.\"  Lowe v. Scott, 959 F.2d 323, 340 (1st Cir.1992) (quoting Zinermon v. Burch, 494 U.S. 113, 125, 110 S.Ct. 975, 983, 108 L.Ed.2d 100 (1990)) (internal quotation marks omitted).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>i. Deprivation of Liberty Interest</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Romero-Barcelo alleges that the defamatory statements by defendants deprived him of a \"liberty\" interest in his good name and reputation.  Barcelo, 876 F.Supp. at 1344.   The Supreme Court has made it clear that an actionable deprivation of a liberty interest in one's reputation \"must be accompanied by a change in the [victim's] status or rights (under substantive state or federal law), perhaps as a touchstone (or concrete evidence) of the fact that the injury to reputation was inflicted as part of a conscious government policy and is serious enough to interfere with other liberties of the sort suggested in Meyer [v. Nebraska, 262 U.S. 390, 43 S.Ct. 625, 67 L.Ed. 1042 (1923) ],\" Beitzell v. Jeffrey, 643 F.2d 870, 878 (1st Cir.1981) (citing Paul v. Davis, 424 U.S. 693, 706, 708, 710, 96 S.Ct. 1155, 1163, 1164, 1165, 47 L.Ed.2d 405 (1976) (in the absence of more tangible interests such as employment, reputation alone is neither a \"property\" interest nor a \"liberty\" interest sufficient to require procedural due process)), such \"as the right 'to engage in any of the common occupations of life,' or 'to marry, to establish a home and bring up children.' \"  Id. at 877 (citing Meyer, 262 U.S. at 399, 43 S.Ct. at 626-27).   As this court indicated in Beitzell, no constitutionally protected \"liberty\" interest in reputation is infringed unless the reputational harm is \"unusually serious ... as evidenced by the fact that employment (or some other right or status) is affected.\"  Id. at 878.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court concluded that no serious harm had befallen Romero-Barcelo.  Barcelo, 876 F.Supp. at 1345.   It observed that he had been elected Resident Commissioner in 1992, \"immediately after the last barrage of allegedly libelous statements.\"  Id.  The district court noted as well that Romero-Barcelo had lost the gubernatorial election in 1984, but it ruled that any claim based on that \"serious harm,\" some eight years earlier, was time-barred.  Id. at 1346 (citing Wilson v. Garcia, 471 U.S. 261, 276, 105 S.Ct. 1938, 1947, 85 L.Ed.2d 254 (1985) (in section 1983 action, court borrows local limitation period applicable to personal injury actions));  Calero-Colon v. Betancourt-Lebron, 68 F.3d 1, 2-3 (1st Cir.1995) (citing to P.R.Laws Ann. tit. 31, &#167; 5298(2) (1991)) (one-year limitation on personal injury actions).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>ii. The Process Due</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Romero-Barcelo claims a deprivation of his right to be free from \" 'abusive attacks on his honor, reputation and private or family life' as established by Article II, Section 8, of the Puerto Rico Constitution.\"  Barcelo, 876 F.Supp. at 1346.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Although the Section 8 claim is based in commonwealth law, hence not directly actionable under section 1983, Quintero de Quintero v. Aponte-Roque, 974 F.2d 226, 230 (1st Cir.1992), Section 8 may give rise to a constitutionally protected \"liberty interest.\"   Assuming arguendo, as did the district court, that Section 8 creates a constitutionally protected \"liberty\" interest, we consider whether Romero-Barcelo received the process due.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The process due depends in large part on the circumstances.  Watson v. Caton, 984 F.2d 537, 540-41 (1st Cir.1993) (per curiam) (citing Mathews v. Eldridge, 424 U.S. 319, 335, 96 S.Ct. 893, 903, 47 L.Ed.2d 18 (1976)).   As noted in Watson, the \"cases distinguish sharply between deprivations caused by 'random, unauthorized' conduct of state officials, and deprivations caused by conduct 'pursuant to established state procedure.' \"  Id. at 541 (quoting Hudson v. Palmer, 468 U.S. 517, 532, 104 S.Ct. 3194, 3203, 82 L.Ed.2d 393 (1984)).  \"For the former, the state is not automatically liable;  in the latter case there may be liability where the state policy approves or directs the conduct but falls below constitutional standards.\"  Id. (footnote omitted).   Romero-Barcelo does not claim, however, that defendants' unimmunized actions were taken pursuant to either the Commonwealth's direction or its established policy.   Rather, he alleges that defendants made numerous libelous statements \"in television studios, in political speeches made throughout the island, and in political press releases.\"  Barcelo, 876 F.Supp. at 1345.   Nor has he alleged that the actions complained of were other than \"random, unauthorized conduct\" on the part of the individual defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It is rudimentary that a deprivation of procedural due process caused by \"random, unauthorized conduct\" of a State official is not actionable under section 1983 unless, amongst other things, \"no adequate 'post-deprivation remedy' is available under state law.\"  Perez-Ruiz v. Crespo-Guillen, 25 F.3d 40, 42 (1st Cir.1994).   Romero-Barcelo neither alleged nor established that Puerto Rico law affords no adequate remedy for whatever liberty interest deprivation may have been sustained under Section 8 of the Puerto Rico Constitution.   Absent either an allegation regarding the inadequacy of commonwealth tort remedies for slander and libel, or even argumentation on the point, we decline to address the question.   See Rumford Pharmacy Inc., 970 F.2d at 999;  Monahan v. Dorchester Counseling Ctr., Inc., 961 F.2d 987, 994 n. 7 (1st Cir.1992).   We note further that the district court's conclusion that Section 8 \"is the main source of protection against libel and slander under Puerto Rico law,\" Barcelo, 876 F.Supp. at 1346 n. 11 (citing Cortes Portalatin v. Hau Colon, 3 T.P.R. 1019 (1975)), is not challenged on appeal.   See also Willhauck v. Halpin, 953 F.2d 689, 704 (1st Cir.1991) (court of appeals may \"affirm on any independently sufficient ground\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">b. The First Amendment Claim</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Appellant claims violations of his First Amendment rights to freedom of speech and association.   Before the district court he claimed \"that his right to free speech was chilled and his right to associate with the NPP was adversely affected by the [allegedly] defamatory statements made by the defendants.\"  Barcelo, 876 F.Supp. at 1348.   The district court found, however, \"that given the fact that he was elected Resident Commissioner on the NPP ticket, [Romero-Barcelo's] claims regarding injury to his right to associate with the NPP ring hollow.\"  Id.  Further, the court concluded that \"there [was] no indication that the defendants compelled the plaintiff to advocate either an unpopular or any other type of view.\"  Id. at 1348 n. 15 (contrasting Wooley v. Maynard, 430 U.S. 705, 714-15, 97 S.Ct. 1428, 1435, 51 L.Ed.2d 752 (1977) (requiring display of \"Live Free or Die\" motto on vehicle license plate violates First Amendment right \"to refrain from speaking.\")).   We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">On appeal, however, Romero-Barcelo contends that he \"alleged that he was singled out for ... harassment and deprivation of rights because of his beliefs and political association.\"   The crux of this argument is that defendants' alleged conduct, both within the Hearings and without, was undertaken because of Romero-Barcelo's association with the NPP.   The Supreme Court has held that the First Amendment \"protects nonpolicymakers from being drummed out of public service on the basis of their political affiliation or advocacy of ideas.\"  Correa-Martinez v. Arrillaga-Belendez, 903 F.2d 49, 56-57 (1st Cir.1990) (citing Branti v. Finkel, 445 U.S. 507, 517, 100 S.Ct. 1287, 1294, 63 L.Ed.2d 574 (1980);  Elrod v. Burns, 427 U.S. 347, 357, 96 S.Ct. 2673, 2681-82, 49 L.Ed.2d 547 (1976) (plurality opinion)).   But Romero-Barcelo most assuredly qualified as an NPP policymaker.   See id. at 57 n. 6.   Thus, the district court correctly found no First Amendment protection for \"a politician whose rights to freedom of speech, freedom of association, and freedom 'to disassociate [oneself] from unpopular views' have been injured by other politicians seeking to undermine his credibility within his own party and with the electorate.\"  Barcelo, 876 F.Supp. at 1348 (alteration in original) (footnote omitted).</p>\n    </div>\n    <p class=\"indent\">2. Section 1985(3)</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">An actionable section 1985(3) claim must allege that (i) the alleged conspirators possessed \"some racial, or perhaps otherwise class-based, invidiously discriminatory animus,\" Griffin v. Breckenridge, 403 U.S. 88, 102, 91 S.Ct. 1790, 1798, 29 L.Ed.2d 338 (1971), and (ii) their alleged conspiracy was \"aimed at interfering with rights ... protected against private, as well as official, encroachment.\"  United Bhd. of Carpenters &amp; Joiners of America v. Scott, 463 U.S. 825, 833, 103 S.Ct. 3352, 3358-59, 77 L.Ed.2d 1049 (1983).   See also Libertad v. Welch, 53 F.3d 428, 446 (1st Cir.1995) (citing Bray v. Alexandria Women's Health Clinic, 506 U.S. 263, 267-68, 113 S.Ct. 753, 758, 122 L.Ed.2d 34 (1993)).   The conspiracy allegation must identify an overt act.   See Griffin, 403 U.S. at 93, 91 S.Ct. at 1793-94;  Libertad, 53 F.3d at 450 n. 18.   If no racial animus is charged, a discriminatory class-based animus must be alleged.   See Harrison v. Brooks, 519 F.2d 1358, 1359 (1st Cir.1975) (citing Griffin, 403 U.S. at 102, 91 S.Ct. at 1798).  \"The requirement that the discrimination be 'class-based' is not satisfied by an allegation that there was a conspiracy which affected the interests of a class of persons similarly situated with the plaintiffs.   Rather, the complaint must allege facts showing that the defendants conspired against the plaintiffs because of their membership in a class and that the criteria defining the class were invidious.\"  Id. at 1359-60.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The complaint alleged that the three defendants \"conspired ... to launch a negative publicity campaign funded with public funds and to label [him] as an assassin and murderer in order to end his political career and enhance their own.  [The] defendants allegedly used their elected political positions to keep the Committee investigations alive, and to reactivate those committee hearings at politically advantageous opportunities.\"  Barcelo, 876 F.Supp. at 1349.   The district court held these allegations insufficient to support a conspiracy claim under section 1985(3), rejecting the implicit assumption that \"since the defendants are members of the opposing political party and had substantial control over the Committee hearings, they must have had a conspiracy.\"  Id. at 1350.   The court further found no allegation of an overt act, and no articulation of a \"clear class-based invidious discriminatory animus behind the alleged actions of the alleged conspirators.\"  Id.  We agree that Romero-Barcelo's allegations were insufficient to support a section 1985(3) claim.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">On appeal, Romero-Barcelo does not address these specific shortcomings in the complaint, choosing instead to rest upon a conclusory statement that the allegations are sufficient for a section 1985(3) claim,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and the argument that the heightened pleading requirement for section 1985(3) conspiracy claims under Slotnick v. Staviskey, 560 F.2d 31, 33 (1st Cir.1977), cert. denied, 434 U.S. 1077, 98 S.Ct. 1268, 55 L.Ed.2d 783 (1978) (\"[C]omplaints cannot survive a motion to dismiss if they contain conclusory allegations of conspiracy but do not support their claims with references to material facts.\"), is no longer good law, citing to Leatherman v. Tarrant County Narcotics Intelligence &amp; Coordination Unit, 507 U.S. 163, 113 S.Ct. 1160, 122 L.Ed.2d 517 (1993).  Leatherman rejected a \"heightened pleading standard\" in civil rights actions claiming municipal liability under section 1983.  Id. at 164-65, 113 S.Ct. at 1161.   Even assuming Leatherman applies to the present claim, a matter we need not address, we do not view the failure to allege essential elements of a section 1985(3) claim as any mere failure to comply with a \"heightened pleading requirement.\"   See Griffin, 403 U.S. at 102-103, 91 S.Ct. at 1798-99.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">For their alleged conduct within the legislative forum, we conclude that defendants were protected by absolute legislative immunity.   For their conduct outside the legislative forum, the allegations were insufficient to state actionable claims under sections 1983 and 1985(3).   Appellant Romero-Barcelo has no actionable procedural due process claim under section 1983, either because he had no constitutionally protected \"liberty\" interest, or because Puerto Rico law afforded whatever post-deprivation process may have been due.   Nor did appellant have an actionable First Amendment claim, since there is no constitutional ban against the alleged conduct.   Finally, appellant failed to plead all essential elements of an actionable conspiracy claim under section 1985(3).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court judgment is affirmed.   Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 12(b)(6) dismissals are reviewed under the rubric that \"all reasonable inferences from well-pleaded facts are to be drawn in appellant['s] favor.\"  Calero-Colon v. Betancourt-Lebron, 68 F.3d 1, 2 n. 1 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We review Rule 12(b)(6) dismissals de novo.  Clarke v. Kentucky Fried Chicken of Cal., Inc., 57 F.3d 21, 22 n. 1 (1st Cir.1995).  \"The pleading requirements, though 'minimal,' are not 'non-existent.' \"  Rumford Pharmacy, Inc. v. City of East Providence, 970 F.2d 996, 998 (1st Cir.1992) (quoting Gooley v. Mobil Oil Corp., 851 F.2d 513, 515 (1st Cir.1988) (\"Modern notions of 'notice pleading' notwithstanding, a plaintiff ... is nonetheless required to set forth factual allegations, either direct or inferential, respecting each material element necessary to sustain recovery under some actionable legal theory.\"))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As the district court dictum concerning immunity from criminal prosecution \"based on conduct directly related to the Cerro Maravilla investigations,\" Barcelo, 876 F.Supp. at 1343, is not necessary to its holding, nor to ours, we do not endorse it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In Hutchinson, 443 U.S. at 116 n. 3, 99 S.Ct. at 2678 n. 3, the Supreme Court said:  \"we assume, without deciding, that a speech printed in the Congressional Record carries immunity under the Speech or Debate Clause as though delivered on the floor.\"   Accordingly, the Court did not take issue with a district court suggestion that \"a television or radio broadcast of [a Senator's] speech from the Senate floor\" would receive the protection of the Speech or Debate Clause.  Id. at 119, 99 S.Ct. at 2680.   But the Court did not agree with the suggestion that such a broadcast is analogous to a Senator issuing a press release relating to a floor speech.  Id.  See also Cable News Network v. Anderson, 723 F.Supp. 835 (D.D.C.1989) (Speech or Debate Clause bars judicial review of House rule regulating television coverage of hearings)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Appellant argues that it was improper to grant judgment for defendants under Rule 12(b)(6), because further factfinding was required to determine whether their decision to use public funds to finance live telecasts is protected by absolute legislative immunity.   Appellant relies on dicta in Colon Berrios, declining to reach \"the issue of whether the Senate's expenditure of funds for live television broadcast of the hearings falls within the legitimate legislative sphere\" because, inter alia, it \"would involve extensive fact-finding\" relating to First Amendment issues regarding prior restraint.  716 F.2d at 90 n. 3.   In this case, however, there is no need to reach the First Amendment matters which loomed in Colon Berrios, since we are not reviewing a Rule 12(b)(6) denial of injunctive relief, but a dismissal of a civil rights action for damages based in part on a broadcast which has already occurred</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Of course, if the challenged conduct constitutes \"state action,\" the \"color of state law\" requirement is met as well.  Lugar v. Edmondson Oil Co., 457 U.S. 922, 935, 102 S.Ct. 2744, 2752, 73 L.Ed.2d 482 (1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Appellant misplaces reliance on Limerick v. Greenwald, 666 F.2d 733 (1st Cir.1981), wherein a timely complaint alleged that defendants' actions threatened \"unusually serious harm\" to plaintiffs' reputations, \"stripping them of their responsibilities as bank managers and threatening their future employability.\"  Id. at 735.   On appeal, Romero-Barcelo claims, for the first time, that his law practice suffered.   He urges us to assume as much based on defendants' efforts to brand him as a \"murderer\" and \"assassin.\"   We decline his invitation to bypass trial court consideration of this factual question in the first instance.   See Havinga v. Crowley Towing and Transp. Co., 24 F.3d 1480, 1483 n. 5 (1st Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Article II, &#167; 8, provides:  \"Every person has the right to the protection of law against abusive attacks on his honor, reputation and private or family life.\"   P.R. Const., art.  II, &#167; 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although appellant argues that he should have been given an opportunity to amend the complaint, our review of the record on appeal discloses no indication that he made such a request below</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></span></p>\n    <p class=\"parties\">Carlos ROMERO-BARCELO, Plaintiff, Appellant,<br>v.<br>Miguel HERNANDEZ-AGOSTO, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1235.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 1, 1995.<br>Decided Jan. 31, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Rovell, with whom Lisa I. Fair, Hilary A. Higgins, Carlos G. Latimer and Latimer, Biaggi, Rachid, Rodriguez, Suris &amp; Godreau, Santurce, PR, were on brief for appellant.</p>\n      <p class=\"indent\">Marcos A. Ramirez-Lavandero, with whom Eduardo A. Vera-Ramirez and Marcos A. Ramirez-Lavandero &amp; Associates were on brief, San Juan, PR, for appellees.</p>\n      <p class=\"indent\">Before SELYA, CYR and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal involves the most recent installment in the ongoing Cerro Maravilla political scandal, which has engaged public attention in the Commonwealth of Puerto Rico for more than fifteen years, and enlisted our attention on several occasions since 1981.   In this latest sequel, plaintiff Carlos Romero-Barcelo (or \"appellant\") challenges a district court judgment dismissing various civil rights claims, with prejudice, based on absolute legislative immunity and failure to state a claim, and dismissing, without prejudice, certain pendent claims under Puerto Rico law.   We affirm the district court judgment in all respects.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 22, 1981, the Puerto Rico Senate, then controlled by the Popular Democratic Party (\"PDP\"), authorized an investigation into the brutal ambush and murders of two pro-independence youths, Arnaldo Dario-Rosado and Carlos Soto-Arrivi, by Commonwealth police officers at Cerro Maravilla in the mountains of Puerto Rico during the summer of 1978.   At the time of the murders, appellant Romero-Barcelo was the Governor of Puerto Rico, and headed the New Progressive Party (\"NPP\") which controlled the Senate.   As part of the Senate investigation, subpoenas were issued for documents in the possession of the Puerto Rico Justice Department.   In due course, this court vacated a district court order quashing the subpoenas, In re San Juan Star Co., <span class=\"citation\" data-id=\"396189\"><a href=\"/opinion/396189/in-re-san-juan-star-company-pedro-juan-soto-v-carlos-romero-barcelo-in/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span>, 111, 118-20 (1st Cir.1981), while noting that a state legislature might be enjoined \"in a proper case.\"  Colon Berrios v. Hernandez Agosto, <span class=\"citation\" data-id=\"424032\"><a href=\"/opinion/424032/william-colon-berrios-v-miguel-hernandez-agosto-william-colon-berrios-v/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">85</span></a></span>, 88 (1st Cir.1983) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Following the San Juan Star decision, the Senate Judiciary Committee (or \"Committee\") gained access to materials which--together with other documents and testimony gathered in executive session--formed the basis for televised Committee hearings (or \"Hearings\") which began June 15, 1983.   The Senate voted to pay to televise the Hearings on a commercial station and \"the hearings were apparently widely viewed.\"  <span class=\"citation\" data-id=\"424032\"><a href=\"/opinion/424032/william-colon-berrios-v-miguel-hernandez-agosto-william-colon-berrios-v/\"><span class=\"id_token\">Id.</span> at 87. </a></span>  Thereafter, we reversed a district court order enjoining Committee members and their agents from compelling some of the defendants in a separate civil rights action arising out of the murders of Dario-Rosado and Soto-Arrivi (the \"Soto\" litigation), see Soto v. Romero Barcelo, <span class=\"citation\" data-id=\"1969378\"><a href=\"/opinion/1969378/soto-v-romero-barcelo/\"><span class=\"volume\">559</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">739</span></a></span>, 740-41 (D.P.R.1983), to appear and testify publicly at the Hearings;  and, \"from publishing documents in the [Committee members'] possession that are covered by the protective order issued in [the Soto litigation] or that are transcripts of testimony before the Committee by [some of the Soto defendants].\"  Colon <span class=\"citation\" data-id=\"424032\"><span class=\"antecedent_guess\">Berrios,</span> <a href=\"/opinion/424032/william-colon-berrios-v-miguel-hernandez-agosto-william-colon-berrios-v/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">86</span></a></span>, 87.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Hearings were reconvened in October 1984, preparatory to the November 1984 gubernatorial elections in which Romero-Barcelo ran for reelection and lost.   Following a break in the political action, the most recent round of Hearings began in October 1991, as a prelude to a PDP-sponsored referendum in December 1991 on the future intergovernmental relationship between Puerto Rico and the United States.   Once Romero-Barcelo announced his candidacy for Resident Commissioner, these Hearings were extended through May 1992.   During the latter phases of the Hearings, while the PDP controlled the Senate, defendant-appellee Miguel Hernandez-Agosto served as Senate President, defendant-appellee Marco Antonio-Rigau headed the Senate Judiciary Committee, and defendant-appellee Edgardo Perez-Viera, chief counsel, directed Committee investigative efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellant Romero-Barcelo claims, inter alia, that Committee members slanted and manipulated the Committee testimony and evidence to suggest that he had been involved in the planning and shooting of the two youths at Cerro Maravilla, and in subsequent attempts to cover up the murders.   He alleges that witnesses were interviewed in private, without legal assistance;  subpoenas were issued without notifying all Committee members;  only one Committee investigator was appointed and he reported exclusively to the PDP majority;  access to all documents, transcripts of testimony, evidence, and reports was restricted to PDP members, their aides and assistants;  the Committee violated a Puerto Rico Supreme Court order that the documents and other materials be made available to the NPP minority;  witnesses were not allowed access to transcripts of their prior testimony before testifying;  an investigative report--finding no wrongdoing by Romero-Barcelo--was covered up;  the witness microphone was turned off when testimony did not suit defendants Hernandez-Agosto and Antonio-Rigau, or other PDP members.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Romero-Barcelo alleges that from the late 1970s the defendants and the Committee continuously labelled him as an assassin or murderer, even though no evidence was ever submitted to substantiate the charge;  that defendant Perez presented information at the Hearings, and subsequently through press releases and television and radio interviews, knowing it to be false or misleading;  that the defendants continually disseminated false information outside the legislative chambers, through television broadcasts made at government expense, press releases and interviews arranged and conducted at the Legislature in public areas and at television studios, political speeches delivered in various municipalities, press releases distributed to news media within and beyond Puerto Rico, as well as written and oral communications to the United States Senate and House of Representatives, federal departments, and agencies.   Appellant complains that the defendants held press conferences at radio and television stations and other public forums after the Hearings, publicly passing judgment on statements made before the Committee regarding the credibility of witnesses, the strength or weakness of the evidence, and publicly accusing witnesses and third parties, including Romero-Barcelo, of perjury before the Committee.   This campaign allegedly was carried out through public speechmaking and political campaign rallies, as well as television and radio broadcasts, newspapers, and by other public means.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In September 1992, appellant brought suit in federal district court under 42 U.S.C. &#167; 1983, asserting violations of his First, Fifth, and Fourteenth Amendment rights under the United States Constitution, and under 42 U.S.C. &#167; 1985(3), for conspiracy to deprive him of these constitutional rights.   He demanded compensatory and punitive damages, costs, and attorney fees.   See 28 U.S.C. &#167;&#167; 1331 (federal question) and 1343 (civil rights and elective franchise).   Finally, he alleged supplemental claims for libel and slander under Puerto Rico law.   See 28 U.S.C. &#167; 1367.   The defendants moved to dismiss under Fed.R.Civ.P. 12(b)(6), asserting absolute legislative immunity, and failure to state a claim.   The district court dismissed all federal claims, with prejudice, and the libel and slander claims, without prejudice.   Romero-Barcelo appealed.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We first consider the alleged conduct that the district court found to be protected under the doctrine of absolute legislative immunity.   Next, we determine whether the remaining conduct in which defendants are alleged to have engaged gave rise to any actionable claim under either section 1983 or section 1985(3).</p>\n    </div>\n    <p>A. Absolute Legislative Immunity</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A defense of absolute legislative immunity for state legislators has been recognized since 1951.  Colon <span class=\"citation\" data-id=\"424032\"><span class=\"antecedent_guess\">Berrios,</span> <a href=\"/opinion/424032/william-colon-berrios-v-miguel-hernandez-agosto-william-colon-berrios-v/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">89</span> </a></span>(citing Tenney v. Brandhove, <span class=\"citation\" data-id=\"104906\"><a href=\"/opinion/104906/tenney-v-brandhove/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"104906\"><a href=\"/opinion/104906/tenney-v-brandhove/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">783</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1019</span> </span>(1951)).   Of course, absolute immunity affords protection not only from liability but from suit.  Agromayor v. Colberg, <span class=\"citation\" data-id=\"437688\"><a href=\"/opinion/437688/35-fair-emplpraccas-239-34-empl-prac-dec-p-34508-manuel-agromayor/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span>, 57 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1037</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">515</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span> </span>(1984) (citing Helstoski v. Meanor, <span class=\"citation\" data-id=\"110108\"><a href=\"/opinion/110108/helstoski-v-meanor/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, 506-08, <span class=\"citation\" data-id=\"110108\"><a href=\"/opinion/110108/helstoski-v-meanor/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2445</span></a></span>, 2448-49, <span class=\"citation\" data-id=\"110108\"><a href=\"/opinion/110108/helstoski-v-meanor/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">30</span> </a></span>(1979)).   State legislative immunity is \" 'similar in origin and rationale to that accorded Congressmen under the Speech or Debate Clause' \" of the United States Constitution.  Negron-Gaztambide v. Hernandez-Torres, <span class=\"citation\" data-id=\"677823\"><a href=\"/opinion/677823/olga-j-negron-gaztambide-v-zaida-hernandez-torres-etc/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 27 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1098</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1066</span> </span>(1995) (quoting Supreme Court of Va. v. Consumers Union of the United States, Inc., <span class=\"citation\" data-id=\"110273\"><a href=\"/opinion/110273/supreme-court-of-va-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">719</span></a></span>, 732, <span class=\"citation\" data-id=\"110273\"><a href=\"/opinion/110273/supreme-court-of-va-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1967</span></a></span>, 1974-75, <span class=\"citation\" data-id=\"110273\"><a href=\"/opinion/110273/supreme-court-of-va-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">641</span> </a></span>(1980)).   Although not based on the doctrine of separation of powers, as is the constitutional immunity accorded Members of Congress, the state legislative immunity defense nonetheless implicates \"principles of comity and federalism....\"  <span class=\"citation\" data-id=\"437688\"><span class=\"antecedent_guess\">Agromayor,</span> <a href=\"/opinion/437688/35-fair-emplpraccas-239-34-empl-prac-dec-p-34508-manuel-agromayor/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">58-59</span> </a></span>(citing United States v. Gillock, <span class=\"citation\" data-id=\"110226\"><a href=\"/opinion/110226/united-states-v-gillock/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">360</span></a></span>, 370-73, <span class=\"citation\" data-id=\"110226\"><a href=\"/opinion/110226/united-states-v-gillock/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1185</span></a></span>, 1192-94, <span class=\"citation\" data-id=\"110226\"><a href=\"/opinion/110226/united-states-v-gillock/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">454</span> </a></span>(1980)).   See also National Ass'n of Social Workers v. Harwood, <span class=\"citation\" data-id=\"707518\"><a href=\"/opinion/707518/national-association-of-social-workers-v-john-b-harwood/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">622</span></a></span>, 628 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The immunity defense in this case protects only conduct within the \"sphere of legitimate legislative activity.\"  Colon <span class=\"citation\" data-id=\"424032\"><span class=\"antecedent_guess\">Berrios,</span> <a href=\"/opinion/424032/william-colon-berrios-v-miguel-hernandez-agosto-william-colon-berrios-v/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">89</span> </a></span>(citing Doe v. McMillan, <span class=\"citation\" data-id=\"108802\"><a href=\"/opinion/108802/doe-v-mcmillan/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">306</span></a></span>, 320, <span class=\"citation\" data-id=\"108802\"><a href=\"/opinion/108802/doe-v-mcmillan/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, 2028-29, <span class=\"citation\" data-id=\"108802\"><a href=\"/opinion/108802/doe-v-mcmillan/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">912</span> </a></span>(1973);  <span class=\"citation\" data-id=\"104906\"><span class=\"antecedent_guess\">Tenney,</span> <a href=\"/opinion/104906/tenney-v-brandhove/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">376-77</span></a></span>, 71 S.Ct. at 788-89).   Absolute legislative immunity \"is justified and defined by the functions it protects and serves, not by the person to whom it attaches.\"  <span class=\"citation\" data-id=\"677823\"><span class=\"antecedent_guess\">Negron-Gaztambide,</span> <a href=\"/opinion/677823/olga-j-negron-gaztambide-v-zaida-hernandez-torres-etc/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">27</span> </a></span>(quoting Forrester v. White, <span class=\"citation\" data-id=\"111977\"><a href=\"/opinion/111977/forrester-v-white/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></a></span>, 227, <span class=\"citation\" data-id=\"111977\"><a href=\"/opinion/111977/forrester-v-white/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">538</span></a></span>, 544, <span class=\"citation\" data-id=\"111977\"><a href=\"/opinion/111977/forrester-v-white/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">555</span> </a></span>(1988)).  \"[I]t is the nature of the particular act rather than the title of the office which governs whether immunity attaches.\"  Acevedo-Cordero v. Cordero-Santiago, <span class=\"citation\" data-id=\"578673\"><a href=\"/opinion/578673/manuel-acevedo-cordero-v-rafael-cordero-santiago/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 21 (1st Cir.1992);  see also <span class=\"citation\" data-id=\"437688\"><span class=\"antecedent_guess\">Agromayor,</span> <a href=\"/opinion/437688/35-fair-emplpraccas-239-34-empl-prac-dec-p-34508-manuel-agromayor/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">59</span></a></span>.  \"Acts ... that are administrative in nature do not 'give rise to absolute immunity from liability in damages under &#167; 1983.' \"  <span class=\"citation\" data-id=\"677823\"><span class=\"antecedent_guess\">Negron-Gaztambide,</span> <a href=\"/opinion/677823/olga-j-negron-gaztambide-v-zaida-hernandez-torres-etc/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">28</span> </a></span>(quoting <span class=\"citation\" data-id=\"111977\"><span class=\"antecedent_guess\">Forrester,</span> <a href=\"/opinion/111977/forrester-v-white/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">229</span></a></span>, 108 S.Ct. at 545);  see also <span class=\"citation\" data-id=\"437688\"><span class=\"antecedent_guess\">Agromayor,</span> <a href=\"/opinion/437688/35-fair-emplpraccas-239-34-empl-prac-dec-p-34508-manuel-agromayor/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">59</span></a></span>-60;  Cutting v. Muzzey, <span class=\"citation\" data-id=\"429388\"><a href=\"/opinion/429388/charles-f-cutting-v-robert-muzzey/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">259</span></a></span>, 261-62 (1st Cir.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The scope of state legislative immunity from suit under section 1983 is \"essentially coterminous\" with the absolute immunity accorded members of Congress under the Speech or Debate Clause of the United States Constitution (or \"the Clause\").  <span class=\"citation\" data-id=\"707518\"><span class=\"antecedent_guess\">Harwood,</span> <a href=\"/opinion/707518/national-association-of-social-workers-v-john-b-harwood/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">629</span> </a></span>(citing Supreme Court of <span class=\"citation\" data-id=\"110273\"><span class=\"antecedent_guess\">Va.,</span> <a href=\"/opinion/110273/supreme-court-of-va-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">732-33</span></a></span>, 100 S.Ct. at 1974-75).   For the Clause to apply, the activity must be \" 'an integral part of the deliberative and communicative processes by which Members participate in committee and House proceedings with respect to the consideration and passage or rejection of proposed legislation or with respect to other matters which the Constitution places within the jurisdiction of either House.' \"  <span class=\"citation\" data-id=\"437688\"><span class=\"antecedent_guess\">Agromayor,</span> <a href=\"/opinion/437688/35-fair-emplpraccas-239-34-empl-prac-dec-p-34508-manuel-agromayor/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">59</span> </a></span>(quoting Gravel v. United States, <span class=\"citation no-link\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">606</span></span>, 625, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2614</span></span>, 2627, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span> </span>(1976)).   It does not cover \"actions that are only 'casually or incidentally related to legislative affairs,' \" <span class=\"citation\" data-id=\"707518\"><span class=\"antecedent_guess\">Harwood,</span> <a href=\"/opinion/707518/national-association-of-social-workers-v-john-b-harwood/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">630</span> </a></span>(quoting United States v. Brewster, <span class=\"citation\" data-id=\"108607\"><a href=\"/opinion/108607/united-states-v-brewster/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 528, <span class=\"citation\" data-id=\"108607\"><a href=\"/opinion/108607/united-states-v-brewster/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, 2545, <span class=\"citation\" data-id=\"108607\"><a href=\"/opinion/108607/united-states-v-brewster/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">507</span> </a></span>(1972)), \"or which fall outside the 'legitimate legislative sphere.' \"  <span class=\"citation\" data-id=\"108607\"><a href=\"/opinion/108607/united-states-v-brewster/\"><span class=\"id_token\">Id.</span> (quoting Eastland </a></span>v. United States Servicemen's Fund, <span class=\"citation\" data-id=\"109257\"><a href=\"/opinion/109257/eastland-v-united-states-servicemens-fund/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span>, 503, <span class=\"citation\" data-id=\"109257\"><a href=\"/opinion/109257/eastland-v-united-states-servicemens-fund/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1813</span></a></span>, 1821, <span class=\"citation\" data-id=\"109257\"><a href=\"/opinion/109257/eastland-v-united-states-servicemens-fund/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">324</span> </a></span>(1975)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"While the core protection conferred by the Clause concerns speech or debate by a member of Congress on the floor of either the Senate or the House\", <span class=\"citation\" data-id=\"109257\"><a href=\"/opinion/109257/eastland-v-united-states-servicemens-fund/\"><span class=\"id_token\">id.</span>  (citing Gravel, </a></span>408 U.S. at <span class=\"citation\" data-id=\"108607\"><span class=\"antecedent_guess\">625,</span> <a href=\"/opinion/108607/united-states-v-brewster/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2627</span></a></span>), \"the penumbra of the Clause sprawls more broadly.\"  <span class=\"citation\" data-id=\"108607\"><a href=\"/opinion/108607/united-states-v-brewster/\"><span class=\"id_token\">Id.</span>  For example, </a></span>the Clause covers voting;  <span class=\"citation\" data-id=\"108607\"><a href=\"/opinion/108607/united-states-v-brewster/\"><span class=\"id_token\">id.</span>  (citing Kilbourn </a></span>v. Thompson, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">168</span></span>, 204, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">377</span> </span>(1880));  \"conduct at legislative hearings,\" but not \"private publication by a Senator on his own behalf of documents submitted at a hearing ...\"  Colon <span class=\"citation\" data-id=\"424032\"><span class=\"antecedent_guess\">Berrios,</span> <a href=\"/opinion/424032/william-colon-berrios-v-miguel-hernandez-agosto-william-colon-berrios-v/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">90</span> </a></span>(citing <span class=\"citation\" data-id=\"108607\"><span class=\"antecedent_guess\">Gravel,</span> <a href=\"/opinion/108607/united-states-v-brewster/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">624-27</span></a></span>, 92 S.Ct. at 2626-27);  \"members ... and their staffs\" for preparation of \"an allegedly defamatory report\";  id.;   and members in \"voting for its publication,\" but not \"general public dissemination [of the report] by legislative functionaries.\"  <span class=\"citation\" data-id=\"108607\"><a href=\"/opinion/108607/united-states-v-brewster/\"><span class=\"id_token\">Id.</span> (citing Doe, </a></span>412 U.S. at <span class=\"citation\" data-id=\"108802\"><span class=\"antecedent_guess\">313-14,</span> <a href=\"/opinion/108802/doe-v-mcmillan/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2025-26</span></a></span>).   The Clause covers \"a committee hearing or report designed to inform the [legislative] membership,\" but not an individual \"Senator's publication of press releases or news letters,\" <span class=\"citation\" data-id=\"108802\"><a href=\"/opinion/108802/doe-v-mcmillan/\"><span class=\"id_token\">id.</span>  (citing Hutchinson </a></span>v. Proxmire, <span class=\"citation\" data-id=\"110131\"><a href=\"/opinion/110131/hutchinson-v-proxmire/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span>, 123-33, <span class=\"citation\" data-id=\"110131\"><a href=\"/opinion/110131/hutchinson-v-proxmire/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2675</span></a></span>, 2682-87, <span class=\"citation\" data-id=\"110131\"><a href=\"/opinion/110131/hutchinson-v-proxmire/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span> </a></span>(1979)), nor individual \"political\" activities, such as are involved in \"legitimate 'errands' performed for constituents, the making of appointments with Government agencies, [and] assistance in securing Government contracts.\"  <span class=\"citation\" data-id=\"707518\"><span class=\"antecedent_guess\">Harwood,</span> <a href=\"/opinion/707518/national-association-of-social-workers-v-john-b-harwood/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">631</span> </a></span>(alteration in original) (quoting <span class=\"citation\" data-id=\"108607\"><span class=\"antecedent_guess\">Brewster,</span> <a href=\"/opinion/108607/united-states-v-brewster/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">512</span></a></span>, 92 S.Ct. at 2537) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court concluded that the Cerro Maravilla hearings \"fell well within the legitimate legislative sphere\" and \"that the defendants are therefore immune from any civil or criminal prosecution based on conduct directly related to the Cerro Maravilla investigations.\"  Barcelo v. Agosto, <span class=\"citation no-link\"><span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1332</span></span>, 1342-43 (D.P.R.1995).   The court relied on our earlier analysis of the Hearings:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>The hearings were properly authorized by Puerto Rico Senate Resolution 91 (February 22, 1981), which provides a specific mandate to the Senate Judiciary Committee to inquire into the activities of the police and other agencies of the government leading up to and during the Cerro Maravilla incident as well as the behavior of the executive branch in response to the incident.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Investigations such as this Senate Judiciary Committee investigation constitute an essential component of the legislative process....</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  (quoting Colon </span><span class=\"citation\" data-id=\"424032\"><span class=\"antecedent_guess\">Berrios,</span> <a href=\"/opinion/424032/william-colon-berrios-v-miguel-hernandez-agosto-william-colon-berrios-v/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">90</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court then held that all of Romero-Barcelo's \"claims regarding allegedly unconstitutional procedures employed by the Committee relating to the issuance of subpoenas, the examination of witnesses, and the gathering of evidence, as well as his claims regarding the allegedly unlawful use of public funds to broadcast the hearings and regarding slanderous comments allegedly made by the defendants must be DISMISSED.\"  <span class=\"citation\" data-id=\"424032\"><a href=\"/opinion/424032/william-colon-berrios-v-miguel-hernandez-agosto-william-colon-berrios-v/\"><span class=\"id_token\">Id.</span> at 1343. </a></span>  The court dismissed the claims against Hernandez-Agosto and Antonio-Rigau, members of the Puerto Rico Legislature, as well as the claim against Perez-Viera, chief counsel and investigator for the Committee.  <span class=\"citation\" data-id=\"424032\"><a href=\"/opinion/424032/william-colon-berrios-v-miguel-hernandez-agosto-william-colon-berrios-v/\"><span class=\"id_token\">Id.</span> at 1343 </a></span>n. 8 (citing Eastland v. United States Servicemen's <span class=\"citation\" data-id=\"109257\"><span class=\"antecedent_guess\">Fund,</span> <a href=\"/opinion/109257/eastland-v-united-states-servicemens-fund/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">507</span></a></span>, 95 S.Ct. at 1823 (Speech or Debate Clause immunity for issuance by investigative subcommittee extends to its chief counsel)).   The court also rejected Romero-Barcelo's claim \"that the defendants abused their positions and, solely [for] political reasons, slanted or manipulated the testimony offered during the hearings to portray the plaintiff in a negative light.\"  <span class=\"citation\" data-id=\"424032\"><a href=\"/opinion/424032/william-colon-berrios-v-miguel-hernandez-agosto-william-colon-berrios-v/\"><span class=\"id_token\">Id.</span> at 1343 </a></span>(citing <span class=\"citation\" data-id=\"104906\"><span class=\"antecedent_guess\">Tenney,</span> <a href=\"/opinion/104906/tenney-v-brandhove/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">377</span></a></span>, 71 S.Ct. at 788-89 (\"The claim of an unworthy purpose does not destroy the privilege.\")).   The district court ruled, however, that \"defendants' alleged dissemination of false, defamatory, and slanderous information about the plaintiff through press releases, interviews, and speeches occurring outside the strict scope of their legislative duties\" was not protected by legislative immunity.  <span class=\"citation\" data-id=\"104906\"><a href=\"/opinion/104906/tenney-v-brandhove/\"><span class=\"id_token\">Id.</span> (citing Hutchinson, </a></span>Gravel, and Doe ).</p>\n    </div>\n    <p class=\"indent\">1. Allegations of Criminal Misconduct</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellant argues that the defendants are liable in damages under section 1983 for their alleged criminal conduct--including subornation of perjury, intimidation of witnesses and obstruction of justice during the Hearings--even assuming the Hearings were a proper legislative function.   Citing to <span class=\"citation\" data-id=\"108607\"><span class=\"antecedent_guess\">Brewster,</span> <a href=\"/opinion/108607/united-states-v-brewster/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">526</span></a></span>, 92 S.Ct. at 2544, he relies for further support on the reasoning in <span class=\"citation\" data-id=\"108607\"><span class=\"antecedent_guess\">Gravel,</span> <a href=\"/opinion/108607/united-states-v-brewster/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">626</span></a></span>, 92 S.Ct. at 2627-28;  \"While the Speech or Debate Clause recognizes speech, voting, and other legislative acts as exempt from liability that might otherwise attach, it does not privilege either Senator or aide to violate an otherwise criminal law in preparing for or implementing legislative acts.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Romero-Barcelo's reliance on Gravel and Brewster is misplaced, however, as those cases concerned whether a legislative immunity defense based on the Speech or Debate Clause protected Members of Congress from federal criminal prosecution.   In Gillock, the Supreme Court carefully distinguished a State legislator's narrower right to absolute legislative immunity from private civil actions, which does not include immunity from federal criminal prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>First, Tenney was a civil action brought by a private plaintiff to vindicate private rights.   Moreover, the cases in this Court which have recognized an immunity from civil suit for state officials have presumed the existence of federal criminal liability as a restraining factor on the conduct of state officials....  Thus, in protecting the independence of state legislators, Tenney and subsequent cases on official immunity have drawn the line at civil actions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">445 U.S. at <span class=\"citation no-link\"><span class=\"antecedent_guess\">372-73,</span> <span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1193</span></span>.   Absolute immunity from suit for civil damages under section 1983 allegedly based on criminal conduct does not necessarily immunize the legislator or his aide from federal criminal prosecution.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  But the legislator is immunized from suit for damages under section 1983.</p>\n    </div>\n    <p class=\"indent\">2. Contemporaneous Telecasting of Hearings</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellant argues that defendants' decision to use public funds to finance live telecasts of these Hearings was not protected by absolute legislative immunity.   The Supreme Court made clear, in <span class=\"citation\" data-id=\"108802\"><span class=\"antecedent_guess\">Doe,</span> <a href=\"/opinion/108802/doe-v-mcmillan/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">313-14</span></a></span>, 93 S.Ct. at 2025-26, that the introduction of documents at an open legislative hearing is protected conduct but a private republication of the documents by a Member of Congress is not.   We hold that the legislative decision to sponsor live telecasts of the open Committee hearings authorized a legislative disclosure--rather than a private republication--which clothed defendants with absolute legislative immunity from suit under section 1983.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  But even assuming the contemporaneous \"publication\" of the open Hearings went beyond the reasonable requirements of the legislative function, a matter we do not decide, defendants' determination that the Hearings should be televised at public expense constituted legislative conduct absolutely immune from civil suit.  <span class=\"citation\" data-id=\"108802\"><span class=\"antecedent_guess\">Doe,</span> <a href=\"/opinion/108802/doe-v-mcmillan/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">315</span></a></span>, 93 S.Ct. at 2026 (\"Members of Congress are themselves immune for ordering or voting for a publication going beyond the reasonable requirements of the legislative function....\").<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">3. Immunity of Committee Counsel</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Next, appellant argues that the immunity of a legislative aide is less broad than that available to a legislator.   Consequently, says appellant, the chief counsel to the Committee, defendant-appellee Perez-Viera, is not immune from suit.   Appellant relies on Dombrowski v. Eastland, <span class=\"citation\" data-id=\"107440\"><a href=\"/opinion/107440/dombrowski-v-eastland/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">82</span></a></span>, 85, <span class=\"citation\" data-id=\"107440\"><a href=\"/opinion/107440/dombrowski-v-eastland/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1425</span></a></span>, 1427-28, <span class=\"citation\" data-id=\"107440\"><a href=\"/opinion/107440/dombrowski-v-eastland/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span> </a></span>(1967) (per curiam), wherein the Supreme Court affirmed a grant of summary judgment for the Chairman of a Senate subcommittee but reversed a summary judgment order in favor of subcommittee counsel, explaining that the \"doctrine [of legislative] immunity is less absolute, although applicable, when applied to officers or employees of a legislative body, rather than to legislators themselves.\"   Eight years later, the Supreme Court considered whether the absolute immunity of the same Senate Subcommittee Chairman extended to the same subcommittee counsel.  Eastland v. United States Servicemen's <span class=\"citation\" data-id=\"109257\"><span class=\"antecedent_guess\">Fund,</span> <a href=\"/opinion/109257/eastland-v-united-states-servicemens-fund/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">506-508</span></a></span>, 95 S.Ct. at 1823-24.   The Court \"[drew] no distinction between the Members and the Chief Counsel,\" id. at <span class=\"citation\" data-id=\"109257\"><span class=\"antecedent_guess\">507,</span> <a href=\"/opinion/109257/eastland-v-united-states-servicemens-fund/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1823</span></a></span>, stating that \"the day-to-day work of [legislative] aides is so critical to the Members' performance that they must be treated as [the Members'] alter egos....\"  <span class=\"citation\" data-id=\"109257\"><a href=\"/opinion/109257/eastland-v-united-states-servicemens-fund/\"><span class=\"id_token\">Id.</span>  (alteration in </a></span>original) (quoting <span class=\"citation\" data-id=\"108607\"><span class=\"antecedent_guess\">Gravel,</span> <a href=\"/opinion/108607/united-states-v-brewster/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">616-17</span></a></span>, 92 S.Ct. at 2622-23) (internal quotation marks omitted).   It noted, however, that \"[t]he complaint ... does not distinguish between the activities of the Members and those of the Chief Counsel,\" thereby distinguishing Dombrowski v. Eastland.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellant argues that his complaint does distinguish between the activities of Hernandez-Agosto and Antonio-Rigau, on the one hand, and Perez-Viera on the other.   Nevertheless, the relevant allegation in the complaint--that chief counsel Perez-Viera presented information at the Committee hearings, knowing it to be false and misleading--is part and parcel of the parallel allegation that all legislator-defendants used the Hearings to disseminate information about Romero-Barcelo, knowing it to be false or misleading.   Thus, in applying the doctrine of absolute legislative immunity to these facts, we draw no distinction between the legislator-defendants and Committee counsel.</p>\n    </div>\n    <p>B. Civil Rights Claims</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We next consider the claims not barred by absolute legislative immunity.</p>\n    </div>\n    <p class=\"indent\">1. Section 1983</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\"An actionable section 1983 claim must allege facts sufficient to support a determination '(i) that the conduct complained of has been committed under color of state law, and (ii) that [the alleged] conduct worked a denial of rights secured by the Constitution or laws of the United States.' \"  Rumford Pharmacy, Inc. v. City of East Providence, <span class=\"citation\" data-id=\"587575\"><a href=\"/opinion/587575/rumford-pharmacy-inc-v-city-of-east-providence/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">996</span></a></span>, 998 (1st Cir.1992) (quoting Chongris v. Board of Appeals, <span class=\"citation\" data-id=\"482848\"><a href=\"/opinion/482848/james-chongris-and-george-chongris-v-board-of-appeals-of-the-town-of/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 40 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1021</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3266</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span> </span>(1987)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">a. Procedural Due Process</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A viable procedural due process claim must demonstrate a \"deprivation by state action of a constitutionally protected interest in 'life, liberty, or property' ... without due process of law.\"  Lowe v. Scott, <span class=\"citation\" data-id=\"579944\"><a href=\"/opinion/579944/lynn-c-lowe-md-v-h-denman-scott-md/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">323</span></a></span>, 340 (1st Cir.1992) (quoting Zinermon v. Burch, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 125, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">975</span></a></span>, 983, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">100</span> </a></span>(1990)) (internal quotation marks omitted).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>i. Deprivation of Liberty Interest</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Romero-Barcelo alleges that the defamatory statements by defendants deprived him of a \"liberty\" interest in his good name and reputation.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Barcelo,</span> <span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1344</span></span>.   The Supreme Court has made it clear that an actionable deprivation of a liberty interest in one's reputation \"must be accompanied by a change in the [victim's] status or rights (under substantive state or federal law), perhaps as a touchstone (or concrete evidence) of the fact that the injury to reputation was inflicted as part of a conscious government policy and is serious enough to interfere with other liberties of the sort suggested in Meyer [v. Nebraska, <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></a></span>, <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1042</span> </a></span>(1923) ],\" Beitzell v. Jeffrey, <span class=\"citation\" data-id=\"388175\"><a href=\"/opinion/388175/robert-e-beitzell-v-william-h-jeffrey-etc/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">870</span></a></span>, 878 (1st Cir.1981) (citing Paul v. Davis, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, 706, 708, 710, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1155</span></a></span>, 1163, 1164, 1165, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span> </a></span>(1976) (in the absence of more tangible interests such as employment, reputation alone is neither a \"property\" interest nor a \"liberty\" interest sufficient to require procedural due process)), such \"as the right 'to engage in any of the common occupations of life,' or 'to marry, to establish a home and bring up children.' \"  <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"id_token\">Id.</span> at 877 </a></span>(citing <span class=\"citation\" data-id=\"100233\"><span class=\"antecedent_guess\">Meyer,</span> <a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">399</span></a></span>, 43 S.Ct. at 626-27).   As this court indicated in Beitzell, no constitutionally protected \"liberty\" interest in reputation is infringed unless the reputational harm is \"unusually serious ... as evidenced by the fact that employment (or some other right or status) is affected.\"  <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"id_token\">Id.</span> at 878.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court concluded that no serious harm had befallen Romero-Barcelo.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Barcelo,</span> <span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1345</span></span>.   It observed that he had been elected Resident Commissioner in 1992, \"immediately after the last barrage of allegedly libelous statements.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  The district </span>court noted as well that Romero-Barcelo had lost the gubernatorial election in 1984, but it ruled that any claim based on that \"serious harm,\" some eight years earlier, was time-barred.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1346 </span>(citing Wilson v. Garcia, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 276, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1938</span></a></span>, 1947, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span> </a></span>(1985) (in section 1983 action, court borrows local limitation period applicable to personal injury actions));  Calero-Colon v. Betancourt-Lebron, <span class=\"citation\" data-id=\"196347\"><a href=\"/opinion/196347/calero-colon-v-betancourt-lebron/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2-3 (1st Cir.1995) (citing to P.R.Laws Ann. tit. 31, &#167; 5298(2) (1991)) (one-year limitation on personal injury actions).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>ii. The Process Due</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Romero-Barcelo claims a deprivation of his right to be free from \" 'abusive attacks on his honor, reputation and private or family life' as established by Article II, Section 8, of the Puerto Rico Constitution.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Barcelo,</span> <span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1346</span></span>.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Although the Section 8 claim is based in commonwealth law, hence not directly actionable under section 1983, Quintero de Quintero v. Aponte-Roque, <span class=\"citation\" data-id=\"590214\"><a href=\"/opinion/590214/dinhora-quintero-de-quintero-v-awilda-aponte-roque/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">226</span></a></span>, 230 (1st Cir.1992), Section 8 may give rise to a constitutionally protected \"liberty interest.\"   Assuming arguendo, as did the district court, that Section 8 creates a constitutionally protected \"liberty\" interest, we consider whether Romero-Barcelo received the process due.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The process due depends in large part on the circumstances.  Watson v. Caton, <span class=\"citation\" data-id=\"599126\"><a href=\"/opinion/599126/charles-n-watson-v-c-mark-caton/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">537</span></a></span>, 540-41 (1st Cir.1993) (per curiam) (citing Mathews v. Eldridge, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 335, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, 903, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span> </a></span>(1976)).   As noted in Watson, the \"cases distinguish sharply between deprivations caused by 'random, unauthorized' conduct of state officials, and deprivations caused by conduct 'pursuant to established state procedure.' \"  <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"id_token\">Id.</span> at 541 </a></span>(quoting Hudson v. Palmer, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 532, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></a></span>, 3203, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span> </a></span>(1984)).  \"For the former, the state is not automatically liable;  in the latter case there may be liability where the state policy approves or directs the conduct but falls below constitutional standards.\"  <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"id_token\">Id.</span> (footnote omitted). </a></span>  Romero-Barcelo does not claim, however, that defendants' unimmunized actions were taken pursuant to either the Commonwealth's direction or its established policy.   Rather, he alleges that defendants made numerous libelous statements \"in television studios, in political speeches made throughout the island, and in political press releases.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Barcelo,</span> <span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1345</span></span>.   Nor has he alleged that the actions complained of were other than \"random, unauthorized conduct\" on the part of the individual defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">It is rudimentary that a deprivation of procedural due process caused by \"random, unauthorized conduct\" of a State official is not actionable under section 1983 unless, amongst other things, \"no adequate 'post-deprivation remedy' is available under state law.\"  Perez-Ruiz v. Crespo-Guillen, <span class=\"citation\" data-id=\"195400\"><a href=\"/opinion/195400/perez-ruiz-v-crespo-guillen/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 42 (1st Cir.1994).   Romero-Barcelo neither alleged nor established that Puerto Rico law affords no adequate remedy for whatever liberty interest deprivation may have been sustained under Section 8 of the Puerto Rico Constitution.   Absent either an allegation regarding the inadequacy of commonwealth tort remedies for slander and libel, or even argumentation on the point, we decline to address the question.   See Rumford Pharmacy <span class=\"citation\" data-id=\"587575\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/587575/rumford-pharmacy-inc-v-city-of-east-providence/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">999</span></a></span>;  Monahan v. Dorchester Counseling Ctr., Inc., <span class=\"citation\" data-id=\"581513\"><a href=\"/opinion/581513/kevin-monahan-v-dorchester-counseling-center-inc/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 994 n. 7 (1st Cir.1992).   We note further that the district court's conclusion that Section 8 \"is the main source of protection against libel and slander under Puerto Rico law,\" <span class=\"citation no-link\"><span class=\"antecedent_guess\">Barcelo,</span> <span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1346</span> </span>n. 11 (citing Cortes Portalatin v. Hau Colon, 3 T.P.R. 1019 (1975)), is not challenged on appeal.   See also Willhauck v. Halpin, <span class=\"citation\" data-id=\"575825\"><a href=\"/opinion/575825/francis-a-willhauck-jr-v-paul-halpin/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 704 (1st Cir.1991) (court of appeals may \"affirm on any independently sufficient ground\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">b. The First Amendment Claim</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Appellant claims violations of his First Amendment rights to freedom of speech and association.   Before the district court he claimed \"that his right to free speech was chilled and his right to associate with the NPP was adversely affected by the [allegedly] defamatory statements made by the defendants.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Barcelo,</span> <span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1348</span></span>.   The district court found, however, \"that given the fact that he was elected Resident Commissioner on the NPP ticket, [Romero-Barcelo's] claims regarding injury to his right to associate with the NPP ring hollow.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Further, the </span>court concluded that \"there [was] no indication that the defendants compelled the plaintiff to advocate either an unpopular or any other type of view.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1348 </span>n. 15 (contrasting Wooley v. Maynard, <span class=\"citation\" data-id=\"109638\"><a href=\"/opinion/109638/wooley-v-maynard/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">705</span></a></span>, 714-15, <span class=\"citation\" data-id=\"109638\"><a href=\"/opinion/109638/wooley-v-maynard/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1428</span></a></span>, 1435, <span class=\"citation\" data-id=\"109638\"><a href=\"/opinion/109638/wooley-v-maynard/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">752</span> </a></span>(1977) (requiring display of \"Live Free or Die\" motto on vehicle license plate violates First Amendment right \"to refrain from speaking.\")).   We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">On appeal, however, Romero-Barcelo contends that he \"alleged that he was singled out for ... harassment and deprivation of rights because of his beliefs and political association.\"   The crux of this argument is that defendants' alleged conduct, both within the Hearings and without, was undertaken because of Romero-Barcelo's association with the NPP.   The Supreme Court has held that the First Amendment \"protects nonpolicymakers from being drummed out of public service on the basis of their political affiliation or advocacy of ideas.\"  Correa-Martinez v. Arrillaga-Belendez, <span class=\"citation\" data-id=\"541732\"><a href=\"/opinion/541732/jorge-correa-martinez-v-rene-arrillaga-belendez/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 56-57 (1st Cir.1990) (citing Branti v. Finkel, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 517, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1287</span></a></span>, 1294, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span> </a></span>(1980);  Elrod v. Burns, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 357, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2673</span></a></span>, 2681-82, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span> </a></span>(1976) (plurality opinion)).   But Romero-Barcelo most assuredly qualified as an NPP policymaker.   See <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"id_token\">id.</span> at 57 </a></span>n. 6.   Thus, the district court correctly found no First Amendment protection for \"a politician whose rights to freedom of speech, freedom of association, and freedom 'to disassociate [oneself] from unpopular views' have been injured by other politicians seeking to undermine his credibility within his own party and with the electorate.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Barcelo,</span> <span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1348</span> </span>(alteration in original) (footnote omitted).</p>\n    </div>\n    <p class=\"indent\">2. Section 1985(3)</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">An actionable section 1985(3) claim must allege that (i) the alleged conspirators possessed \"some racial, or perhaps otherwise class-based, invidiously discriminatory animus,\" Griffin v. Breckenridge, <span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, 102, <span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1790</span></a></span>, 1798, <span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">338</span> </a></span>(1971), and (ii) their alleged conspiracy was \"aimed at interfering with rights ... protected against private, as well as official, encroachment.\"  United Bhd. of Carpenters &amp; Joiners of America v. Scott, <span class=\"citation\" data-id=\"111015\"><a href=\"/opinion/111015/carpenters-v-scott/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, 833, <span class=\"citation\" data-id=\"111015\"><a href=\"/opinion/111015/carpenters-v-scott/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3352</span></a></span>, 3358-59, <span class=\"citation\" data-id=\"111015\"><a href=\"/opinion/111015/carpenters-v-scott/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1049</span> </a></span>(1983).   See also Libertad v. Welch, <span class=\"citation\" data-id=\"695145\"><a href=\"/opinion/695145/lydia-libertad-v-father-patrick-welch/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">428</span></a></span>, 446 (1st Cir.1995) (citing Bray v. Alexandria Women's Health Clinic, <span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 267-68, <span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, 758, <span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">34</span> </a></span>(1993)).   The conspiracy allegation must identify an overt act.   See <span class=\"citation\" data-id=\"108362\"><span class=\"antecedent_guess\">Griffin,</span> <a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">93</span></a></span>, 91 S.Ct. at 1793-94;  <span class=\"citation\" data-id=\"695145\"><span class=\"antecedent_guess\">Libertad,</span> <a href=\"/opinion/695145/lydia-libertad-v-father-patrick-welch/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">450</span> </a></span>n. 18.   If no racial animus is charged, a discriminatory class-based animus must be alleged.   See Harrison v. Brooks, <span class=\"citation\" data-id=\"328998\"><a href=\"/opinion/328998/tredwell-a-harrison-v-william-g-brooks/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1358</span></a></span>, 1359 (1st Cir.1975) (citing <span class=\"citation\" data-id=\"108362\"><span class=\"antecedent_guess\">Griffin,</span> <a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">102</span></a></span>, 91 S.Ct. at 1798).  \"The requirement that the discrimination be 'class-based' is not satisfied by an allegation that there was a conspiracy which affected the interests of a class of persons similarly situated with the plaintiffs.   Rather, the complaint must allege facts showing that the defendants conspired against the plaintiffs because of their membership in a class and that the criteria defining the class were invidious.\"  <span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"id_token\">Id.</span> at 1359-60.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The complaint alleged that the three defendants \"conspired ... to launch a negative publicity campaign funded with public funds and to label [him] as an assassin and murderer in order to end his political career and enhance their own.  [The] defendants allegedly used their elected political positions to keep the Committee investigations alive, and to reactivate those committee hearings at politically advantageous opportunities.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Barcelo,</span> <span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1349</span></span>.   The district court held these allegations insufficient to support a conspiracy claim under section 1985(3), rejecting the implicit assumption that \"since the defendants are members of the opposing political party and had substantial control over the Committee hearings, they must have had a conspiracy.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1350. </span>  The court further found no allegation of an overt act, and no articulation of a \"clear class-based invidious discriminatory animus behind the alleged actions of the alleged conspirators.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  We agree </span>that Romero-Barcelo's allegations were insufficient to support a section 1985(3) claim.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">On appeal, Romero-Barcelo does not address these specific shortcomings in the complaint, choosing instead to rest upon a conclusory statement that the allegations are sufficient for a section 1985(3) claim,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and the argument that the heightened pleading requirement for section 1985(3) conspiracy claims under Slotnick v. Staviskey, <span class=\"citation\" data-id=\"348311\"><a href=\"/opinion/348311/lester-slotnick-v-harold-staviskey/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 33 (1st Cir.1977), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1077</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1268</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">783</span> </span>(1978) (\"[C]omplaints cannot survive a motion to dismiss if they contain conclusory allegations of conspiracy but do not support their claims with references to material facts.\"), is no longer good law, citing to Leatherman v. Tarrant County Narcotics Intelligence &amp; Coordination Unit, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span> </a></span>(1993).  Leatherman rejected a \"heightened pleading standard\" in civil rights actions claiming municipal liability under section 1983.  <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"id_token\">Id.</span> at 164-65, </a></span>113 S.Ct. at 1161.   Even assuming Leatherman applies to the present claim, a matter we need not address, we do not view the failure to allege essential elements of a section 1985(3) claim as any mere failure to comply with a \"heightened pleading requirement.\"   See <span class=\"citation\" data-id=\"108362\"><span class=\"antecedent_guess\">Griffin,</span> <a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">102</span></a></span>-103, 91 S.Ct. at 1798-99.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">For their alleged conduct within the legislative forum, we conclude that defendants were protected by absolute legislative immunity.   For their conduct outside the legislative forum, the allegations were insufficient to state actionable claims under sections 1983 and 1985(3).   Appellant Romero-Barcelo has no actionable procedural due process claim under section 1983, either because he had no constitutionally protected \"liberty\" interest, or because Puerto Rico law afforded whatever post-deprivation process may have been due.   Nor did appellant have an actionable First Amendment claim, since there is no constitutional ban against the alleged conduct.   Finally, appellant failed to plead all essential elements of an actionable conspiracy claim under section 1985(3).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court judgment is affirmed.   Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 12(b)(6) dismissals are reviewed under the rubric that \"all reasonable inferences from well-pleaded facts are to be drawn in appellant['s] favor.\"  Calero-Colon v. Betancourt-Lebron, <span class=\"citation\" data-id=\"196347\"><a href=\"/opinion/196347/calero-colon-v-betancourt-lebron/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 n. 1 (1st Cir.1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We review Rule 12(b)(6) dismissals de novo.  Clarke v. Kentucky Fried Chicken of Cal., Inc., <span class=\"citation\" data-id=\"697653\"><a href=\"/opinion/697653/68-fair-emplpraccas-bna-34-68-fair-emplpraccas-bna-352-66-empl/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 22 n. 1 (1st Cir.1995).  \"The pleading requirements, though 'minimal,' are not 'non-existent.' \"  Rumford Pharmacy, Inc. v. City of East Providence, <span class=\"citation\" data-id=\"587575\"><a href=\"/opinion/587575/rumford-pharmacy-inc-v-city-of-east-providence/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">996</span></a></span>, 998 (1st Cir.1992) (quoting Gooley v. Mobil Oil Corp., <span class=\"citation\" data-id=\"508719\"><a href=\"/opinion/508719/william-r-gooley-v-mobil-oil-corporation/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span>, 515 (1st Cir.1988) (\"Modern notions of 'notice pleading' notwithstanding, a plaintiff ... is nonetheless required to set forth factual allegations, either direct or inferential, respecting each material element necessary to sustain recovery under some actionable legal theory.\"))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As the district court dictum concerning immunity from criminal prosecution \"based on conduct directly related to the Cerro Maravilla investigations,\" <span class=\"citation no-link\"><span class=\"antecedent_guess\">Barcelo,</span> <span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1343</span></span>, is not necessary to its holding, nor to ours, we do not endorse it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In <span class=\"citation\" data-id=\"110131\"><span class=\"antecedent_guess\">Hutchinson,</span> <a href=\"/opinion/110131/hutchinson-v-proxmire/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">116</span> </a></span>n. <span class=\"citation no-link\"><span class=\"antecedent_guess\">3,</span> <span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2678</span> </span>n. 3, the Supreme Court said:  \"we assume, without deciding, that a speech printed in the Congressional Record carries immunity under the Speech or Debate Clause as though delivered on the floor.\"   Accordingly, the Court did not take issue with a district court suggestion that \"a television or radio broadcast of [a Senator's] speech from the Senate floor\" would receive the protection of the Speech or Debate Clause.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 119, </span>99 S.Ct. at 2680.   But the Court did not agree with the suggestion that such a broadcast is analogous to a Senator issuing a press release relating to a floor speech.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  See also </span>Cable News Network v. Anderson, <span class=\"citation no-link\"><span class=\"volume\">723</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">835</span> </span>(D.D.C.1989) (Speech or Debate Clause bars judicial review of House rule regulating television coverage of hearings)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Appellant argues that it was improper to grant judgment for defendants under Rule 12(b)(6), because further factfinding was required to determine whether their decision to use public funds to finance live telecasts is protected by absolute legislative immunity.   Appellant relies on dicta in Colon Berrios, declining to reach \"the issue of whether the Senate's expenditure of funds for live television broadcast of the hearings falls within the legitimate legislative sphere\" because, inter alia, it \"would involve extensive fact-finding\" relating to First Amendment issues regarding prior <span class=\"citation\" data-id=\"424032\"><span class=\"antecedent_guess\">restraint.</span>  <a href=\"/opinion/424032/william-colon-berrios-v-miguel-hernandez-agosto-william-colon-berrios-v/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">90</span> </a></span>n. 3.   In this case, however, there is no need to reach the First Amendment matters which loomed in Colon Berrios, since we are not reviewing a Rule 12(b)(6) denial of injunctive relief, but a dismissal of a civil rights action for damages based in part on a broadcast which has already occurred</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Of course, if the challenged conduct constitutes \"state action,\" the \"color of state law\" requirement is met as well.  Lugar v. Edmondson Oil Co., <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></a></span>, 935, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2744</span></a></span>, 2752, <span class=\"citation\" data-id=\"110766\"><a href=\"/opinion/110766/lugar-v-edmondson-oil-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span> </a></span>(1982)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Appellant misplaces reliance on Limerick v. Greenwald, <span class=\"citation\" data-id=\"398020\"><a href=\"/opinion/398020/thomas-f-limerick-v-carol-s-greenwald/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">733</span> </a></span>(1st Cir.1981), wherein a timely complaint alleged that defendants' actions threatened \"unusually serious harm\" to plaintiffs' reputations, \"stripping them of their responsibilities as bank managers and threatening their future employability.\"  <span class=\"citation\" data-id=\"398020\"><a href=\"/opinion/398020/thomas-f-limerick-v-carol-s-greenwald/\"><span class=\"id_token\">Id.</span> at 735. </a></span>  On appeal, Romero-Barcelo claims, for the first time, that his law practice suffered.   He urges us to assume as much based on defendants' efforts to brand him as a \"murderer\" and \"assassin.\"   We decline his invitation to bypass trial court consideration of this factual question in the first instance.   See Havinga v. Crowley Towing and Transp. Co., <span class=\"citation\" data-id=\"670668\"><a href=\"/opinion/670668/berend-jd-havinga-v-crowley-towing-and-transportation-company-berend/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1480</span></a></span>, 1483 n. 5 (1st Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Article II, &#167; 8, provides:  \"Every person has the right to the protection of law against abusive attacks on his honor, reputation and private or family life.\"   P.R. Const., art.  II, &#167; 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although appellant argues that he should have been given an opportunity to amend the complaint, our review of the record on appeal discloses no indication that he made such a request below</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/100233/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104906/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107440/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108362/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108607/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108802/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109382/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109402/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109638/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110108/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110131/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110226/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110232/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110273/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110766/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111015/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111252/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111415/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111977/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112825/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195400/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196347/",
    "https://www.courtlistener.com/api/rest/v3/opinions/328998/",
    "https://www.courtlistener.com/api/rest/v3/opinions/348311/",
    "https://www.courtlistener.com/api/rest/v3/opinions/388175/",
    "https://www.courtlistener.com/api/rest/v3/opinions/396189/",
    "https://www.courtlistener.com/api/rest/v3/opinions/398020/",
    "https://www.courtlistener.com/api/rest/v3/opinions/424032/",
    "https://www.courtlistener.com/api/rest/v3/opinions/429388/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437688/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541732/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575825/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578673/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579944/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581513/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587575/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590214/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599126/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670668/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677823/",
    "https://www.courtlistener.com/api/rest/v3/opinions/695145/",
    "https://www.courtlistener.com/api/rest/v3/opinions/697653/",
    "https://www.courtlistener.com/api/rest/v3/opinions/707518/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1969378/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2620710/"
  ]
}