{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196566/",
  "id": 196566,
  "absolute_url": "/opinion/196566/porter-v-bangor-aroostook/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196566/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:09:01Z",
  "date_modified": "2020-02-21T23:08:02.696090Z",
  "type": "010combined",
  "sha1": "d1cfd85eab6b378346bed05ba50b6ff999225ccc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1808.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1808\r\n\n                       MARK J. PORTER,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n             BANGOR &amp; AROOSTOOK RAILROAD COMPANY,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n\n          Aldrich and Coffin, Senior Circuit Judges.\r                                                               \r\n\n                                         \r\n\nJames F. Freeley, III with whom James F.  Freeley, Jr. and Freeley\r                                                                              \r\n&amp; Freeley were on brief for appellant.\r                 \r\nJeffrey  T. Edwards  with  whom  Elizabeth  J.  Wyman  and  Preti,\r                                                                              \r\nFlaherty, Beliveau &amp; Pachios were on brief for appellee.\r                                    \r\n\n                                         \r\n\n                       February 9, 1996\r\n                                         \r\r\n\n          ALDRICH, Senior Circuit Judge.   Mark J. Porter, an\r                                                   \r\n\nexperienced brakeman employed by defendant Bangor &amp; Aroostook\r\n\nRailroad  Co., injured  his back  on October  1, 1992,  while\r\n\nadjusting  a rusty  car  coupler device  that had  previously\r\n\nfailed to  couple automatically with  another car.   He seeks\r\n\nrecovery under  the Federal  Safety Appliance Act  (FSAA), 45\r\n\nU.S.C.    2,1  a  statute  that  has  been  ruled  to  impose\r\n\nliability without  fault, San Antonio &amp;  Aransas Pass Railway\r                                                                         \r\n\nCompany v.  Wagner, 241  U.S. 476  (1916),  when a  violation\r                              \r\n\ncontributed in any degree to an  employee's injuries.  Carter\r                                                                         \r\n\nv. Atlantic &amp;  St. Andrews Bay Ry. Co., 338  U.S. 430, 434-35\r                                                  \r\n\n(1949).  Alternatively, he  asserts injury due to negligently\r\n\ndefective  equipment, a  typical Federal  Employers Liability\r\n\nAct  (FELA), 45 U.S.C.   51,  claim.  In  response to special\r\n\nquestions the jury found that defendant had violated the FSAA\r\n\nbut that the failure  was not a cause of  plaintiff's injury.\r\n\nWith respect to the FELA it found that defendant had not been\r\n\nnegligent.   After denial of plaintiff's motion for new trial\r\n\non  the two  issues  decided unfavorably,  the court  entered\r\n\njudgment for defendant.  Plaintiff appeals.  We affirm.\r\n\n                    \r                                \r\n\n1.  \"It shall  be unlawful for any common  carrier engaged in\r\ninterstate  commerce by  railroad  to haul  or  permit to  be\r\nhauled or  used on its line  any car . . . not  equipped with\r\ncouplers coupling  automatically by impact, and  which can be\r\nuncoupled without the necessity of men going between the ends\r\nof  the cars.\"  45 U.S.C.   2 (1893) (repealed 1994) (current\r\nversion at 49 U.S.C.   20302).\r\n\n                             -2-\r\r\n\n          Plaintiff's  appeal is  devoted principally  to the\r\n\nFSAA action where he faces the substantial obstacle of a jury\r\n\nfinding of no causal connection between the violation and the\r\n\ninjury.   Recognizing this burden,  he takes the  bull by the\r\n\nhorns and argues  that, the violation and  injury having been\r\n\nestablished,  the jury not merely should  have found, but was\r\n\nrequired  to find a causal  connection between them as matter\r\n\nof law.\r\n\n          Plaintiff's contention takes two forms.   First, he\r\n\nsays  the jury's  finding  that defendant  violated the  FSAA\r\n\nmeans  that  the  coupling  equipment was  defective.    Thus\r\n\nplaintiff  strained  his  back working  on  defective coupler\r\n\nequipment; hence he was within the statute.  We do not agree.\r\n\nThere  is nothing  especially dangerous  in coupling  devices\r\n\nthemselves, the statutory reach is the coupling maneuver.  As\r\n\nthe  Court  said in  the early  case  of Johnson  v. Southern\r                                                                         \r\n\nPacific Co., 196 U.S. 1, 19 (1904), \"The risk in coupling and\r                       \r\n\nuncoupling  was  the  evil  sought to  be  remedied  . . . .\"\r\n\nAlthough plaintiff speaks about having to go between the ends\r\n\nof the cars, it was not for coupling,  but in preparation for\r\n\ncoupling.  One  must go  behind, viz., between  the cars,  to\r\n\nalign   the   drawbars   before   commencing   the   coupling\r\n\noperation2.  If, as  here, the cars are safely  separated and\r\n\n                    \r                                \r\n\n2.  Plaintiff himself testified that  the drawbars can swing,\r\nand  must sometimes be lined up in order to meet, a procedure\r\nhe  performed routinely every day.   See Goedel  v. Norfolk &amp;\r                                                                         \r\n\n                             -3-\r\r\n\nnot in motion, readying is not coupling, and does not involve\r\n\nthe special coupling  risks.   What could be  the reason,  or\r\n\npurpose, for  requiring special protection  for this isolated\r\n\nactivity?  It is true that other circuits appear to have read\r\n\nthe  FSAA  more broadly,  see  Clark  v. Kentucky  &amp;  Indiana\r                                                                         \r\n\nTerminal Railroad,  728 F.2d 307 (6th  Cir. 1984) (collecting\r                             \r\n\ncases),3  but they give  no answer to  our question.   We can\r\n\nthink of none.  Plaintiff had no FSAA case.\r\n\n          Alternatively,  plaintiff  would  find   a  special\r\n\ncircumstance  in the fact that his act of preparation was due\r\n\nto,  and hence the  product of, a  proven coupling violation.\r\n\nAccording to his brief,\r\n\n               The   undisputed   material    facts\r\n          demonstrate  that  plaintiff sustained  a\r\n          back  injury  as  a  direct  and  natural\r\n          consequence of  the defendant's violation\r\n          of section 2 of the FSAA.\r\n\n                          . . . . .\r\n\n          The  only reason that  the plaintiff went\r\n          between the  tank car and the  hopper car\r\n          to  realign the  drawbar on the  two cars\r\n          was  because  there  had  been  a  failed\r\n          coupling.\r\n\n                          . . . . .\r\n\n               There  is causation  as a  matter of\r\n          law. . . .   Clearly, but  for the failed\r\n\n                    \r                                \r\n\nWestern Railway Co., 13 F.3d 807, 809 (4th Cir. 1994).\r                               \r\n\n3.  In  Kavorkian v.  CSX Transportation,  Inc., 33  F.3d 570\r                                                           \r\n(6th  Cir.  1994),  the  court  assumed  the  correctness  of\r\nprecisely  our plaintiff's case for the purpose of granting a\r\nnew trial.\r\n\n                             -4-\r\r\n\n          coupling, plaintiff never would have gone\r\n          between the two cars . . . .\r\n\n\"But for\" the previously  failed coupling plaintiff would not\r\n\nhave  been hurt.  Post hoc, ergo propter hoc (Following this,\r                                                        \r\n\nhence because  of this),  is poor  logic.4   Plaintiff  would\r\n\nhave our holding that a preparatory procedure falls under the\r\n\nFELA change  automatically  to the  FSAA  (no need  to  prove\r\n\nnegligence)  if the  procedure  was undertaken  because of  a\r\n\nprevious  failure to couple in  violation of that  act.  This\r\n\nwould be but a lottery, and purposeless.  It is unacceptable.\r\n\n          This  is not to say, of  course, that plaintiff was\r\n\nunprotected  during  the  drawbar  adjustment;   he  had  his\r\n\nordinary FELA rights.   The difficulty here is that  the jury\r\n\nfound no negligence.  Plaintiff's only complaint on appeal on\r\n\nhis negligence count is the court's failure to give a request\r\n\nthat assumption of risk was not a defense.  Defendant had not\r\n\nclaimed assumption of  risk, but only the  partial defense of\r\n\ncontributory negligence.  The instructions here were correct.\r\n\nIt is  true that the two  principles can be  confused, but we\r\n\nreadily accept the court's conclusion that it would  only add\r\n\nconfusion to \"set up . . . [a] straw tiger and then  knock it\r\n\ndown.\"\r\n\n          Affirmed.\r                               \r\n\n                    \r                                \r\n\n4.  See, e.g., Webster's Dictionary, Unabr. 2d ed. 1953.\r\n\n                             -5-\r\r\n",
  "html": "<p class=\"case_cite\">75 F.3d 70</p>\n    <p class=\"parties\">Mark J. PORTER, Plaintiff, Appellant,<br>v.<br>BANGOR &amp; AROOSTOOK RAILROAD COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1808.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 9, 1996.<br>Decided Feb. 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James F. Freeley, III with whom James F. Freeley, Jr. and Freeley &amp; Freeley, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Jeffrey T. Edwards with whom Elizabeth J. Wyman and Preti, Flaherty, Beliveau &amp; Pachios, Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH and COFFIN, Senior Circuit Judges.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Mark J. Porter, an experienced brakeman employed by defendant Bangor &amp; Aroostook Railroad Co., injured his back on October 1, 1992, while adjusting a rusty car coupler device that had previously failed to couple automatically with another car.   He seeks recovery under the Federal Safety Appliance Act (FSAA), 45 U.S.C. &#167; 2,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> a statute that has been ruled to impose liability without fault, San Antonio &amp; Aransas Pass Railway Company v. Wagner, 241 U.S. 476, 36 S.Ct. 626, 60 L.Ed. 1110 (1916), when a violation contributed in any degree to an employee's injuries.  Carter v. Atlanta &amp; St. Andrews Bay Ry. Co., 338 U.S. 430, 434-35, 70 S.Ct. 226, 229-30, 94 L.Ed. 236 (1949).   Alternatively, he asserts injury due to negligently defective equipment, a typical Federal Employers Liability Act (FELA), 45 U.S.C. &#167; 51, claim.   In response to special questions the jury found that defendant had violated the FSAA but that the failure was not a cause of plaintiff's injury.   With respect to the FELA it found that defendant had not been negligent.   After denial of plaintiff's motion for new trial on the two issues decided unfavorably, the court entered judgment for defendant.   Plaintiff appeals.   We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff's appeal is devoted principally to the FSAA action where he faces the substantial obstacle of a jury finding of no causal connection between the violation and the injury.   Recognizing this burden, he takes the bull by the horns and argues that, the violation and injury having been established, the jury not merely should have found, but was required to find a causal connection between them as matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff's contention takes two forms.   First, he says the jury's finding that defendant violated the FSAA means that the coupling equipment was defective.   Thus plaintiff strained his back working on defective coupler equipment;  hence he was within the statute.   We do not agree.   There is nothing especially dangerous in coupling devices themselves, the statutory reach is the coupling maneuver.   As the Court said in the early case of Johnson v. Southern Pacific Co., 196 U.S. 1, 19, 25 S.Ct. 158, 162, 49 L.Ed. 363 (1904), \"The risk in coupling and uncoupling was the evil sought to be remedied....\"  Although plaintiff speaks about having to go between the ends of the cars, it was not for coupling, but in preparation for coupling.   One must go behind, viz., between the cars, to align the drawbars before commencing the coupling operation<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>.  If, as here, the cars are safely separated and not in motion, readying is not coupling, and does not involve the special coupling risks.   What could be the reason, or purpose, for requiring special protection for this isolated activity?   It is true that other circuits appear to have read the FSAA more broadly, see Clark v. Kentucky &amp; Indiana Terminal Railroad, 728 F.2d 307 (6th Cir.1984) (collecting cases),<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> but they give no answer to our question.   We can think of none.   Plaintiff had no FSAA case.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Alternatively, plaintiff would find a special circumstance in the fact that his act of preparation was due to, and hence the product of, a proven coupling violation.   According to his brief,</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The undisputed material facts demonstrate that plaintiff sustained a back injury as a direct and natural consequence of the defendant's violation of section 2 of the FSAA.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>The only reason that the plaintiff went between the tank car and the hopper car to realign the drawbar on the two cars was because there had been a failed coupling.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There is causation as a matter of law....  Clearly, but for the failed coupling, plaintiff never would have gone between the two cars....</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"But for\" the previously failed coupling plaintiff would not have been hurt.   Post hoc, ergo propter hoc (Following this, hence because of this), is poor logic.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Plaintiff would have our holding that a preparatory procedure falls under the FELA change automatically to the FSAA (no need to prove negligence) if the procedure was undertaken because of a previous failure to couple in violation of that act.   This would be but a lottery, and purposeless.   It is unacceptable.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This is not to say, of course, that plaintiff was unprotected during the drawbar adjustment;  he had his ordinary FELA rights.   The difficulty here is that the jury found no negligence.   Plaintiff's only complaint on appeal on his negligence count is the court's failure to give a request that assumption of risk was not a defense.   Defendant had not claimed assumption of risk, but only the partial defense of contributory negligence.   The instructions here were correct.   It is true that the two principles can be confused, but we readily accept the court's conclusion that it would only add confusion to \"set up ... [a] straw tiger and then knock it down.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"It shall be unlawful for any common carrier engaged in interstate commerce by railroad to haul or permit to be hauled or used on its line any car ... not equipped with couplers coupling automatically by impact, and which can be uncoupled without the necessity of men going between the ends of the cars.\"  45 U.S.C. &#167; 2 (1893) (repealed 1994) (current version at 49 U.S.C. &#167; 20302)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiff himself testified that the drawbars can swing, and must sometimes be lined up in order to meet, a procedure he performed routinely every day.   See Goedel v. Norfolk &amp; Western Railway Co., 13 F.3d 807, 809 (4th Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In Kavorkian v. CSX Transportation, Inc., 33 F.3d 570 (6th Cir.1994), the court assumed the correctness of precisely our plaintiff's case for the purpose of granting a new trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See, e.g., Webster's Dictionary, Unabr.2d ed. 1953</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></span></p>\n    <p class=\"parties\">Mark J. PORTER, Plaintiff, Appellant,<br>v.<br>BANGOR &amp; AROOSTOOK RAILROAD COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1808.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 9, 1996.<br>Decided Feb. 9, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James F. Freeley, III with whom James F. Freeley, Jr. and Freeley &amp; Freeley, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Jeffrey T. Edwards with whom Elizabeth J. Wyman and Preti, Flaherty, Beliveau &amp; Pachios, Portland, ME, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH and COFFIN, Senior Circuit Judges.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Mark J. Porter, an experienced brakeman employed by defendant Bangor &amp; Aroostook Railroad Co., injured his back on October 1, 1992, while adjusting a rusty car coupler device that had previously failed to couple automatically with another car.   He seeks recovery under the Federal Safety Appliance Act (FSAA), 45 U.S.C. &#167; 2,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> a statute that has been ruled to impose liability without fault, San Antonio &amp; Aransas Pass Railway Company v. Wagner, <span class=\"citation\" data-id=\"98763\"><a href=\"/opinion/98763/san-antonio-aransas-pass-r-co-v-wagner/\"><span class=\"volume\">241</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">476</span></a></span>, <span class=\"citation\" data-id=\"98763\"><a href=\"/opinion/98763/san-antonio-aransas-pass-r-co-v-wagner/\"><span class=\"volume\">36</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">626</span></a></span>, <span class=\"citation\" data-id=\"98763\"><a href=\"/opinion/98763/san-antonio-aransas-pass-r-co-v-wagner/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1110</span> </a></span>(1916), when a violation contributed in any degree to an employee's injuries.  Carter v. Atlanta &amp; St. Andrews Bay Ry. Co., <span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></span>, 434-35, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">226</span></span>, 229-30, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">236</span> </span>(1949).   Alternatively, he asserts injury due to negligently defective equipment, a typical Federal Employers Liability Act (FELA), 45 U.S.C. &#167; 51, claim.   In response to special questions the jury found that defendant had violated the FSAA but that the failure was not a cause of plaintiff's injury.   With respect to the FELA it found that defendant had not been negligent.   After denial of plaintiff's motion for new trial on the two issues decided unfavorably, the court entered judgment for defendant.   Plaintiff appeals.   We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff's appeal is devoted principally to the FSAA action where he faces the substantial obstacle of a jury finding of no causal connection between the violation and the injury.   Recognizing this burden, he takes the bull by the horns and argues that, the violation and injury having been established, the jury not merely should have found, but was required to find a causal connection between them as matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Plaintiff's contention takes two forms.   First, he says the jury's finding that defendant violated the FSAA means that the coupling equipment was defective.   Thus plaintiff strained his back working on defective coupler equipment;  hence he was within the statute.   We do not agree.   There is nothing especially dangerous in coupling devices themselves, the statutory reach is the coupling maneuver.   As the Court said in the early case of Johnson v. Southern Pacific Co., <span class=\"citation\" data-id=\"96169\"><a href=\"/opinion/96169/johnson-v-southern-pacific-co/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 19, <span class=\"citation\" data-id=\"96169\"><a href=\"/opinion/96169/johnson-v-southern-pacific-co/\"><span class=\"volume\">25</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">158</span></a></span>, 162, <span class=\"citation\" data-id=\"96169\"><a href=\"/opinion/96169/johnson-v-southern-pacific-co/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">363</span> </a></span>(1904), \"The risk in coupling and uncoupling was the evil sought to be remedied....\"  Although plaintiff speaks about having to go between the ends of the cars, it was not for coupling, but in preparation for coupling.   One must go behind, viz., between the cars, to align the drawbars before commencing the coupling operation<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>.  If, as here, the cars are safely separated and not in motion, readying is not coupling, and does not involve the special coupling risks.   What could be the reason, or purpose, for requiring special protection for this isolated activity?   It is true that other circuits appear to have read the FSAA more broadly, see Clark v. Kentucky &amp; Indiana Terminal Railroad, <span class=\"citation\" data-id=\"431751\"><a href=\"/opinion/431751/john-clark-v-kentucky-and-indiana-terminal-railroad/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">307</span> </a></span>(6th Cir.1984) (collecting cases),<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> but they give no answer to our question.   We can think of none.   Plaintiff had no FSAA case.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Alternatively, plaintiff would find a special circumstance in the fact that his act of preparation was due to, and hence the product of, a proven coupling violation.   According to his brief,</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The undisputed material facts demonstrate that plaintiff sustained a back injury as a direct and natural consequence of the defendant's violation of section 2 of the FSAA.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>The only reason that the plaintiff went between the tank car and the hopper car to realign the drawbar on the two cars was because there had been a failed coupling.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There is causation as a matter of law....  Clearly, but for the failed coupling, plaintiff never would have gone between the two cars....</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"But for\" the previously failed coupling plaintiff would not have been hurt.   Post hoc, ergo propter hoc (Following this, hence because of this), is poor logic.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Plaintiff would have our holding that a preparatory procedure falls under the FELA change automatically to the FSAA (no need to prove negligence) if the procedure was undertaken because of a previous failure to couple in violation of that act.   This would be but a lottery, and purposeless.   It is unacceptable.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This is not to say, of course, that plaintiff was unprotected during the drawbar adjustment;  he had his ordinary FELA rights.   The difficulty here is that the jury found no negligence.   Plaintiff's only complaint on appeal on his negligence count is the court's failure to give a request that assumption of risk was not a defense.   Defendant had not claimed assumption of risk, but only the partial defense of contributory negligence.   The instructions here were correct.   It is true that the two principles can be confused, but we readily accept the court's conclusion that it would only add confusion to \"set up ... [a] straw tiger and then knock it down.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"It shall be unlawful for any common carrier engaged in interstate commerce by railroad to haul or permit to be hauled or used on its line any car ... not equipped with couplers coupling automatically by impact, and which can be uncoupled without the necessity of men going between the ends of the cars.\"  45 U.S.C. &#167; 2 (1893) (repealed 1994) (current version at 49 U.S.C. &#167; 20302)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiff himself testified that the drawbars can swing, and must sometimes be lined up in order to meet, a procedure he performed routinely every day.   See Goedel v. Norfolk &amp; Western Railway Co., <span class=\"citation\" data-id=\"660201\"><a href=\"/opinion/660201/michael-scott-goedel-and-leigh-portland-goedel-the-ohio-river-company-v/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">807</span></a></span>, 809 (4th Cir.1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In Kavorkian v. CSX Transportation, Inc., <span class=\"citation\" data-id=\"677040\"><a href=\"/opinion/677040/george-kavorkian-plaintiff-appelleecross-appellant-v-csx-transportation/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span> </a></span>(6th Cir.1994), the court assumed the correctness of precisely our plaintiff's case for the purpose of granting a new trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See, e.g., Webster's Dictionary, Unabr.2d ed. 1953</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/96169/",
    "https://www.courtlistener.com/api/rest/v3/opinions/98763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/431751/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660201/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677040/"
  ]
}