{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196514/",
  "id": 196514,
  "absolute_url": "/opinion/196514/stanislas-v-cigna/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196514/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:07:42Z",
  "date_modified": "2020-02-21T23:14:28.336212Z",
  "type": "010combined",
  "sha1": "e5a01515ed22a649bbdaecc616ee6ff046b4d1f0",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1333.01A",
  "local_path": null,
  "plain_text": "\n\nJanuary 11, 1996      [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n                                         \r\n\nNo. 95-1333\r\n\n                    PATRICIA A. STANISLAS,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n        CIGNA and INSURANCE COMPANY OF NORTH AMERICA,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n        [Hon. Michael A. Ponsor, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Circuit Judge,\r                                                     \r\n\n                Coffin, Senior Circuit Judge,\r                                                        \r\n\n                  and Boudin, Circuit Judge.\r                                                       \r\n\n                                         \r\n\nTimothy J.  Ryan  with whom  Bradford  R.  Martin, Jr.  and  Ryan,\r                                                                              \r\nMartin,  Costello,  Leiter, Steiger  &amp; Cass,  P.C.  were on  brief for\r                                                          \r\nappellant.\r\nMichael A. Davis for appellees.\r                            \r\n\n                                         \r\n\n                                         \r\r\n\n     Per Curiam.  In this diversity case, plaintiff-appellant\r                           \r\n\nPatricia A. Stanislas appeals from the district court's grant\r\n\nof summary judgment in favor of defendant-appellees CIGNA and\r\n\nits  wholly  owned  subsidiary  Insurance  Company  of  North\r\n\nAmerica  (\"ICNA\") on  a sexual  harassment claim  under Mass.\r\n\nGen.  L. ch. 151B.   The district court  found that Stanislas\r\n\nfailed to comply with the statute of limitations contained in\r\n\nMass. Gen.  L. ch. 151B,    5.   Our review  of the  grant of\r\n\nsummary  judgment is plenary, and  we read the  record in the\r\n\nlight  most favorable  to  the party  contesting the  summary\r\n\njudgment.  See,  e.g., Cambridge Plating Co. v.  Napco, Inc.,\r                                                                        \r\n\n991 F.2d 21, 24 (1st Cir. 1993).\r\n\n     Stanislas alleged that her immediate supervisor, John A.\r\n\nCvejanovich, engaged  in repeated  acts of  sexual harassment\r\n\ntowards  her  beginning in  November  1990.   Stanislas,  the\r\n\noffice  administrator  of ICNA's  Springfield, Massachusetts,\r\n\nfield  litigation  office,  and  Cvejanovich,   the  managing\r\n\nattorney, last  worked together on April 26, 1991, the Friday\r\n\nbefore Cvejanovich departed on a one-week  vacation.  On that\r\n\nday, according to Stanislas' affidavit,  Cvejanovich demanded\r\n\nthat Stanislas sleep with him or find someone else who would.\r\n\n     On  April  30,  1991,  Stanislas  reported Cvejanovich's\r\n\nconduct to  another  attorney  in  the office,  who  in  turn\r\n\nnotified  ICNA's area supervisor, John  Gilfoyle.  On May 2nd\r\n\n                             -2-\r                                         -2-\r\r\n\nand  3rd,  two ICNA  attorneys,  Gilfoyle  and Rob  Gilbride,\r\n\ninvestigated  Stanislas' claims.   Gilfoyle instructed all of\r\n\nthe office employees  to stay home on  May 6th, Cvejanovich's\r\n\nfirst day back  at work; when  Cvejanovich reported to  work,\r\n\nGilfoyle  confronted  him  with  Stanislas'  allegations  and\r\n\noffered  him the  choice  of resigning  or being  terminated.\r\n\nCvejanovich resigned.  \r\n\n     When the office employees, including Stanislas, reported\r\n\nto work, Gilfoyle and Gilbride told them that Cvejanovich was\r\n\nno  longer employed by ICNA.  The employees were also advised\r\n\nto  keep the matter  confidential, and they  were warned that\r\n\nthe legal consequences of discussing the incident would be on\r\n\nthe employees' heads.  \r\n\n      Stanislas  filed  a  complaint  with  the Massachusetts\r\n\nCommission  Against Discrimination  (\"MCAD\")  on October  30,\r\n\n1991,  and  on June  22, 1992,  brought  the instant  suit in\r\n\nfederal  district court.    This appeal  concerns  Stanislas'\r\n\nclaim under Mass. Gen. L. ch. 151B,   4(16A), which makes  it\r\n\nunlawful for  any employer \"to sexually  harass\" an employee.\r\n\nOn that  claim, the  district court granted  summary judgment\r\n\nfor  defendants because  Stanislas filed  her MCAD  complaint\r\n\nmore than 6 months after the last incident of harassment.\r\n\n     Before initiating a court action alleging a violation of\r\n\nsection 151B,  a plaintiff must  file a  complaint with  MCAD\r\n\nwithin six  months after  the alleged act  of discrimination.\r\n\n                             -3-\r                                         -3-\r\r\n\nSee Christo v.  Edward G. Boyle  Insurance Agency, Inc.,  525\r                                                                   \r\n\nN.E.2d 643, 645 (Mass. 1988);  Mass. Gen. L. ch. 151B,     5,\r\n\n9.  \"In the absence of  a timely complaint to the MCAD, there\r\n\nmay be  no resort to the courts.\"   Sereni v. Star Sportswear\r                                                                         \r\n\nManufacturing Corp., 509 N.E.2d 1203, 1204 (Mass. 1987).  The\r                               \r\n\nlast  alleged incident  of harassment  occurred on  April 26,\r\n\n1991, but Stanislas'  complaint with MCAD was not filed until\r\n\nOctober 30, 1991, four days after the six-month cut-off date.\r\n\n     Stanislas challenges  this conclusion on  three grounds.\r\n\nFirst, she  argues that  the district court  misconstrued the\r\n\nnature of her claim.  M.G.L. ch. 151B,   1(18) defines sexual\r\n\nharassment as:\r\n\n     Sexual  advances, requests  for sexual  favors, and\r\n     other verbal or physical conduct of a sexual nature\r\n     when  (a)  submission  to   or  rejection  of  such\r\n     advances,   requests  or  conduct  is  made  either\r\n     explicitly  or  implicitly a  term or  condition of\r\n     employment or  as a basis for employment decisions;\r\n     (b) such  advances,  requests or  conduct have  the\r\n     purpose or effect  of unreasonably interfering with\r\n     an individual's  work  performance by  creating  an\r\n     intimidating,  hostile,   humiliating  or  sexually\r\n     offensive work environment. . . .\r\n\nStanislas argues that  while the last  incident of \"quid  pro\r\n\nquo\"  harassment (as defined in clause (a)) occurred on April\r\n\n26,  the  \"hostile  environment\" harassment  (as  defined  in\r\n\nclause (b)) continued until Stanislas knew that the threat of\r\n\nfurther harassment was removed, that is, until May 6, 1991.\r\n\n     This  argument  is  unavailing.    Sexual  harassment is\r\n\ndefined  as \"[s]exual  advances, requests for  sexual favors,\r\n\n                             -4-\r                                         -4-\r\r\n\nand  other  verbal or  physical conduct  of a  sexual nature\"\r\n\nhaving the  effect of  (inter alia) creating  a hostile  work\r                                              \r\n\nenvironment.  It is the acts having the specified effect that\r                                        \r\n\nconstitute the harassment.  There is no indication here  that\r\n\nthere was any delay between the  last act and its effect,  so\r\n\nthe act  was ripe for  a complaint.   The last act  of sexual\r                                                              \r\n\nharassment alleged  by Stanislas occurred on  April 26, 1991,\r\n\nand  the six month  limitations period  runs from  that date.\r\n\nCf. Ching v. MITRE Corp., 921 F.2d 11, 14 (1st Cir. 1990).\r                                    \r\n\n     Second,  Stanislas argues  that  her claim  is protected\r\n\nunder  804 C.M.R.    1.03(2),  which  provides that  \"the six\r\n\nmonth  requirement  shall not  be a  bar  to filing  in those\r\n\ninstances  where facts  are alleged  which indicate  that the\r\n\nunlawful conduct  complained of  is of a  continuing nature.\"\r\n\nConduct may be continuing if it involves an ongoing policy or\r\n\npractice  of  the  employer  which,  if  prolonged  into  the\r\n\nlimitations period, permits the suit.   Jensen v. Frank,  912\r                                                                   \r\n\nF.2d 517,  523 (1st Cir. 1990).   But there is  no claim here\r\n\nthat Cvejanovich's conduct was part of any policy or practice\r\n\nof the defendants.\r\n\n     Alternatively, a serial violation  may occur where there\r\n\nare \"a number of discriminatory acts emanating from the  same\r\n\ndiscriminatory animus,\" Sabree v. United Broth. of Carpenters\r                                                                         \r\n\nand  Joiners, 921  F.2d  396, 400  (1st  Cir. 1990)  (quoting\r                        \r\n\nJensen, 912 F.2d at  522), but \"[i]n order for  the violation\r                  \r\n\n                             -5-\r                                         -5-\r\r\n\nto be  actionable, at least  one act in the  series must fall\r                                                               \r\n\nwithin  the limitations  period.\"   Sabree,  921 F.2d  at 400\r                                                      \r\n\n(emphasis  added).   In the  instant case,  the final  act of\r\n\nharassment alleged occurred on April 26, 1991; in fact, there\r\n\nwas no professional contact between Cvejanovich and Stanislas\r\n\nafter that date.\r\n\n     Third,  Stanislas  argues  that  the  warning  given  by\r\n\nGilfoyle and  Gilbride that she keep  the matter confidential\r\n\nconstitutes justification  for equitable modification  of the\r\n\nstatute of limitations.  The statute of limitations under ch.\r\n\n151B,    5,  is  subject  to  equitable  modification.    See\r                                                                         \r\n\nChristo, 525  N.E.2d at 645.   The basis  urged here  is that\r                   \r\n\ndefendants unfairly discouraged Stanislas from exercising her\r\n\nrights.   Cf. Felty  v. Graves-Humphreys  Co., 785  F.2d 516,\r                                                         \r\n\n519-20 (4th Cir. 1986).\r\n\n     Because this issue  was first raised  in a motion  under\r\n\nFed. R. Civ. P. 60(b)(6) for reconsideration  of the district\r\n\ncourt's  grant of  summary judgment,  we review  the district\r\n\njudge's  determination only  for  abuse of  discretion.   See\r                                                                         \r\n\nAnderson v. Cryovac, Inc., 862 F.2d 910, 923 (1st Cir. 1988).\r                                     \r\n\nThere  is  no  evidence  that the  warning  by  Gilfoyle  and\r\n\nGilbride was  inappropriate in  light of the  risks presented\r\n\n(e.g., defamation) or that it  was intended to discourage the\r                 \r\n\n                             -6-\r                                         -6-\r\r\n\nfiling  of a  complaint  with MCAD.1   We  think that  it was\r\n\nwithin  the sound discretion of the trial court to decline to\r\n\nreopen the case to entertain  this belated equitable claim of\r\n\nvery doubtful merit.\r\n\n     Affirmed.\r                         \r\n\n                    \r                                \r\n\n     1Nor is it clear  that the warning had any  such effect.\r\nAs  a matter of fact, Stanislas consulted with an attorney at\r\nleast several days prior to the expiration of the limitations\r\nperiod.\r\n\n                             -7-\r                                         -7-\r\r\n",
  "html": "<p class=\"case_cite\">73 F.3d 355<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Patricia A. STANISLAS, Plaintiff, Appellant,<br>v.<br>CIGNA and Insurance Company of North America, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1333.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Jan. 11, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Timothy J. Ryan with whom Bradford R. Martin, Jr. and Ryan, Martin, Costello, Leiter, Steiger &amp; Cass, P.C. were on brief for appellant.</p>\n      <p class=\"indent\">Michael A. Davis for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this diversity case, plaintiff-appellant Patricia A. Stanislas appeals from the district court's grant of summary judgment in favor of defendant-appellees CIGNA and its wholly owned subsidiary Insurance Company of North America (\"ICNA\") on a sexual harassment claim under Mass.  Gen. L. ch.  151B. The district court found that Stanislas failed to comply with the statute of limitations contained in Mass.  Gen. L. ch.  151B, Sec. 5. Our review of the grant of summary judgment is plenary, and we read the record in the light most favorable to the party contesting the summary judgment.  See, e.g., Cambridge Plating Co. v. Napco, Inc., 991 F.2d 21, 24 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Stanislas alleged that her immediate supervisor, John A. Cvejanovich, engaged in repeated acts of sexual harassment towards her beginning in November 1990.  Stanislas, the office administrator of ICNA's Springfield, Massachusetts, field litigation office, and Cvejanovich, the managing attorney, last worked together on April 26, 1991, the Friday before Cvejanovich departed on a one-week vacation.  On that day, according to Stanislas' affidavit, Cvejanovich demanded that Stanislas sleep with him or find someone else who would.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 30, 1991, Stanislas reported Cvejanovich's conduct to another attorney in the office, who in turn notified ICNA's area supervisor, John Gilfoyle.  On May 2nd and 3rd, two ICNA attorneys, Gilfoyle and Rob Gilbride, investigated Stanislas' claims.  Gilfoyle instructed all of the office employees to stay home on May 6th, Cvejanovich's first day back at work;  when Cvejanovich reported to work, Gilfoyle confronted him with Stanislas' allegations and offered him the choice of resigning or being terminated.  Cvejanovich resigned.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">When the office employees, including Stanislas, reported to work, Gilfoyle and Gilbride told them that Cvejanovich was no longer employed by ICNA.  The employees were also advised to keep the matter confidential, and they were warned that the legal consequences of discussing the incident would be on the employees' heads.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Stanislas filed a complaint with the Massachusetts Commission Against Discrimination (\"MCAD\") on October 30, 1991, and on June 22, 1992, brought the instant suit in federal district court.  This appeal concerns Stanislas' claim under Mass.  Gen. L. ch.  151B, Sec. 4(16A), which makes it unlawful for any employer \"to sexually harass\" an employee.  On that claim, the district court granted summary judgment for defendants because Stanislas filed her MCAD complaint more than 6 months after the last incident of harassment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Before initiating a court action alleging a violation of section 151B, a plaintiff must file a complaint with MCAD within six months after the alleged act of discrimination.  See Christo v. Edward G. Boyle Insurance Agency, Inc., 525 N.E.2d 643, 645 (Mass.1988);  Mass.  Gen. L. ch.  151B, Secs. 5, 9. \"In the absence of a timely complaint to the MCAD, there may be no resort to the courts.\"  Sereni v. Star Sportswear Manufacturing Corp., 509 N.E.2d 1203, 1204 (Mass.1987).  The last alleged incident of harassment occurred on April 26, 1991, but Stanislas' complaint with MCAD was not filed until October 30, 1991, four days after the six-month cut-off date.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Stanislas challenges this conclusion on three grounds.  First, she argues that the district court misconstrued the nature of her claim.  M.G.L. ch.  151B, Sec. 1(18) defines sexual harassment as:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>Sexual advances, requests for sexual favors, and other verbal or physical conduct of a sexual nature when (a) submission to or rejection of such advances, requests or conduct is made either explicitly or implicitly a term or condition of employment or as a basis for employment decisions;  (b) such advances, requests or conduct have the purpose or effect of unreasonably interfering with an individual's work performance by creating an intimidating, hostile, humiliating or sexually offensive work environment....</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Stanislas argues that while the last incident of \"quid pro quo\" harassment (as defined in clause (a)) occurred on April 26, the \"hostile environment\" harassment (as defined in clause (b)) continued until Stanislas knew that the threat of further harassment was removed, that is, until May 6, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This argument is unavailing.  Sexual harassment is defined as \"[s]exual advances, requests for sexual favors, and other verbal or physical conduct of a sexual nature\" having the effect of (inter alia ) creating a hostile work environment.  It is the acts having the specified effect that constitute the harassment.  There is no indication here that there was any delay between the last act and its effect, so the act was ripe for a complaint.  The last act of sexual harassment alleged by Stanislas occurred on April 26, 1991, and the six month limitations period runs from that date.  Cf. Ching v. MITRE Corp., 921 F.2d 11, 14 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, Stanislas argues that her claim is protected under 804 C.M.R. Sec. 1.03(2), which provides that \"the six month requirement shall not be a bar to filing in those instances where facts are alleged which indicate that the unlawful conduct complained of is of a continuing nature.\"   Conduct may be continuing if it involves an ongoing policy or practice of the employer which, if prolonged into the limitations period, permits the suit.  Jensen v. Frank, 912 F.2d 517, 523 (1st Cir.1990).  But there is no claim here that Cvejanovich's conduct was part of any policy or practice of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Alternatively, a serial violation may occur where there are \"a number of discriminatory acts emanating from the same discriminatory animus,\" Sabree v. United Broth. of Carpenters and Joiners, 921 F.2d 396, 400 (1st Cir.1990) (quoting Jensen, 912 F.2d at 522), but \"[i]n order for the violation to be actionable, at least one act in the series must fall within the limitations period.\"  Sabree, 921 F.2d at 400 (emphasis added).  In the instant case, the final act of harassment alleged occurred on April 26, 1991;  in fact, there was no professional contact between Cvejanovich and Stanislas after that date.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Third, Stanislas argues that the warning given by Gilfoyle and Gilbride that she keep the matter confidential constitutes justification for equitable modification of the statute of limitations.  The statute of limitations under ch.  151B, Sec. 5, is subject to equitable modification.  See Christo, 525 N.E.2d at 645.  The basis urged here is that defendants unfairly discouraged Stanislas from exercising her rights.  Cf. Felty v. Graves-Humphreys Co., 785 F.2d 516, 519-20 (4th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because this issue was first raised in a motion under Fed.R.Civ.P. 60(b)(6) for reconsideration of the district court's grant of summary judgment, we review the district judge's determination only for abuse of discretion.  See Anderson v. Cryovac, Inc., 862 F.2d 910, 923 (1st Cir.1988).  There is no evidence that the warning by Gilfoyle and Gilbride was inappropriate in light of the risks presented (e.g., defamation) or that it was intended to discourage the filing of a complaint with MCAD.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We think that it was within the sound discretion of the trial court to decline to reopen the case to entertain this belated equitable claim of very doubtful merit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Nor is it clear that the warning had any such effect.  As a matter of fact, Stanislas consulted with an attorney at least several days prior to the expiration of the limitations period</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">355</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Patricia A. STANISLAS, Plaintiff, Appellant,<br>v.<br>CIGNA and Insurance Company of North America, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 95-1333.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Jan. 11, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Timothy J. Ryan with whom Bradford R. Martin, Jr. and Ryan, Martin, Costello, Leiter, Steiger &amp; Cass, P.C. were on brief for appellant.</p>\n      <p class=\"indent\">Michael A. Davis for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this diversity case, plaintiff-appellant Patricia A. Stanislas appeals from the district court's grant of summary judgment in favor of defendant-appellees CIGNA and its wholly owned subsidiary Insurance Company of North America (\"ICNA\") on a sexual harassment claim under Mass.  Gen. L. ch.  151B. The district court found that Stanislas failed to comply with the statute of limitations contained in Mass.  Gen. L. ch.  151B, Sec. 5. Our review of the grant of summary judgment is plenary, and we read the record in the light most favorable to the party contesting the summary judgment.  See, e.g., Cambridge Plating Co. v. Napco, Inc., <span class=\"citation\" data-id=\"604820\"><a href=\"/opinion/604820/cambridge-plating-co-inc-v-napco-inc/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span>, 24 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Stanislas alleged that her immediate supervisor, John A. Cvejanovich, engaged in repeated acts of sexual harassment towards her beginning in November 1990.  Stanislas, the office administrator of ICNA's Springfield, Massachusetts, field litigation office, and Cvejanovich, the managing attorney, last worked together on April 26, 1991, the Friday before Cvejanovich departed on a one-week vacation.  On that day, according to Stanislas' affidavit, Cvejanovich demanded that Stanislas sleep with him or find someone else who would.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 30, 1991, Stanislas reported Cvejanovich's conduct to another attorney in the office, who in turn notified ICNA's area supervisor, John Gilfoyle.  On May 2nd and 3rd, two ICNA attorneys, Gilfoyle and Rob Gilbride, investigated Stanislas' claims.  Gilfoyle instructed all of the office employees to stay home on May 6th, Cvejanovich's first day back at work;  when Cvejanovich reported to work, Gilfoyle confronted him with Stanislas' allegations and offered him the choice of resigning or being terminated.  Cvejanovich resigned.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">When the office employees, including Stanislas, reported to work, Gilfoyle and Gilbride told them that Cvejanovich was no longer employed by ICNA.  The employees were also advised to keep the matter confidential, and they were warned that the legal consequences of discussing the incident would be on the employees' heads.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Stanislas filed a complaint with the Massachusetts Commission Against Discrimination (\"MCAD\") on October 30, 1991, and on June 22, 1992, brought the instant suit in federal district court.  This appeal concerns Stanislas' claim under Mass.  Gen. L. ch.  151B, Sec. 4(16A), which makes it unlawful for any employer \"to sexually harass\" an employee.  On that claim, the district court granted summary judgment for defendants because Stanislas filed her MCAD complaint more than 6 months after the last incident of harassment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Before initiating a court action alleging a violation of section 151B, a plaintiff must file a complaint with MCAD within six months after the alleged act of discrimination.  See Christo v. Edward G. Boyle Insurance Agency, Inc., <span class=\"citation\" data-id=\"2221429\"><a href=\"/opinion/2221429/christo-v-edward-g-boyle-ins-agency-inc/\"><span class=\"volume\">525</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">643</span></a></span>, 645 (Mass.1988);  Mass.  Gen. L. ch.  151B, Secs. 5, 9. \"In the absence of a timely complaint to the MCAD, there may be no resort to the courts.\"  Sereni v. Star Sportswear Manufacturing Corp., <span class=\"citation\" data-id=\"2079160\"><a href=\"/opinion/2079160/sereni-v-star-sportswear-manufacturing-corp/\"><span class=\"volume\">509</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1203</span></a></span>, 1204 (Mass.1987).  The last alleged incident of harassment occurred on April 26, 1991, but Stanislas' complaint with MCAD was not filed until October 30, 1991, four days after the six-month cut-off date.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Stanislas challenges this conclusion on three grounds.  First, she argues that the district court misconstrued the nature of her claim.  M.G.L. ch.  151B, Sec. 1(18) defines sexual harassment as:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>Sexual advances, requests for sexual favors, and other verbal or physical conduct of a sexual nature when (a) submission to or rejection of such advances, requests or conduct is made either explicitly or implicitly a term or condition of employment or as a basis for employment decisions;  (b) such advances, requests or conduct have the purpose or effect of unreasonably interfering with an individual's work performance by creating an intimidating, hostile, humiliating or sexually offensive work environment....</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Stanislas argues that while the last incident of \"quid pro quo\" harassment (as defined in clause (a)) occurred on April 26, the \"hostile environment\" harassment (as defined in clause (b)) continued until Stanislas knew that the threat of further harassment was removed, that is, until May 6, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This argument is unavailing.  Sexual harassment is defined as \"[s]exual advances, requests for sexual favors, and other verbal or physical conduct of a sexual nature\" having the effect of (inter alia ) creating a hostile work environment.  It is the acts having the specified effect that constitute the harassment.  There is no indication here that there was any delay between the last act and its effect, so the act was ripe for a complaint.  The last act of sexual harassment alleged by Stanislas occurred on April 26, 1991, and the six month limitations period runs from that date.  Cf. Ching v. MITRE Corp., <span class=\"citation\" data-id=\"552840\"><a href=\"/opinion/552840/54-fair-emplpraccas-941-55-empl-prac-dec-p-40422-garland-e-ching/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 14 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, Stanislas argues that her claim is protected under 804 C.M.R. Sec. 1.03(2), which provides that \"the six month requirement shall not be a bar to filing in those instances where facts are alleged which indicate that the unlawful conduct complained of is of a continuing nature.\"   Conduct may be continuing if it involves an ongoing policy or practice of the employer which, if prolonged into the limitations period, permits the suit.  Jensen v. Frank, <span class=\"citation\" data-id=\"547202\"><a href=\"/opinion/547202/53-fair-emplpraccas-1450-54-empl-prac-dec-p-40191-donald-a-jensen/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">517</span></a></span>, 523 (1st Cir.1990).  But there is no claim here that Cvejanovich's conduct was part of any policy or practice of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Alternatively, a serial violation may occur where there are \"a number of discriminatory acts emanating from the same discriminatory animus,\" Sabree v. United Broth. of Carpenters and Joiners, <span class=\"citation\" data-id=\"553173\"><a href=\"/opinion/553173/54-fair-emplpraccas-1070-55-empl-prac-dec-p-40456-mark-h-sabree-v/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span>, 400 (1st Cir.1990) (quoting <span class=\"citation\" data-id=\"547202\"><span class=\"antecedent_guess\">Jensen,</span> <a href=\"/opinion/547202/53-fair-emplpraccas-1450-54-empl-prac-dec-p-40191-donald-a-jensen/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">522</span></a></span>), but \"[i]n order for the violation to be actionable, at least one act in the series must fall within the limitations period.\"  <span class=\"citation\" data-id=\"553173\"><span class=\"antecedent_guess\">Sabree,</span> <a href=\"/opinion/553173/54-fair-emplpraccas-1070-55-empl-prac-dec-p-40456-mark-h-sabree-v/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">400</span> </a></span>(emphasis added).  In the instant case, the final act of harassment alleged occurred on April 26, 1991;  in fact, there was no professional contact between Cvejanovich and Stanislas after that date.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Third, Stanislas argues that the warning given by Gilfoyle and Gilbride that she keep the matter confidential constitutes justification for equitable modification of the statute of limitations.  The statute of limitations under ch.  151B, Sec. 5, is subject to equitable modification.  See <span class=\"citation\" data-id=\"2221429\"><span class=\"antecedent_guess\">Christo,</span> <a href=\"/opinion/2221429/christo-v-edward-g-boyle-ins-agency-inc/\"><span class=\"volume\">525</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">645</span></a></span>.  The basis urged here is that defendants unfairly discouraged Stanislas from exercising her rights.  Cf. Felty v. Graves-Humphreys Co., <span class=\"citation\" data-id=\"466100\"><a href=\"/opinion/466100/40-fair-emplpraccas-447-39-empl-prac-dec-p-35961-n-brown-felty-v/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span>, 519-20 (4th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because this issue was first raised in a motion under Fed.R.Civ.P. 60(b)(6) for reconsideration of the district court's grant of summary judgment, we review the district judge's determination only for abuse of discretion.  See Anderson v. Cryovac, Inc., <span class=\"citation\" data-id=\"515444\"><a href=\"/opinion/515444/anne-anderson-v-cryovac-inc-anne-anderson-v-beatrice-foods-co/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 923 (1st Cir.1988).  There is no evidence that the warning by Gilfoyle and Gilbride was inappropriate in light of the risks presented (e.g., defamation) or that it was intended to discourage the filing of a complaint with MCAD.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We think that it was within the sound discretion of the trial court to decline to reopen the case to entertain this belated equitable claim of very doubtful merit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Nor is it clear that the warning had any such effect.  As a matter of fact, Stanislas consulted with an attorney at least several days prior to the expiration of the limitations period</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/466100/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515444/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547202/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552840/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553173/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604820/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2079160/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2221429/"
  ]
}