{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196561/",
  "id": 196561,
  "absolute_url": "/opinion/196561/united-states-v-peguero/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196561/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:08:54Z",
  "date_modified": "2020-02-21T23:07:55.492875Z",
  "type": "010combined",
  "sha1": "de49aaaea0cf32ea0aac7d727abc3847f8574796",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1659.01A",
  "local_path": null,
  "plain_text": "\n\nFebruary 7, 1996\r\n                    [NOT FOR PUBLICATION]\r\n\n                UNITED STATES COURT OF APPEALS\r\n                    FOR THE FIRST CIRCUIT\r\n\n                                         \r\n\nNo. 95-1659 \r\n\n                        UNITED STATES,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                       DOMINGO PEGUERO,\r\n\n                    Defendant, Appellant.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n        [Hon. Ronald R. Lagueux, U.S. District Judge]\r                                                                \r\n\n                                         \r\n\n                            Before\r\n\n                     Selya, Cyr and Lynch,\r\n                       Circuit Judges.\r                                                 \r\n\n                                         \r\n\nKara M. Fay on brief for appellant.\r                       \r\nSheldon Whitehouse, United States Attorney, and Zechariah  Chafee,\r                                                                             \r\nAssistant United States Attorney, on brief for appellee.\r\n\n                                         \r\n\n                                         \r\r\n\n          Per  Curiam.   Defendant-Appellant  Domingo Peguero\r                                 \r\n\npleaded  guilty to  three counts  of distribution  of cocaine\r\n\nbase.   He was sentenced to  a prison term of  108 months, at\r\n\nthe low end of the applicable guideline sentencing range.  He\r\n\nappeals from that sentence.  We affirm.\r\n\n                I. Unconstitutional Vagueness\r                                                         \r\n\n     Peguero's first  argument is that the  relevant statutes\r\n\nand sections  of the United States  Sentencing Guidelines are\r\n\nunconstitutionally   vague  because   of  their   failure  to\r\n\nadequately define  \"cocaine base.\"   As Peguero  concedes, we\r\n\nrejected  this argument in United States v. Barnes, 8909 F.2d\r                                                              \r\n\n545, 552 (1st Cir. 1989), cert. denied, 494 U.S. 1019 (1990).\r                                                  \r\n\nThe argument has  also been rejected  by every other  federal\r\n\ncircuit  court that  has considered  it.   See, e.g.,  United\r                                                                         \r\n\nStates  v. Jones, 979 F.2d 317, 319-20 (3d Cir. 1992); United\r                                                                         \r\n\nStates  v.  Jackson, 968  F.2d  158, 161-64  (2d  Cir. 1992);\r                               \r\n\nUnited  States  v.  Thomas,  932 F.2d  1085,  1090  (5th Cir.\r                                      \r\n\n1991).1\r                  1\r\n\n     Peguero   suggests   that  the   investigation   by  the\r\n\nSentencing   Guidelines   Commission   into  the   \"disparate\r\n\ntreatment and arbitrary enforcement  the statute has fostered\r\n\n                    \r                                \r\n\n   1  To the  extent  that  Peguero's  argument is  meant  to\r               1\r\nchallenge the distinction between cocaine  powder and cocaine\r\nbase   as   an   irrational   and   racially   discriminatory\r\nclassification (in violation of the equal protection clause),\r\nthose arguments  have also been  rejected by this  court. See\r                                                                         \r\nUnited States v.  Singleterry, 29 F.3d 733, 740-41  (1st Cir.\r                                         \r\n1994). \r\n\n                             -2-\r\r\n\n. .  . warrants [this  court] to reconsider  the issue.\"   We\r\n\nreviewed the recent legislative  developments in this area in\r\n\nUnited States v.  Camilo, No.  95-1565, slip op.  at 14  (1st\r                                    \r\n\nCir.  Dec.  18, 1995)  (rejecting  appellant's argument  that\r\n\nambiguity  in  the  Guideline's  distinction  between cocaine\r\n\npowder and cocaine base entitled him to a  downward departure\r\n\npursuant  to U.S.S.G.    5K2.0).  None of  these developments\r\n\npersuade  us that  it is  necessary to  revisit the  issue of\r\n\nunconstitutional vagueness.\r\n\n                    II. Failure to Depart\r                                                     \r\n\n     Peguero's second  argument is  that  the district  court\r\n\nerred  in failing  to  grant a  downward  departure from  the\r\n\nrelevant guideline  sentencing range pursuant to  18 U.S.C.  \r\n\n3553(b) and U.S.S.G.    5K2.0.  The sentencing court  did not\r\n\ndirectly respond to Peguero's oblique  requests for departure\r\n\nbased  upon the  following factors:  his drug  addiction, the\r\n\ndisparity  between sentences  for  cocaine base  and  cocaine\r\n\npowder, family  ties and employment record.  We are persuaded\r\n\nthat the district  court's failure to  depart did not  result\r\n\nfrom an erroneous belief  that it lacked the authority  to do\r\n\nso.\r\n\n     The  first two  factors  are not  permissible bases  for\r\n\ndeparture.   See United States  v. Rivera, 994  F.2d 942, 949\r                                                     \r\n\n(1st  Cir. 1993)(\"drug or alcohol dependence or abuse  is not\r\n\na  reason for imposing a  sentence below the guidelines\") and\r\n\n                             -3-\r\r\n\nUnited  States  v. Haynes,  985 F.2d  65,  70 (2d  Cir. 1993)\r                                     \r\n\n(holding  that \"a downward departure may not be predicated on\r\n\nthe fact  that penalties  for cocaine  crack are  more severe\r\n\nthan those involving cocaine.\")   The facts and circumstances\r\n\nrelating to Peguero's family  ties and employment record were\r\n\nnot  sufficiently unusual  to  take the  case outside  of the\r\n\nheartland.  See Rivera, 994 F.2d at 953 (noting that even  if\r                                  \r\n\ncourt  misapprehended its  authority to  depart, resentencing\r\n\nshould not be ordered if there is \"no significant possibility\r\n\nthat the  facts and  circumstances would permit  the district\r\n\ncourt lawfully to order a departure\").\r\n\n           III. Evidence from Co-Defendant's Trial\r                                                              \r\n\n     Peguero's  third   argument  on   appeal  is   that  the\r\n\nsentencing  court  \"impermissibly  referenced  and   in  fact\r\n\nutilized evidence of  Appellant's alleged leadership role  in\r\n\nthe charged offenses which were brought out in the trial of a\r\n\nco-defendant [Marcelino Enrique Adames-Santos] in an entirely\r\n\nseparate proceeding.\"  Peguero, relying upon United States v.\r                                                                      \r\n\nBerzon, 941 F.2d  8, 17  (1st Cir. 1991),  requests that  the\r                  \r\n\nsentence be  vacated and  his case remanded  for resentencing\r\n\n\"without consideration  of evidence  obtained in  the Adames-\r\n\nSantos trial.\"\r\n\n     Peguero  made no  objection at  the time  of sentencing,\r\n\nwhen the court referred to the conclusions it had drawn based\r\n\non  the evidence  at co-defendant's  trial.   If  Peguero was\r\n\n                             -4-\r\r\n\nconcerned that the information would  influence his sentence,\r\n\nhe ought to have requested a copy of the trial transcript and\r\n\nsought a  continuance of  his sentencing  hearing so  that he\r\n\ncould   prepare  a  rebuttal  to  the  information  contained\r\n\ntherein.   \"Having failed  to raise these  contentions before\r\n\nthe sentencing court, they   may not be raised for  the first\r\n\ntime  on appeal.\" United States  v. Jackson, 3  F.3d 506, 511\r                                                       \r\n\n(1st Cir.  1993).  In any event, it is clear that Peguero was\r\n\nnot  prejudiced.     The  court  did  not  impose  an  upward\r\n\nadjustment for a leadership role (despite its conclusion that\r\n\nPeguero was a  leader) and  it sentenced him  to the  minimum\r\n\nguideline sentence.  As Peguero has identified no permissible\r\n\nbasis  for a downward departure, he was not prejudiced by the\r\n\nsentencing judge's knowledge of  the evidence received at the\r\n\nco-defendant's trial.\r\n\n                IV. References to Deportation\r                                                         \r\n\n     Peguero's   final  argument  that   the  district  court\r\n\n\"attempted  to  usurp  powers  held by  the  Immigration  and\r\n\nNaturalization Service\"  by including an order of deportation\r\n\nin his sentence,  is belied  by the record.   The  sentencing\r\n\ntranscript reveals  that the district court  included a clear\r\n\nstatement  of  the relevant  deportation  procedures  as they\r\n\napplied to Peguero.  Therefore, there was no error.\r\n\n     Peguero's sentence is affirmed. See Loc. R. 27.1.\r                                                    \r\n\n                             -5-\r\r\n",
  "html": "<p class=\"case_cite\">76 F.3d 370</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Domingo PEGUERO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1659.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Feb. 7, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kara M. Fay on brief for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Cyr and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-Appellant Domingo Peguero pleaded guilty to three counts of distribution of cocaine base.   He was sentenced to a prison term of 108 months, at the low end of the applicable guideline sentencing range.   He appeals from that sentence.   We affirm.</p>\n    </div>\n    <p>I. Unconstitutional Vagueness</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Peguero's first argument is that the relevant statutes and sections of the United States Sentencing Guidelines are unconstitutionally vague because of their failure to adequately define \"cocaine base.\"   As Peguero concedes, we rejected this argument in United States v. Barnes, 8909 F.2d 545, 552 (1st Cir.1989), cert. denied, 494 U.S. 1019 (1990).   The argument has also been rejected by every other federal circuit court that has considered it.  See, e.g., United States v. Jones, 979 F.2d 317, 319-20 (3d Cir.1992);  United States v. Jackson, 968 F.2d 158, 161-64 (2d Cir.1992);  United States v. Thomas, 932 F.2d 1085, 1090 (5th Cir.1991).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Peguero suggests that the investigation by the Sentencing Guidelines Commission into the \"disparate treatment and arbitrary enforcement the statute has fostered ... warrants [this court] to reconsider the issue.\"   We reviewed the recent legislative developments in this area in United States v. Camilo, No. 95-1565, slip op. at 14 (1st Cir.  Dec. 18, 1995) (rejecting appellant's argument that ambiguity in the Guideline's distinction between cocaine powder and cocaine base entitled him to a downward departure pursuant to U.S.S.G. &#167; 5K2.0).   None of these developments persuade us that it is necessary to revisit the issue of unconstitutional vagueness.</p>\n    </div>\n    <p>II. Failure to Depart</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Peguero's second argument is that the district court erred in failing to grant a downward departure from the relevant guideline sentencing range pursuant to 18 U.S.C. &#167; 3553(b) and U.S.S.G. &#167; 5K2.0.  The sentencing court did not directly respond to Peguero's oblique requests for departure based upon the following factors:  his drug addiction, the disparity between sentences for cocaine base and cocaine powder, family ties and employment record.   We are persuaded that the district court's failure to depart did not result from an erroneous belief that it lacked the authority to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The first two factors are not permissible bases for departure.  See United States v. Rivera, 994 F.2d 942, 949 (1st Cir.1993)(\"drug or alcohol dependence or abuse is not a reason for imposing a sentence below the guidelines\") and United States v. Haynes, 985 F.2d 65, 70 (2d Cir.1993) (holding that \"a downward departure may not be predicated on the fact that penalties for cocaine crack are more severe than those involving cocaine.\")   The facts and circumstances relating to Peguero's family ties and employment record were not sufficiently unusual to take the case outside of the heartland.  See Rivera, 994 F.2d at 953 (noting that even if court misapprehended its authority to depart, resentencing should not be ordered if there is \"no significant possibility that the facts and circumstances would permit the district court lawfully to order a departure\").</p>\n    </div>\n    <p>III. Evidence from Co-Defendant's Trial</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Peguero's third argument on appeal is that the sentencing court \"impermissibly referenced and in fact utilized evidence of Appellant's alleged leadership role in the charged offenses which were brought out in the trial of a co-defendant [Marcelino Enrique Adames-Santos] in an entirely separate proceeding.\"   Peguero, relying upon United States v. Berzon, 941 F.2d 8, 17 (1st Cir.1991), requests that the sentence be vacated and his case remanded for resentencing \"without consideration of evidence obtained in the Adames-Santos trial.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Peguero made no objection at the time of sentencing, when the court referred to the conclusions it had drawn based on the evidence at co-defendant's trial.   If Peguero was concerned that the information would influence his sentence, he ought to have requested a copy of the trial transcript and sought a continuance of his sentencing hearing so that he could prepare a rebuttal to the information contained therein.  \"Having failed to raise these contentions before the sentencing court, they may not be raised for the first time on appeal.\"  United States v. Jackson, 3 F.3d 506, 511 (1st Cir.1993).   In any event, it is clear that Peguero was not prejudiced.   The court did not impose an upward adjustment for a leadership role (despite its conclusion that Peguero was a leader) and it sentenced him to the minimum guideline sentence.   As Peguero has identified no permissible basis for a downward departure, he was not prejudiced by the sentencing judge's knowledge of the evidence received at the co-defendant's trial.</p>\n    </div>\n    <p>IV. References to Deportation</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Peguero's final argument that the district court \"attempted to usurp powers held by the Immigration and Naturalization Service\" by including an order of deportation in his sentence, is belied by the record.   The sentencing transcript reveals that the district court included a clear statement of the relevant deportation procedures as they applied to Peguero.   Therefore, there was no error.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Peguero's sentence is affirmed.   See Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> To the extent that Peguero's argument is meant to challenge the distinction between cocaine powder and cocaine base as an irrational and racially discriminatory classification (in violation of the equal protection clause), those arguments have also been rejected by this court.  See United States v. Singleterry, 29 F.3d 733, 740-41 (1st Cir.1994)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">370</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Domingo PEGUERO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 95-1659.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Feb. 7, 1996.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kara M. Fay on brief for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Cyr and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-Appellant Domingo Peguero pleaded guilty to three counts of distribution of cocaine base.   He was sentenced to a prison term of 108 months, at the low end of the applicable guideline sentencing range.   He appeals from that sentence.   We affirm.</p>\n    </div>\n    <p>I. Unconstitutional Vagueness</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Peguero's first argument is that the relevant statutes and sections of the United States Sentencing Guidelines are unconstitutionally vague because of their failure to adequately define \"cocaine base.\"   As Peguero concedes, we rejected this argument in United States v. Barnes, <span class=\"citation no-link\"><span class=\"volume\">8909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">545</span></span>, 552 (1st Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1019</span> </span>(1990).   The argument has also been rejected by every other federal circuit court that has considered it.  See, e.g., United States v. Jones, <span class=\"citation\" data-id=\"594708\"><a href=\"/opinion/594708/united-states-v-eddie-jones/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span>, 319-20 (3d Cir.1992);  United States v. Jackson, <span class=\"citation\" data-id=\"586293\"><a href=\"/opinion/586293/united-states-v-frank-jackson/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">158</span></a></span>, 161-64 (2d Cir.1992);  United States v. Thomas, <span class=\"citation\" data-id=\"561157\"><a href=\"/opinion/561157/united-states-v-winston-gary-thomas-united-states-of-america-v-bryon/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1090 (5th Cir.1991).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Peguero suggests that the investigation by the Sentencing Guidelines Commission into the \"disparate treatment and arbitrary enforcement the statute has fostered ... warrants [this court] to reconsider the issue.\"   We reviewed the recent legislative developments in this area in United States v. Camilo, No. 95-1565, slip op. at 14 (1st Cir.  Dec. 18, 1995) (rejecting appellant's argument that ambiguity in the Guideline's distinction between cocaine powder and cocaine base entitled him to a downward departure pursuant to U.S.S.G. &#167; 5K2.0).   None of these developments persuade us that it is necessary to revisit the issue of unconstitutional vagueness.</p>\n    </div>\n    <p>II. Failure to Depart</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Peguero's second argument is that the district court erred in failing to grant a downward departure from the relevant guideline sentencing range pursuant to 18 U.S.C. &#167; 3553(b) and U.S.S.G. &#167; 5K2.0.  The sentencing court did not directly respond to Peguero's oblique requests for departure based upon the following factors:  his drug addiction, the disparity between sentences for cocaine base and cocaine powder, family ties and employment record.   We are persuaded that the district court's failure to depart did not result from an erroneous belief that it lacked the authority to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The first two factors are not permissible bases for departure.  See United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 949 (1st Cir.1993)(\"drug or alcohol dependence or abuse is not a reason for imposing a sentence below the guidelines\") and United States v. Haynes, <span class=\"citation\" data-id=\"599296\"><a href=\"/opinion/599296/united-states-v-ronald-haynes-and-jahmal-rose-willie-goldwire-ronald/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">65</span></a></span>, 70 (2d Cir.1993) (holding that \"a downward departure may not be predicated on the fact that penalties for cocaine crack are more severe than those involving cocaine.\")   The facts and circumstances relating to Peguero's family ties and employment record were not sufficiently unusual to take the case outside of the heartland.  See <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">953</span> </a></span>(noting that even if court misapprehended its authority to depart, resentencing should not be ordered if there is \"no significant possibility that the facts and circumstances would permit the district court lawfully to order a departure\").</p>\n    </div>\n    <p>III. Evidence from Co-Defendant's Trial</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Peguero's third argument on appeal is that the sentencing court \"impermissibly referenced and in fact utilized evidence of Appellant's alleged leadership role in the charged offenses which were brought out in the trial of a co-defendant [Marcelino Enrique Adames-Santos] in an entirely separate proceeding.\"   Peguero, relying upon United States v. Berzon, <span class=\"citation\" data-id=\"566304\"><a href=\"/opinion/566304/united-states-v-robert-alan-berzon/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 17 (1st Cir.1991), requests that the sentence be vacated and his case remanded for resentencing \"without consideration of evidence obtained in the Adames-Santos trial.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Peguero made no objection at the time of sentencing, when the court referred to the conclusions it had drawn based on the evidence at co-defendant's trial.   If Peguero was concerned that the information would influence his sentence, he ought to have requested a copy of the trial transcript and sought a continuance of his sentencing hearing so that he could prepare a rebuttal to the information contained therein.  \"Having failed to raise these contentions before the sentencing court, they may not be raised for the first time on appeal.\"  United States v. Jackson, <span class=\"citation\" data-id=\"194898\"><a href=\"/opinion/194898/united-states-v-jackson/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">506</span></a></span>, 511 (1st Cir.1993).   In any event, it is clear that Peguero was not prejudiced.   The court did not impose an upward adjustment for a leadership role (despite its conclusion that Peguero was a leader) and it sentenced him to the minimum guideline sentence.   As Peguero has identified no permissible basis for a downward departure, he was not prejudiced by the sentencing judge's knowledge of the evidence received at the co-defendant's trial.</p>\n    </div>\n    <p>IV. References to Deportation</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Peguero's final argument that the district court \"attempted to usurp powers held by the Immigration and Naturalization Service\" by including an order of deportation in his sentence, is belied by the record.   The sentencing transcript reveals that the district court included a clear statement of the relevant deportation procedures as they applied to Peguero.   Therefore, there was no error.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Peguero's sentence is affirmed.   See Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> To the extent that Peguero's argument is meant to challenge the distinction between cocaine powder and cocaine base as an irrational and racially discriminatory classification (in violation of the equal protection clause), those arguments have also been rejected by this court.  See United States v. Singleterry, <span class=\"citation\" data-id=\"674592\"><a href=\"/opinion/674592/united-states-v-daryl-e-singleterry/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 740-41 (1st Cir.1994)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/194898/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561157/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566304/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586293/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594708/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599296/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "https://www.courtlistener.com/api/rest/v3/opinions/674592/"
  ]
}