{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/197458/",
  "id": 197458,
  "absolute_url": "/opinion/197458/ahmed-v-rosenblatt/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/197458/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:30:43Z",
  "date_modified": "2020-02-22T00:02:02.608808Z",
  "type": "010combined",
  "sha1": "8b04169d3d8d143e5989076f91002328fe586d4a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1145.01A",
  "local_path": null,
  "plain_text": "\n\n                                          \r\n\nNos. 96-1145\r\n     97-1037\r\n\n                          MALEK AHMED,\r\n\n                      Plaintiff, Appellant,\r\n\n                               v.\r\n\n      JON ROSENBLATT, CAROL ROSENBLATT, CHARLES GREENWOOD,\r\n        IRWIN LOFT, MORTGAGE GUARANTEE TITLE COMPANY, AND\r\n                         WILLIAM LARSON,\r\n\n                     Defendants, Appellees.\r\n\n                                          \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF RHODE ISLAND\r\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r\n\n                                          \r\n\n                             Before\r\n\n                      Selya, Circuit Judge,\r\n                  Coffin, Senior Circuit Judge,\r\n                    and Lynch, Circuit Judge.\r\n\n                                          \r\n\n     Kevin McBurney for appellant.\r\n     Melissa E. Darigan for appellee Mortgage Guarantee and Title\r\nCompany.\r\n     Christopher M. Orton  with whom Francis  X. Flaherty was  on\r\nbrief for appellee Charles Greenwood.\r\n\n                                          \r\n\n                          July 14, 1997\r\n                                          \r\r\n\n     COFFIN, Senior Circuit Judge.  Malek Ahmed (\"Ahmed\") appeals\r\n\nthe \r             district \r                      court's grant of summary judgment for the defendants,\r\n\nwho he maintains conspired to deprive him of property he owned in\r\n\nProvidence, Rhode Island.1   Specifically,  Ahmed challenges  the\r\n\ndismissal  of  his claims  under  the  Racketeering  and  Corrupt\r\n\nOrganizations  Act  (\"RICO\"),  arguing  that  his  complaint  was\r\n\nsufficiently detailed to establish  fraud when given the  lenient\r\n\nreading he should have been afforded as a pro se plaintiff.  In a\r\n\nrelated \r                 appeal, \r                        Ahmed \r                              contends that the district court erred in not\r\n\nsetting  aside the dismissal  under Rule 60(b).   We affirm  both\r\n\njudgments.\r\n\n                            I.  FACTS\r\n\n     We recite the facts in the light most favorable to the\r\n\nplaintiff, the non-moving party.  See McEvoy Travel Bureau, Inc.\r\n\nv. Heritage Travel, Inc., 904 F.2d 786, 787 (1st Cir. 1990). \r\n\nHowever, we must emphasize that while Ahmed would prefer us to\r\n\nassess this case and the underlying facts on the basis of the\r\n\nAmended Complaint he has submitted on appeal, we are limited in\r\n\n     1    The \r                       original \r                               named \r                                     defendants in this case were:  Charles\r\nGreenwood (\"Greenwood\"), an attorney who represented Ahmed in the\r\ntransactions at issue; Irwin Loft (\"Loft\"), a potential purchaser\r\nand  agent for  and principal  of Capital  Center Associates  Six\r\n(\"CCAS\"), a corporate entity and co-defendant; William T.  Larson\r\n(\"Larson\"), \r                     another \r                            potential purchaser; Mortgage Guarantee &amp; Title\r\nCompany \r                 (\"MGT\"), and Jon and Carol Rosenblatt (\"the Rosenblatts\").\r\nAhmed's claim against  the Rosenblatts  was dismissed  separately\r\nearlier.  \r\n\n                               -2-\r\r\n\nour review to the record below, and specifically to the complaint\r\n\nthat was filed with the district court.2  See Fed. R. App. P. 10.\r\n\n     The facts of this case concern various transactions relating\r\n\nto property held by Ahmed at 47 Maple Street (\"47 Maple\") in\r\n\nProvidence.  Ahmed initially entered into a purchase and sale\r\n\nagreement with one William Larson in October of 1988, contingent\r\n\nupon Larson obtaining financing.  Ahmed retained defendant\r\n\nCharles Greenwood to represent him in the transaction, and\r\n\nreceived a $5,000 deposit from Larson which he gave to Greenwood\r\n\nto hold in escrow.  On October 20, 1988, Larson notified Ahmed\r\n\nthat he had been unable to obtain financing; Ahmed asserts that\r\n\nhe then requested Greenwood to return Larson's deposit, but that\r\n\nthis was not done until December 20.  \r\n\n     On December 16, Ahmed entered into a second purchase and\r\n\nsale agreement for 47 Maple, this time with Irwin Loft/CCAS.3 \r\n\nAhmed again was represented by Greenwood,4 and he received a\r\n\n$25,000 deposit from Loft.  On December 19, the first potential\r\n\npurchaser, Larson, recorded his agreement.  On December 23, Loft\r\n\nrequested that defendant MGT place a lien on Maple Street in\r\n\norder to secure his deposit.  \r\n\n     2    We therefore consider the amended complaint only in the\r\ncontext of the Rule 60(b) motion.\r\n\n     3    This contract  contained an extension  of the time  for\r\nperformance to August 1, 1989.  Ahmed contends that his signature\r\non this extension was forged.  \r\n\n     4    Some \r                        time \r                             after this meeting, Loft retained Greenwood to\r\nrepresent him in an unrelated eviction proceeding.\r\n\n                               -3-\r\r\n\n     On March 8, 1989, shortly before the closing between Ahmed\r\n\nand Loft/CCAS, Loft gave Ahmed an additional $30,000.  The\r\n\nclosing itself occurred on March 14, but was followed the next\r\n\nday by the filing of a lis pendens by Larson, based on his\r\n\nearlier agreement with Ahmed.  This lien was discovered by MGT,\r\n\nwhich informed Ahmed that the closing with Loft would be voided\r\n\nas a result.  Larson then sued Ahmed for specific performance. \r\n\n     On July 12, Ahmed executed in favor of Loft a number of\r\n\ndocuments denominated \"Promissory Note Secured by Mortgage,\"\r\n\nrelating to 47 Maple and several other properties.  He maintains\r\n\nthat he thought these were just receipts for the moneys he had\r\n\nreceived from Loft,5 though Loft contends that the documents were\r\n\nintended to create security for the money he had given to Ahmed. \r\n\nLoft unsuccessfully attempted to foreclose on these notes for\r\n\nnon-payment by Ahmed in 1991 and 1992, and then transferred them\r\n\nto Jon and Carol Rosenblatt on April 17, 1993.  Ahmed\r\n\nsubsequently brought suit on February 17, 1995, alleging that the\r\n\nabove incidents were all part of a scheme concocted by the\r\n\ndefendants to defraud him of his interest in 47 Maple and the\r\n\nrelated properties.  \r\n\n     A magistrate judge issued a report and recommendation that\r\n\nAhmed's complaint be dismissed, saying that Ahmed had failed to\r\n\nplead predicate acts, pattern, and enterprise, as required for\r\n\nthe RICO claim.  Judge Pettine subsequently accepted these\r\n\n     5    On \r                      July \r                           12, \r                               1989, Loft gave Ahmed an additional $30,000,\r\nbringing the total amount he had paid to $85,000.\r\n\n                               -4-\r\r\n\nrecommendations, stating in his order that Ahmed had failed to\r\n\nplead sufficient facts to establish instances of mail and wire\r\n\nfraud, a pattern of racketeering activity, or the existence of an\r\n\nenterprise affecting interstate commerce.  Judge Pettine further\r\n\nfound that Ahmed was afforded appropriate leniency as a pro se\r\n\nlitigant.  Ahmed sought relief under Rule 60(b), claiming the\r\n\ndistrict court erred in dismissing his complaint, but the\r\n\ndistrict court rejected this.  Ahmed appeals both the original\r\n\njudgment and the denial of his post-judgment motion.\r\n\n                     II.   The First Appeal.\r\n\n     Ahmed raises three claims in his challenge to the district\r\n\ncourt's grant of summary judgment.  Our review is plenary. \r\n\nFeinstein v. Resolution Trust Corp., 942 F.2d 34, 34 (1st Cir.\r\n\n1991).\r\n\nA.   Dismissal of the RICO claim.\r\n\n     Ahmed argues that the district court wrongly concluded that\r\n\nhe failed to plead sufficient facts to demonstrate a RICO\r\n\nviolation.  We begin by briefly reviewing the well established\r\n\nrequirements for such a claim.\r\n\n     A RICO plaintiff must allege a pattern of racketeering\r\n\nactivity involving at least two predicate acts, the second of\r\n\nwhich must occur within 10 years of the first.  18 U.S.C. S\r\n\n1961(5).  Predicate acts under this statute are acts indictable\r\n\nunder any one or more of certain specified laws, including the\r\n\nmail and wire fraud statutes.  See Feinstein, 942 F.2d at 42; see\r\n\nalso McEvoy, 904 F.2d at 788.  Furthermore, a RICO plaintiff must\r\n\n                               -5-\r\r\n\nallege the existence of an enterprise, which the statute defines\r\n\nas including: \"any individual, partnership, corporation,\r\n\nassociation, or other legal entity, and any union or group of\r\n\nindividuals associated in fact although not a legal entity.\"  18\r\n\nU.S.C. S 1961(4).  Ahmed's complaint fails to establish any of\r\n\nthese three requirements with sufficient detail to survive\r\n\nsummary judgment.  \r\n\n     Turning first to predicate acts, we previously have noted\r\n\n\"[i]t is not enough for a plaintiff to file a RICO action, chant\r\n\nthe statutory mantra, and leave the identification of predicate\r\n\nacts to the time of trial.\"  See Feinstein, 942 F.2d  at 42. \r\n\nAhmed's pleading contains only the bald assertion that the\r\n\ndefendants (unspecified) used the U.S. mails to fraudulently\r\n\nconvey their interests in Ahmed's properties, that the defendants\r\n\n(again unspecified) used the U.S. Postal Service by mailing\r\n\nunspecified materials, and that the defendants used wire\r\n\ncommunications.\r\n\n     Despite well settled law in this circuit that RICO pleadings\r\n\nof mail and wire fraud must satisfy the particularity\r\n\nrequirements of Rule 9(b), see Feinstein, 942 F.2d at 42; New\r\n\nEngland Data Services, Inc. v. Becher, 829 F.2d 286, 290 (1st\r\n\nCir. 1987),  and that  under 9(b), a pleader must state the time,\r\n\nplace and content of the alleged mail and wire communications\r\n\nperpetrating that fraud, see Becher, 829 F.2d at 291, Ahmed's\r\n\ncomplaint supplies no times, places, or contents.  The record is\r\n\nsimilarly devoid of evidence which would support Ahmed's\r\n\n                               -6-\r\r\n\ncontentions.  He has therefore failed to show the required\r\n\npredicate acts.  \r\n\n     Failure to plead predicate acts adequately is enough to sink\r\n\nhis RICO claim.  We nonetheless briefly consider the other RICO\r\n\nelements.  Following the Supreme Court's lead in H.J., Inc. v.\r\n\nNorthwestern Bell Tel. Co., 492 U.S. 229, 238 (1989), we have\r\n\nheld that a plaintiff seeking to establish a RICO \"pattern\" must\r\n\nshow that the predicate acts are related and that they amount to\r\n\nor pose the threat of continued criminal activity (the\r\n\n\"continuity\" requirement).  See Feinstein, 942 F.2d at 44; see\r\n\nalso McEvoy, 904 F.2d at 788. \r\n\n     In order to demonstrate relatedness, the predicate acts must\r\n\nhave the same or similar purposes, participants, victims, or\r\n\nmethods, or otherwise be interrelated by distinguishing\r\n\ncharacteristics and not be isolated events.  See Feinstein, 942\r\n\nF.2d at 44; see also Fleet Credit Corp. v. Sion, 893 F.2d 441,\r\n\n445 (1st Cir. 1990).  Ahmed's minimal assertions do not permit us\r\n\nto realistically assess the purposes, participants, or methods of\r\n\nthe alleged acts to determine their relatedness.   \r\n\n     In supporting the continuity prong of the pattern\r\n\nrequirement, a plaintiff must show either that the related\r\n\npredicates \"amounted to\" continued criminal activity or that\r\n\nthere was, even though the predicate acts did not span a\r\n\nsignificant time, a \"threat\" or realistic prospect of continued\r\n\nactivity in time yet to come.  See Feinstein, 942 F.2d at 45. \r\n\nHere, absent sufficient allegations of both predicate acts and\r\n\n                               -7-\r\r\n\nrelatedness, the \"amounted to\" threshold has not been reached. \r\n\nSimilarly, the \"threat\" approach is unavailable; there is no\r\n\nallegation that, after the attempted foreclosure, such conduct\r\n\nwas an ongoing entity's way of doing business.\r\n\n     Finally, on the enterprise element, Ahmed fails to allege\r\n\nthat the defendants were together part of any legal entity, and\r\n\nagain, the complaint's mere allegation that an enterprise existed\r\n\ndoes nothing to support that claim or demonstrate how the\r\n\ndefendants were purportedly associated in fact.  We therefore\r\n\nmust conclude that Ahmed failed to make his case on this point as\r\n\nwell.  \r\n\n     Because Ahmed failed to establish any of the three necessary\r\n\nelements of a RICO claim, the district court properly dismissed\r\n\nhis complaint.  \r\n\nB.   The Becher second determination.\r\n\n     Ahmed attempts to resuscitate his claim under the \"second\r\n\ndetermination\" approach we adopted in Becher, 829 F.2d at 290. \r\n\nWe said there that Rule 9(b) has a special gloss in the RICO\r\n\ncontext in cases where a plaintiff's specific allegations make it\r\n\nlikely that a defendant has used interstate mails or wire, and\r\n\nwhere this information is in the exclusive control of the\r\n\ndefendant:  before granting a motion to dismiss, a district court\r\n\nshould make a second determination as to whether further\r\n\ndiscovery is warranted and, if so, the plaintiff should be\r\n\nprovided with the opportunity to amend the complaint after the\r\n\ncompletion of this discovery.  See id.  Ahmed contends that the\r\n\n                               -8-\r\r\n\nmagistrate judge and the district court judge erred in not\r\n\nconducting such a second determination.  We disagree.\r\n\n     We must stress again that the application of the \r\n\nsecond determination is neither automatic, nor of right, for\r\n\n                      Feinstein\r                                                                Becher\r          every plaintiff.  See          , 942 F.2d  at 44.  Furthermore,\r\n\nnot every use of the mails or wires in furtherance of an unlawful\r\n\nscheme to deprive another of property constitutes wire or mail\r\n\nfraud.  See McEvoy, 904 F.2d at 791.  Ahmed failed to supply\r\n\nspecific allegations which would indicate that critical\r\n\ninformation was in the sole possession of the defendants, and\r\n\nhence that further discovery or the opportunity to amend his\r\n\ncomplaint was warranted.6  Ahmed therefore was not entitled to a\r\n\nBecher second determination.   \r\n\nC.   Pro se leniency.\r\n\n     Finally, Ahmed contends that he should have been accorded\r\n\ngreater leniency due to his pro se status.  Our judicial system\r\n\nzealously guards the attempts of pro se litigants on their own\r\n\nbehalf.  We are required to construe liberally a pro se complaint\r\n\nand may affirm its dismissal only if a plaintiff cannot prove any\r\n\nset of facts entitling him or her to relief.  See Rockwell v.\r\n\nCape Cod Hosp., 26 F.3d 254, 255 (1st Cir. 1994).  However, pro\r\n\nse status does not insulate a party from complying with\r\n\n     6    Much \r                        of \r                          Ahmed's \r                                  \"support\" for his contentions of fraud in\r\nhis original complaint consists of conclusory statements  without\r\nany \r             supporting \r                        data. \r                              \r                              His brief on appeal suffers from a different,\r\nthough related,  ailment,  in that  it  attempts to  draw  causal\r\nrelationships through positing  rhetorical questions to which  it\r\nthen \r              supplies \r                      self-serving answers, again with little or no support\r\nfrom the documents in the record.\r\n\n                               -9-\r\r\n\nprocedural and substantive law.  See \r\n\nUnited States Dep't. of Commerce\r\n\n1994).  The policy behind affording pro se plaintiffs liberal\r\n\ninterpretation is that if they present sufficient facts, the\r\n\ncourt may intuit the correct cause of action, even if it was\r                                               Eagle Eye Fishing Corp. v.\r                                          , 20 F.3d 503, 506 (1st Cir.\r\n\nimperfectly pled.  This is distinct from the case at hand, in\r\n\nwhich the formal elements of the claim were stated without the\r\n\nrequisite supporting facts.\r\n\n     Ahmed's pro se status was clearly recognized by both the\r\n\nmagistrate judge and district court:  the magistrate judge noted\r\n\nin his report and recommendation that Ahmed was proceeding pro\r\n\nse, while Judge Pettine's order specifically recognized that\r\n\nAhmed was pro se and that his complaint was therefore to be\r\n\nconstrued liberally.7  However, Judge Pettine also stated that\r\n\neven under a liberal interpretation of his complaint, Ahmed\r\n\nfailed to adequately allege the elements of a RICO violation.  We\r\n\nagree.\r\n\n             III.   The Second Appeal:  Rule 60(b).\r\n\n     We now turn to Ahmed's claim that the district court erred\r\n\nin dismissing his claim for relief under Rule 60(b).  We begin\r\n\nwith a short synopsis of the procedural history of this second\r\n\npart of the appeal.\r\n\n     7    We \r                      also \r                           note \r                               that \r                                    Ahmed \r                                          was briefly represented by Arthur\r\nChatfield, III, who filed a supplemental objection to  Magistrate\r\nJudge Lovegreen's report and recommendation on October 10,  1995,\r\nprior to  Judge Pettine's Order  adopting the  same.   Therefore,\r\nalthough \r                  we \r                    have \r                         assessed Ahmed's claim under the liberal standards\r\nappropriate to a pro se plaintiff, it appears he was not entirely\r\nbereft of benefits of counsel during this process.\r\n\n                              -10-\r\r\n\n     Ahmed's original appellate brief was filed with this court\r\n\non June 7, 1996.  Before defendants had filed their briefs, Ahmed\r\n\nfiled a motion to amend his complaint and filed an amended\r\n\ncomplaint with the circuit.  We denied his motion, and ordered\r\n\nthat any request to amend be presented to the district court. \r\n\nAhmed therefore filed a motion to reopen, reconsider, and rehear\r\n\nin the district court under Rule 60(b).  At the district court's\r\n\nrequest, we remanded to permit the 60(b) motion to go forward,\r\n\nwhilst retaining jurisdiction over the original appeal and\r\n\nstaying proceedings on it.  \r\n\n     The defendants filed timely objections, and a hearing was\r\n\nheld by the magistrate judge, who denied plaintiff's motion on\r\n\nthe ground that he had failed to meet Rule 60(b)'s criteria.  He\r\n\nspecifically found that the amended complaint, though longer and\r\n\nmore detailed than that originally filed by Ahmed, was in\r\n\nsubstance the same.  He also found that exceptional circumstances\r\n\nwere not present in this case, and that, due to the amount of\r\n\ntime that had passed since judgment was rendered, it would be\r\n\nprejudicial to the defendants to assume the burden of defending\r\n\nthe case at that point.   Ahmed objected to this order; Judge\r\n\nPettine affirmed it.  Ahmed then appealed that denial to this\r\n\ncircuit, where it was consolidated with his earlier appeal.  \r\n\n     Our review of the denial of a motion under Rule 60(b) is for\r\n\nabuse of discretion.  See Hoult v. Hoult, 57 F.3d 1, 3 (1st Cir.\r\n\n1995).  Our review is limited to the denial of the 60(b) motion,\r\n\nnot the merits of the underlying judgment.  See id.  We will find\r\n\n                              -11-\r\r\n\nan abuse of discretion only when we are left with a definite and\r\n\nfirm conviction that the lower court committed a clear error of\r\n\njudgment in the conclusion it reached when weighing all the\r\n\nrelevant factors.  See United States v. Boch Oldsmobile, Inc.,\r\n\n909 F.2d 657, 660 (1st Cir. 1990).  Such is not the case here.  \r\n\n     Ahmed raises claims under both Rule 60(b)(1) and 60(b)(6)\r\n\nand we discuss these separately.  \r\n\nA.   Rule 60(b)(1).\r\n\n     Ahmed first contends that the lower courts committed a\r\n\n\"mistake\" under Rule 60(b)(1) in not according him a second\r\n\ndetermination under Becher prior to dismissing his complaint\r\n\nunder Rule 12(b)(6).8  As discussed above, Ahmed was not entitled\r\n\nto a Becher second determination because he failed to allege\r\n\nspecific facts which would require the district court to initiate\r\n\nadditional proceedings.  However, even if this were not the case,\r\n\nAhmed's claim on this point would still fail:  in this circuit,\r\n\nwrongly deciding a point of law is not a \"mistake\" as we have\r\n\ndefined that term under Rule 60(b)(1).  See Hoult, 57 F.3d at 5;\r\n\nsee also Silk v. Sandoval, 435 F.2d 1266, 1267-68 (1st Cir.\r\n\n1971).\r\n\n     8    Rule 60(b)(1) permits a court to relieve a party from a\r\nfinal judgment, order  or proceeding for \"mistake,  inadvertence,\r\nsurprise, or excusable neglect....\"\r\n\n                              -12-\r\r\n\nB.   Rule 60(b)(6).\r\n\n     Ahmed next claims that he is entitled to relief under Rule\r\n\n                                 Rule 60(b)(6) motions should be\r\n\nextraordinary relief exist.  See Valley Citizens for a Safe\r\n\nEnvironment v. Aldridge, 969 F.2d 1315, 1317 (1st Cir. 1992). \r\n\nUnder the Federal Rules, district courts have broad discretion to\r\n\ndetermine whether such circumstances exist.  See id. \r\n\nAdditionally, a 60(b)(6) movant must make a suitable showing that\r\n\nthe movant has a meritorious claim.      Cotto\r          60(b)(6), the catchall clause.9\r          granted only where exceptional circumstances justifying\r                                               See       v. United States,\r\n\n993 F.2d 274, 280 (1st Cir. 1993).\r\n\n     While we have no doubt that Ahmed has experienced a\r\n\ndisquieting set of reversals and possible breaches of faith with\r\n\nvarious parties, he simply has been unable to demonstrate a\r\n\ncolorable claim under RICO.  There has been no showing, beyond\r\n\ncounsel's hyperbolic assertions, that extraordinary circumstances\r\n\njustifying such exceptional relief exist here.  In this\r\n\nsituation, we are therefore loath to disturb the well reasoned\r\n\ndecision of the lower court which had before it all the documents\r\n\n     9    Rule \r                        60(b)(6) \r                                provides \r                                         that the court may relieve a party\r\nfrom a final judgment, order, or proceeding for \"any other reason\r\njustifying relief from the operation of the judgment.\"\r\n\n     Since \r                    Rule \r                         60(b)(6) is designed as a catchall, a motion under\r\nit is  appropriate only  when  none of  the first  five  sections\r\npertain, and section (6) may  not be used as means to  circumvent\r\nthose five preceding sections.  See Simon v. Navon, No.  96-2314,\r\nslip op.  at 10  (1st Cir.  June 2,  1997).   Ahmed is  therefore\r\nanalytically \r                      inconsistent\r                                  in seeking relief under both sections (1)\r\nand \r             (6), \r                  for \r                      if relief is hypothetically appropriate under section\r\n(1), then it should not be sought under section (6) as well.\r\n\n                              -13-\r\r\n\nwe have now reviewed, as well as the parties and their counsel,\r\n\nand as such was in a superior position to make a determination on\r\n\nthis issue.    \r\n\n     As the Supreme Court noted in           v. United States,\r\n\n340 U.S. 193, 211-12 (1950), in affirming the denial of a 60(b)\r\n\nmotion, \"[t]here must be an end to litigation someday....\"  That\r\n\nday has arrived for this particular case.  Both judgments of the\r\n\ndistrict court are affirmed.10\r\n\n          MGT maintains in its brief on appeal that Ahmed's  RIC\r                                             Ackermann\r               10                                                         O\r\nclaim is barred by the four year statute of limitations for  such\r\nactions; since we have affirmed the district court's dismissal of\r\nthis \r              claim \r                    on the ground that Ahmed did not sufficiently plead the\r\nRICO \r              claim, \r                     we do not address the statute of limitations argument.\r\n\n                              -14-\r\n",
  "html": "<p class=\"case_cite\">118 F.3d 886</p>\n    <p class=\"case_cite\">38 Fed.R.Serv.3d 1357, RICO Bus.Disp.Guide 9308</p>\n    <p class=\"parties\">Malek AHMED, Plaintiff, Appellant,<br>v.<br>Jon ROSENBLATT, Carol Rosenblatt, Charles Greenwood, Irwin<br>Loft, Mortgage Guarantee Title Company, and<br>William Larson, Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 96-1145, 97-1037.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1997.<br>Decided July 14, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kevin McBurney, Pawtucket, RI, for appellant.</p>\n      <p class=\"indent\">Melissa E. Darigan, Providence, RI, for appellee Mortgage Guarantee and Title Company.</p>\n      <p class=\"indent\">Christopher M. Orton with whom Francis X. Flaherty was on brief, Warwick, RI, for appellee Charles Greenwood.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Malek Ahmed (\"Ahmed\") appeals the district court's grant of summary judgment for the defendants, who he maintains conspired to deprive him of property he owned in Providence, Rhode Island.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Specifically, Ahmed challenges the dismissal of his claims under the Racketeering and Corrupt Organizations Act (\"RICO\"), arguing that his complaint was sufficiently detailed to establish fraud when given the lenient reading he should have been afforded as a pro se plaintiff.  In a related appeal, Ahmed contends that the district court erred in not setting aside the dismissal under Rule 60(b).  We affirm both judgments.</p>\n    </div>\n    <p>I. FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite the facts in the light most favorable to the plaintiff, the non-moving party.  See McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., 904 F.2d 786, 787 (1st Cir.1990).  However, we must emphasize that while Ahmed would prefer us to assess this case and the underlying facts on the basis of the Amended Complaint he has submitted on appeal, we are limited in our review to the record below, and specifically to the complaint that was filed with the district court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Fed.  R.App. P. 10.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts of this case concern various transactions relating to property held by Ahmed at 47 Maple Street (\"47 Maple\") in Providence.  Ahmed initially entered into a purchase and sale agreement with one William Larson in October of 1988, contingent upon Larson obtaining financing.  Ahmed retained defendant Charles Greenwood to represent him in the transaction, and received a $5,000 deposit from Larson which he gave to Greenwood to hold in escrow.  On October 20, 1988, Larson notified Ahmed that he had been unable to obtain financing;  Ahmed asserts that he then requested Greenwood to return Larson's deposit, but that this was not done until December 20.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 16, Ahmed entered into a second purchase and sale agreement for 47 Maple, this time with Irwin Loft/CCAS.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Ahmed again was represented by Greenwood,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and he received a $25,000 deposit from Loft.  On December 19, the first potential purchaser, Larson, recorded his agreement.  On December 23, Loft requested that defendant MGT place a lien on Maple Street in order to secure his deposit.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On March 8, 1989, shortly before the closing between Ahmed and Loft/CCAS, Loft gave Ahmed an additional $30,000.  The closing itself occurred on March 14, but was followed the next day by the filing of a lis pendens by Larson, based on his earlier agreement with Ahmed.  This lien was discovered by MGT, which informed Ahmed that the closing with Loft would be voided as a result.  Larson then sued Ahmed for specific performance.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On July 12, Ahmed executed in favor of Loft a number of documents denominated \"Promissory Note Secured by Mortgage,\" relating to 47 Maple and several other properties.  He maintains that he thought these were just receipts for the moneys he had received from Loft,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> though Loft contends that the documents were intended to create security for the money he had given to Ahmed.  Loft unsuccessfully attempted to foreclose on these notes for non-payment by Ahmed in 1991 and 1992, and then transferred them to Jon and Carol Rosenblatt on April 17, 1993.  Ahmed subsequently brought suit on February 17, 1995, alleging that the above incidents were all part of a scheme concocted by the defendants to defraud him of his interest in 47 Maple and the related properties.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A magistrate judge issued a report and recommendation that Ahmed's complaint be dismissed, saying that Ahmed had failed to plead predicate acts, pattern, and enterprise, as required for the RICO claim.  Judge Pettine subsequently accepted these recommendations, stating in his order that Ahmed had failed to plead sufficient facts to establish instances of mail and wire fraud, a pattern of racketeering activity, or the existence of an enterprise affecting interstate commerce.  Judge Pettine further found that Ahmed was afforded appropriate leniency as a pro se litigant.  Ahmed sought relief under Rule 60(b), claiming the district court erred in dismissing his complaint, but the district court rejected this.  Ahmed appeals both the original judgment and the denial of his post-judgment motion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>II. The First Appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Ahmed raises three claims in his challenge to the district court's grant of summary judgment.  Our review is plenary.  Feinstein v. Resolution Trust Corp., 942 F.2d 34, 34 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>A. Dismissal of the RICO claim.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Ahmed argues that the district court wrongly concluded that he failed to plead sufficient facts to demonstrate a RICO violation.  We begin by briefly reviewing the well established requirements for such a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A RICO plaintiff must allege a pattern of racketeering activity involving at least two predicate acts, the second of which must occur within 10 years of the first.  18 U.S.C. &#167; 1961(5).  Predicate acts under this statute are acts indictable under any one or more of certain specified laws, including the mail and wire fraud statutes.  See Feinstein, 942 F.2d at 42;  see also McEvoy, 904 F.2d at 788.   Furthermore, a RICO plaintiff must allege the existence of an enterprise, which the statute defines as including:  \"any individual, partnership, corporation, association, or other legal entity, and any union or group of individuals associated in fact although not a legal entity.\"  18 U.S.C. &#167; 1961(4).  Ahmed's complaint fails to establish any of these three requirements with sufficient detail to survive summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Turning first to predicate acts, we previously have noted \"[i]t is not enough for a plaintiff to file a RICO action, chant the statutory mantra, and leave the identification of predicate acts to the time of trial.\"   See Feinstein, 942 F.2d at 42.   Ahmed's pleading contains only the bald assertion that the defendants (unspecified) used the U.S. mails to fraudulently convey their interests in Ahmed's properties, that the defendants (again unspecified) used the U.S. Postal Service by mailing unspecified materials, and that the defendants used wire communications.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Despite well settled law in this circuit that RICO pleadings of mail and wire fraud must satisfy the particularity requirements of Rule 9(b), see Feinstein, 942 F.2d at 42;  New England Data Services, Inc. v. Becher, 829 F.2d 286, 290 (1st Cir.1987), and that under 9(b), a pleader must state the time, place and content of the alleged mail and wire communications perpetrating that fraud, see Becher, 829 F.2d at 291, Ahmed's complaint supplies no times, places, or contents.  The record is similarly devoid of evidence which would support Ahmed's contentions.  He has therefore failed to show the required predicate acts.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Failure to plead predicate acts adequately is enough to sink his RICO claim.  We nonetheless briefly consider the other RICO elements.  Following the Supreme Court's lead in H.J., Inc. v. Northwestern Bell Tel. Co., 492 U.S. 229, 238, 109 S.Ct. 2893, 2900, 106 L.Ed.2d 195 (1989), we have held that a plaintiff seeking to establish a RICO \"pattern\" must show that the predicate acts are related and that they amount to or pose the threat of continued criminal activity (the \"continuity\" requirement).  See Feinstein, 942 F.2d at 44;  see also McEvoy, 904 F.2d at 788.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In order to demonstrate relatedness, the predicate acts must have the same or similar purposes, participants, victims, or methods, or otherwise be interrelated by distinguishing characteristics and not be isolated events.  See Feinstein, 942 F.2d at 44;  see also Fleet Credit Corp. v. Sion, 893 F.2d 441, 445 (1st Cir.1990).  Ahmed's minimal assertions do not permit us to realistically assess the purposes, participants, or methods of the alleged acts to determine their relatedness.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In supporting the continuity prong of the pattern requirement, a plaintiff must show either that the related predicates \"amounted to\" continued criminal activity or that there was, even though the predicate acts did not span a significant time, a \"threat\" or realistic prospect of continued activity in time yet to come.  See Feinstein, 942 F.2d at 45.   Here, absent sufficient allegations of both predicate acts and relatedness, the \"amounted to\" threshold has not been reached.  Similarly, the \"threat\" approach is unavailable;  there is no allegation that, after the attempted foreclosure, such conduct was an ongoing entity's way of doing business.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, on the enterprise element, Ahmed fails to allege that the defendants were together part of any legal entity, and again, the complaint's mere allegation that an enterprise existed does nothing to support that claim or demonstrate how the defendants were purportedly associated in fact.  We therefore must conclude that Ahmed failed to make his case on this point as well.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Because Ahmed failed to establish any of the three necessary elements of a RICO claim, the district court properly dismissed his complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>B. The Becher second determination.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Ahmed attempts to resuscitate his claim under the \"second determination\" approach we adopted in Becher, 829 F.2d at 290.   We said there that Rule 9(b) has a special gloss in the RICO context in cases where a plaintiff's specific allegations make it likely that a defendant has used interstate mails or wire, and where this information is in the exclusive control of the defendant:  before granting a motion to dismiss, a district court should make a second determination as to whether further discovery is warranted and, if so, the plaintiff should be provided with the opportunity to amend the complaint after the completion of this discovery.  See id.   Ahmed contends that the magistrate judge and the district court judge erred in not conducting such a second determination.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We must stress again that the application of the Becher second determination is neither automatic, nor of right, for every plaintiff.  See Feinstein, 942 F.2d at 44.   Furthermore, not every use of the mails or wires in furtherance of an unlawful scheme to deprive another of property constitutes wire or mail fraud.  See McEvoy, 904 F.2d at 791.   Ahmed failed to supply specific allegations which would indicate that critical information was in the sole possession of the defendants, and hence that further discovery or the opportunity to amend his complaint was warranted.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Ahmed therefore was not entitled to a Becher second determination.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>C. Pro se leniency.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Finally, Ahmed contends that he should have been accorded greater leniency due to his pro se status.  Our judicial system zealously guards the attempts of pro se litigants on their own behalf.  We are required to construe liberally a pro se complaint and may affirm its dismissal only if a plaintiff cannot prove any set of facts entitling him or her to relief.  See Rockwell v. Cape Cod Hosp., 26 F.3d 254, 255 (1st Cir.1994).  However, pro se status does not insulate a party from complying with procedural and substantive law.  See Eagle Eye Fishing Corp. v. United States Dep't. of Commerce, 20 F.3d 503, 506 (1st Cir.1994).  The policy behind affording pro se plaintiffs liberal interpretation is that if they present sufficient facts, the court may intuit the correct cause of action, even if it was imperfectly pled.  This is distinct from the case at hand, in which the formal elements of the claim were stated without the requisite supporting facts.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Ahmed's pro se status was clearly recognized by both the magistrate judge and district court:  the magistrate judge noted in his report and recommendation that Ahmed was proceeding pro se, while Judge Pettine's order specifically recognized that Ahmed was pro se and that his complaint was therefore to be construed liberally.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  However, Judge Pettine also stated that even under a liberal interpretation of his complaint, Ahmed failed to adequately allege the elements of a RICO violation.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>III. The Second Appeal:  Rule 60(b).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We now turn to Ahmed's claim that the district court erred in dismissing his claim for relief under Rule 60(b).  We begin with a short synopsis of the procedural history of this second part of the appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Ahmed's original appellate brief was filed with this court on June 7, 1996.  Before defendants had filed their briefs, Ahmed filed a motion to amend his complaint and filed an amended complaint with the circuit.  We denied his motion, and ordered that any request to amend be presented to the district court.  Ahmed therefore filed a motion to reopen, reconsider, and rehear in the district court under Rule 60(b).  At the district court's request, we remanded to permit the 60(b) motion to go forward, whilst retaining jurisdiction over the original appeal and staying proceedings on it.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The defendants filed timely objections, and a hearing was held by the magistrate judge, who denied plaintiff's motion on the ground that he had failed to meet Rule 60(b)'s criteria.  He specifically found that the amended complaint, though longer and more detailed than that originally filed by Ahmed, was in substance the same.  He also found that exceptional circumstances were not present in this case, and that, due to the amount of time that had passed since judgment was rendered, it would be prejudicial to the defendants to assume the burden of defending the case at that point.  Ahmed objected to this order;  Judge Pettine affirmed it.  Ahmed then appealed that denial to this circuit, where it was consolidated with his earlier appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our review of the denial of a motion under Rule 60(b) is for abuse of discretion.  See Hoult v. Hoult, 57 F.3d 1, 3 (1st Cir.1995).  Our review is limited to the denial of the 60(b) motion, not the merits of the underlying judgment.  See id.   We will find an abuse of discretion only when we are left with a definite and firm conviction that the lower court committed a clear error of judgment in the conclusion it reached when weighing all the relevant factors.  See United States v. Boch Oldsmobile, Inc., 909 F.2d 657, 660 (1st Cir.1990).  Such is not the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Ahmed raises claims under both Rule 60(b)(1) and 60(b)(6) and we discuss these separately.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>A. Rule 60(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Ahmed first contends that the lower courts committed a \"mistake\" under Rule 60(b)(1) in not according him a second determination under Becher prior to dismissing his complaint under Rule 12(b)(6).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  As discussed above, Ahmed was not entitled to a  Becher second determination because he failed to allege specific facts which would require the district court to initiate additional proceedings.  However, even if this were not the case, Ahmed's claim on this point would still fail:  in this circuit, wrongly deciding a point of law is not a \"mistake\" as we have defined that term under Rule 60(b)(1).  See Hoult, 57 F.3d at 5;  see also Silk v. Sandoval, 435 F.2d 1266, 1267-68 (1st Cir.1971).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>B. Rule 60(b)(6).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Ahmed next claims that he is entitled to relief under Rule 60(b)(6), the catchall clause.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Rule 60(b)(6) motions should be granted only where exceptional circumstances justifying extraordinary relief exist.  See Valley Citizens for a Safe Environment v. Aldridge, 969 F.2d 1315, 1317 (1st Cir.1992).  Under the Federal Rules, district courts have broad discretion to determine whether such circumstances exist.  See id.   Additionally, a 60(b)(6) movant must make a suitable showing that the movant has a meritorious claim.  See Cotto v. United States, 993 F.2d 274, 280 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">While we have no doubt that Ahmed has experienced a disquieting set of reversals and possible breaches of faith with various parties, he simply has been unable to demonstrate a colorable claim under RICO.  There has been no showing, beyond counsel's hyperbolic assertions, that extraordinary circumstances justifying such exceptional relief exist here.  In this situation, we are therefore loath to disturb the well reasoned decision of the lower court which had before it all the documents we have now reviewed, as well as the parties and their counsel, and as such was in a superior position to make a determination on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As the Supreme Court noted in Ackermann v. United States, 340 U.S. 193, 198, 71 S.Ct. 209, 211-12, 95 L.Ed. 207 (1950), in affirming the denial of a 60(b) motion, \"[t]here must be an end to litigation someday....\"  That day has arrived for this particular case.  Both judgments of the district court are affirmed.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The original named defendants in this case were:  Charles Greenwood (\"Greenwood\"), an attorney who represented Ahmed in the transactions at issue;  Irwin Loft (\"Loft\"), a potential purchaser and agent for and principal of Capital Center Associates Six (\"CCAS\"), a corporate entity and co-defendant;  William T. Larson (\"Larson\"), another potential purchaser;  Mortgage Guarantee &amp; Title Company (\"MGT\"), and Jon and Carol Rosenblatt (\"the Rosenblatts\").  Ahmed's claim against the Rosenblatts was dismissed separately earlier</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We therefore consider the amended complaint only in the context of the Rule 60(b) motion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This contract contained an extension of the time for performance to August 1, 1989.  Ahmed contends that his signature on this extension was forged</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Some time after this meeting, Loft retained Greenwood to represent him in an unrelated eviction proceeding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> On July 12, 1989, Loft gave Ahmed an additional $30,000, bringing the total amount he had paid to $85,000</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Much of Ahmed's \"support\" for his contentions of fraud in his original complaint consists of conclusory statements without any supporting data.  His brief on appeal suffers from a different, though related, ailment, in that it attempts to draw causal relationships through positing rhetorical questions to which it then supplies self-serving answers, again with little or no support from the documents in the record</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We also note that Ahmed was briefly represented by Arthur Chatfield, III, who filed a supplemental objection to Magistrate Judge Lovegreen's report and recommendation on October 10, 1995, prior to Judge Pettine's Order adopting the same.  Therefore, although we have assessed Ahmed's claim under the liberal standards appropriate to a pro se plaintiff, it appears he was not entirely bereft of benefits of counsel during this process</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Rule 60(b)(1) permits a court to relieve a party from a final judgment, order or proceeding for \"mistake, inadvertence, surprise, or excusable neglect....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Rule 60(b)(6) provides that the court may relieve a party from a final judgment, order, or proceeding for \"any other reason justifying relief from the operation of the judgment.\"</p>\n        <p>Since Rule 60(b)(6) is designed as a catchall, a motion under it is appropriate only when none of the first five sections pertain, and section (6) may not be used as means to circumvent those five preceding sections.  See Simon v. Navon, 116 F.3d 1, 2 (1st Cir.1997).  Ahmed is therefore analytically inconsistent in seeking relief under both sections (1) and (6), for if relief is hypothetically appropriate under section (1), then it should not be sought under section (6) as well.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> MGT maintains in its brief on appeal that Ahmed's RICO claim is barred by the four year statute of limitations for such actions;  since we have affirmed the district court's dismissal of this claim on the ground that Ahmed did not sufficiently plead the RICO claim, we do not address the statute of limitations argument</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">886</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">1357</span></span>, RICO Bus.Disp.Guide 9308</p>\n    <p class=\"parties\">Malek AHMED, Plaintiff, Appellant,<br>v.<br>Jon ROSENBLATT, Carol Rosenblatt, Charles Greenwood, Irwin<br>Loft, Mortgage Guarantee Title Company, and<br>William Larson, Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 96-1145, 97-1037.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1997.<br>Decided July 14, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kevin McBurney, Pawtucket, RI, for appellant.</p>\n      <p class=\"indent\">Melissa E. Darigan, Providence, RI, for appellee Mortgage Guarantee and Title Company.</p>\n      <p class=\"indent\">Christopher M. Orton with whom Francis X. Flaherty was on brief, Warwick, RI, for appellee Charles Greenwood.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Malek Ahmed (\"Ahmed\") appeals the district court's grant of summary judgment for the defendants, who he maintains conspired to deprive him of property he owned in Providence, Rhode Island.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Specifically, Ahmed challenges the dismissal of his claims under the Racketeering and Corrupt Organizations Act (\"RICO\"), arguing that his complaint was sufficiently detailed to establish fraud when given the lenient reading he should have been afforded as a pro se plaintiff.  In a related appeal, Ahmed contends that the district court erred in not setting aside the dismissal under Rule 60(b).  We affirm both judgments.</p>\n    </div>\n    <p>I. FACTS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite the facts in the light most favorable to the plaintiff, the non-moving party.  See McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., <span class=\"citation\" data-id=\"542857\"><a href=\"/opinion/542857/mcevoy-travel-bureau-inc-v-heritage-travel-inc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 787 (1st Cir.1990).  However, we must emphasize that while Ahmed would prefer us to assess this case and the underlying facts on the basis of the Amended Complaint he has submitted on appeal, we are limited in our review to the record below, and specifically to the complaint that was filed with the district court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Fed.  R.App. P. 10.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The facts of this case concern various transactions relating to property held by Ahmed at 47 Maple Street (\"47 Maple\") in Providence.  Ahmed initially entered into a purchase and sale agreement with one William Larson in October of 1988, contingent upon Larson obtaining financing.  Ahmed retained defendant Charles Greenwood to represent him in the transaction, and received a $5,000 deposit from Larson which he gave to Greenwood to hold in escrow.  On October 20, 1988, Larson notified Ahmed that he had been unable to obtain financing;  Ahmed asserts that he then requested Greenwood to return Larson's deposit, but that this was not done until December 20.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 16, Ahmed entered into a second purchase and sale agreement for 47 Maple, this time with Irwin Loft/CCAS.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Ahmed again was represented by Greenwood,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and he received a $25,000 deposit from Loft.  On December 19, the first potential purchaser, Larson, recorded his agreement.  On December 23, Loft requested that defendant MGT place a lien on Maple Street in order to secure his deposit.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On March 8, 1989, shortly before the closing between Ahmed and Loft/CCAS, Loft gave Ahmed an additional $30,000.  The closing itself occurred on March 14, but was followed the next day by the filing of a lis pendens by Larson, based on his earlier agreement with Ahmed.  This lien was discovered by MGT, which informed Ahmed that the closing with Loft would be voided as a result.  Larson then sued Ahmed for specific performance.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On July 12, Ahmed executed in favor of Loft a number of documents denominated \"Promissory Note Secured by Mortgage,\" relating to 47 Maple and several other properties.  He maintains that he thought these were just receipts for the moneys he had received from Loft,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> though Loft contends that the documents were intended to create security for the money he had given to Ahmed.  Loft unsuccessfully attempted to foreclose on these notes for non-payment by Ahmed in 1991 and 1992, and then transferred them to Jon and Carol Rosenblatt on April 17, 1993.  Ahmed subsequently brought suit on February 17, 1995, alleging that the above incidents were all part of a scheme concocted by the defendants to defraud him of his interest in 47 Maple and the related properties.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A magistrate judge issued a report and recommendation that Ahmed's complaint be dismissed, saying that Ahmed had failed to plead predicate acts, pattern, and enterprise, as required for the RICO claim.  Judge Pettine subsequently accepted these recommendations, stating in his order that Ahmed had failed to plead sufficient facts to establish instances of mail and wire fraud, a pattern of racketeering activity, or the existence of an enterprise affecting interstate commerce.  Judge Pettine further found that Ahmed was afforded appropriate leniency as a pro se litigant.  Ahmed sought relief under Rule 60(b), claiming the district court erred in dismissing his complaint, but the district court rejected this.  Ahmed appeals both the original judgment and the denial of his post-judgment motion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>II. The First Appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Ahmed raises three claims in his challenge to the district court's grant of summary judgment.  Our review is plenary.  Feinstein v. Resolution Trust Corp., <span class=\"citation\" data-id=\"566797\"><a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 34 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>A. Dismissal of the RICO claim.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Ahmed argues that the district court wrongly concluded that he failed to plead sufficient facts to demonstrate a RICO violation.  We begin by briefly reviewing the well established requirements for such a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A RICO plaintiff must allege a pattern of racketeering activity involving at least two predicate acts, the second of which must occur within 10 years of the first.  18 U.S.C. &#167; 1961(5).  Predicate acts under this statute are acts indictable under any one or more of certain specified laws, including the mail and wire fraud statutes.  See <span class=\"citation\" data-id=\"566797\"><span class=\"antecedent_guess\">Feinstein,</span> <a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">42</span></a></span>;  see also <span class=\"citation\" data-id=\"542857\"><span class=\"antecedent_guess\">McEvoy,</span> <a href=\"/opinion/542857/mcevoy-travel-bureau-inc-v-heritage-travel-inc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">788</span></a></span>.   Furthermore, a RICO plaintiff must allege the existence of an enterprise, which the statute defines as including:  \"any individual, partnership, corporation, association, or other legal entity, and any union or group of individuals associated in fact although not a legal entity.\"  18 U.S.C. &#167; 1961(4).  Ahmed's complaint fails to establish any of these three requirements with sufficient detail to survive summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Turning first to predicate acts, we previously have noted \"[i]t is not enough for a plaintiff to file a RICO action, chant the statutory mantra, and leave the identification of predicate acts to the time of trial.\"   See <span class=\"citation\" data-id=\"566797\"><span class=\"antecedent_guess\">Feinstein,</span> <a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">42</span></a></span>.   Ahmed's pleading contains only the bald assertion that the defendants (unspecified) used the U.S. mails to fraudulently convey their interests in Ahmed's properties, that the defendants (again unspecified) used the U.S. Postal Service by mailing unspecified materials, and that the defendants used wire communications.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Despite well settled law in this circuit that RICO pleadings of mail and wire fraud must satisfy the particularity requirements of Rule 9(b), see <span class=\"citation\" data-id=\"566797\"><span class=\"antecedent_guess\">Feinstein,</span> <a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">42</span></a></span>;  New England Data Services, Inc. v. Becher, <span class=\"citation\" data-id=\"494597\"><a href=\"/opinion/494597/new-england-data-services-inc-v-barry-becher/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">286</span></a></span>, 290 (1st Cir.1987), and that under 9(b), a pleader must state the time, place and content of the alleged mail and wire communications perpetrating that fraud, see <span class=\"citation\" data-id=\"494597\"><span class=\"antecedent_guess\">Becher,</span> <a href=\"/opinion/494597/new-england-data-services-inc-v-barry-becher/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">291</span></a></span>, Ahmed's complaint supplies no times, places, or contents.  The record is similarly devoid of evidence which would support Ahmed's contentions.  He has therefore failed to show the required predicate acts.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Failure to plead predicate acts adequately is enough to sink his RICO claim.  We nonetheless briefly consider the other RICO elements.  Following the Supreme Court's lead in H.J., Inc. v. Northwestern Bell Tel. Co., <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 238, <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2893</span></a></span>, 2900, <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span> </a></span>(1989), we have held that a plaintiff seeking to establish a RICO \"pattern\" must show that the predicate acts are related and that they amount to or pose the threat of continued criminal activity (the \"continuity\" requirement).  See <span class=\"citation\" data-id=\"566797\"><span class=\"antecedent_guess\">Feinstein,</span> <a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">44</span></a></span>;  see also <span class=\"citation\" data-id=\"542857\"><span class=\"antecedent_guess\">McEvoy,</span> <a href=\"/opinion/542857/mcevoy-travel-bureau-inc-v-heritage-travel-inc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">788</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In order to demonstrate relatedness, the predicate acts must have the same or similar purposes, participants, victims, or methods, or otherwise be interrelated by distinguishing characteristics and not be isolated events.  See <span class=\"citation\" data-id=\"566797\"><span class=\"antecedent_guess\">Feinstein,</span> <a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">44</span></a></span>;  see also Fleet Credit Corp. v. Sion, <span class=\"citation\" data-id=\"534779\"><a href=\"/opinion/534779/fleet-credit-corporation-v-anthony-sion/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></a></span>, 445 (1st Cir.1990).  Ahmed's minimal assertions do not permit us to realistically assess the purposes, participants, or methods of the alleged acts to determine their relatedness.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In supporting the continuity prong of the pattern requirement, a plaintiff must show either that the related predicates \"amounted to\" continued criminal activity or that there was, even though the predicate acts did not span a significant time, a \"threat\" or realistic prospect of continued activity in time yet to come.  See <span class=\"citation\" data-id=\"566797\"><span class=\"antecedent_guess\">Feinstein,</span> <a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">45</span></a></span>.   Here, absent sufficient allegations of both predicate acts and relatedness, the \"amounted to\" threshold has not been reached.  Similarly, the \"threat\" approach is unavailable;  there is no allegation that, after the attempted foreclosure, such conduct was an ongoing entity's way of doing business.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, on the enterprise element, Ahmed fails to allege that the defendants were together part of any legal entity, and again, the complaint's mere allegation that an enterprise existed does nothing to support that claim or demonstrate how the defendants were purportedly associated in fact.  We therefore must conclude that Ahmed failed to make his case on this point as well.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Because Ahmed failed to establish any of the three necessary elements of a RICO claim, the district court properly dismissed his complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>B. The Becher second determination.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Ahmed attempts to resuscitate his claim under the \"second determination\" approach we adopted in <span class=\"citation\" data-id=\"494597\"><span class=\"antecedent_guess\">Becher,</span> <a href=\"/opinion/494597/new-england-data-services-inc-v-barry-becher/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">290</span></a></span>.   We said there that Rule 9(b) has a special gloss in the RICO context in cases where a plaintiff's specific allegations make it likely that a defendant has used interstate mails or wire, and where this information is in the exclusive control of the defendant:  before granting a motion to dismiss, a district court should make a second determination as to whether further discovery is warranted and, if so, the plaintiff should be provided with the opportunity to amend the complaint after the completion of this discovery.  See <span class=\"citation\" data-id=\"494597\"><a href=\"/opinion/494597/new-england-data-services-inc-v-barry-becher/\"><span class=\"id_token\">id.</span>   Ahmed contends </a></span>that the magistrate judge and the district court judge erred in not conducting such a second determination.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We must stress again that the application of the Becher second determination is neither automatic, nor of right, for every plaintiff.  See <span class=\"citation\" data-id=\"566797\"><span class=\"antecedent_guess\">Feinstein,</span> <a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">44</span></a></span>.   Furthermore, not every use of the mails or wires in furtherance of an unlawful scheme to deprive another of property constitutes wire or mail fraud.  See <span class=\"citation\" data-id=\"542857\"><span class=\"antecedent_guess\">McEvoy,</span> <a href=\"/opinion/542857/mcevoy-travel-bureau-inc-v-heritage-travel-inc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">791</span></a></span>.   Ahmed failed to supply specific allegations which would indicate that critical information was in the sole possession of the defendants, and hence that further discovery or the opportunity to amend his complaint was warranted.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Ahmed therefore was not entitled to a Becher second determination.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>C. Pro se leniency.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Finally, Ahmed contends that he should have been accorded greater leniency due to his pro se status.  Our judicial system zealously guards the attempts of pro se litigants on their own behalf.  We are required to construe liberally a pro se complaint and may affirm its dismissal only if a plaintiff cannot prove any set of facts entitling him or her to relief.  See Rockwell v. Cape Cod Hosp., <span class=\"citation\" data-id=\"672033\"><a href=\"/opinion/672033/susan-rockwell-v-cape-cod-hospital/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">254</span></a></span>, 255 (1st Cir.1994).  However, pro se status does not insulate a party from complying with procedural and substantive law.  See Eagle Eye Fishing Corp. v. United States Dep't. of Commerce, <span class=\"citation\" data-id=\"666854\"><a href=\"/opinion/666854/eagle-eye-fishing-corporation-v-united-states-department-of-commerce/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">503</span></a></span>, 506 (1st Cir.1994).  The policy behind affording pro se plaintiffs liberal interpretation is that if they present sufficient facts, the court may intuit the correct cause of action, even if it was imperfectly pled.  This is distinct from the case at hand, in which the formal elements of the claim were stated without the requisite supporting facts.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Ahmed's pro se status was clearly recognized by both the magistrate judge and district court:  the magistrate judge noted in his report and recommendation that Ahmed was proceeding pro se, while Judge Pettine's order specifically recognized that Ahmed was pro se and that his complaint was therefore to be construed liberally.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  However, Judge Pettine also stated that even under a liberal interpretation of his complaint, Ahmed failed to adequately allege the elements of a RICO violation.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>III. The Second Appeal:  Rule 60(b).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We now turn to Ahmed's claim that the district court erred in dismissing his claim for relief under Rule 60(b).  We begin with a short synopsis of the procedural history of this second part of the appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Ahmed's original appellate brief was filed with this court on June 7, 1996.  Before defendants had filed their briefs, Ahmed filed a motion to amend his complaint and filed an amended complaint with the circuit.  We denied his motion, and ordered that any request to amend be presented to the district court.  Ahmed therefore filed a motion to reopen, reconsider, and rehear in the district court under Rule 60(b).  At the district court's request, we remanded to permit the 60(b) motion to go forward, whilst retaining jurisdiction over the original appeal and staying proceedings on it.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The defendants filed timely objections, and a hearing was held by the magistrate judge, who denied plaintiff's motion on the ground that he had failed to meet Rule 60(b)'s criteria.  He specifically found that the amended complaint, though longer and more detailed than that originally filed by Ahmed, was in substance the same.  He also found that exceptional circumstances were not present in this case, and that, due to the amount of time that had passed since judgment was rendered, it would be prejudicial to the defendants to assume the burden of defending the case at that point.  Ahmed objected to this order;  Judge Pettine affirmed it.  Ahmed then appealed that denial to this circuit, where it was consolidated with his earlier appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our review of the denial of a motion under Rule 60(b) is for abuse of discretion.  See Hoult v. Hoult, <span class=\"citation\" data-id=\"196077\"><a href=\"/opinion/196077/hoult-v-hoult/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1995).  Our review is limited to the denial of the 60(b) motion, not the merits of the underlying judgment.  See <span class=\"citation\" data-id=\"196077\"><a href=\"/opinion/196077/hoult-v-hoult/\"><span class=\"id_token\">id.</span>   We will </a></span>find an abuse of discretion only when we are left with a definite and firm conviction that the lower court committed a clear error of judgment in the conclusion it reached when weighing all the relevant factors.  See United States v. Boch Oldsmobile, Inc., <span class=\"citation\" data-id=\"545488\"><a href=\"/opinion/545488/united-states-v-boch-oldsmobile-inc-boch-toyota-inc-and-ernest-j/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">657</span></a></span>, 660 (1st Cir.1990).  Such is not the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Ahmed raises claims under both Rule 60(b)(1) and 60(b)(6) and we discuss these separately.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>A. Rule 60(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Ahmed first contends that the lower courts committed a \"mistake\" under Rule 60(b)(1) in not according him a second determination under Becher prior to dismissing his complaint under Rule 12(b)(6).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  As discussed above, Ahmed was not entitled to a  Becher second determination because he failed to allege specific facts which would require the district court to initiate additional proceedings.  However, even if this were not the case, Ahmed's claim on this point would still fail:  in this circuit, wrongly deciding a point of law is not a \"mistake\" as we have defined that term under Rule 60(b)(1).  See <span class=\"citation\" data-id=\"196077\"><span class=\"antecedent_guess\">Hoult,</span> <a href=\"/opinion/196077/hoult-v-hoult/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">5</span></a></span>;  see also Silk v. Sandoval, <span class=\"citation\" data-id=\"293893\"><a href=\"/opinion/293893/beatrice-silk-v-hilary-sandoval/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1266</span></a></span>, 1267-68 (1st Cir.1971).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>B. Rule 60(b)(6).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Ahmed next claims that he is entitled to relief under Rule 60(b)(6), the catchall clause.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Rule 60(b)(6) motions should be granted only where exceptional circumstances justifying extraordinary relief exist.  See Valley Citizens for a Safe Environment v. Aldridge, <span class=\"citation\" data-id=\"587247\"><a href=\"/opinion/587247/valley-citizens-for-a-safe-environment-v-edward-c-aldridge/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1315</span></a></span>, 1317 (1st Cir.1992).  Under the Federal Rules, district courts have broad discretion to determine whether such circumstances exist.  See <span class=\"citation\" data-id=\"587247\"><a href=\"/opinion/587247/valley-citizens-for-a-safe-environment-v-edward-c-aldridge/\"><span class=\"id_token\">id.</span>   Additionally, a </a></span>60(b)(6) movant must make a suitable showing that the movant has a meritorious claim.  See Cotto v. United States, <span class=\"citation\" data-id=\"606662\"><a href=\"/opinion/606662/evelyn-cotto-and-edwin-torres-etc-v-united-states/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span>, 280 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">While we have no doubt that Ahmed has experienced a disquieting set of reversals and possible breaches of faith with various parties, he simply has been unable to demonstrate a colorable claim under RICO.  There has been no showing, beyond counsel's hyperbolic assertions, that extraordinary circumstances justifying such exceptional relief exist here.  In this situation, we are therefore loath to disturb the well reasoned decision of the lower court which had before it all the documents we have now reviewed, as well as the parties and their counsel, and as such was in a superior position to make a determination on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">As the Supreme Court noted in Ackermann v. United States, <span class=\"citation\" data-id=\"104837\"><a href=\"/opinion/104837/ackermann-v-united-states/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, 198, <span class=\"citation\" data-id=\"104837\"><a href=\"/opinion/104837/ackermann-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">209</span></a></span>, 211-12, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">207</span> </span>(1950), in affirming the denial of a 60(b) motion, \"[t]here must be an end to litigation someday....\"  That day has arrived for this particular case.  Both judgments of the district court are affirmed.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The original named defendants in this case were:  Charles Greenwood (\"Greenwood\"), an attorney who represented Ahmed in the transactions at issue;  Irwin Loft (\"Loft\"), a potential purchaser and agent for and principal of Capital Center Associates Six (\"CCAS\"), a corporate entity and co-defendant;  William T. Larson (\"Larson\"), another potential purchaser;  Mortgage Guarantee &amp; Title Company (\"MGT\"), and Jon and Carol Rosenblatt (\"the Rosenblatts\").  Ahmed's claim against the Rosenblatts was dismissed separately earlier</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We therefore consider the amended complaint only in the context of the Rule 60(b) motion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This contract contained an extension of the time for performance to August 1, 1989.  Ahmed contends that his signature on this extension was forged</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Some time after this meeting, Loft retained Greenwood to represent him in an unrelated eviction proceeding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> On July 12, 1989, Loft gave Ahmed an additional $30,000, bringing the total amount he had paid to $85,000</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Much of Ahmed's \"support\" for his contentions of fraud in his original complaint consists of conclusory statements without any supporting data.  His brief on appeal suffers from a different, though related, ailment, in that it attempts to draw causal relationships through positing rhetorical questions to which it then supplies self-serving answers, again with little or no support from the documents in the record</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We also note that Ahmed was briefly represented by Arthur Chatfield, III, who filed a supplemental objection to Magistrate Judge Lovegreen's report and recommendation on October 10, 1995, prior to Judge Pettine's Order adopting the same.  Therefore, although we have assessed Ahmed's claim under the liberal standards appropriate to a pro se plaintiff, it appears he was not entirely bereft of benefits of counsel during this process</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Rule 60(b)(1) permits a court to relieve a party from a final judgment, order or proceeding for \"mistake, inadvertence, surprise, or excusable neglect....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Rule 60(b)(6) provides that the court may relieve a party from a final judgment, order, or proceeding for \"any other reason justifying relief from the operation of the judgment.\"</p>\n        <p>Since Rule 60(b)(6) is designed as a catchall, a motion under it is appropriate only when none of the first five sections pertain, and section (6) may not be used as means to circumvent those five preceding sections.  See Simon v. Navon, <span class=\"citation\" data-id=\"197393\"><a href=\"/opinion/197393/simon-v-navon/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1997).  Ahmed is therefore analytically inconsistent in seeking relief under both sections (1) and (6), for if relief is hypothetically appropriate under section (1), then it should not be sought under section (6) as well.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> MGT maintains in its brief on appeal that Ahmed's RICO claim is barred by the four year statute of limitations for such actions;  since we have affirmed the district court's dismissal of this claim on the ground that Ahmed did not sufficiently plead the RICO claim, we do not address the statute of limitations argument</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104837/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196077/",
    "https://www.courtlistener.com/api/rest/v3/opinions/197393/",
    "https://www.courtlistener.com/api/rest/v3/opinions/293893/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494597/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534779/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542857/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545488/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566797/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587247/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606662/",
    "https://www.courtlistener.com/api/rest/v3/opinions/666854/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672033/"
  ]
}