{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/197472/",
  "id": 197472,
  "absolute_url": "/opinion/197472/bobbi-raznor-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/197472/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:31:00Z",
  "date_modified": "2020-02-22T00:02:36.272981Z",
  "type": "010combined",
  "sha1": "0eb2cb18c9e7865e58d4792f1d0fc1635fa15dc2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2100.01A",
  "local_path": null,
  "plain_text": "\n\n                     [NOT FOR PUBLICATION] \r\n\n                                          \r\n\nNo. 96-2100\r\n\n              KEVIN AND BOBBI RAYZOR, THE MINOR BR,\r\n       REPRESENTED BY HER PARENTS, KEVIN AND BOBBI RAYZOR,\r\n\n                     Plaintiffs, Appellants,\r\n\n                               v.\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                      Defendant, Appellee.\r\n                                          \r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Salvador E. Casellas, U.S. District Judge]\r\n                                          \r\n\n                             Before\r\n\n                      Selya, Circuit Judge,\r\n             Coffin and Cyr, Senior Circuit Judges.\r\n\n                                          \r\n\n     Andres Guilemard-Noble with whom Joan S. Peters was on brief\r\nfor appellants.\r\n     Steve  Frank, Attorney, Appellate Staff Civil Division,\r\nDepartment of Justice, with whom    Frank  \r                                                     W.  \r                                                         Hunger, Assistant\r\nAttorney General, \r                           Guillermo Gil\r                                        , United States Attorney, and \r                                                                     Robert\r\nS. Greenspan\r                     , Attorney, Appellate Staff Civil Division, Department\r\nof Justice, were on brief for appellee.\r\n                                          \r\n                          JULY 22, 1997\r\n                                          \r\r\n\n     COFFIN, Senior \r                              Circuit \r                                       Judge. Appellants Kevin and Bobbi\r\n\nRayzor seek to hold the United States responsible for the sexual\r\n\nabuse of their daughter by a babysitter whose name they obtained\r\n\nfrom a list allegedly recommended by the Navy. The Rayzors filed\r\n\nsuit for damages under the Federal Tort Claims Act, 28 U.S.C. S\r\n\n1346(b), asserting that the Navy was negligent in directing them to\r\n\nselect a babysitter from a Red Cross generated list without first\r\n\nchecking the qualifications of the individuals on the list. The\r\n\ndistrict court granted summary judgment for the government on both\r\n\nthat claim and a related First Amendment claim. We affirm.\r\n\n                          I. Background\r\n\n     Appellant Kevin Rayzor, a petty officer in the Navy, was\r\n\nstationed with his wife and young daughter at a base in Ceiba,\r\n\nPuerto Rico. The Rayzors claim that the Navy instructed them to\r\n\nhire babysitters for sporadic child care needs only from a list\r\n\nprovided by the American Red Cross at the base's Family Service\r\n\nCenter. That list contained the names of teenagers who had\r\n\ncompleted the nine-hour Red Cross babysitting course offered at the\r\n\n      Two points warrant some elaboration. First, there is some\r\nconfusion about whether the district court misunderstood the\r\nallegation to be that the Navy advised the Rayzors \r                                                           not to hire from\r\nthe Red Cross list. Unraveling the confusion is unnecessary\r\nbecause our assumption that the Navy did direct the Rayzors to use\r\nthe list exclusively is most advantageous to the Rayzors, whose\r\nclaim of negligence would be absurd, rather than just fruitless, if\r\nthey had hired a sitter from the list despite the Navy's explicit\r\ndirective not to do so.\r\n\n     Second, the Rayzors' assertion that they were directed to hire\r\nfrom the Red Cross list is based only on their own statement and is\r\nnot attributed to any particular individual or document. For\r\npurposes of summary judgment, we accept the allegation as true.\r\r\n\nbase. The course covered the basics of first aid and outlined the\r\n\nduties of a babysitter.\r\n\n     The Rayzors hired an individual from the list, and discovered\r\n\nthe next day that she had physically and sexually abused their two-\r\n\nyear-old daughter. They subsequently filed their complaint under\r\n\nthe FTCA alleging that the Navy was negligent in \"certif[ying]\" the\r\n\nsitter, and in falsely representing that she was qualified to\r\n\nprovide safe babysitting services. Appellants also alleged that\r\n\nthe Navy violated their First Amendment rights by warning them \"to\r\n\nkeep silent\" about the incident.\r\n\n     The district court granted summary judgment for the\r\n\ngovernment. It ruled that the FTCA was inapplicable because the\r\n\nRed Cross and its employees were not government employees whose\r\n\nconduct was actionable under the statute. It also held that an\r\n\nFTCA action was not viable because the Navy's alleged actions did\r\n\nnot constitute negligence under local law. Although the government\r\n\ndid not respond in its summary judgment motion to the First\r\n\nAmendment claim, the district court \r                                             sua \r                                                 sponte dismissed the claim\r\n\n      The Navy sought to have the sitter prosecuted but the U.S.\r\nAttorney's office declined to prosecute because the sitter was a\r\njuvenile.\r\n\n      The Navy operates two fulltime child care programs at the\r\nbase, the Child Development Center/Preschool (CDC) and a Family\r\nHome Care Program (FHC), neither of which is at issue in this case.\r\nThe Navy has issued detailed instructions for each of these\r\nprograms, including background checks for FHC providers, who are\r\nprivate individuals who care for up to six children in a Navy\r\nhousing unit.  See App. at 24-41.\r\r\n\nfor lack of supporting evidence. The Rayzors then filed this\r\n\nappeal.\r\n\n                   II. Federal Tort Claims Act\r\n\n     Our review of a grant of summary judgment is de novo, and we\r\n\nevaluate the record in the light most favorable to the non-moving\r\n\nparty.  See Coyne v. Taber Partners I, 53 F.3d 454, 457 (1st Cir.\r\n\n1995). Even from that vantage point, however, the Rayzors'\r\n\nnegligence claim lacks luster.\r\n\n      Their claim, in essence, is that the Navy should have probed\r\n\nthe backgrounds of the babysitters on the Red Cross list before\r\n\nrecommending them to base residents. Under Puerto Rico law, which\r\n\nis applicable in this FTCA suit, \r                                         see \r                                             Attallah v. \r                                                         United States\r                                                                      , 955\r\n\nF.2d 776, 781 (1st Cir. 1992), such a claim is actionable only if\r\n\na reasonable factfinder could find that the Navy had a duty to\r\n\nexercise due diligence to avoid foreseeable risks to the Rayzors,\r\n\nand that the Navy failed to fulfill that responsibility.      See\r\n\nCoyne, 53 F.3d at 458-60; \r                                   Malave Felix\r                                                v.\r                                                  Volvo Car Corp.\r                                                                 , 946 F.2d\r\n\n967, 971 (1st Cir. 1991). Even assuming, as the Rayzors argue at\r\n\nlength, that the Navy acquired a duty to protect them as a result\r\n\nof its recommendation that they hire a babysitter from the Red\r\n\nCross list -- a legal proposition about which we have doubts -- we\r\n\nthink no reasonable factfinder could find either a failure to\r\n\nexercise due diligence or a foreseeable risk of harm.\r\n\n      The Rayzors do not appeal the court's holding that Red Cross\r\nworkers are not federal employees, limiting their challenge on the\r\nFTCA claim to the court's ruling that they failed to make a viable\r\nshowing of negligence.\r\r\n\n     The Navy's only representation about the sitters on the Red\r\n\nCross list was an implicit statement that they were preferable to\r\n\nother sitters because of their relationship with the international\r\n\nhumanitarian agency, making them something of a known quantity.\r\n\nThe Rayzors offer no evidence to support their contention that the\r\n\nNavy lacked due diligence in failing to investigate the individuals\r\n\nwhose names appeared on the list. They cite to no incidents of\r\n\nchild abuse involving Red Cross sitters generally, or concerning\r\n\nthe specific individuals on the list at the base in Ceiba.\r\n\nMoreover, all of the individuals on the Red Cross list were\r\n\nteenagers, ranging in age from 11 to 17, and we cannot accept that\r\n\na reasonable factfinder would have concluded that the Navy had an\r\n\nobligation to do background checks on minors who had undergone Red\r\n\nCross training, in the absence of particularized concern. In\r\n\nshort, a reasonable person would not have foreseen a need to\r\n\ninvestigate these Red Cross-affiliated sitters to prevent harmful\r\n\ncriminal conduct.\r\n\n     Although foreseeability typically is both a \"factbound and\r\n\ncase-specific\" issue, see  Coyne, 53 F.3d at 460 -- foreclosing\r\n\nsummary judgment -- \"the evidence must be such that the factfinder\r\n\nrationally can conclude that the risk complained of is among the\r\n\nuniverse of risks recognizable by reasonably prudent persons acting\r\n\nwith due diligence under the same or similar circumstances.\"  Id.\r\n\n(citing Pacheco v. Puerto \r                                    Rico \r                                         Water \r                                               Resources \r                                                         Auth., 112 D.P.R.\r\n\n367, 372 (1982)). As we have noted, however, the Rayzors have\r\n\nproffered no basis upon which a factfinder could conclude that it\r\n\nwas foreseeable to the Navy that this, or any other teenage\r\r\n\nbabysitter who had taken a Red Cross babysitting course, would\r\n\nengage in criminally abusive mistreatment of her charge. \r                                                                 Cf., \r                                                                      e.g.,\r\n\nCoyne, 53 F.3d at 461 (reversing summary judgment where defendants\r\n\nwere on notice of the potential for violence);  Elba v. Univ. \r                                                                         of\r\n\nP.R., 90 J.T.S. 13 (1990) (Official English Translation: No. RE-86-\r\n\n214, slip op. at 21-23) (university's failure to provide adequate\r\n\nsecurity in high-risk area gave rise to violent assault of female\r\n\nstudent); \r                   Negron v. \r                             Orozco Rivera\r                                          , 113 P.R. Offic. Trans. 921, 927-\r\n\n29 (1983) (reasonable person would have foreseen eruption of\r\n\nviolence in police station, given prior confrontation between armed\r\n\nofficer and decedent).  See also  Mas v. United \r                                                          States, 984 F.2d\r\n\n527, 530 (1st Cir. 1993) (showing of negligence under Puerto Rico\r\n\nlaw requires \"a demonstration that the defendant has either actual\r\n\nor constructive knowledge of a dangerous condition\"). We therefore\r\n\nconclude that the Rayzors failed to generate a sufficient factual\r\n\ndispute to survive the government's motion for summary judgment on\r\n\nthe FTCA claim.  Accordingly, we affirm the district court's\r\n\ndismissal of that claim.\r\n\n                   III. First Amendment Claim\r\n\n      We previously have observed that liability for a breach of\r\nduty under Puerto Rico law requires a causal relationship between\r\nthe breach and the ensuing harm, meaning that \"'the damage must\r\nhave been foreseeable and \r                                    avoidable had the omitted action been\r\ntimely taken,'\" Coyne v. Taber \r                                         Partners \r                                                  I, 53 F.3d 454, 459 (1st\r\nCir. 1995) (quoting Elba v.  Univ. \r                                             of \r                                                P.R., 90 J.T.S. 13 (1990)\r\n(Official English Translation: No. RE-86-214, slip op. at 12)\r\n(emphasis added)). The Rayzors offer no evidence that a background\r\ncheck would have revealed the unsuitability of the sitter.\r\r\n\n     The Rayzors also alleged that the government violated their\r\n\nFirst Amendment rights by threatening that they should keep quiet\r\n\nabout the abuse incident. The government's motion for summary\r\n\njudgment did not address this claim, but the court dismissed it \r                                                                        sua\r\n\nsponte because it could not find any proof in the record to verify\r\n\nthe allegation. The court stated in its opinion:\r\n\n     Mr. Rayzor has failed to identify or indicate who, if\r\n     anyone, threatened him. In our opinion, a claim not\r\n     supported by affirmative evidence does not present a\r\n     genuine issue for trial. Unsupported allegations or\r\n     denials are not enough to defeat a motion for summary\r\n     judgment.  Anderson v.  Liberty \r                                               Lo[bby], \r                                                        Inc. 477 U.S.\r\n     242, 252 (1986).\r\n\n     The only apparent evidence on this claim contained in the\r\n\nappellate materials consists of two affidavits, one from each of\r\n\nthe Rayzors. The content relevant to a First Amendment claim in\r\n\nKevin Rayzor's affidavit is as follows:\r\n\n     [W]e were harassed and threatened by Navy officers in an\r\n     attempt to cover-up the incident. . . . I was told by an\r\n     officer of the Navy that I better keep my wife's mouth\r\n     shut, or I would have problems with my records.\r\n\nBobbi Rayzor's affidavit merely repeats the allegation of\r\n\nharassment and threats, and alleges that action on her application\r\n\nto be licensed as a Child Care Provider was delayed because of the\r\n\ncouple's complaints about the incident.\r\n\n     We agree with the district court's judgment that these\r\n\nstatements are inadequate to warrant a trial on the First Amendment\r\n\nclaim. They fail to identify who made the threatening statement(s)\r\n\nor when they were made, the basis for Mrs. Rayzor's assertion that\r\n\nthis incident affected her application to become a base Child Care\r\n\nProvider, or how Officer Rayzor's records could be affected by\r\n\npublic disclosure of the assault.\r\r\n\n     Appellants imply in their brief that summary judgment on this\r\n\nclaim is premature because no discovery has been conducted. So far\r\n\nas we can tell, lack of discovery was not an issue below. The\r\n\ngovernment moved for summary judgment on March 18, 1994, and the\r\n\ndistrict court dismissed the case more than two years later on July\r\n\n28, 1996. Appellants do not assert that they requested, but were\r\n\ndenied, discovery. Instead, they maintain that their affidavits\r\n\nconstituted \"ample evidence\" to survive summary judgment.\r\n\n     As we already have explained, we disagree that their proffer\r\n\nis adequate. It is virtually axiomatic that \"neither 'conclusory\r\n\nallegations,' . . . nor '[b]rash conjecture coupled with earnest\r\n\nhope that something concrete will materialize, is []sufficient to\r\n\nblock summary judgment.'\"  J. Geils Band Employee Benefit Plan v.\r\n\nSmith \r                Barney \r                       Shearson, \r                                 Inc., 76 F.3d 1245, 1251 (1st Cir. 1996)\r\n\n(citations omitted). This is all the Rayzors have offered.\r\n\n      We have some concern about the court's  sua \r                                                            sponte grant of\r\nsummary judgment on the First Amendment claim in light of the\r\ngovernment's failure to move for brevis disposition on that claim.\r\nThis, however, was not an ambush. In its Reply to Plaintiffs'\r\nOpposition to Defendant's Motion for Summary Judgment, the\r\ngovernment pointed to the lack of support for both the allegations\r\nof threats and Mrs. Rayzor's contention that the government stalled\r\nher license to become a Child Care Provider. The Reply was filed\r\non June 27, 1994, more than two years before the court ruled.\r\n     We therefore are satisfied that appellants had adequate notice\r\nof the government's challenge to the sufficiency of their \"threat\"\r\nallegations. See \r                           Penobscot Indian Nation\r                                                   v. \r                                                     Key Bank of Maine\r                                                                      , 112\r\nF.3d 538, 562 (1st Cir. 1997) (quoting    Berkovitz v.  Home  \r                                                                        Box\r\nOffice, Inc., 89 F.3d 24, 29 (1st Cir. 1996)) (\"'targeted party'\"\r\nmust be given \"'appropriate notice and a chance to present its\r\nevidence on the essential elements of the claim or defense'\"). \r\nIn these circumstances, to preclude summary judgment on the First\r\nAmendment claim based on the government's failure to seek it\r\nexplicitly would be to waste judicial resources for the sake of\r\npointless technicality. We decline to do so.\r\r\n\n     For the foregoing reasons, the summary judgment of the\r\n\ndistrict court is affirmed.\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                     [NOT FOR PUBLICATION] \r\n\n                                          \r\n\nNo. 96-2100\r\n\n              KEVIN AND BOBBI RAYZOR, THE MINOR BR,\r\n       REPRESENTED BY HER PARENTS, KEVIN AND BOBBI RAYZOR,\r\n\n                     Plaintiffs, Appellants,\r\n\n                               v.\r\n\n                    UNITED STATES OF AMERICA,\r\n\n                      Defendant, Appellee.\r\n                                          \r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Salvador E. Casellas, U.S. District Judge]\r\n                                          \r\n\n                             Before\r\n\n                      Selya, Circuit Judge,\r\n             Coffin and Cyr, Senior Circuit Judges.\r\n\n                                          \r\n\n     Andres Guilemard-Noble with whom Joan S. Peters was on brief\r\nfor appellants.\r\n     Steve  Frank, Attorney, Appellate Staff Civil Division,\r\nDepartment of Justice, with whom    Frank  \r                                                     W.  \r                                                         Hunger, Assistant\r\nAttorney General, \r                           Guillermo Gil\r                                        , United States Attorney, and \r                                                                     Robert\r\nS. Greenspan\r                     , Attorney, Appellate Staff Civil Division, Department\r\nof Justice, were on brief for appellee.\r\n                                          \r\n                          JULY 22, 1997\r\n                                          \r\r\n\n     COFFIN, Senior \r                              Circuit \r                                       Judge. Appellants Kevin and Bobbi\r\n\nRayzor seek to hold the United States responsible for the sexual\r\n\nabuse of their daughter by a babysitter whose name they obtained\r\n\nfrom a list allegedly recommended by the Navy. The Rayzors filed\r\n\nsuit for damages under the Federal Tort Claims Act, 28 U.S.C. S\r\n\n1346(b), asserting that the Navy was negligent in directing them to\r\n\nselect a babysitter from a Red Cross generated list without first\r\n\nchecking the qualifications of the individuals on the list. The\r\n\ndistrict court granted summary judgment for the government on both\r\n\nthat claim and a related First Amendment claim. We affirm.\r\n\n                          I. Background\r\n\n     Appellant Kevin Rayzor, a petty officer in the Navy, was\r\n\nstationed with his wife and young daughter at a base in Ceiba,\r\n\nPuerto Rico. The Rayzors claim that the Navy instructed them to\r\n\nhire babysitters for sporadic child care needs only from a list\r\n\nprovided by the American Red Cross at the base's Family Service\r\n\nCenter. That list contained the names of teenagers who had\r\n\ncompleted the nine-hour Red Cross babysitting course offered at the\r\n\n      Two points warrant some elaboration. First, there is some\r\nconfusion about whether the district court misunderstood the\r\nallegation to be that the Navy advised the Rayzors \r                                                           not to hire from\r\nthe Red Cross list. Unraveling the confusion is unnecessary\r\nbecause our assumption that the Navy did direct the Rayzors to use\r\nthe list exclusively is most advantageous to the Rayzors, whose\r\nclaim of negligence would be absurd, rather than just fruitless, if\r\nthey had hired a sitter from the list despite the Navy's explicit\r\ndirective not to do so.\r\n\n     Second, the Rayzors' assertion that they were directed to hire\r\nfrom the Red Cross list is based only on their own statement and is\r\nnot attributed to any particular individual or document. For\r\npurposes of summary judgment, we accept the allegation as true.\r\r\n\nbase. The course covered the basics of first aid and outlined the\r\n\nduties of a babysitter.\r\n\n     The Rayzors hired an individual from the list, and discovered\r\n\nthe next day that she had physically and sexually abused their two-\r\n\nyear-old daughter. They subsequently filed their complaint under\r\n\nthe FTCA alleging that the Navy was negligent in \"certif[ying]\" the\r\n\nsitter, and in falsely representing that she was qualified to\r\n\nprovide safe babysitting services. Appellants also alleged that\r\n\nthe Navy violated their First Amendment rights by warning them \"to\r\n\nkeep silent\" about the incident.\r\n\n     The district court granted summary judgment for the\r\n\ngovernment. It ruled that the FTCA was inapplicable because the\r\n\nRed Cross and its employees were not government employees whose\r\n\nconduct was actionable under the statute. It also held that an\r\n\nFTCA action was not viable because the Navy's alleged actions did\r\n\nnot constitute negligence under local law. Although the government\r\n\ndid not respond in its summary judgment motion to the First\r\n\nAmendment claim, the district court \r                                             sua \r                                                 sponte dismissed the claim\r\n\n      The Navy sought to have the sitter prosecuted but the U.S.\r\nAttorney's office declined to prosecute because the sitter was a\r\njuvenile.\r\n\n      The Navy operates two fulltime child care programs at the\r\nbase, the Child Development Center/Preschool (CDC) and a Family\r\nHome Care Program (FHC), neither of which is at issue in this case.\r\nThe Navy has issued detailed instructions for each of these\r\nprograms, including background checks for FHC providers, who are\r\nprivate individuals who care for up to six children in a Navy\r\nhousing unit.  See App. at 24-41.\r\r\n\nfor lack of supporting evidence. The Rayzors then filed this\r\n\nappeal.\r\n\n                   II. Federal Tort Claims Act\r\n\n     Our review of a grant of summary judgment is de novo, and we\r\n\nevaluate the record in the light most favorable to the non-moving\r\n\nparty.  See Coyne v. Taber Partners I, </pre><span class=\"citation\" data-id=\"695146\"><a href=\"/opinion/695146/john-p-coyne-v-taber-partners-i-dba-ambassador-plaza-hotel-casino/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span><pre class=\"inline\">, 457 (1st Cir.\r\n\n1995). Even from that vantage point, however, the Rayzors'\r\n\nnegligence claim lacks luster.\r\n\n      Their claim, in essence, is that the Navy should have probed\r\n\nthe backgrounds of the babysitters on the Red Cross list before\r\n\nrecommending them to base residents. Under Puerto Rico law, which\r\n\nis applicable in this FTCA suit, \r                                         see \r                                             Attallah v. \r                                                         United States\r                                                                      , </pre><span class=\"citation\" data-id=\"577110\"><a href=\"/opinion/577110/elias-attallah-violeta-lajam-de-attallah-and-the-conjugal-partnership/\"><span class=\"volume\">955</span>\r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">776</span></a></span><pre class=\"inline\">, 781 (1st Cir. 1992), such a claim is actionable only if\r\n\na reasonable factfinder could find that the Navy had a duty to\r\n\nexercise due diligence to avoid foreseeable risks to the Rayzors,\r\n\nand that the Navy failed to fulfill that responsibility.      See\r\n\n</pre><span class=\"citation\" data-id=\"695146\"><span class=\"antecedent_guess\">Coyne,</span> <a href=\"/opinion/695146/john-p-coyne-v-taber-partners-i-dba-ambassador-plaza-hotel-casino/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">458-60</span></a></span><pre class=\"inline\">; \r                                   Malave Felix\r                                                v.\r                                                  Volvo Car Corp.\r                                                                 , </pre><span class=\"citation\" data-id=\"570024\"><a href=\"/opinion/570024/prodliabrep-cch-p-12963-leila-malave-felix-v-volvo-car-corporation/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span>\r\n\n<span class=\"page\">967</span></a></span><pre class=\"inline\">, 971 (1st Cir. 1991). Even assuming, as the Rayzors argue at\r\n\nlength, that the Navy acquired a duty to protect them as a result\r\n\nof its recommendation that they hire a babysitter from the Red\r\n\nCross list -- a legal proposition about which we have doubts -- we\r\n\nthink no reasonable factfinder could find either a failure to\r\n\nexercise due diligence or a foreseeable risk of harm.\r\n\n      The Rayzors do not appeal the court's holding that Red Cross\r\nworkers are not federal employees, limiting their challenge on the\r\nFTCA claim to the court's ruling that they failed to make a viable\r\nshowing of negligence.\r\r\n\n     The Navy's only representation about the sitters on the Red\r\n\nCross list was an implicit statement that they were preferable to\r\n\nother sitters because of their relationship with the international\r\n\nhumanitarian agency, making them something of a known quantity.\r\n\nThe Rayzors offer no evidence to support their contention that the\r\n\nNavy lacked due diligence in failing to investigate the individuals\r\n\nwhose names appeared on the list. They cite to no incidents of\r\n\nchild abuse involving Red Cross sitters generally, or concerning\r\n\nthe specific individuals on the list at the base in Ceiba.\r\n\nMoreover, all of the individuals on the Red Cross list were\r\n\nteenagers, ranging in age from 11 to 17, and we cannot accept that\r\n\na reasonable factfinder would have concluded that the Navy had an\r\n\nobligation to do background checks on minors who had undergone Red\r\n\nCross training, in the absence of particularized concern. In\r\n\nshort, a reasonable person would not have foreseen a need to\r\n\ninvestigate these Red Cross-affiliated sitters to prevent harmful\r\n\ncriminal conduct.\r\n\n     Although foreseeability typically is both a \"factbound and\r\n\ncase-specific\" issue, see  </pre><span class=\"citation\" data-id=\"695146\"><span class=\"antecedent_guess\">Coyne,</span> <a href=\"/opinion/695146/john-p-coyne-v-taber-partners-i-dba-ambassador-plaza-hotel-casino/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">460</span> </a></span><pre class=\"inline\">-- foreclosing\r\n\nsummary judgment -- \"the evidence must be such that the factfinder\r\n\nrationally can conclude that the risk complained of is among the\r\n\nuniverse of risks recognizable by reasonably prudent persons acting\r\n\nwith due diligence under the same or similar circumstances.\"  </pre><span class=\"citation\" data-id=\"695146\"><a href=\"/opinion/695146/john-p-coyne-v-taber-partners-i-dba-ambassador-plaza-hotel-casino/\"><span class=\"id_token\">Id.</span>\r\n\n(citing Pacheco </a></span><pre class=\"inline\">v. Puerto \r                                    Rico \r                                         Water \r                                               Resources \r                                                         Auth., 112 D.P.R.\r\n\n367, 372 (1982)). As we have noted, however, the Rayzors have\r\n\nproffered no basis upon which a factfinder could conclude that it\r\n\nwas foreseeable to the Navy that this, or any other teenage\r\r\n\nbabysitter who had taken a Red Cross babysitting course, would\r\n\nengage in criminally abusive mistreatment of her charge. \r                                                                 Cf., \r                                                                      e.g.,\r\n\n</pre><span class=\"citation\" data-id=\"695146\"><span class=\"antecedent_guess\">Coyne,</span> <a href=\"/opinion/695146/john-p-coyne-v-taber-partners-i-dba-ambassador-plaza-hotel-casino/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">461</span> </a></span><pre class=\"inline\">(reversing summary judgment where defendants\r\n\nwere on notice of the potential for violence);  Elba v. Univ. \r                                                                         of\r\n\nP.R., 90 J.T.S. 13 (1990) (Official English Translation: No. RE-86-\r\n\n214, slip op. at 21-23) (university's failure to provide adequate\r\n\nsecurity in high-risk area gave rise to violent assault of female\r\n\nstudent); \r                   Negron v. \r                             Orozco Rivera\r                                          , </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">921</span></span><pre class=\"inline\">, 927-\r\n\n29 (1983) (reasonable person would have foreseen eruption of\r\n\nviolence in police station, given prior confrontation between armed\r\n\nofficer and decedent).  See also  Mas v. United \r                                                          States, </pre><span class=\"citation\" data-id=\"599124\"><a href=\"/opinion/599124/isabelita-mas-v-united-states-of-america/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span>\r\n\n<span class=\"page\">527</span></a></span><pre class=\"inline\">, 530 (1st Cir. 1993) (showing of negligence under Puerto Rico\r\n\nlaw requires \"a demonstration that the defendant has either actual\r\n\nor constructive knowledge of a dangerous condition\"). We therefore\r\n\nconclude that the Rayzors failed to generate a sufficient factual\r\n\ndispute to survive the government's motion for summary judgment on\r\n\nthe FTCA claim.  Accordingly, we affirm the district court's\r\n\ndismissal of that claim.\r\n\n                   III. First Amendment Claim\r\n\n      We previously have observed that liability for a breach of\r\nduty under Puerto Rico law requires a causal relationship between\r\nthe breach and the ensuing harm, meaning that \"'the damage must\r\nhave been foreseeable and \r                                    avoidable had the omitted action been\r\ntimely taken,'\" Coyne v. Taber \r                                         Partners \r                                                  I, </pre><span class=\"citation\" data-id=\"695146\"><a href=\"/opinion/695146/john-p-coyne-v-taber-partners-i-dba-ambassador-plaza-hotel-casino/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span><pre class=\"inline\">, 459 (1st\r\nCir. 1995) (quoting Elba v.  Univ. \r                                             of \r                                                P.R., 90 J.T.S. 13 (1990)\r\n(Official English Translation: No. RE-86-214, slip op. at 12)\r\n(emphasis added)). The Rayzors offer no evidence that a background\r\ncheck would have revealed the unsuitability of the sitter.\r\r\n\n     The Rayzors also alleged that the government violated their\r\n\nFirst Amendment rights by threatening that they should keep quiet\r\n\nabout the abuse incident. The government's motion for summary\r\n\njudgment did not address this claim, but the court dismissed it \r                                                                        sua\r\n\nsponte because it could not find any proof in the record to verify\r\n\nthe allegation. The court stated in its opinion:\r\n\n     Mr. Rayzor has failed to identify or indicate who, if\r\n     anyone, threatened him. In our opinion, a claim not\r\n     supported by affirmative evidence does not present a\r\n     genuine issue for trial. Unsupported allegations or\r\n     denials are not enough to defeat a motion for summary\r\n     judgment.  Anderson v.  Liberty \r                                               Lo[bby], \r                                                        Inc. </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span>\r\n     <span class=\"page\">242</span></a></span><pre class=\"inline\">, 252 (1986).\r\n\n     The only apparent evidence on this claim contained in the\r\n\nappellate materials consists of two affidavits, one from each of\r\n\nthe Rayzors. The content relevant to a First Amendment claim in\r\n\nKevin Rayzor's affidavit is as follows:\r\n\n     [W]e were harassed and threatened by Navy officers in an\r\n     attempt to cover-up the incident. . . . I was told by an\r\n     officer of the Navy that I better keep my wife's mouth\r\n     shut, or I would have problems with my records.\r\n\nBobbi Rayzor's affidavit merely repeats the allegation of\r\n\nharassment and threats, and alleges that action on her application\r\n\nto be licensed as a Child Care Provider was delayed because of the\r\n\ncouple's complaints about the incident.\r\n\n     We agree with the district court's judgment that these\r\n\nstatements are inadequate to warrant a trial on the First Amendment\r\n\nclaim. They fail to identify who made the threatening statement(s)\r\n\nor when they were made, the basis for Mrs. Rayzor's assertion that\r\n\nthis incident affected her application to become a base Child Care\r\n\nProvider, or how Officer Rayzor's records could be affected by\r\n\npublic disclosure of the assault.\r\r\n\n     Appellants imply in their brief that summary judgment on this\r\n\nclaim is premature because no discovery has been conducted. So far\r\n\nas we can tell, lack of discovery was not an issue below. The\r\n\ngovernment moved for summary judgment on March 18, 1994, and the\r\n\ndistrict court dismissed the case more than two years later on July\r\n\n28, 1996. Appellants do not assert that they requested, but were\r\n\ndenied, discovery. Instead, they maintain that their affidavits\r\n\nconstituted \"ample evidence\" to survive summary judgment.\r\n\n     As we already have explained, we disagree that their proffer\r\n\nis adequate. It is virtually axiomatic that \"neither 'conclusory\r\n\nallegations,' . . . nor '[b]rash conjecture coupled with earnest\r\n\nhope that something concrete will materialize, is []sufficient to\r\n\nblock summary judgment.'\"  J. Geils Band Employee Benefit Plan v.\r\n\nSmith \r                Barney \r                       Shearson, \r                                 Inc., </pre><span class=\"citation\" data-id=\"196588\"><a href=\"/opinion/196588/j-geils-band-v-smith-barney/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1245</span></a></span><pre class=\"inline\">, 1251 (1st Cir. 1996)\r\n\n(citations omitted). This is all the Rayzors have offered.\r\n\n      We have some concern about the court's  sua \r                                                            sponte grant of\r\nsummary judgment on the First Amendment claim in light of the\r\ngovernment's failure to move for brevis disposition on that claim.\r\nThis, however, was not an ambush. In its Reply to Plaintiffs'\r\nOpposition to Defendant's Motion for Summary Judgment, the\r\ngovernment pointed to the lack of support for both the allegations\r\nof threats and Mrs. Rayzor's contention that the government stalled\r\nher license to become a Child Care Provider. The Reply was filed\r\non June 27, 1994, more than two years before the court ruled.\r\n     We therefore are satisfied that appellants had adequate notice\r\nof the government's challenge to the sufficiency of their \"threat\"\r\nallegations. See \r                           Penobscot Indian Nation\r                                                   v. \r                                                     Key Bank of Maine\r                                                                      , </pre><span class=\"citation\" data-id=\"740225\"><a href=\"/opinion/740225/penobscot-indian-nation-v-key-bank-of-maine-john-palmer-palmer/\"><span class=\"volume\">112</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">538</span></a></span><pre class=\"inline\">, 562 (1st Cir. 1997) (quoting    Berkovitz v.  Home  \r                                                                        Box\r\nOffice, Inc., </pre><span class=\"citation\" data-id=\"196881\"><a href=\"/opinion/196881/berkovitz-v-home-box-office/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">, 29 (1st Cir. 1996)) (\"'targeted party'\"\r\nmust be given \"'appropriate notice and a chance to present its\r\nevidence on the essential elements of the claim or defense'\"). \r\nIn these circumstances, to preclude summary judgment on the First\r\nAmendment claim based on the government's failure to seek it\r\nexplicitly would be to waste judicial resources for the sake of\r\npointless technicality. We decline to do so.\r\r\n\n     For the foregoing reasons, the summary judgment of the\r\n\ndistrict court is affirmed.\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196588/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570024/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577110/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599124/",
    "https://www.courtlistener.com/api/rest/v3/opinions/695146/",
    "https://www.courtlistener.com/api/rest/v3/opinions/740225/"
  ]
}