{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/197464/",
  "id": 197464,
  "absolute_url": "/opinion/197464/he-saenger-v-nationwide-insurance/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/197464/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:30:51Z",
  "date_modified": "2020-02-22T00:02:16.743934Z",
  "type": "010combined",
  "sha1": "8bc5c775300838d48ffc48bddd00ea4508450d8a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2197.01A",
  "local_path": null,
  "plain_text": "\n\nNo. 96-2197\r\n\n                 THE SAENGER ORGANIZATION, INC.,\r\n\n                      Plaintiff, Appellee,\r\n\n                               v.\r\n\n        NATIONWIDE INSURANCE LICENSING ASSOCIATES, INC.,\r\n      COMMONWEALTH LICENSING GROUP, AND LAWRENCE R. DURKIN,\r\n\n                     Defendants, Appellants.\r\n\n                                          \r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Nancy C. Gertner, U.S. District Judge]\r\n\n                                          \r\n\n                             Before\r\n\n                      Selya, Circuit Judge,\r\n                  Bownes, Senior Circuit Judge,\r\n                    and Stahl, Circuit Judge.\r\n\n                                          \r\n\n  Ernest  B. Murphy with whom  Murphy &amp; O'Connell was  on brief for\r\nappellants.\r\n  David \r                 J. \r                    Byer \r                        with \r                             whom Testa, Hurwitz &amp; Thibeault, LLP, Stephen J.\r\nKenney, and Kenney &amp; Maciolek, were on brief for appellee.\r\n\n                                          \r\n\n                          July 18, 1997\r\n                                          \r\r\n\n            STAHL, Circuit Judge.  This copyright  infringement\r\n\n  case \r                revolves around a dispute over who owns the copyrights in\r\n\n  insurance licensing  texts and manuals  that were created  in\r\n\n  1986. \r                  \r                  It \r                     comes \r                          to \r                             us \r                                on \r                                   appeal from the district court's grant\r\n\n  of \r              summary \r                      judgment \r                              in \r                                 favor of plaintiff-appellee, The Saenger\r\n\n  Organization,  Inc.  (\"Saenger\"),  and  against   defendants-\r\n\n  appellants Lawrence R. Durkin, Nationwide Insurance Licensing\r\n\n  Associates,   Inc.,   and   Commonwealth   Licensing    Group\r\n\n  (collectively \r                         \"Durkin\"). \r                                    Durkin argues that the district court\r\n\n  improperly \r                      found \r                            that \r                                no \r                                   genuine issue of material fact existed\r\n\n  as to Saenger's ownership of valid copyrights in the  manuals\r\n\n  and \r               Durkin's \r                        infringement of them.  Thus, Durkin contends that\r\n\n  the \r               district \r                        court wrongly concluded that Saenger was entitled\r\n\n  to judgment in its favor as a matter of law.  Durkin  further\r\n\n  argues \r                  that \r                       the district court incorrectly determined that the\r\n\n  applicable Massachusetts statutes  of limitations and  frauds\r\n\n  barred his state  law counterclaims against Saenger  alleging\r\n\n  fraud, breach of agreement, and unfair and deceptive business\r\n\n  practices. \r                       \r                       For \r                          the \r                              reasons that follow, we affirm the district\r\n\n  court's rulings.\r\n\n                       Standard of Review\r\n\n            We exercise plenary, de  novo review of a  district\r\n\n  court's \r                   entry \r                         of \r                           summary \r                                   judgment.  See Ortiz-Pinero v. Rivera-\r\n\n  Arroyo, 84 F.3d 7, 11  (1st Cir. 1996).  Summary judgment  is\r\n\n  appropriate \r                       where there are no genuine disputes as to material\r\n\n                               -2-\r                                          2\r\r\n\n  facts \r                 and \r                     the moving party is entitled to judgment as a matter\r\n\n  of law.   See Fed.  R. Civ. P. 56(c).   We review the  record\r\n\n  evidence in the light most favorable to the non-moving party,\r\n\n  and thus draw all  reasonable inferences and resolve  factual\r\n\n  disputes in favor of the party against whom summary  judgment\r\n\n  has \r               been \r                    entered, \r                            in \r                               this case, the defendants-appellants.  See\r\n\n  Den Norske Bank v. First Nat'l Bank of Boston, 75 F.3d 49, 53\r\n\n  (1st Cir. 1996).\r\n\n                Background and Prior Proceedings\r\n\n            The \r                         Saenger \r                                 Organization has been in the business of\r\n\n  publishing insurance licensing texts and manuals since  1986.\r\n\n  Durkin worked for Saenger from 1986 until 1992, during  which\r\n\n  time he was an officer and vice president of the corporation.\r\n\n  Since 1993,  Durkin,  now the  principal of  both  Nationwide\r\n\n  Insurance  Licensing Associates  and  Commonwealth  Licensing\r\n\n  Group, has been independently  in the business of  publishing\r\n\n  insurance licensing texts and manuals.\r\n\n            According to Durkin, he and Saenger reached an oral\r\n\n  agreement in April 1986 as  to work that Durkin would do  for\r\n\n  Saenger.   Saenger disputes  the existence  of any  unwritten\r\n\n  agreement, but concedes that we must view the record evidence\r\n\n  in the  light most favorable to  Durkin for purposes of  this\r\n\n  appeal and the  underlying motion.  According to Durkin,  the\r\n\n  work responsibilities  he undertook  in the  April 1986  oral\r\n\n  agreement included the development of a property and casualty\r\n\n                               -3-\r\r\n\n  insurance \r                     licensing \r                              manual, a life and health insurance manual,\r\n\n  and several state law supplements.  Durkin maintains that the\r\n\n  alleged oral agreement contained the following terms:  Durkin\r\n\n  was to begin immediately to develop, update, and expand these\r\n\n  manuals and supplements for Saenger, which would market them;\r\n\n  he  would become  Saenger's vice  president immediately  upon\r\n\n  completion of an  existing employment  commitment to  another\r\n\n  firm; \r                 he \r                    and \r                        Saenger would be co-authors of the materials that\r\n\n  Durkin would write  and co-owners of the copyrights in  those\r\n\n  materials; and, he would be paid a base salary of $42,000 per\r\n\n  annum plus 50 percent of the net revenues of the materials he\r\n\n  worked \r                  on, \r                      with \r                          the \r                              computation and sharing of such net revenue\r\n\n  to \r              begin \r                    in \r                      June \r                           1987 \r                                and to continue in each succeeding fiscal\r\n\n  year.  Durkin  promptly began to  work part-time (nights  and\r\n\n  weekends) on the manuals --  as he and Saenger had agreed  --\r\n\n  even though  he was  still employed  by Educational  Training\r\n\n  Systems (\"ETS\").  Durkin and Saenger continued with this work\r\n\n  arrangement for several months until Durkin assumed full-time\r\n\n  work duties at Saenger's offices in July 1986.\r\n\n            Two of the  insurance licensing  texts that  Durkin\r\n\n  worked on during his  relationship with Saenger were  manuals\r\n\n  that \r                came \r                     to \r                       be \r                          titled \r                                 Li\r                                   fe, Accident and Health Licensing Text\r\n\n  and Property/Casualty Licensing Text (hereinafter \"Life\"  and\r\n\n  \"Property\" respectively).   Durkin claims  he authored  these\r\n\n  works in their entirety,  while Saenger contends that  Durkin\r\n\n                               -4-\r                                          4\r\r\n\n  merely expanded  and  updated  previously  developed  Saenger\r\n\n  manuals. \r                     \r                     In \r                        any event, on or about November 26, 1986, Saenger\r\n\n  submitted \r                     an \r                       application \r                                   for copyright registration, a Form TX,\r\n\n  for Property with the United States Copyright Office.   About\r\n\n  two days later, Saenger  submitted a similar application  for\r\n\n  Life.1  \r\n\n            The \r                         Property\r                                  \r                                  application listed July 16, 1986 as the\r\n\n  work's first date of publication and indicated that it was  a\r\n\n  \"work  made for  hire\" by  the work's  co-authors, which  the\r\n\n  application  listed  as   Bruce  W.   Saenger  (The   Saenger\r\n\n  Organization's  principal)  and  Lawrence  R.  Durkin.    The\r\n\n  application indicated that  The Saenger Organization was  the\r\n\n  hiring party  for whom  the work was  made and  was the  sole\r\n\n  claimant  of copyright  protection.    The  Copyright  Office\r\n\n  responded to the application with a letter dated January  23,\r\n\n  1987, \r                 notifying \r                          Saenger \r                                  that \"[i]f an individual contributes to\r\n\n  or creates a work in his or her capacity as either an officer\r\n\n  or  employee  of  a company  or  organization,  the  work  is\r\n\n  considered a 'work made for hire' and the employer should  be\r\n\n  named as the author rather than the individual.\"  In response\r\n\n  to this  letter,  Saenger completed  and submitted  a  second\r\n\n  application for the same work, i.e., Property, again  listing\r\n\n  The Saenger Organization as the sole copyright claimant,  but\r\n\n  1.  Durkin claims that the Property application, while\r\n  submitted to the Copyright Office in November 1986, was\r\n  filled out in his presence on or about July 16, 1986.\r\n\n                               -5-\r                                          5\r\r\n\n  this time also listing it alone as the work's author.  On the\r\n\n  basis of this second application, which the Copyright  Office\r\n\n  received on  February 24, 1987,  the Copyright Office  issued\r\n\n  Saenger \r                   a \r                     copyright \r                              for \r                                  P\r                                   roperty (registration number TX 2-011-\r\n\n  625), which listed November 26, 1986 as the effective date of\r\n\n  registration.\r\n\n            Like the  initial Property  application, the  first\r\n\n  application that Saenger submitted  for Life listed Bruce  W.\r\n\n  Saenger and  Lawrence R. Durkin as  the authors of the  work,\r\n\n  indicated that it was a \"work made for hire,\" and stated that\r\n\n  The  Saenger Organization,  the copyright  claimant, was  the\r\n\n  hiring \r                  party \r                        for whom the work had been made.   Interestingly,\r\n\n  the Copyright Office responded  to this application prior  to\r\n\n  responding to the earlier Property application.  By a  letter\r\n\n  dated \r                 December 24, 1986, the Copyright Office notified Saenger\r\n\n  that \"[w]here  a work  is 'made  for hire,'  the employer  is\r\n\n  considered  the author  and  should  be [so]  named  [on  the\r\n\n  copyright application.]\"  In response to this letter, Saenger\r\n\n  completed \r                     and \r                        submitted \r                                  a second application for the same work,\r\n\n  i.e., \r                 Life\r                     , \r                      this \r                           time \r                                listing The Saenger Organization alone as\r\n\n  the work's author.  On the basis of this second  application,\r\n\n  which the Copyright Office received on January 16, 1987,  the\r\n\n  Copyright  Office  issued   Saenger  a  copyright  for   Life\r\n\n  (registration number TX 1-983-136), which listed November 28,\r\n\n  1986 as the effective date of registration.\r\n\n                               -6-\r                                          6\r\r\n\n            During the period  of time when these  applications\r\n\n  were pending, Durkin  asked Saenger  about the  applications'\r\n\n  status. \r                    \r                    Some time after the Copyright Office sent Saenger the\r\n\n  copyright registrations for Property and Life (the record  is\r\n\n  not clear precisely when),  Saenger informed Durkin that  the\r\n\n  copyrights had \"come in from the Office.\"  Durkin did not ask\r\n\n  to see, nor did he see, the copyright registrations or any of\r\n\n  the \r               applications submitted to the Copyright Office prior to an\r\n\n  incident which occurred in April 1992.  According to  Durkin,\r\n\n  while  looking through  some files  in the  clerical area  at\r\n\n  Saenger,  he  inadvertently   encountered  a  file   entitled\r\n\n  \"COPYRIGHT INFO.\"   He looked inside the file and  discovered\r\n\n  copies of the applications  and the letters described  above.\r\n\n  According to Durkin,  he brought the file to Bruce  Saenger's\r\n\n  office \r                  and \r                      demanded \r                              an \r                                 explanation for why he was not listed as\r\n\n  a copyright owner,  demanded his share  of the copyright  and\r\n\n  copyright revenues, and expressed his view that the copyright\r\n\n  registrations\r                         amounted to a violation of their oral agreement.\r\n\n  Saenger denies that such a confrontation ever took place. \r\n\n            Prior to leaving Saenger in September 1992,  Durkin\r\n\n  avers that he had regular and frequent discussions with Bruce\r\n\n  Saenger \r                   concerning the copyright and revenue issues, something\r\n\n  Saenger \r                   denies. \r                            \r                           Durkin \r                                  states that Saenger repeatedly promised\r\n\n  him that he would  \"get around to\" changing the copyright  to\r\n\n  name  Durkin as a  co-author and co-owner  and would make  an\r\n\n                               -7-\r                                          7\r\r\n\n  accounting for  monies owed Durkin  as a  result of  revenues\r\n\n  attributable to fiscal years 1989 to 1992.\r\n\n            Durkin \r                            admits \r                                   that \r                                       after \r                                             he left Saenger in September\r\n\n  1992 he copied substantial portions of both Life and Property\r\n\n  and \r               used \r                    them in his own text, Fundamentals of Life, Accident,\r\n\n  and  Health  Licensing  Text  (hereinafter   \"Fundamentals\").\r\n\n  Saenger \r                   became \r                          aware \r                               of \r                                  Durkin's activities in April 1994.  The\r\n\n  following \r                     month, Saenger advised Durkin to discontinue copying\r\n\n  and publishing the  written material in  question, as it  was\r\n\n  copyrighted  by  Saenger.    Durkin,  however,  persisted  in\r\n\n  publishing \r                      and distributing the material.  Shortly thereafter,\r\n\n  Saenger filed suit  in federal district court.  The  district\r\n\n  court preliminarily enjoined publication and distribution  of\r\n\n  the Durkin materials and entered summary judgment for Saenger\r\n\n  on both its copyright infringement claims and Durkin's  state\r\n\n  law counterclaims.  This appeal ensued.\r\n\n                The Copyright Infringement Issue\r\n\n            The \r                         plaintiff in a copyright infringement case bears\r\n\n  the \r               burden \r                      of \r                        proving \r                                \"'(1) ownership of a valid copyright, and\r\n\n  (2) \r               [unauthorized] copying of constituent elements of the work\r\n\n  that \r                are \r                    original.'\"  Lotus Dev. Corp. v. Borland Int'l, Inc.,\r\n\n  49 F.3d 807, 813 (1st Cir. 1995), aff'd by an equally divided\r\n\n  court\r                , \r                  116 \r                      S. Ct. 804 (1996) (quoting Feist Public'ns, Inc. v.\r\n\n  Rural Tel. Serv. Co., 499 U.S. 340, 361 (1991)); see also CMM\r\n\n  Cable Rep., Inc. v.  Ocean Coast Props., Inc., 97 F.3d  1504,\r\n\n                               -8-\r                                          8\r\r\n\n  1513 \r                (1st \r                     Cir. \r                         1996). \r                                 \r                                 Only the first of these two prongs is at\r\n\n  issue \r                 in \r                    this \r                        case \r                             because Durkin does not deny or dispute that\r\n\n  he \r              copied \r                     the \r                        pertinent \r                                  material from Property and Life without\r\n\n  any \r               authorization \r                            from \r                                 Saenger.  Thus, the only issue before us\r\n\n  is whether  Saenger's copyrights  for Property  and Life  are\r\n\n  valid.   \r\n\n            To show ownership of a valid copyright, a plaintiff\r\n\n  bears the burden of proving  that the work, when viewed as  a\r\n\n  whole, \r                  is \r                     original and that he has complied with the requisite\r\n\n  statutory formalities.   See  Lotus, 49  F.3d at  813.   \"'In\r\n\n  judicial proceedings, a certificate of copyright registration\r\n\n  constitutes \r                       prima\r                            \r                            facie\r                                  \r                                  evidence of copyrightability and shifts\r\n\n  the \r               burden \r                      to \r                        the \r                            defendant to demonstrate why the copyright is\r\n\n  not \r               valid.'\" \r                         Id. (quoting Bibbero Sys., Inc. v. Colwell Sys.,\r\n\n  Inc.\r               , \r                 893 \r                     F.2d 1104, 1106 (9th Cir. 1990)); see also 17 U.S.C.\r\n\n  S 410(c); CMM Cable, 97 F.3d at 1513. \r\n\n            In  this case,  Saenger succeeded  in shifting  the\r\n\n  burden regarding the  validity of its copyrights in Life  and\r\n\n  Property by  producing copyright  registration  certificates.\r\n\n  Durkin attempted to meet the repositioned burden of proof  by\r\n\n  arguing  that   Saenger's   copyrights   were   obtained   by\r\n\n  misrepresentation and are, therefore, invalid.  We, like  the\r\n\n  district court, do not find this argument persuasive.\r\n\n            The  crux  of Durkin's  theory  is  that  the  oral\r\n\n  agreement \r                     he \r                       allegedly \r                                 entered into with Saenger in April 1986,\r\n\n                               -9-\r                                          9\r\r\n\n  which  Durkin  characterizes  as  a  partnership   agreement,\r\n\n  undermines the validity of  Saenger's copyrights in Life  and\r\n\n  Property.  Specifically, Durkin  alleges that he and  Saenger\r\n\n  orally agreed  in April 1986 that  he was to develop  written\r\n\n  materials for  Saenger and that he  and Saenger would be  co-\r\n\n  authors and co-owners of  the copyrights in those  materials,\r\n\n  including those now  titled Life and Property.  Thus,  Durkin\r\n\n  argues  that Saenger's  copyrights are  invalid because  they\r\n\n  violate \r                   the \r                       terms of the April 1986 oral agreement and because\r\n\n  the copyright applications  that Saenger submitted  contained\r\n\n  information other than that  which Saenger agreed they  would\r\n\n  contain as to ownership of the copyrights.  Saenger  contests\r\n\n  the \r               veracity \r                        of \r                          Durkin's \r                                   various allegations, but concedes that\r\n\n  they must be assumed to  be correct for the purposes of  this\r\n\n  appeal.    Even  so,  Durkin's  argument  encounters  several\r\n\n  difficulties. \r\n\n             The Copyright Act of 1976 provides that  copyright\r\n\n  protection  generally attaches  to  the person  who  actually\r\n\n  creates a work.  See 17 U.S.C. S 201(a) (\"Copyright in a work\r\n\n  . . . vests initially in  the author or authors of the  work.\r\n\n  The authors of a joint work are coowners of copyright in  the\r\n\n  work.\"). \r                     \r                     \"The Act carves out an important exception, however,\r\n\n  for  'works made  for hire.'\"   Community  for Creative  Non-\r\n\n  Violence\r                    \r                    v. \r                       R\r                        eid, 490 U.S. 730, 737 (1989) [hereinafter CCNV].\r\n\n  Where \"a work [is] made for hire,\" the Act provides that \"the\r\n\n                              -10-\r                                         10\r\r\n\n  employer or  other person for whom  the work was prepared  is\r\n\n  considered the  author\" and  owns the  copyright \"unless  the\r\n\n  parties \r                   have \r                       expressly \r                                 agreed otherwise in a written instrument\r\n\n  signed by them.\"  17 U.S.C. S 201(b).\r\n\n            As for the  scope of this exception to the  general\r\n\n  rule regarding copyright ownership, the 1976 Act, in relevant\r\n\n  part, provides  that a  \"work [is] made  for hire\"  if it  is\r\n\n  either:  \r\n\n            (1) a  work  prepared by  an  employee\r\n          within  the   scope   of  his   or   her\r\n          employment; or \r\n            (2)  a   work  specially  ordered   or\r\n          commissioned  for  use   as  .  .  .   a\r\n          supplementary work, as a compilation, as\r\n          an instructional  text,  as a  test,  as\r\n          answer  material for  a test,  or as  an\r\n          atlas, if the parties expressly agree in\r\n          a written instrument signed by them that\r\n          the work shall be considered a work made\r\n          for hire. . . .   \r\n\n17 U.S.C. S 101.      \r\n\n            In \r                        this \r                             case, the parties agree that they did not sign\r\n\na written  instrument  stating  that the  materials  that  Durkin\r\n\nprepared for  Saenger would be  considered works  made for  hire.\r\n\nAccordingly, Life and Property can be considered \"works made  for\r\n\nhire\" \r               only \r                    if \r                      they \r                           satisfy the requirements of section 101(1), that\r\n\nis,  if they  were prepared  by Durkin  within the  scope of  his\r\n\nemployment with Saenger.  \r\n\n            The  Copyright Act  nowhere  defines  the  key  terms\r\n\n\"employee\" or \"scope of employment.\"  See CCNV, 490 U.S. at  739;\r\n\nMelville  B. Nimmer  &amp;  David Nimmer,  1  Nimmer on  Copyright  S\r\n\n                              -11-\r                                         11\r\r\n\n5.03[B][1] at 5-14.2 (1996).  In CCNV, the Supreme Court resolved\r\n\nfour conflicting judicial interpretations of these terms, see 490\r\n\nU.S. at  738-39,   by construing them  to mean the  \"conventional\r\n\nmaster-servant relationship  as understood  by common-law  agency\r\n\ndoctrine.\" \r                     \r                     I\r                      d. at 740.  The resulting directive from the Court is\r\n\nunambiguous: \r                       \r                      \"To \r                          determine whether a work is [made] for hire under\r\n\nthe \r             Act, \r                  a \r                    court first should ascertain, using principles of [the]\r\n\ngeneral common law of agency, whether the work was prepared by an\r\n\nemployee  or  an  independent  contractor.    After  making  this\r\n\ndetermination\r                      , the court can apply the appropriate subsection of S\r\n\n101.\"  Id. at 750-51.  The Court provided a nonexhaustive list of\r\n\nfactors courts should use \"[i]n determining whether a hired party\r\n\nis an employee under the general  common law of agency.\"  Id.  at\r\n\n751.  This list includes the following:  \r\n\n          the \r                       hiring \r                              party's right to control the manner\r\n          and \r                       means \r                             by \r                                which the product is accomplished\r\n          . . . . the skill required; the source of the\r\n          instrumentalities and tools; the location  of\r\n          the work;  the duration  of the  relationship\r\n          between the parties; whether the hiring party\r\n          has \r                       the \r                           right to assign additional projects to\r\n          the  hired party;  the  extent of  the  hired\r\n          party's discretion over when and how long  to\r\n          work; \r                         the \r                             method of payment; the hired party's\r\n          role in hiring and paying assistants; whether\r\n          the work is part  of the regular business  of\r\n          the hiring party; whether the hiring party is\r\n          in  business;   the  provision  of   employee\r\n          benefits; and the tax treatment of the  hired\r\n          party.\r\n\nId. at 751-52 (footnotes omitted) (citing Restatement (Second) of\r\n\nAgency S 220(2) (1958)).   The Court completed its discussion  of\r\n\n                              -12-\r                                         12\r\r\n\nthese factors  by cautioning that \"[n]o  one of these factors  is\r\n\ndeterminative.\"  Id. at 752.     \r\n\n            Under this standard,  the appellate record  indicates\r\n\nthat \r              Durkin \r                    cannot \r                           escape the reasonable inference that he prepared\r\n\nthese texts both while he  was a Saenger employee and within  the\r\n\nscope of his employment with Saenger.  The evidence  demonstrates\r\n\nthat \r              the \r                  overwhelming majority of the agency factors that the CCNV\r\n\nCourt  highlighted  point  to  the  existence  of  an  employment\r\n\nrelationship between Durkin and Saenger.  \r\n\n            For instance, on Durkin's  version of events, he  and\r\n\nSaenger recognized that he had some remaining work obligations to\r\n\nanother organization, ETS, but agreed in April 1986 that he would\r\n\nbegin to  work on these  texts immediately.   Specifically,  they\r\n\nagreed \r                that \r                     Durkin \r                           would \r                                 work nights and weekends on developing the\r\n\nmanuals, prior to his being able to assume his full-time position\r\n\nas \r            Saenger's \r                      vice president in July 1986.  Thus, a fair reading of\r\n\nDurkin's \r                  own \r                     affidavit \r                               indicates that the agreement he reached with\r\n\nSaenger \r                 addressed the issues of when and how long he would work on\r\n\nthe manuals even as to the period of time between April and  July\r\n\n1986.  In Durkin's words, \"Even though I was employed by  another\r\n\norganization at the time [viz., April 1986], Saenger and I agreed\r\n\nthat \r              I \r                would \r                     develop \r                             these manuscripts . . . in the evenings and on\r\n\nweekends.\"    Under CCNV,  this  feature  of  the  Durkin-Saenger\r\n\nagreement  points  towards   the  existence   of  an   employment\r\n\nrelationship.\r\n\n                              -13-\r                                         13\r\r\n\n            Furthermore, regardless whether Durkin actually wrote\r\n\nthe manuals from scratch (as he alleges) or merely contributed to\r\n\nthem by modifying and expanding pre-existing material (as Saenger\r\n\ncounters), it is  undisputed that Durkin performed this work  for\r\n\nSaenger and at its specific behest.  Despite his arguments to the\r\n\ncontrary,  Durkin's affidavit  in opposition  to the  preliminary\r\n\ninjunction indicates that Saenger retained a right to control the\r\n\nmanner \r                and \r                    means by which the contested works -- Life and Property\r\n\n-- \r            were \r                 produced. \r                           \r                           This \r                                feature of the Durkin-Saenger relationship,\r\n\ntoo, militates in favor of a finding of employee status.\r\n\n            Specifically, Durkin  swears  that, pursuant  to  the\r\n\nalleged April 1986 oral agreement, Durkin \"would develop\" written\r\n\nmaterial, Saenger \"would process\" this material, and Durkin would\r\n\nsubsequently \"edit  and proofread\"  the text  prior to  printing.\r\n\nIndeed, \r                 the \r                    record \r                           indicates that Saenger's office was an important\r\n\nsource \r                of \r                  the \r                      instrumentalities, tools, and human resources used in\r\n\nproducing the works in  question.  According to the affidavit  of\r\n\nNancy Nisil, a  word processing clerk at Saenger, Nisil  received\r\n\nhandwritten \r                     sheets of paper from Durkin during the months of April\r\n\nand \r             May \r                 1986 \r                     \"on \r                         an \r                            almost daily basis . . . which I converted into\r\n\nProperty .  . . and Life . .  . which were later to my  knowledge\r\n\npublished \r                   by \r                      The Saenger Organization.\" (emphasis added).  Nisil's\r\n\naffidavit  is  corroborated  by  that  of  another  Saenger  word\r\n\nprocessing \r                    clerk, Tina Petitt, which relates that she too received\r\n\nhandwritten sheets of paper from Durkin during April and May 1986\r\n\n                              -14-\r                                         14\r\r\n\n\"on \r             an \r                almost daily basis\" that she \"converted into Property . . .\r\n\nand Life.\" (emphasis added).  The use of Saenger word  processing\r\n\nequipment \r                   and \r                      personnel \r                                in the production of the works in question,\r\n\nand \r             the \r                 level \r                      of \r                         Saenger \r                                 control over the means of their production\r\n\nthat such  use entails, suggests  the existence  of an  employer-\r\n\nemployee    relationship    between   Saenger   and   Durkin.    \r\n\n            The understanding of the parties as to the nature  of\r\n\ntheir  relationship is  also  probative  of the  existence  of  a\r\n\nconventional master-servant relationship as understood by  common\r\n\nlaw  agency doctrine.    See  Restatement (Second)  of  Agency  S\r\n\n220(2)(i) \r                   (noting \r                          that \r                               \"whether or not the parties believe they are\r\n\ncreating the relation  of master and servant\"  is a matter to  be\r\n\nconsidered, among others, in  determining whether one acting  for\r\n\nanother is a servant or an independent contractor).  While Durkin\r\n\nwould have us  believe that the April  1986 oral agreement was  a\r\n\npartnership agreement, the record evidence fails to  substantiate\r\n\nthis  theory.  On  the contrary, the  record facts indicate  that\r\n\nDurkin  himself  understood the  April  1986  oral  agreement  to\r\n\nconstitute an agreement regarding his employment with Saenger.\r\n\n            Turning \r                             again to his preliminary injunction affidavit,\r\n\nDurkin's words on this point are illuminating, albeit not in  the\r\n\nway he would  like us  to understand them:   \"Even  though I  was\r\n\nemployed by another organization at the time [viz., April  1986],\r\n\nSaenger and I agreed that I would develop these manuscripts . . .\r\n\n                              -15-\r                                         15\r\r\n\nin the evenings and on weekends.\" (emphasis added).  Durkin's use\r\n\nof \r            the \r                word \r                     \"another\" is pregnant with meaning in the context that\r\n\nconfronts us.  The dictionary defines the adjective \"another\"  as\r\n\n\"different \r                    or \r                      distinct \r                               from the one first named or considered,\" and\r\n\nas  \"being one more in  addition to one or  a number of the  same\r\n\nkind.\"  Webster's Third  New International Dictionary 89  (1986).\r\n\nWhen Durkin  refers to his  employment with another  organization\r\n\n(i.e., \r                ETS), \r                      it \r                        would \r                              appear that he understood the April 1986 oral\r\n\nagreement to have provided him with a new employment relationship\r\n\nwith Saenger,  even as to  the period of  time between the  April\r\n\nagreement \r                   and his assumption of full-time duties as Saenger's vice\r\n\npresident \r                   in \r                      July 1986.  Durkin appears to argue that he could not\r\n\nhave been Saenger's employee from April to July because he was an\r\n\nETS \r             employee \r                      during that period.  Durkin's own affidavit, however,\r\n\ndemonstrates \r                      that \r                          he \r                             understood the April agreement with Saenger as\r\n\nproviding him with a part-time job that would entail evening  and\r\n\nweekend  work commitments  in  addition to  the  responsibilities\r\n\nassociated with his other, full-time position with ETS.  Durkin's\r\n\naffidavit \r                   further establishes that both he and Saenger agreed that\r\n\nthis  moonlighting  arrangement   would  continue  until   Durkin\r\n\ndischarged \r                    his remaining commitment to ETS and thus became able to\r\n\nassume \r                full-time \r                         work \r                              responsibilities as Saenger's vice president.\r\n\nImportantly, \r                      this \r                          view \r                               of the matter is one to which Durkin himself\r\n\nsubscribes.   In his  own affidavit as  to economic loss,  Durkin\r\n\n                              -16-\r                                         16\r\r\n\ndescribes himself  with the  following  words:   \"I am  a  former\r\n\nemployee of The Saenger Organization.\" (emphasis added).  \r\n\n            Durkin's \r                              own \r                                 apparent \r                                          understanding of his relationship\r\n\nwith \r              Saenger \r                      thus suggests a finding of employee status.  So, too,\r\n\ndoes the duration of his work relationship with Saenger (some six\r\n\nyears); \r                 the \r                     method \r                           of \r                              payment used during this six-year period (the\r\n\nprovision \r                   of \r                     a \r                       time-based, biweekly salary following the completion\r\n\nof his  employment  with ETS);  and,  the provision  of  employee\r\n\nbenefits.  Durkin's tax treatment also points to the existence of\r\n\nemployee \r                  status.  Durkin had both federal and state taxes withheld\r\n\nfrom \r              his \r                  Saenger paychecks, received W-2 forms for his salary, and\r\n\nreceived \r                  1099 \r                      miscellaneous forms for any bonuses that he received.\r\n\nFinally, there is no  dispute that Durkin's work for Saenger  was\r\n\npart \r              of \r                Saenger's \r                          regular business, a factor that likewise suggests\r\n\nthe \r             existence of an employment relationship.  The only CCNV factor\r\n\nthat  works in  Durkin's favor  is the  level of  skill that  was\r\n\npresumably \r                    required \r                            to \r                               develop these works, but this does not alter\r\n\nthe reality that the overwhelming majority of the agency  factors\r\n\nhighlighted  by the  CCNV  Court point  to  the existence  of  an\r\n\nemployment relationship between Durkin and Saenger.     \r\n\n            On  these undisputed  facts, the  district court  was\r\n\ncorrect \r                 to \r                    conclude \r                            that \r                                 no reasonable juror could find in Durkin's\r\n\nfavor either that he was not employed by Saenger or that Life and\r\n\nProperty  were  not prepared  by  him  within the  scope  of  his\r\n\n                              -17-\r                                         17\r\r\n\nemployment with Saenger.  Durkin's arguments to the contrary  are\r\n\nunavailing.  \r\n\n            First, we cannot agree with Durkin's contention  that\r\n\nthe \r             April \r                   1986 \r                       oral \r                            agreement \"essentially moot[s]\" the question of\r\n\nwhether Life and Property fall within the statutory definition of\r\n\nworks made \"for hire.\"  This view of the matter does not  comport\r\n\nwith \r              either \r                     17 U.S.C. S 101 or the Supreme Court's ruling in CCNV.\r\n\n            Second, even if one  assumes that Durkin and  Saenger\r\n\nentered into the April 1986 oral agreement that Durkin describes,\r\n\nDurkin's \r                  legal theory that the agreement constituted a partnership\r\n\nagreement is unsupported by the record evidence.  While  Durkin's\r\n\naffidavit as  to  economic loss  characterizes the  alleged  oral\r\n\nagreement as a \"partnership agreement\" between himself and  Bruce\r\n\nSaenger, \r                  on \r                    closer \r                           inspection that conclusory characterization does\r\n\nnot represent additional record evidence on the matter, but  only\r\n\namounts to Durkin's \"spin\" on the facts.  \r\n\n            Thus, Durkin himself describes the oral agreement  in\r\n\nhis preliminary injunction affidavit only as one that  delineated\r\n\nemployment responsibilities and payment  issues.  Nowhere in  the\r\n\nrecord  does Durkin  describe  the  agreement as  one  that  even\r\n\nmentioned  the  concept  or   elements  of  partnership.     Most\r\n\nsignificantly, \r                        Durkin's \r                                own description of the April 1986 agreement\r\n\nmakes no mention of an intent by the alleged principals to form a\r\n\npartnership.  See, e.g., Cardullo v. Landau, 105 N.E.2d 843,  845\r\n\n(Mass. \r                1952) \r                     (indicating \r                                 that a partnership under Massachusetts law\r\n\n                              -18-\r                                         18\r\r\n\nis generally held to exist only  where such is the intent of  the\r\n\nparties).    On the  contrary,  \"[t]he  language  throughout  the\r\n\nagreement \r                   was \r                       that \r                           of \r                              employment and not of partnership.\"  Walsh v.\r\n\nAtlantic Research Assocs., 71  N.E.2d 580, 584 (Mass. 1947).   As\r\n\nDurkin explains in his affidavit, the agreement provided that  \"I\r\n\nwould come to work for TSO [i.e., Saenger] as a Vice  President.\"\r\n\n(emphasis added).  Especially where it is undisputed that  Durkin\r\n\nwas \r             not \r                 a \r                   co-owner with Bruce Saenger of The Saenger Organization,\r\n\nwe cannot agree that a finder of fact could reasonably infer from\r\n\nthis manifestation of intent that the parties intended to form  a\r\n\npartnership \r                     relationship.  See, e.g., Shain Inv. Co. v. Cohen, 443\r\n\nN.E.2d 126, 129 (Mass. App. Ct. 1982) (indicating that members of\r\n\na partnership  are co-owners of  a business, not  just of a  work\r\n\nproduct, thereby distinguishing  them from  individuals in  other\r\n\nkinds of joint enterprises).\r\n\n            The \r                         core \r                              of \r                                 Durkin's partnership argument would appear\r\n\nto be his contention that Saenger was to pay him \"[f]or his work\"\r\n\nin developing and marketing the manuals by providing him with  an\r\n\nannual $42,000 salary and an equal share of the net revenues from\r\n\nthe \r             manuals \r                     he \r                       worked \r                              on.  This net revenue sharing, Durkin argues,\r\n\nevidences the  existence  of a  partnership between  himself  and\r\n\nSaenger.   But, even  if we assume  the allegation about  revenue\r\n\nsharing to be true, such an arrangement about how Durkin would be\r\n\npaid  for his  work  would  do little  to  substantiate  Durkin's\r\n\npartnership theory because venerable and established law provides\r\n\n                              -19-\r                                         19\r\r\n\nthat one who is only interested in the profits of a business as a\r\n\nmeans for compensation for services rendered (i.e., for his work)\r\n\nis  not a  partner,  but rather  someone  akin to  a  contractual\r\n\ncreditor. \r                    \r                    See\r                       \r                       Phipps\r                              \r                              v. \r                                 Little, 100 N.E. 615, 615-16 (Mass. 1913);\r\n\nEstabrook\r                   \r                   v. \r                      Woods\r                          , \r                            78 \r                               N.E. 538, 540 (Mass. 1906) (refusing to find\r\n\na partnership,  despite a profit  sharing arrangement, where  the\r\n\narrangement was essentially compensatory in nature and the  party\r\n\nalleging  the existence of  a partnership \"had  no right to  take\r\n\ncontrol \r                 of \r                    the business . . . or to interfere in the management of\r\n\nit,\" even in the event of non-payment); see also Mass. Gen.  Laws\r\n\nch. \r             108A, \r                   S \r                     7(4)(a)&amp;(b) (providing that \"[t]he receipt by a person\r\n\nof a share  of the  profits of a  business\" is  not \"prima  facie\r\n\nevidence \r                  that \r                       he \r                         is \r                            a \r                              partner\" where \"such profits were received in\r\n\npayment\"  of, among  other  things,  \"a debt  by  instalments  or\r\n\notherwise\" or \"[a]s wages of an employee\").\r\n\n            Finally, the \"partnership distributions\" that  Durkin\r\n\nalleges  to have  received as  his share  of the  \"partnership's\"\r\n\nrevenue \r                 from \r                      the copyrighted works in question were not treated as\r\n\nroyalties on his 1099 miscellaneous federal income tax forms, and\r\n\nwere,  in  fact,  treated as  compensation  payments  --  not  as\r\n\npartnership distribution income on K-2 forms -- for tax purposes.\r\n\nAs Saenger correctly points out, \"[a]ll other references relating\r\n\nto  the so-called  partnership  agreement are  lawyer  argument.\"\r\n\nWithout evidence to support it, Durkin's conclusory legal opinion\r\n\nthat \r              the \r                  oral \r                      agreement \r                                was a partnership agreement cannot serve as\r\n\n                              -20-\r                                         20\r\r\n\na \r           basis \r                 for \r                     a reasonable trier of fact to find that the agreement,\r\n\nif \r            it \r              existed, \r                       constituted a partnership agreement.  In view of the\r\n\noverwhelming factors present in the record favoring a finding  of\r\n\nemployee status, we do not see  any reason to view this case,  as\r\n\nDurkin \r                would \r                      have us, through the rubric of Oddo v. Ries, 743 F.2d\r\n\n630 \r             (9th \r                  Cir. 1984), a case that deals with the rights of partners\r\n\nin copyrights held by their partnership.\r\n\n            Therefore, to the extent  that Durkin was the  actual\r\n\nauthor of Life and Property, either in part or in their entirety,\r\n\nunder  CCNV and  17 U.S.C.  S 101,  these works  fall within  the\r\n\ncategory of  \"works  made for  hire.\"   Under  the  work-for-hire\r\n\ndoctrine, as the Copyright Office correctly explained to Saenger,\r\n\n\"[i]f \r               an \r                  individual contributes to or creates a work in his or her\r\n\ncapacity  as  either an  officer  or  employee of  a  company  or\r\n\norganization, \r                       the \r                          work \r                               is considered a 'work made for hire' and the\r\n\nemployer  .  . .  [is  considered]  the author  rather  than  the\r\n\nindividual.\"  This scenario fully pertains here.  \r\n\n            As indicated,  where  \"a work  [is] made  for  hire,\"\r\n\nfederal copyright law provides that \"the employer or other person\r\n\nfor whom  the work was prepared\"  owns the copyright \"unless  the\r\n\nparties have expressly agreed  otherwise in a written  instrument\r\n\nsigned \r                by \r                   them.\" \r                          \r                          17 \r                             U.S.C. S 201(b) (emphasis added).  In light of\r\n\nthis  statutory language,  the  fact  that there  is  no  written\r\n\nagreement \r                   between \r                          the \r                              parties regarding ownership of the copyrights\r\n\nin Life  and Property is  dispositive regarding  the validity  of\r\n\n                              -21-\r                                         21\r\r\n\nSaenger's copyrights.   Durkin's protestations about the  allege\r\n\n                                                                e\r                                                                          d\r          oral agreement  with Saenger  concerning the  ownership of  thes\r\n\ncopyrights \r                    is thus entirely beside the point.  On these facts, and\r\n\ngiven that Durkin conceded that he copied material from Life  and\r\n\nProperty without  Saenger's  authorization,  the  district  court\r\n\ncorrectly \r                   concluded \r                            that \r                                 Saenger was entitled as a matter of law to\r\n\njudgment in its favor  on its copyright infringement claim.   See\r\n\nFeist\r              , \r                499 \r                    U.S. at 361; CMM Cable, 97 F.3d at 1513; Lotus, 49 F.3d\r\n\nat 813.\r\n\n                   The State Law Counterclaims\r\n\n            After Saenger brought its copyright infringement suit\r\n\nin federal  court, Durkin filed  state law counterclaims  against\r\n\nSaenger alleging  breach  of  agreement, fraud,  and  unfair  and\r\n\ndeceptive \r                   business practices (the latter under Mass. Gen. Laws ch.\r\n\n93A) \r              on \r                 the \r                     ground that Saenger wrongfully obtained its copyrights\r\n\nin \r            Life\r                 \r                 and \r                     Property\r                             \r                             by \r                                misrepresenting itself as the author of the\r\n\nworks, and  thereafter failed  to  pay Durkin  his share  of  the\r\n\nrevenues \r                  from those works, pursuant to the alleged April 1986 oral\r\n\nagreement. \r                     \r                     The \r                        district \r                                 court entered summary judgment for Saenger\r\n\non  these  claims on  the  basis that  they  were barred  by  the\r\n\nMassachusetts \r                       statute \r                              of \r                                 limitations and statute of frauds.  Durkin\r\n\nappeals these determinations.   For the  reasons that follow,  we\r\n\nagree with the result reached by the district court.2\r\n\n  2.  While the Copyright Act expressly preempts all causes of\r\n  action that fall within its scope, with a few narrowly drawn\r\n  exceptions, see 17 U.S.C. S 301; Data Gen. Corp. v. Grumman\r\n\n                              -22-\r                                         22\r\r\n\n            We  begin  by  noting that  a  six  year  statute  of\r\n\nli                                                              t\r\n\n          See Mass. Gen. Laws ch. 260, S 2.  A  shorter four year\r\n\nstatute pertains  to  chapter  93A actions  claiming  unfair  and\r\n\ndeceptive business practices, see Mass. Gen. Laws ch. 260, S  5A,\r\n\nwhile \r               an \r                  even \r                      shorter \r                              three year statute of limitations pertains to\r\n\ncauses of action alleging fraud.  See Mass. Gen. Laws ch. 260,  S\r\n\n2A.  \r\n\n            Under  Massachusetts law,  an  action for  breach  of\r\n\ncontract\r            mitations  applies in  Massachusetts  for  breach  of  contrac\r          actions.  generally  accrues  at  the  time  of  breach,  thereby\r\n\ntriggering the statute of limitations for purposes of determining\r\n\n  Sys. Support Corp., 36 F.3d 1147, 1164-65 (1st Cir. 1994),\r\n  and while the district court's preliminary injunction ruling\r\n  referred to this fact, see Saenger Org., Inc., v. Nationwide\r\n  Ins. Licensing Assocs., Inc., 864 F. Supp. 246, 250 n.4 (D.\r\n  Mass. 1994), the preemption issue was not briefed or argued\r\n  on appeal.  We need not reach the question of whether\r\n  Durkin's state law theories of recovery -- all of which in\r\n  some manner address themselves to the question of who owns\r\n  the copyrights in Life and Property -- are equivalent to\r\n  protections afforded by federal copyright law, and are thus\r\n  preempted, because our analysis today indicates that Durkin's\r\n  asserted state claims are not viable in any event.  The issue\r\n  is not purely academic, however, and we note that at least\r\n  one federal court that has addressed a similar situation has\r\n  found preemption.  See Miller v. CP Chemicals, Inc., 808 F.\r\n  Supp. 1238, 1246 (D.S.C. 1992) (\"The Copyright Act affords a\r\n  presumption to the employer, under the work for hire\r\n  doctrine, that the employer shall receive the copyright, and\r\n  that such presumption will not be rebutted except by a\r\n  writing signed by the employer.  If the employee can bring a\r\n  lawsuit under state law based upon an alleged oral promise,\r\n  then the presumptions created under the Copyright Act would\r\n  be substantially, if not, totally undermined.  The court\r\n  finds that the plaintiff's breach of employment contract is\r\n  an artful restructuring of the copyright claim and is,\r\n  therefore, preempted.\").       \r\n\n                              -23-\r                                         23\r\r\n\nwhether \r                 a \r                   claim \r                        is \r                           time-barred.  See International Mobiles Corp. v.\r\n\nCorroon \r                 &amp; \r                  Black/Fairfield &amp; Ellis, Inc., 560 N.E.2d 122, 126 (Mass.\r\n\nApp.  Ct.  1990)  (citing  Campanella  &amp;  Cardi  Constr.  Co.  v.\r\n\nCommonwealth, 217 N.E.2d 925 (Mass. 1966) and Boston Tow Boat Co.\r\n\nv. Medford  Nat'l Bank,  121 N.E.  491 (Mass.  1919)).   Durkin's\r\n\ncounterclaim  regarding Saenger's  breach  of  the  alleged  oral\r\n\nagreement \r                   would \r                        be \r                           time-barred under this standard rule inasmuch as\r\n\nthe \r             breach, \r                     on Durkin's version of events, occurred either in July\r\n\n1986,  when Saenger  improperly completed  the initial  copyright\r\n\napplications,  or  November  1986,  when  Saenger  submitted  the\r\n\napplications  to the  Copyright  Office and  thus  \"fraudulently\"\r\n\nsecured copyright registrations dated effective as of that  month\r\n\nand \r             date. \r                    \r                    Se\r                      e 17 U.S.C. S 410(d) (governing the effective date of\r\n\na \r           copyright \r                     registration).  On either contingency, Durkin's breach\r\n\nof \r            contract \r                     claim, \r                           his \r                               chapter 93A action, and his vaguely asserted\r\n\nfraud cause of action would be time-barred because they were  not\r\n\nfiled until August 1994,  thereby falling outside the  respective\r\n\nsix, four, and three year limitations periods.\r\n\n            Durkin concedes as much and urges us, as he urged the\r\n\ndistrict court,  to  accept  his theory  that  the  Massachusetts\r\n\n\"discovery \r                    rule\" applies to his situation.  The discovery rule can\r\n\noperate to  delay the  accrual of a  cause of  action because  it\r\n\nprovides that \"[a] cause of action will accrue when the plaintiff\r\n\nactually \r                  knows of the cause of action or when the plaintiff should\r\n\nhave \r              known \r                    of the cause of action.\"  Riley v. Presnell, 565 N.E.2d\r\n\n                              -24-\r                                         24\r\r\n\n780, 785 (Mass. 1991)  (emphasis added).  Durkin argues that  the\r\n\ndistrict  court wrongly  granted  summary  judgment  for  Saenger\r\n\nbecause, as a matter of Massachusetts law, he was entitled to  an\r\n\nopportunity \r                     to \r                       persuade \r                                a jury that he actually knew or should have\r\n\nknown \r               of \r                  Saenger's allegedly wrongful conduct on a date that would\r\n\nmake  his  August  1994  filing  timely  under  the  statute   of\r\n\nlimitations.  In support of this contention, Durkin quotes  Riley\r\n\nfor \r             the \r                 proposition \r                            that \r                                 \"where, as here, the plaintiff has claimed\r\n\na trial by jury, any  disputed issues relative to the statute  of\r\n\nlimitations ought to be decided by the jury.\"  Id. at 787.  \r\n\n            Specifically, Durkin's theory is that he did not know\r\n\nin actual fact  of Saenger's wrongful  behavior until April  1992\r\n\nwhen,  one day,  he accidentally  came across  the file  labelled\r\n\n\"COPYRIGHT INFO.\"   Moreover, Durkin contends  that there was  no\r\n\nreason that  he should have known  of Saenger's fraud, breach  of\r\n\nagreement, or deceptive and unfair business practices before then\r\n\nbecause  he  reasonably  and  justifiably  relied  on   Saenger's\r\n\nrepresentations \r                         regarding\r                                  ownership of the copyrights.  On Durkin's\r\n\nview of the matter, Saenger was his partner and therefore  Durkin\r\n\nhad \r             every \r                   reason \r                         to \r                            believe that Saenger would do what he agreed to\r\n\ndo about  the copyrights  and had no  reason to  believe that  he\r\n\n(Saenger) would do otherwise.  \r\n\n            Durkin's \r                              theory lacks merit.  \"Under the Massachusetts\r\n\ndiscovery  rule, the  running of  the statute  of limitations  is\r\n\ndelayed \r                 while 'the facts,' as distinguished from the 'legal theory\r\n\n                              -25-\r                                         25\r\r\n\nfor the cause  of action,' remain 'inherently unknowable' to  the\r\n\ninjured party.\"  Catrone v. Thoroughbred Racing Ass'n of N.  Am.,\r\n\nInc., 929 F.2d 881, 885 (1st Cir. 1991) (emphasis added) (quoting\r\n\nGore v. Daniel O'Connell's Sons, Inc., 461 N.E.2d 256, 259 (Mass.\r\n\nApp. \r              Ct. \r                  1984)); see also Williams v. Ely, 668 N.E.2d 799, 804 n.7\r\n\n(Mass. 1996) (\"Some of our opinions have stated that a  plaintiff\r\n\nseeking to show that the statute of limitations did not begin  to\r\n\nrun \r             must \r                  demonstrate that the claim was 'inherently unknowable,' a\r\n\nstandard that is  no different from, and is used  interchangeably\r\n\nwith, \r               the \r                   'knew or should have known' standard.\") (emphasis added)\r\n\n(construing Riley).   Durkin does not  contend that the facts  he\r\n\ndiscovered \r                    in April 1992 were somehow inherently unknowable to him\r\n\nso much as he argues that  they were unknown to him.   Therefore,\r\n\ndespite his  protestations to  the contrary,  Durkin's state  law\r\n\ncounterclaims are all time-barred on the basis of the  undisputed\r\n\nfacts and the  applicable Massachusetts law.  This conclusion  is\r\n\nreached no matter how one chooses to view the issue.  \r\n\n            First, although there  is some dispute as to when  in\r\n\n1986 the  initial  copyright  application was  completed,  it  is\r\n\nundisputed that sometime in  1986 Durkin was present in the  room\r\n\nwhen Saenger  drafted the  application which  listed The  Saenger\r\n\nOrganization alone as the copyright's owner.  Because Durkin  was\r\n\nnot listed as a co-owner, as Durkin alleges Saenger had agreed he\r\n\nwould \r               be, \r                   Saenger breached the oral agreement in Durkin's presence\r\n\n                              -26-\r                                         26\r\r\n\nin 1986.3   If Durkin saw the document at that time, then he  was\r\n\naware of  the breach  and  the statute  of limitations  was  duly\r\n\ntriggered.   Durkin, however, denies  seeing the application  and\r\n\ninstead argues that he did not bother to look at it or to examine\r\n\nwhether the  information contained  therein was  correct or  not.\r\n\nDurkin justifies his actions (or rather, inaction) by arguing, in\r\n\nessence, that  he felt fully justified  in relying on Saenger,  a\r\n\npartner, to do what they had agreed.  As our previous  discussion\r\n\nexplains, \r                   there \r                         is \r                           no \r                              evidence that Durkin and Saenger entered into\r\n\na partnership agreement, and certainly not in the legal sense  of\r\n\nthat  term.   Even  if  we  assume such  an  agreement,  Durkin's\r\n\ndeliberate indifference  to what was  contained in the  copyright\r\n\napplications \r                      -- information that was inherently knowable to him --\r\n\ncannot serve to toll  the running of the statute of  limitations.\r\n\nSee El y, 668  N.E.2d at  804 n.7  (describing the  Massachusetts\r\n\nstandard \r                  for \r                      determining when a plaintiff can avail himself of the\r\n\ndiscovery rule).  \r\n\n            Durkin's reliance on Riley is thus misplaced  because\r\n\nthat case  does not vitiate the  standard rule that a  \"nonmoving\r\n\nparty \r               can \r                   fend off a motion for summary judgment [only] by setting\r\n\nforth \r               specific \r                       facts \r                             sufficient to demonstrate that every essential\r\n\nelement \r                 of \r                    its \r                       claim \r                             or \r                                defense is at least trialworthy.\"  Catrone,\r\n\n929 F.2d  at  884.    That  standard is  not  met  here.    Under\r\n\n  3.  We primarily analyze the facts against Durkin's contract\r\n  theory of recovery because that cause of action has the most\r\n  generous limitations period (viz., six years).   \r\n\n                              -27-\r                                         27\r\r\n\nMassachusetts\r                       law, \"[t]he plaintiff bears the burden of presenting\r\n\nfacts  sufficient  to  take  the  case  outside  the  statute  of\r\n\nlimitations.\"  Id. at 885 (citing Franklin v. Albert, 411  N.E.2d\r\n\n458, \r              463 \r                  (Mass. 1980)).  Here, there is no trialworthy issue as to\r\n\nthe statute of limitations question because there is not  \"enough\r\n\nevidence for a jury to return a verdict for the nonmoving party.\"\r\n\nId. at 884-85 (citing  Anderson v. Liberty Lobby, Inc., 477  U.S.\r\n\n242, 249-50 (1986)).  No reasonable juror could fail to find that\r\n\nDurkin should have known the facts underlying his cause of action\r\n\nfor breach of agreement, or that such facts were knowable to him,\r\n\nsee\r             \r             Catrone\r                    , \r                     929 \r                         F.2d \r                              at \r                                 885; Ely, 668 N.E.2d at 804 n.7; Gore, 461\r\n\nN.E.2d \r                at \r                   259, \r                       at \r                          the \r                              time in 1986 that the application was drafted\r\n\nin his presence with the prejudicial omission of his name. \r\n\n            Second, it is undisputed that Saenger applied for and\r\n\nreceived \r                  copyright registration certificates for Life and Property\r\n\nfrom  the  Copyright  Office.    Under  federal  copyright   law,\r\n\nrecordation  of a  document in  the Copyright  Office \"gives  all\r\n\npersons constructive notice  of the facts stated in the  recorded\r\n\ndocument.\"    17  U.S.C. S  205(c).    A  copyright  registration\r\n\ncertificate issued by  and filed with  the Copyright Office  thus\r\n\nserves \r                to \r                   put the world on constructive notice as to the ownership\r\n\nof the  copyright and  of the  facts stated  in the  registration\r\n\ncertificate.  In  this way, the  Copyright Act's protections  are\r\n\nanalogous \r                   to \r                     the \r                         protections that federal law affords patents.  See\r\n\nWise\r              \r              v. \r                 Hubbard\r                       , \r                         769 \r                             F.2d 1, 2  (1st Cir. 1985) (\"The United States\r\n\n                              -28-\r                                         28\r\r\n\nSupreme Court has consistently held that the issuance of a patent\r\n\nand \r             its \r                 recordation in the Patent Office constitutes notice to the\r\n\nworld of its existence.\") (citing Sontag Chain Stores Co. Ltd. v.\r\n\nNational Nut  Co. of  Cal., 310 U.S.  281, 295  (1940); Wine  Ry.\r\n\nAppliance  Co. v. Enterprise  Ry. Equip. Co.,  297 U.S. 387,  393\r\n\n(1936); Sessions  v. Romadka, 145 U.S.  29, 50 (1892); Boyden  v.\r\n\nBurke\r              , \r                14 \r                   How. \r                       (55 \r                           U.S.) \r                                 575, 582 (1852)).  On the undisputed facts\r\n\nof \r            the \r                case, \r                     therefore, \r                                Durkin had constructive notice of Saenger's\r\n\nclaim \r               of \r                 exclusive \r                           ownership of the copyrights in Life and Property\r\n\nas of November 1986, the effective date of registration for  both\r\n\nworks.  \r\n\n            Third, it is undisputed that all of the manuals  that\r\n\nSaenger published, including those at issue in this case,  openly\r\n\ndisplayed a United States copyright notice that announced to  the\r\n\nworld that Saenger was  the copyright owner.  Inasmuch as  Durkin\r\n\nconcedes \r                  that \r                       he \r                         worked \r                                on and with these same materials during the\r\n\nperiod  that he  worked at  Saenger (1986-1992),  Durkin must  be\r\n\npresumed to have had actual notice that Saenger had breached  the\r\n\nterms of the alleged oral agreement more than six years before he\r\n\nfiled his contract counterclaim in August 1994.  \r\n\n            Durkin's argument that  the discovery rule tolls  the\r\n\nstatutes \r                  of \r                     limitations on his state law counterclaims until April\r\n\n1992, \r               when \r                    he stumbled upon the \"COPYRIGHT INFO.\" file at Saenger,\r\n\nis \r            thus \r                 unavailing. \r                             \r                             Durkin was at best deliberately indifferent as\r\n\nto \r            what \r                 was \r                     contained in the copyright applications when they were\r\n\n                              -29-\r                                         29\r\r\n\ndrafted \r                 in \r                    his \r                       presence \r                                and he was constructively, if not actually,\r\n\non notice of Saenger's incompatible claim of exclusive  copyright\r\n\nownership. \r                     \r                    Saenger's \r                              alleged fraud, breach, and deceptive business\r\n\npractices were  thus knowable  to him  in 1986  had he  exercised\r\n\nminimal \r                 and \r                    reasonable \r                               diligence.  By no stretch of the imagination\r\n\nwere \r              the \r                  facts \r                       of \r                          which \r                                Durkin complains \"inherently unknowable\" to\r\n\nhim \r             prior \r                   to \r                     April \r                           1992. \r                                  Catrone, 929 F.2d at 885; Ely, 668 N.E.2d\r\n\nat      804     n.7;    Gore ,    461     N.E.2d     at     259. \r\n\n            In view of these undisputed facts and the  applicable\r\n\nlegal \r               standards, \r                         no \r                            reasonable juror could fail to find that Durkin\r\n\nknew or,  through  reasonable  diligence, should  have  known  of\r\n\nSaenger's \r                   claim \r                        of \r                           exclusive ownership of the copyright in Life and\r\n\nProperty more than six years before he filed his counterclaim for\r\n\nbreach  of agreement, more  than four years  before he filed  his\r\n\nchapter \r                 93A \r                     action \r                           for \r                               deceptive and unfair business practices, and\r\n\nmore \r              than \r                   three years before he filed his cause of action alleging\r\n\nfraud. \r                 \r                 Therefore, Durkin's counterclaims were extinguished by the\r\n\nlimitations period as a matter of law.  See Daboub v. Gibbons, 42\r\n\nF.3d \r              285, \r                   291 (9th Cir. 1995) (upholding grant of summary judgment\r\n\non ground that state law  causes of action, raised in context  of\r\n\ncopyright infringement case, were time-barred given what and when\r\n\nthe plaintiffs actually  knew, or  through reasonable  diligence,\r\n\nshould have known about allegedly wrongful conduct).\r\n\n                              -30-\r                                         30\r\r\n\n            Durkin's fallback position is similarly unpersuasive.\r\n\nSpecifically,  Durkin argues  that  the statutes  of  limitations\r\n\napplicable \r                    to his counterclaims should be tolled pursuant to Mass.\r\n\nGen. \r              Laws \r                   ch. 260, S 12 because Saenger fraudulently concealed his\r\n\nalleged breach of agreement and deceptive business practices.  We\r\n\nneed not dwell on this argument.  \"Where a fiduciary relationship\r\n\nexists, the failure  adequately to disclose the facts that  would\r\n\ngive \r              rise \r                   to \r                      knowledge of a cause of action . . . is equivalent to\r\n\nfraudulent \r                    concealment \r                               for purposes of applying S 12.\"  Demoulas v.\r\n\nDemoulas Super Markets,  Inc., 677 N.E.2d 159, 174 (Mass.  1997).\r\n\nHere, \r               however, as we have discussed, there was no partnership, and\r\n\nthus \r              no \r                fiduciary \r                          relationship, between Durkin and Saenger.  In the\r\n\nabsence of a fiduciary relationship, \"'the estoppel provision  of\r\n\nMass. \r               Gen. \r                    Laws \r                        Ann. \r                             ch. \r                                 260, S 12 is generally not available where\r\n\nthe plaintiff  is  capable  of discovering  the  facts  allegedly\r\n\nconcealed.'\"  Wise, 769 F.2d at 4 (quoting Burbridge v. Board  of\r\n\nAssessors,  417 N.E.2d  477,  480 (Mass.  App.  Ct. 1981)).    As\r\n\ndiscussed \r                   above, Durkin was fully capable of discovering the facts\r\n\nthat Saenger allegedly concealed from him through the expenditure\r\n\nof but minimal effort.   Finally, nothing in the record  suggests\r\n\nfraudulent  concealment.     Saenger   secured  valid   copyright\r\n\nregistrations and  affixed  copyright  notices to  the  works  in\r\n\nquestion, which Durkin worked on over a period of many years.  As\r\n\nSaenger correctly  argues:   \"Public notice  is not  concealment.\r\n\nPublic display is not deception.\" \r\n\n                              -31-\r                                         31\r\r\n\n            Our resolution of  the statute  of limitations  issue\r\n\nobviates our  need to consider  the dispute  between the  parties\r\n\nregarding \r                   the statute of frauds.  In short, the fact that Durkin's\r\n\ncounterclaim for  breach  of  contract was  extinguished  by  the\r\n\nlimitations period essentially moots the question of whether  the\r\n\nApril \r               1986 \r                   oral \r                        agreement could have been enforced despite the fact\r\n\nthat it was never memorialized in a writing.\r\n\n                           Conclusion\r\n\n            The \r                         district \r                                 court \r                                       properly found that no genuine issue\r\n\nof material  fact  existed as  to  Saenger's ownership  of  valid\r\n\ncopyrights and Durkin's infringement of them, and thus  correctly\r\n\nconcluded that Saenger was entitled to judgment in its favor as a\r\n\nmatter of law.  The district court also correctly determined that\r\n\nthe applicable Massachusetts statutes of limitations bar Durkin's\r\n\nvarious state law counterclaims against Saenger.  For the reasons\r\n\ndiscussed above, we  therefore ascribe no  error to the  district\r\n\ncourt's rulings.\r\n\n            Affirmed.  Costs to appellee.\r\n\n                              -32-\r                                         32\r\n",
  "html": "<p class=\"case_cite\">119 F.3d 55</p>\n    <p class=\"case_cite\">1997 Copr.L.Dec. P 27,675, 43 U.S.P.Q.2d 1412</p>\n    <p class=\"parties\">The SAENGER ORGANIZATION, INC., Plaintiff, Appellee,<br>v.<br>NATIONWIDE INSURANCE LICENSING ASSOCIATES, INC.,<br>Commonwealth Licensing Group, and Lawrence R.<br>Durkin, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 96-2197.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 9, 1997.<br>Decided July 18, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ernest B. Murphy, with whom Murphy &amp; O'Connell, was on brief, for appellants.</p>\n      <p class=\"indent\">David J. Byer, with whom Testa, Hurwitz &amp; Thibeault, LLP, Stephen J. Kenney, Medway, MA, and Kenney &amp; Maciolek, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This copyright infringement case revolves around a dispute over who owns the copyrights in insurance licensing texts and manuals that were created in 1986.  It comes to us on appeal from the district court's grant of summary judgment in favor of plaintiff-appellee, The Saenger Organization, Inc.  (\"Saenger\"), and against defendants-appellants Lawrence R. Durkin, Nationwide Insurance Licensing Associates, Inc., and Commonwealth Licensing Group (collectively \"Durkin\").  Durkin argues that the district court improperly found that no genuine issue of material fact existed as to Saenger's ownership of valid copyrights in the manuals and Durkin's infringement of them.  Thus, Durkin contends that the district court wrongly concluded that Saenger was entitled to judgment in its favor as a matter of law.  Durkin further argues that the district court incorrectly determined that the applicable Massachusetts statutes of limitations and frauds barred his state law counterclaims against Saenger alleging fraud, breach of agreement, and unfair and deceptive business practices.  For the reasons that follow, we affirm the district court's rulings.</p>\n    </div>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We exercise plenary, de novo review of a district court's entry of summary judgment.  See Ortiz-Pinero v. Rivera-Arroyo, 84 F.3d 7, 11 (1st Cir.1996).  Summary judgment is appropriate where there are no genuine disputes as to material facts and the moving party is entitled to judgment as a matter of law.  See Fed.R.Civ.P. 56(c).  We review the record evidence in the light most favorable to the non-moving party, and thus draw all reasonable inferences and resolve factual disputes in favor of the party against whom summary judgment has been entered, in this case, the defendants-appellants.  See Den Norske Bank v. First Nat'l Bank of Boston, 75 F.3d 49, 53 (1st Cir.1996).</p>\n    </div>\n    <p>Background and Prior Proceedings</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Saenger Organization has been in the business of publishing insurance licensing texts and manuals since 1986.  Durkin worked for Saenger from 1986 until 1992, during which time he was an officer and vice president of the corporation.  Since 1993, Durkin, now the principal of both Nationwide Insurance Licensing Associates and Commonwealth Licensing Group, has been independently in the business of publishing insurance licensing texts and manuals.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">According to Durkin, he and Saenger reached an oral agreement in April 1986 as to work that Durkin would do for Saenger.  Saenger disputes the existence of any unwritten agreement, but concedes that we must view the record evidence in the light most favorable to Durkin for purposes of this appeal and the underlying motion.  According to Durkin, the work responsibilities he undertook in the April 1986 oral agreement included the development of a property and casualty insurance licensing manual, a life and health insurance manual, and several state law supplements.  Durkin maintains that the alleged oral agreement contained the following terms:  Durkin was to begin immediately to develop, update, and expand these manuals and supplements for Saenger, which would market them;  he would become Saenger's vice president immediately upon completion of an existing employment commitment to another firm;  he and Saenger would be co-authors of the materials that Durkin would write and co-owners of the copyrights in those materials;  and, he would be paid a base salary of $42,000 per annum plus 50 percent of the net revenues of the materials he worked on, with the computation and sharing of such net revenue to begin in June 1987 and to continue in each succeeding fiscal year.  Durkin promptly began to work part-time (nights and weekends) on the manuals--as he and Saenger had agreed--even though he was still employed by Educational Training Systems (\"ETS\").  Durkin and Saenger continued with this work arrangement for several months until Durkin assumed full-time work duties at Saenger's offices in July 1986.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Two of the insurance licensing texts that Durkin worked on during his relationship with Saenger were manuals that came to be titled Life, Accident and Health Licensing Text and Property/Casualty Licensing Text (hereinafter \"Life \" and \"Property \" respectively).  Durkin claims he authored these works in their entirety, while Saenger contends that Durkin merely expanded and updated previously developed Saenger manuals.  In any event, on or about November 26, 1986, Saenger submitted an application for copyright registration, a Form TX, for Property with the United States Copyright Office.  About two days later, Saenger submitted a similar application for Life.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Property application listed July 16, 1986 as the work's first date of publication and indicated that it was a \"work made for hire\" by the work's co-authors, which the application listed as Bruce W. Saenger (The Saenger Organization's principal) and Lawrence R. Durkin.  The application indicated that The Saenger Organization was the hiring party for whom the work was made and was the sole claimant of copyright protection.  The Copyright Office responded to the application with a letter dated January 23, 1987, notifying Saenger that \"[i]f an individual contributes to or creates a work in his or her capacity as either an officer or employee of a company or organization, the work is considered a 'work made for hire' and the employer should be named as the author rather than the individual.\"   In response to this letter, Saenger completed and submitted a second application for the same work, i.e., Property, again listing The Saenger Organization as the sole copyright claimant, but this time also listing it alone as the work's author.  On the basis of this second application, which the Copyright Office received on February 24, 1987, the Copyright Office issued Saenger a copyright for Property (registration number TX 2-011-625), which listed November 26, 1986 as the effective date of registration.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Like the initial Property application, the first application that Saenger submitted for Life listed Bruce W. Saenger and Lawrence R. Durkin as the authors of the work, indicated that it was a \"work made for hire,\" and stated that The Saenger Organization, the copyright claimant, was the hiring party for whom the work had been made.  Interestingly, the Copyright Office responded to this application prior to responding to the earlier Property application.  By a letter dated December 24, 1986, the Copyright Office notified Saenger that \"[w]here a work is 'made for hire,' the employer is considered the author and should be [so] named [on the copyright application.]\"  In response to this letter, Saenger completed and submitted a second application for the same work, i.e., Life, this time listing The Saenger Organization alone as the work's author.  On the basis of this second application, which the Copyright Office received on January 16, 1987, the Copyright Office issued Saenger a copyright for Life (registration number TX 1-983-136), which listed November 28, 1986 as the effective date of registration.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During the period of time when these applications were pending, Durkin asked Saenger about the applications' status.  Some time after the Copyright Office sent Saenger the copyright registrations for Property and Life (the record is not clear precisely when), Saenger informed Durkin that the copyrights had \"come in from the Office.\"   Durkin did not ask to see, nor did he see, the copyright registrations or any of the applications submitted to the Copyright Office prior to an incident which occurred in April 1992.  According to Durkin, while looking through some files in the clerical area at Saenger, he inadvertently encountered a file entitled \"COPYRIGHT INFO.\"  He looked inside the file and discovered copies of the applications and the letters described above.  According to Durkin, he brought the file to Bruce Saenger's office and demanded an explanation for why he was not listed as a copyright owner, demanded his share of the copyright and copyright revenues, and expressed his view that the copyright registrations amounted to a violation of their oral agreement.  Saenger denies that such a confrontation ever took place.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Prior to leaving Saenger in September 1992, Durkin avers that he had regular and frequent discussions with Bruce Saenger concerning the copyright and revenue issues, something Saenger denies.  Durkin states that Saenger repeatedly promised him that he would \"get around to\" changing the copyright to name Durkin as a co-author and co-owner and would make an accounting for monies owed Durkin as a result of revenues attributable to fiscal years 1989 to 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Durkin admits that after he left Saenger in September 1992 he copied substantial portions of both Life and Property and used them in his own text, Fundamentals of Life, Accident, and Health Licensing Text (hereinafter \"Fundamentals \").  Saenger became aware of Durkin's activities in April 1994.  The following month, Saenger advised Durkin to discontinue copying and publishing the written material in question, as it was copyrighted by Saenger.  Durkin, however, persisted in publishing and distributing the material.  Shortly thereafter, Saenger filed suit in federal district court.  The district court preliminarily enjoined publication and distribution of the Durkin materials and entered summary judgment for Saenger on both its copyright infringement claims and Durkin's state law counterclaims.  This appeal ensued.</p>\n    </div>\n    <p>The Copyright Infringement Issue</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The plaintiff in a copyright infringement case bears the burden of proving \" '(1) ownership of a valid copyright, and (2) [unauthorized] copying of constituent elements of the work that are original.' \"  Lotus Dev.  Corp. v. Borland Int'l, Inc., 49 F.3d 807, 813 (1st Cir.1995), aff'd by an equally divided court, --- U.S. ----, 116 S.Ct. 804, 133 L.Ed.2d 610 (1996) (quoting Feist Public'ns, Inc. v. Rural Tel. Serv.  Co., 499 U.S. 340, 361, 111 S.Ct. 1282, 1295-96, 113 L.Ed.2d 358 (1991));  see also CMM Cable Rep., Inc. v. Ocean Coast Props., Inc., 97 F.3d 1504, 1513 (1st Cir.1996).  Only the first of these two prongs is at issue in this case because Durkin does not deny or dispute that he copied the pertinent material from Property and Life without any authorization from Saenger.  Thus, the only issue before us is whether Saenger's copyrights for Property and Life are valid.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To show ownership of a valid copyright, a plaintiff bears the burden of proving that the work, when viewed as a whole, is original and that he has complied with the requisite statutory formalities.  See Lotus, 49 F.3d at 813.  \" 'In judicial proceedings, a certificate of copyright registration constitutes prima facie evidence of copyrightability and shifts the burden to the defendant to demonstrate why the copyright is not valid.' \"  Id. (quoting Bibbero Sys., Inc. v. Colwell Sys., Inc., 893 F.2d 1104, 1106 (9th Cir.1990));  see also 17 U.S.C. &#167; 410(c);  CMM Cable, 97 F.3d at 1513.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, Saenger succeeded in shifting the burden regarding the validity of its copyrights in Life and Property by producing copyright registration certificates.  Durkin attempted to meet the repositioned burden of proof by arguing that Saenger's copyrights were obtained by misrepresentation and are, therefore, invalid.  We, like the district court, do not find this argument persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The crux of Durkin's theory is that the oral agreement he allegedly entered into with Saenger in April 1986, which Durkin characterizes as a partnership agreement, undermines the validity of Saenger's copyrights in Life and Property.   Specifically, Durkin alleges that he and Saenger orally agreed in April 1986 that he was to develop written materials for Saenger and that he and Saenger would be co-authors and co-owners of the copyrights in those materials, including those now titled Life and Property.   Thus, Durkin argues that Saenger's copyrights are invalid because they violate the terms of the April 1986 oral agreement and because the copyright applications that Saenger submitted contained information other than that which Saenger agreed they would contain as to ownership of the copyrights.  Saenger contests the veracity of Durkin's various allegations, but concedes that they must be assumed to be correct for the purposes of this appeal.  Even so, Durkin's argument encounters several difficulties.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Copyright Act of 1976 provides that copyright protection generally attaches to the person who actually creates a work.  See 17 U.S.C. &#167; 201(a) (\"Copyright in a work ... vests initially in the author or authors of the work.  The authors of a joint work are coowners of copyright in the work.\").  \"The Act carves out an important exception, however, for 'works made for hire.' \"  Community for Creative Non-Violence v. Reid, 490 U.S. 730, 737, 109 S.Ct. 2166, 2171, 104 L.Ed.2d 811 (1989) [hereinafter CCNV ]. Where \"a work [is] made for hire,\" the Act provides that \"the employer or other person for whom the work was prepared is considered the author\" and owns the copyright \"unless the parties have expressly agreed otherwise in a written instrument signed by them.\"  17 U.S.C. &#167; 201(b).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As for the scope of this exception to the general rule regarding copyright ownership, the 1976 Act, in relevant part, provides that a \"work [is] made for hire\" if it is either:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(1) a work prepared by an employee within the scope of his or her employment;  or</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(2) a work specially ordered or commissioned for use as ... a supplementary work, as a compilation, as an instructional text, as a test, as answer material for a test, or as an atlas, if the parties expressly agree in a written instrument signed by them that the work shall be considered a work made for hire....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">17 U.S.C. &#167; 101.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this case, the parties agree that they did not sign a written instrument stating that the materials that Durkin prepared for Saenger would be considered works made for hire.  Accordingly, Life and Property can be considered \"works made for hire\" only if they satisfy the requirements of section 101(1), that is, if they were prepared by Durkin within the scope of his employment with Saenger.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Copyright Act nowhere defines the key terms \"employee\" or \"scope of employment.\"   See CCNV, 490 U.S. at 739, 109 S.Ct. at 2172;  Melville B. Nimmer &amp; David Nimmer, 1 Nimmer on Copyright &#167; 5.03[B] at 5-14.2 (1996).  In CCNV, the Supreme Court resolved four conflicting judicial interpretations of these terms, see 490 U.S. at 738-39, 109 S.Ct. at 2171-72, by construing them to mean the \"conventional master-servant relationship as understood by common-law agency doctrine.\"  Id. at 740, 109 S.Ct. at 2172.   The resulting directive from the Court is unambiguous:  \"To determine whether a work is [made] for hire under the Act, a court first should ascertain, using principles of [the] general common law of agency, whether the work was prepared by an employee or an independent contractor.  After making this determination, the court can apply the appropriate subsection of &#167; 101.\"  Id. at 750-51, 109 S.Ct. at 2178.   The Court provided a nonexhaustive list of factors courts should use \"[i]n determining whether a hired party is an employee under the general common law of agency.\"  Id. at 751, 109 S.Ct. at 2178.   This list includes the following:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>the hiring party's right to control the manner and means by which the product is accomplished .... the skill required;  the source of the instrumentalities and tools;  the location of the work;  the duration of the relationship between the parties;  whether the hiring party has the right to assign additional projects to the hired party;  the extent of the hired party's discretion over when and how long to work;  the method of payment;  the hired party's role in hiring and paying assistants;  whether the work is part of the regular business of the hiring party;  whether the hiring party is in business;  the provision of employee benefits;  and the tax treatment of the hired party.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id. at 751-52, 109 S.Ct. at 2178-79 (footnotes omitted) (citing Restatement (Second) of Agency &#167; 220(2) (1958)).  The Court completed its discussion of these factors by cautioning that \"[n]o one of these factors is determinative.\"  Id. at 752, 109 S.Ct. at 2179.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Under this standard, the appellate record indicates that Durkin cannot escape the reasonable inference that he prepared these texts both while he was a Saenger employee and within the scope of his employment with Saenger.  The evidence demonstrates that the overwhelming majority of the agency factors that the CCNV Court highlighted point to the existence of an employment relationship between Durkin and Saenger.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For instance, on Durkin's version of events, he and Saenger recognized that he had some remaining work obligations to another organization, ETS, but agreed in April 1986 that he would begin to work on these texts immediately.  Specifically, they agreed that Durkin would work nights and weekends on developing the manuals, prior to his being able to assume his full-time position as Saenger's vice president in July 1986.  Thus, a fair reading of Durkin's own affidavit indicates that the agreement he reached with Saenger addressed the issues of when and how long he would work on the manuals even as to the period of time between April and July 1986.  In Durkin's words, \"Even though I was employed by another organization at the time [viz., April 1986], Saenger and I agreed that I would develop these manuscripts ... in the evenings and on weekends.\"   Under CCNV, this feature of the Durkin-Saenger agreement points towards the existence of an employment relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Furthermore, regardless whether Durkin actually wrote the manuals from scratch (as he alleges) or merely contributed to them by modifying and expanding pre-existing material (as Saenger counters), it is undisputed that Durkin performed this work for Saenger and at its specific behest.  Despite his arguments to the contrary, Durkin's affidavit in opposition to the preliminary injunction indicates that Saenger retained a right to control the manner and means by which the contested works--Life and Property--were produced.  This feature of the Durkin-Saenger relationship, too, militates in favor of a finding of employee status.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Specifically, Durkin swears that, pursuant to the alleged April 1986 oral agreement, Durkin \"would develop\" written material, Saenger \"would process\" this material, and Durkin would subsequently \"edit and proofread\" the text prior to printing.  Indeed, the record indicates that Saenger's office was an important source of the instrumentalities, tools, and human resources used in producing the works in question.  According to the affidavit of Nancy Nisil, a word processing clerk at Saenger, Nisil received handwritten sheets of paper from Durkin during the months of April and May 1986 \"on an almost daily basis ... which I converted into Property ... and Life ... which were later to my knowledge published by The Saenger Organization.\"  (emphasis added).  Nisil's affidavit is corroborated by that of another Saenger word processing clerk, Tina Petitt, which relates that she too received handwritten sheets of paper from Durkin during April and May 1986 \"on an almost daily basis\" that she \"converted into Property ... and Life.\"  (emphasis added).  The use of Saenger word processing equipment and personnel in the production of the works in question, and the level of Saenger control over the means of their production that such use entails, suggests the existence of an employer-employee relationship between Saenger and Durkin.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The understanding of the parties as to the nature of their relationship is also probative of the existence of a conventional master-servant relationship as understood by common law agency doctrine.  See Restatement (Second) of Agency &#167; 220(2)(i) (noting that \"whether or not the parties believe they are creating the relation of master and servant\" is a matter to be considered, among others, in determining whether one acting for another is a servant or an independent contractor).  While Durkin would have us believe that the April 1986 oral agreement was a partnership agreement, the record evidence fails to substantiate this theory.  On the contrary, the record facts indicate that Durkin himself understood the April 1986 oral agreement to constitute an agreement regarding his employment with Saenger.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Turning again to his preliminary injunction affidavit, Durkin's words on this point are illuminating, albeit not in the way he would like us to understand them:  \"Even though I was employed by another organization at the time [viz., April 1986], Saenger and I agreed that I would develop these manuscripts ... in the evenings and on weekends.\"  (emphasis added).  Durkin's use of the word \"another\" is pregnant with meaning in the context that confronts us.  The dictionary defines the adjective \"another\" as \"different or distinct from the one first named or considered,\" and as \"being one more in addition to one or a number of the same kind.\"   Webster's Third New International Dictionary 89 (1986).  When Durkin refers to his employment with another organization (i.e., ETS), it would appear that he understood the April 1986 oral agreement to have provided him with a new employment relationship with Saenger, even as to the period of time between the April agreement and his assumption of full-time duties as Saenger's vice president in July 1986.  Durkin appears to argue that he could not have been Saenger's employee from April to July because he was an ETS employee during that period.  Durkin's own affidavit, however, demonstrates that he understood the April agreement with Saenger as providing him with a part-time job that would entail evening and weekend work commitments in addition to the responsibilities associated with his other, full-time position with ETS.  Durkin's affidavit further establishes that both he and Saenger agreed that this moonlighting arrangement would continue until Durkin discharged his remaining commitment to ETS and thus became able to assume full-time work responsibilities as Saenger's vice president.  Importantly, this view of the matter is one to which Durkin himself subscribes.  In his own affidavit as to economic loss, Durkin describes himself with the following words:  \"I am a former employee of The Saenger Organization.\"  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Durkin's own apparent understanding of his relationship with Saenger thus suggests a finding of employee status.  So, too, does the duration of his work relationship with Saenger (some six years);  the method of payment used during this six-year period (the provision of a time-based, biweekly salary following the completion of his employment with ETS);  and, the provision of employee benefits.  Durkin's tax treatment also points to the existence of employee status.  Durkin had both federal and state taxes withheld from his Saenger paychecks, received W-2 forms for his salary, and received 1099 miscellaneous forms for any bonuses that he received.  Finally, there is no dispute that Durkin's work for Saenger was part of Saenger's regular business, a factor that likewise suggests the existence of an employment relationship.  The only CCNV factor that works in Durkin's favor is the level of skill that was presumably required to develop these works, but this does not alter the reality that the overwhelming majority of the agency factors highlighted by the CCNV Court point to the existence of an employment relationship between Durkin and Saenger.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On these undisputed facts, the district court was correct to conclude that no reasonable juror could find in Durkin's favor either that he was not employed by Saenger or that Life and Property were not prepared by him within the scope of his employment with Saenger.  Durkin's arguments to the contrary are unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First, we cannot agree with Durkin's contention that the April 1986 oral agreement \"essentially moot[s]\" the question of whether Life and Property fall within the statutory definition of works made \"for hire.\"   This view of the matter does not comport with either 17 U.S.C. &#167; 101 or the Supreme Court's ruling in CCNV.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, even if one assumes that Durkin and Saenger entered into the April 1986 oral agreement that Durkin describes, Durkin's legal theory that the agreement constituted a partnership agreement is unsupported by the record evidence.  While Durkin's affidavit as to economic loss characterizes the alleged oral agreement as a \"partnership agreement\" between himself and Bruce Saenger, on closer inspection that conclusory characterization does not represent additional record evidence on the matter, but only amounts to Durkin's \"spin\" on the facts.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Thus, Durkin himself describes the oral agreement in his preliminary injunction affidavit only as one that delineated employment responsibilities and payment issues.  Nowhere in the record does Durkin describe the agreement as one that even mentioned the concept or elements of partnership.  Most significantly, Durkin's own description of the April 1986 agreement makes no mention of an intent by the alleged principals to form a partnership.  See, e.g., Cardullo v. Landau, 329 Mass. 5, 105 N.E.2d 843, 845 (1952) (indicating that a partnership under Massachusetts law is generally held to exist only where such is the intent of the parties).  On the contrary, \"[t]he language throughout the agreement was that of employment and not of partnership.\"  Walsh v. Atlantic Research Assocs., 321 Mass. 57, 71 N.E.2d 580, 584 (1947).  As Durkin explains in his affidavit, the agreement provided that \"I would come to work for TSO [i.e., Saenger] as a Vice President.\"  (emphasis added).  Especially where it is undisputed that Durkin was not a co-owner with Bruce Saenger of The Saenger Organization, we cannot agree that a finder of fact could reasonably infer from this manifestation of intent that the parties intended to form a partnership relationship.  See, e.g., Shain Inv. Co. v. Cohen, 15 Mass.App.Ct. 4, 443 N.E.2d 126, 129 (1982) (indicating that members of a partnership are co-owners of a business, not just of a work product, thereby distinguishing them from individuals in other kinds of joint enterprises).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The core of Durkin's partnership argument would appear to be his contention that Saenger was to pay him \"[f]or his work\" in developing and marketing the manuals by providing him with an annual $42,000 salary and an equal share of the net revenues from the manuals he worked on.  This net revenue sharing, Durkin argues, evidences the existence of a partnership between himself and Saenger.  But, even if we assume the allegation about revenue sharing to be true, such an arrangement about how Durkin would be paid for his work would do little to substantiate Durkin's partnership theory because venerable and established law provides that one who is only interested in the profits of a business as a means for compensation for services rendered (i.e., for his work) is not a partner, but rather someone akin to a contractual creditor.  See Phipps v. Little, 213 Mass. 414, 100 N.E. 615, 615-16 (1913);  Estabrook v. Woods, 192 Mass. 499, 78 N.E. 538, 540 (1906) (refusing to find a partnership, despite a profit sharing arrangement, where the arrangement was essentially compensatory in nature and the party alleging the existence of a partnership \"had no right to take control of the business ... or to interfere in the management of it,\" even in the event of non-payment);  see also Mass.  Gen. Laws ch.  108A, &#167; 7(4)(a) &amp; (b) (providing that \"[t]he receipt by a person of a share of the profits of a business\" is not \"prima facie evidence that he is a partner\" where \"such profits were received in payment\" of, among other things, \"a debt by instalments or otherwise\" or \"[a]s wages of an employee\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, the \"partnership distributions\" that Durkin alleges to have received as his share of the \"partnership's\" revenue from the copyrighted works in question were not treated as royalties on his 1099 miscellaneous federal income tax forms, and were, in fact, treated as compensation payments--not as partnership distribution income on K-2 forms--for tax purposes.  As Saenger correctly points out, \"[a]ll other references relating to the so-called partnership agreement are lawyer argument.\"   Without evidence to support it, Durkin's conclusory legal opinion that the oral agreement was a partnership agreement cannot serve as a basis for a reasonable trier of fact to find that the agreement, if it existed, constituted a partnership agreement.  In view of the overwhelming factors present in the record favoring a finding of employee status, we do not see any reason to view this case, as Durkin would have us, through the rubric of Oddo v. Ries, 743 F.2d 630 (9th Cir.1984), a case that deals with the rights of partners in copyrights held by their partnership.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Therefore, to the extent that Durkin was the actual author of Life and Property, either in part or in their entirety, under CCNV and 17 U.S.C. &#167; 101, these works fall within the category of \"works made for hire.\"   Under the work-for-hire doctrine, as the Copyright Office correctly explained to Saenger, \"[i]f an individual contributes to or creates a work in his or her capacity as either an officer or employee of a company or organization, the work is considered a 'work made for hire' and the employer ... [is considered] the author rather than the individual.\"   This scenario fully pertains here.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As indicated, where \"a work [is] made for hire,\" federal copyright law provides that \"the employer or other person for whom the work was prepared\" owns the copyright \"unless the parties have expressly agreed otherwise in a written instrument signed by them.\"  17 U.S.C. &#167; 201(b) (emphasis added).  In light of this statutory language, the fact that there is no written agreement between the parties regarding ownership of the copyrights in Life and Property is dispositive regarding the validity of Saenger's copyrights.  Durkin's protestations about the alleged oral agreement with Saenger concerning the ownership of these copyrights is thus entirely beside the point.  On these facts, and given that Durkin conceded that he copied material from Life and Property without Saenger's authorization, the district court correctly concluded that Saenger was entitled as a matter of law to judgment in its favor on its copyright infringement claim.  See Feist, 499 U.S. at 361, 111 S.Ct. at 1295-96;  CMM Cable, 97 F.3d at 1513;  Lotus, 49 F.3d at 813.</p>\n    </div>\n    <p>The State Law Counterclaims</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">After Saenger brought its copyright infringement suit in federal court, Durkin filed state law counterclaims against Saenger alleging breach of agreement, fraud, and unfair and deceptive business practices (the latter under Mass.  Gen. Laws ch. 93A) on the ground that Saenger wrongfully obtained its copyrights in Life and Property by misrepresenting itself as the author of the works, and thereafter failed to pay Durkin his share of the revenues from those works, pursuant to the alleged April 1986 oral agreement.  The district court entered summary judgment for Saenger on these claims on the basis that they were barred by the Massachusetts statute of limitations and statute of frauds.  Durkin appeals these determinations.  For the reasons that follow, we agree with the result reached by the district court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We begin by noting that a six year statute of limitations applies in Massachusetts for breach of contract actions.  See Mass.  Gen. Laws ch. 260, &#167; 2.  A shorter four year statute pertains to chapter 93A actions claiming unfair and deceptive business practices, see Mass.  Gen. Laws ch. 260, &#167; 5A, while an even shorter three year statute of limitations pertains to causes of action alleging fraud.  See Mass.  Gen. Laws ch. 260, &#167; 2A.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Under Massachusetts law, an action for breach of contract generally accrues at the time of breach, thereby triggering the statute of limitations for purposes of determining whether a claim is time-barred.  See International Mobiles Corp. v. Corroon &amp; Black/Fairfield &amp; Ellis, Inc., 29 Mass.App.Ct. 215, 560 N.E.2d 122, 126 (1990) (citing Campanella &amp; Cardi Constr.  Co. v. Commonwealth, 351 Mass. 184, 217 N.E.2d 925 (1966) and Boston Towboat Co. v. Medford Nat'l Bank, 232 Mass. 38, 121 N.E. 491 (1919)).  Durkin's counterclaim regarding Saenger's breach of the alleged oral agreement would be time-barred under this standard rule inasmuch as the breach, on Durkin's version of events, occurred either in July 1986, when Saenger improperly completed the initial copyright applications, or November 1986, when Saenger submitted the applications to the Copyright Office and thus \"fraudulently\" secured copyright registrations dated effective as of that month and date.  See 17 U.S.C. &#167; 410(d) (governing the effective date of a copyright registration).  On either contingency, Durkin's breach of contract claim, his chapter 93A action, and his vaguely asserted fraud cause of action would be time-barred because they were not filed until August 1994, thereby falling outside the respective six, four, and three year limitations periods.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Durkin concedes as much and urges us, as he urged the district court, to accept his theory that the Massachusetts \"discovery rule\" applies to his situation.  The discovery rule can operate to delay the accrual of a cause of action because it provides that \"[a] cause of action will accrue when the plaintiff actually knows of the cause of action or when the plaintiff should have known of the cause of action.\"  Riley v. Presnell, 409 Mass. 239, 565 N.E.2d 780, 785 (1991) (emphasis added).  Durkin argues that the district court wrongly granted summary judgment for Saenger because, as a matter of Massachusetts law, he was entitled to an opportunity to persuade a jury that he actually knew or should have known of Saenger's allegedly wrongful conduct on a date that would make his August 1994 filing timely under the statute of limitations.  In support of this contention, Durkin quotes Riley for the proposition that \"where, as here, the plaintiff has claimed a trial by jury, any disputed issues relative to the statute of limitations ought to be decided by the jury.\"  Id. 565 N.E.2d at 787.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Specifically, Durkin's theory is that he did not know in actual fact of Saenger's wrongful behavior until April 1992 when, one day, he accidentally came across the file labelled \"COPYRIGHT INFO.\"  Moreover, Durkin contends that there was no reason that he should have known of Saenger's fraud, breach of agreement, or deceptive and unfair business practices before then because he reasonably and justifiably relied on Saenger's representations regarding ownership of the copyrights.  On Durkin's view of the matter, Saenger was his partner and therefore Durkin had every reason to believe that Saenger would do what he agreed to do about the copyrights and had no reason to believe that he (Saenger) would do otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Durkin's theory lacks merit.  \"Under the Massachusetts discovery rule, the running of the statute of limitations is delayed while 'the facts,' as distinguished from the 'legal theory for the cause of action,' remain 'inherently unknowable ' to the injured party.\"  Catrone v. Thoroughbred Racing Ass'ns of N. Am., Inc., 929 F.2d 881, 885 (1st Cir.1991) (emphasis added) (quoting Gore v. Daniel O'Connell's Sons, Inc., 17 Mass.App.Ct. 645, 461 N.E.2d 256, 259 (1984));  see also Williams v. Ely, 423 Mass. 467, 668 N.E.2d 799, 804 n. 7 (1996) (\"Some of our opinions have stated that a plaintiff seeking to show that the statute of limitations did not begin to run must demonstrate that the claim was 'inherently unknowable,' a standard that is no different from, and is used interchangeably with, the 'knew or should have known' standard.\")  (emphasis added) (construing Riley ).   Durkin does not contend that the facts he discovered in April 1992 were somehow inherently unknowable to him so much as he argues that they were unknown to him.  Therefore, despite his protestations to the contrary, Durkin's state law counterclaims are all time-barred on the basis of the undisputed facts and the applicable Massachusetts law.  This conclusion is reached no matter how one chooses to view the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">First, although there is some dispute as to when in 1986 the initial copyright application was completed, it is undisputed that sometime in 1986 Durkin was present in the room when Saenger drafted the application which listed The Saenger Organization alone as the copyright's owner.  Because Durkin was not listed as a co-owner, as Durkin alleges Saenger had agreed he would be, Saenger breached the oral agreement in Durkin's presence in 1986.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  If Durkin saw the document at that time, then he was aware of the breach and the statute of limitations was duly triggered.  Durkin, however, denies seeing the application and instead argues that he did not bother to look at it or to examine whether the information contained therein was correct or not.  Durkin justifies his actions (or rather, inaction) by arguing, in essence, that he felt fully justified in relying on Saenger, a partner, to do what they had agreed.  As our previous discussion explains, there is no evidence that Durkin and Saenger entered into a partnership agreement, and certainly not in the legal sense of that term.  Even if we assume such an agreement, Durkin's deliberate indifference to what was contained in the copyright applications--information that was inherently knowable to him--cannot serve to toll the running of the statute of limitations.  See Ely, 668 N.E.2d at 804 n. 7 (describing the Massachusetts standard for determining when a plaintiff can avail himself of the discovery rule).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Durkin's reliance on Riley is thus misplaced because that case does not vitiate the standard rule that a \"nonmoving party can fend off a motion for summary judgment [only] by setting forth specific facts sufficient to demonstrate that every essential element of its claim or defense is at least trialworthy.\"  Catrone, 929 F.2d at 884.   That standard is not met here.  Under Massachusetts law, \"[t]he plaintiff bears the burden of presenting facts sufficient to take the case outside the statute of limitations.\"  Id. at 885 (citing Franklin v. Albert, 381 Mass. 611, 411 N.E.2d 458, 463 (1980)).  Here, there is no trialworthy issue as to the statute of limitations question because there is not \"enough evidence for a jury to return a verdict for the nonmoving party.\"  Id. at 884-85 (citing Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 249-50, 106 S.Ct. 2505, 2510-11, 91 L.Ed.2d 202 (1986)).  No reasonable juror could fail to find that Durkin should have known the facts underlying his cause of action for breach of agreement, or that such facts were knowable to him, see Catrone, 929 F.2d at 885;  Ely, 668 N.E.2d at 804 n. 7;  Gore, 461 N.E.2d at 259, at the time in 1986 that the application was drafted in his presence with the prejudicial omission of his name.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Second, it is undisputed that Saenger applied for and received copyright registration certificates for Life and Property from the Copyright Office.  Under federal copyright law, recordation of a document in the Copyright Office \"gives all persons constructive notice of the facts stated in the recorded document.\"  17 U.S.C. &#167; 205(c).  A copyright registration certificate issued by and filed with the Copyright Office thus serves to put the world on constructive notice as to the ownership of the copyright and of the facts stated in the registration certificate.  In this way, the Copyright Act's protections are analogous to the protections that federal law affords patents.  See Wise v. Hubbard, 769 F.2d 1, 2 (1st Cir.1985) (\"The United States Supreme Court has consistently held that the issuance of a patent and its recordation in the Patent Office constitutes notice to the world of its existence.\")  (citing Sontag Chain Stores Co. Ltd. v. National Nut Co. of Cal., 310 U.S. 281, 295, 60 S.Ct. 961, 967-68, 84 L.Ed. 1204 (1940);  Wine Ry. Appliance Co. v. Enterprise Ry. Equip.  Co., 297 U.S. 387, 393, 56 S.Ct. 528, 529, 80 L.Ed. 736 (1936);  Sessions v. Romadka, 145 U.S. 29, 50, 12 S.Ct. 799, 805, 36 L.Ed. 609 (1892);  Boyden v. Burke, 14 How.  (55 U.S.) 575, 582, 14 L.Ed. 548 (1852)).  On the undisputed facts of the case, therefore, Durkin had constructive notice of Saenger's claim of exclusive ownership of the copyrights in Life and Property as of November 1986, the effective date of registration for both works.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Third, it is undisputed that all of the manuals that Saenger published, including those at issue in this case, openly displayed a United States copyright notice that announced to the world that Saenger was the copyright owner.  Inasmuch as Durkin concedes that he worked on and with these same materials during the period that he worked at Saenger (1986-1992), Durkin must be presumed to have had actual notice that Saenger had breached the terms of the alleged oral agreement more than six years before he filed his contract counterclaim in August 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Durkin's argument that the discovery rule tolls the statutes of limitations on his state law counterclaims until April 1992, when he stumbled upon the \"COPYRIGHT INFO.\" file at Saenger, is thus unavailing.  Durkin was at best deliberately indifferent as to what was contained in the copyright applications when they were drafted in his presence and he was constructively, if not actually, on notice of Saenger's incompatible claim of exclusive copyright ownership.  Saenger's alleged fraud, breach, and deceptive business practices were thus knowable to him in 1986 had he exercised minimal and reasonable diligence.  By no stretch of the imagination were the facts of which Durkin complains \"inherently unknowable\" to him prior to April 1992.  Catrone, 929 F.2d at 885;  Ely, 668 N.E.2d at 804 n. 7;  Gore, 461 N.E.2d at 259.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In view of these undisputed facts and the applicable legal standards, no reasonable juror could fail to find that Durkin knew or, through reasonable diligence, should have known of Saenger's claim of exclusive ownership of the copyright in Life and Property more than six years before he filed his counterclaim for breach of agreement, more than four years before he filed his chapter 93A action for deceptive and unfair business practices, and more than three years before he filed his cause of action alleging fraud.  Therefore, Durkin's counterclaims were extinguished by the limitations period as a matter of law.  See Daboub v. Gibbons, 42 F.3d 285, 291 (5th Cir.1995) (upholding grant of summary judgment on ground that state law causes of action, raised in context of copyright infringement case, were time-barred given what and when the plaintiffs actually knew, or through reasonable diligence, should have known about allegedly wrongful conduct).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Durkin's fallback position is similarly unpersuasive.  Specifically, Durkin argues that the statutes of limitations applicable to his counterclaims should be tolled pursuant to Mass.  Gen. Laws ch. 260, &#167; 12 because Saenger fraudulently concealed his alleged breach of agreement and deceptive business practices.  We need not dwell on this argument.  \"Where a fiduciary relationship exists, the failure adequately to disclose the facts that would give rise to knowledge of a cause of action ... is equivalent to fraudulent concealment for purposes of applying &#167; 12.\"  Demoulas v. Demoulas Super Markets, Inc., 424 Mass. 501, 677 N.E.2d 159, 174 (1997).  Here, however, as we have discussed, there was no partnership, and thus no fiduciary relationship, between Durkin and Saenger.  In the absence of a fiduciary relationship, \" 'the estoppel provision of Mass.  Gen. Laws Ann. ch. 260, &#167; 12 is generally not available where the plaintiff is capable of discovering the facts allegedly concealed.' \"  Wise, 769 F.2d at 4 (quoting Burbridge v. Board of Assessors, 11 Mass.App.Ct. 546, 417 N.E.2d 477, 480 (1981)).  As discussed above, Durkin was fully capable of discovering the facts that Saenger allegedly concealed from him through the expenditure of but minimal effort.  Finally, nothing in the record suggests fraudulent concealment.  Saenger secured valid copyright registrations and affixed copyright notices to the works in question, which Durkin worked on over a period of many years.  As Saenger correctly argues:  \"Public notice is not concealment.  Public display is not deception.\"</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Our resolution of the statute of limitations issue obviates our need to consider the dispute between the parties regarding the statute of frauds.  In short, the fact that Durkin's counterclaim for breach of contract was extinguished by the limitations period essentially moots the question of whether the April 1986 oral agreement could have been enforced despite the fact that it was never memorialized in a writing.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The district court properly found that no genuine issue of material fact existed as to Saenger's ownership of valid copyrights and Durkin's infringement of them, and thus correctly concluded that Saenger was entitled to judgment in its favor as a matter of law.  The district court also correctly determined that the applicable Massachusetts statutes of limitations bar Durkin's various state law counterclaims against Saenger.  For the reasons discussed above, we therefore ascribe no error to the district court's rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Affirmed. Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Durkin claims that the Property application, while submitted to the Copyright Office in November 1986, was filled out in his presence on or about July 16, 1986</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> While the Copyright Act expressly preempts all causes of action that fall within its scope, with a few narrowly drawn exceptions, see 17 U.S.C. &#167; 301;  Data Gen. Corp. v. Grumman Sys. Support Corp., 36 F.3d 1147, 1164-65 (1st Cir.1994), and while the district court's preliminary injunction ruling referred to this fact, see Saenger Org., Inc., v. Nationwide Ins. Licensing Assocs., Inc., 864 F.Supp. 246, 250 n. 4 (D.Mass.1994), the preemption issue was not briefed or argued on appeal.  We need not reach the question of whether Durkin's state law theories of recovery--all of which in some manner address themselves to the question of who owns the copyrights in Life and Property--are equivalent to protections afforded by federal copyright law, and are thus preempted, because our analysis today indicates that Durkin's asserted state claims are not viable in any event.  The issue is not purely academic, however, and we note that at least one federal court that has addressed a similar situation has found preemption.  See Miller v. CP Chemicals, Inc., 808 F.Supp. 1238, 1246 (D.S.C.1992) (\"The Copyright Act affords a presumption to the employer, under the work for hire doctrine, that the employer shall receive the copyright, and that such presumption will not be rebutted except by a writing signed by the employer.  If the employee can bring a lawsuit under state law based upon an alleged oral promise, then the presumptions created under the Copyright Act would be substantially, if not, totally undermined.  The court finds that the plaintiff's breach of employment contract is an artful restructuring of the copyright claim and is, therefore, preempted.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We primarily analyze the facts against Durkin's contract theory of recovery because that cause of action has the most generous limitations period (viz., six years)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></span></p>\n    <p class=\"case_cite\">1997 Copr.L.Dec. P 27,675, 43 U.S.P.Q.2d 1412</p>\n    <p class=\"parties\">The SAENGER ORGANIZATION, INC., Plaintiff, Appellee,<br>v.<br>NATIONWIDE INSURANCE LICENSING ASSOCIATES, INC.,<br>Commonwealth Licensing Group, and Lawrence R.<br>Durkin, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 96-2197.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 9, 1997.<br>Decided July 18, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ernest B. Murphy, with whom Murphy &amp; O'Connell, was on brief, for appellants.</p>\n      <p class=\"indent\">David J. Byer, with whom Testa, Hurwitz &amp; Thibeault, LLP, Stephen J. Kenney, Medway, MA, and Kenney &amp; Maciolek, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This copyright infringement case revolves around a dispute over who owns the copyrights in insurance licensing texts and manuals that were created in 1986.  It comes to us on appeal from the district court's grant of summary judgment in favor of plaintiff-appellee, The Saenger Organization, Inc.  (\"Saenger\"), and against defendants-appellants Lawrence R. Durkin, Nationwide Insurance Licensing Associates, Inc., and Commonwealth Licensing Group (collectively \"Durkin\").  Durkin argues that the district court improperly found that no genuine issue of material fact existed as to Saenger's ownership of valid copyrights in the manuals and Durkin's infringement of them.  Thus, Durkin contends that the district court wrongly concluded that Saenger was entitled to judgment in its favor as a matter of law.  Durkin further argues that the district court incorrectly determined that the applicable Massachusetts statutes of limitations and frauds barred his state law counterclaims against Saenger alleging fraud, breach of agreement, and unfair and deceptive business practices.  For the reasons that follow, we affirm the district court's rulings.</p>\n    </div>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We exercise plenary, de novo review of a district court's entry of summary judgment.  See Ortiz-Pinero v. Rivera-Arroyo, <span class=\"citation\" data-id=\"196764\"><a href=\"/opinion/196764/ortiz-pinero-v-rivera-arroyo/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir.1996).  Summary judgment is appropriate where there are no genuine disputes as to material facts and the moving party is entitled to judgment as a matter of law.  See Fed.R.Civ.P. 56(c).  We review the record evidence in the light most favorable to the non-moving party, and thus draw all reasonable inferences and resolve factual disputes in favor of the party against whom summary judgment has been entered, in this case, the defendants-appellants.  See Den Norske Bank v. First Nat'l Bank of Boston, <span class=\"citation\" data-id=\"196552\"><a href=\"/opinion/196552/den-norske-bank-as-v-first-natl-of-bost/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 53 (1st Cir.1996).</p>\n    </div>\n    <p>Background and Prior Proceedings</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Saenger Organization has been in the business of publishing insurance licensing texts and manuals since 1986.  Durkin worked for Saenger from 1986 until 1992, during which time he was an officer and vice president of the corporation.  Since 1993, Durkin, now the principal of both Nationwide Insurance Licensing Associates and Commonwealth Licensing Group, has been independently in the business of publishing insurance licensing texts and manuals.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">According to Durkin, he and Saenger reached an oral agreement in April 1986 as to work that Durkin would do for Saenger.  Saenger disputes the existence of any unwritten agreement, but concedes that we must view the record evidence in the light most favorable to Durkin for purposes of this appeal and the underlying motion.  According to Durkin, the work responsibilities he undertook in the April 1986 oral agreement included the development of a property and casualty insurance licensing manual, a life and health insurance manual, and several state law supplements.  Durkin maintains that the alleged oral agreement contained the following terms:  Durkin was to begin immediately to develop, update, and expand these manuals and supplements for Saenger, which would market them;  he would become Saenger's vice president immediately upon completion of an existing employment commitment to another firm;  he and Saenger would be co-authors of the materials that Durkin would write and co-owners of the copyrights in those materials;  and, he would be paid a base salary of $42,000 per annum plus 50 percent of the net revenues of the materials he worked on, with the computation and sharing of such net revenue to begin in June 1987 and to continue in each succeeding fiscal year.  Durkin promptly began to work part-time (nights and weekends) on the manuals--as he and Saenger had agreed--even though he was still employed by Educational Training Systems (\"ETS\").  Durkin and Saenger continued with this work arrangement for several months until Durkin assumed full-time work duties at Saenger's offices in July 1986.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Two of the insurance licensing texts that Durkin worked on during his relationship with Saenger were manuals that came to be titled Life, Accident and Health Licensing Text and Property/Casualty Licensing Text (hereinafter \"Life \" and \"Property \" respectively).  Durkin claims he authored these works in their entirety, while Saenger contends that Durkin merely expanded and updated previously developed Saenger manuals.  In any event, on or about November 26, 1986, Saenger submitted an application for copyright registration, a Form TX, for Property with the United States Copyright Office.  About two days later, Saenger submitted a similar application for Life.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Property application listed July 16, 1986 as the work's first date of publication and indicated that it was a \"work made for hire\" by the work's co-authors, which the application listed as Bruce W. Saenger (The Saenger Organization's principal) and Lawrence R. Durkin.  The application indicated that The Saenger Organization was the hiring party for whom the work was made and was the sole claimant of copyright protection.  The Copyright Office responded to the application with a letter dated January 23, 1987, notifying Saenger that \"[i]f an individual contributes to or creates a work in his or her capacity as either an officer or employee of a company or organization, the work is considered a 'work made for hire' and the employer should be named as the author rather than the individual.\"   In response to this letter, Saenger completed and submitted a second application for the same work, i.e., Property, again listing The Saenger Organization as the sole copyright claimant, but this time also listing it alone as the work's author.  On the basis of this second application, which the Copyright Office received on February 24, 1987, the Copyright Office issued Saenger a copyright for Property (registration number TX 2-011-625), which listed November 26, 1986 as the effective date of registration.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Like the initial Property application, the first application that Saenger submitted for Life listed Bruce W. Saenger and Lawrence R. Durkin as the authors of the work, indicated that it was a \"work made for hire,\" and stated that The Saenger Organization, the copyright claimant, was the hiring party for whom the work had been made.  Interestingly, the Copyright Office responded to this application prior to responding to the earlier Property application.  By a letter dated December 24, 1986, the Copyright Office notified Saenger that \"[w]here a work is 'made for hire,' the employer is considered the author and should be [so] named [on the copyright application.]\"  In response to this letter, Saenger completed and submitted a second application for the same work, i.e., Life, this time listing The Saenger Organization alone as the work's author.  On the basis of this second application, which the Copyright Office received on January 16, 1987, the Copyright Office issued Saenger a copyright for Life (registration number TX 1-983-136), which listed November 28, 1986 as the effective date of registration.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">During the period of time when these applications were pending, Durkin asked Saenger about the applications' status.  Some time after the Copyright Office sent Saenger the copyright registrations for Property and Life (the record is not clear precisely when), Saenger informed Durkin that the copyrights had \"come in from the Office.\"   Durkin did not ask to see, nor did he see, the copyright registrations or any of the applications submitted to the Copyright Office prior to an incident which occurred in April 1992.  According to Durkin, while looking through some files in the clerical area at Saenger, he inadvertently encountered a file entitled \"COPYRIGHT INFO.\"  He looked inside the file and discovered copies of the applications and the letters described above.  According to Durkin, he brought the file to Bruce Saenger's office and demanded an explanation for why he was not listed as a copyright owner, demanded his share of the copyright and copyright revenues, and expressed his view that the copyright registrations amounted to a violation of their oral agreement.  Saenger denies that such a confrontation ever took place.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Prior to leaving Saenger in September 1992, Durkin avers that he had regular and frequent discussions with Bruce Saenger concerning the copyright and revenue issues, something Saenger denies.  Durkin states that Saenger repeatedly promised him that he would \"get around to\" changing the copyright to name Durkin as a co-author and co-owner and would make an accounting for monies owed Durkin as a result of revenues attributable to fiscal years 1989 to 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Durkin admits that after he left Saenger in September 1992 he copied substantial portions of both Life and Property and used them in his own text, Fundamentals of Life, Accident, and Health Licensing Text (hereinafter \"Fundamentals \").  Saenger became aware of Durkin's activities in April 1994.  The following month, Saenger advised Durkin to discontinue copying and publishing the written material in question, as it was copyrighted by Saenger.  Durkin, however, persisted in publishing and distributing the material.  Shortly thereafter, Saenger filed suit in federal district court.  The district court preliminarily enjoined publication and distribution of the Durkin materials and entered summary judgment for Saenger on both its copyright infringement claims and Durkin's state law counterclaims.  This appeal ensued.</p>\n    </div>\n    <p>The Copyright Infringement Issue</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The plaintiff in a copyright infringement case bears the burden of proving \" '(1) ownership of a valid copyright, and (2) [unauthorized] copying of constituent elements of the work that are original.' \"  Lotus Dev.  Corp. v. Borland Int'l, Inc., <span class=\"citation\" data-id=\"691310\"><a href=\"/opinion/691310/lotus-development-corporation-v-borland-international-inc/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">807</span></a></span>, 813 (1st Cir.1995), aff'd by an equally divided court, --- U.S. ----, <span class=\"citation\" data-id=\"117991\"><a href=\"/opinion/117991/lotus-development-corp-v-borland-international-inc/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">804</span></a></span>, <span class=\"citation\" data-id=\"117991\"><a href=\"/opinion/117991/lotus-development-corp-v-borland-international-inc/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">610</span> </a></span>(1996) (quoting Feist Public'ns, Inc. v. Rural Tel. Serv.  Co., <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span>, 361, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></a></span>, 1295-96, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span> </a></span>(1991));  see also CMM Cable Rep., Inc. v. Ocean Coast Props., Inc., <span class=\"citation\" data-id=\"727991\"><a href=\"/opinion/727991/cmm-cable-rep-inc-dba-creative-media-management-inc-v-ocean-coast/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1504</span></a></span>, 1513 (1st Cir.1996).  Only the first of these two prongs is at issue in this case because Durkin does not deny or dispute that he copied the pertinent material from Property and Life without any authorization from Saenger.  Thus, the only issue before us is whether Saenger's copyrights for Property and Life are valid.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To show ownership of a valid copyright, a plaintiff bears the burden of proving that the work, when viewed as a whole, is original and that he has complied with the requisite statutory formalities.  See <span class=\"citation\" data-id=\"691310\"><span class=\"antecedent_guess\">Lotus,</span> <a href=\"/opinion/691310/lotus-development-corporation-v-borland-international-inc/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">813</span></a></span>.  \" 'In judicial proceedings, a certificate of copyright registration constitutes prima facie evidence of copyrightability and shifts the burden to the defendant to demonstrate why the copyright is not valid.' \"  <span class=\"citation\" data-id=\"691310\"><a href=\"/opinion/691310/lotus-development-corporation-v-borland-international-inc/\"><span class=\"id_token\">Id.</span> (quoting Bibbero </a></span>Sys., Inc. v. Colwell Sys., Inc., <span class=\"citation\" data-id=\"534883\"><a href=\"/opinion/534883/bibbero-systems-inc-a-california-corporation/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1104</span></a></span>, 1106 (9th Cir.1990));  see also 17 U.S.C. &#167; 410(c);  CMM <span class=\"citation\" data-id=\"727991\"><span class=\"antecedent_guess\">Cable,</span> <a href=\"/opinion/727991/cmm-cable-rep-inc-dba-creative-media-management-inc-v-ocean-coast/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1513</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, Saenger succeeded in shifting the burden regarding the validity of its copyrights in Life and Property by producing copyright registration certificates.  Durkin attempted to meet the repositioned burden of proof by arguing that Saenger's copyrights were obtained by misrepresentation and are, therefore, invalid.  We, like the district court, do not find this argument persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The crux of Durkin's theory is that the oral agreement he allegedly entered into with Saenger in April 1986, which Durkin characterizes as a partnership agreement, undermines the validity of Saenger's copyrights in Life and Property.   Specifically, Durkin alleges that he and Saenger orally agreed in April 1986 that he was to develop written materials for Saenger and that he and Saenger would be co-authors and co-owners of the copyrights in those materials, including those now titled Life and Property.   Thus, Durkin argues that Saenger's copyrights are invalid because they violate the terms of the April 1986 oral agreement and because the copyright applications that Saenger submitted contained information other than that which Saenger agreed they would contain as to ownership of the copyrights.  Saenger contests the veracity of Durkin's various allegations, but concedes that they must be assumed to be correct for the purposes of this appeal.  Even so, Durkin's argument encounters several difficulties.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Copyright Act of 1976 provides that copyright protection generally attaches to the person who actually creates a work.  See 17 U.S.C. &#167; 201(a) (\"Copyright in a work ... vests initially in the author or authors of the work.  The authors of a joint work are coowners of copyright in the work.\").  \"The Act carves out an important exception, however, for 'works made for hire.' \"  Community for Creative Non-Violence v. Reid, <span class=\"citation\" data-id=\"112273\"><a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">730</span></a></span>, 737, <span class=\"citation\" data-id=\"112273\"><a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2166</span></a></span>, 2171, <span class=\"citation\" data-id=\"112273\"><a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span> </a></span>(1989) [hereinafter CCNV ]. Where \"a work [is] made for hire,\" the Act provides that \"the employer or other person for whom the work was prepared is considered the author\" and owns the copyright \"unless the parties have expressly agreed otherwise in a written instrument signed by them.\"  17 U.S.C. &#167; 201(b).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As for the scope of this exception to the general rule regarding copyright ownership, the 1976 Act, in relevant part, provides that a \"work [is] made for hire\" if it is either:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(1) a work prepared by an employee within the scope of his or her employment;  or</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(2) a work specially ordered or commissioned for use as ... a supplementary work, as a compilation, as an instructional text, as a test, as answer material for a test, or as an atlas, if the parties expressly agree in a written instrument signed by them that the work shall be considered a work made for hire....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">17 U.S.C. &#167; 101.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In this case, the parties agree that they did not sign a written instrument stating that the materials that Durkin prepared for Saenger would be considered works made for hire.  Accordingly, Life and Property can be considered \"works made for hire\" only if they satisfy the requirements of section 101(1), that is, if they were prepared by Durkin within the scope of his employment with Saenger.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Copyright Act nowhere defines the key terms \"employee\" or \"scope of employment.\"   See <span class=\"citation\" data-id=\"112273\"><span class=\"antecedent_guess\">CCNV,</span> <a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">739</span></a></span>, 109 S.Ct. at 2172;  Melville B. Nimmer &amp; David Nimmer, 1 Nimmer on Copyright &#167; 5.03[B] at 5-14.2 (1996).  In CCNV, the Supreme Court resolved four conflicting judicial interpretations of these terms, <span class=\"citation\" data-id=\"112273\"><span class=\"antecedent_guess\">see</span> <a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">738-39</span></a></span>, 109 S.Ct. at 2171-72, by construing them to mean the \"conventional master-servant relationship as understood by common-law agency doctrine.\"  <span class=\"citation\" data-id=\"112273\"><a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"id_token\">Id.</span> at 740, </a></span>109 S.Ct. at 2172.   The resulting directive from the Court is unambiguous:  \"To determine whether a work is [made] for hire under the Act, a court first should ascertain, using principles of [the] general common law of agency, whether the work was prepared by an employee or an independent contractor.  After making this determination, the court can apply the appropriate subsection of &#167; 101.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 750-51, </span>109 S.Ct. at 2178.   The Court provided a nonexhaustive list of factors courts should use \"[i]n determining whether a hired party is an employee under the general common law of agency.\"  <span class=\"citation\" data-id=\"112273\"><a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"id_token\">Id.</span> at 751, </a></span>109 S.Ct. at 2178.   This list includes the following:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>the hiring party's right to control the manner and means by which the product is accomplished .... the skill required;  the source of the instrumentalities and tools;  the location of the work;  the duration of the relationship between the parties;  whether the hiring party has the right to assign additional projects to the hired party;  the extent of the hired party's discretion over when and how long to work;  the method of payment;  the hired party's role in hiring and paying assistants;  whether the work is part of the regular business of the hiring party;  whether the hiring party is in business;  the provision of employee benefits;  and the tax treatment of the hired party.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"112273\"><a href=\"/opinion/112273/community-for-creative-non-violence-v-reid/\"><span class=\"id_token\">Id.</span> at 751-52, </a></span>109 S.Ct. at 2178-79 (footnotes omitted) (citing Restatement (Second) of Agency &#167; 220(2) (1958)).  The Court completed its discussion of these factors by cautioning that \"[n]o one of these factors is determinative.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 752, </span>109 S.Ct. at 2179.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Under this standard, the appellate record indicates that Durkin cannot escape the reasonable inference that he prepared these texts both while he was a Saenger employee and within the scope of his employment with Saenger.  The evidence demonstrates that the overwhelming majority of the agency factors that the CCNV Court highlighted point to the existence of an employment relationship between Durkin and Saenger.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For instance, on Durkin's version of events, he and Saenger recognized that he had some remaining work obligations to another organization, ETS, but agreed in April 1986 that he would begin to work on these texts immediately.  Specifically, they agreed that Durkin would work nights and weekends on developing the manuals, prior to his being able to assume his full-time position as Saenger's vice president in July 1986.  Thus, a fair reading of Durkin's own affidavit indicates that the agreement he reached with Saenger addressed the issues of when and how long he would work on the manuals even as to the period of time between April and July 1986.  In Durkin's words, \"Even though I was employed by another organization at the time [viz., April 1986], Saenger and I agreed that I would develop these manuscripts ... in the evenings and on weekends.\"   Under CCNV, this feature of the Durkin-Saenger agreement points towards the existence of an employment relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Furthermore, regardless whether Durkin actually wrote the manuals from scratch (as he alleges) or merely contributed to them by modifying and expanding pre-existing material (as Saenger counters), it is undisputed that Durkin performed this work for Saenger and at its specific behest.  Despite his arguments to the contrary, Durkin's affidavit in opposition to the preliminary injunction indicates that Saenger retained a right to control the manner and means by which the contested works--Life and Property--were produced.  This feature of the Durkin-Saenger relationship, too, militates in favor of a finding of employee status.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Specifically, Durkin swears that, pursuant to the alleged April 1986 oral agreement, Durkin \"would develop\" written material, Saenger \"would process\" this material, and Durkin would subsequently \"edit and proofread\" the text prior to printing.  Indeed, the record indicates that Saenger's office was an important source of the instrumentalities, tools, and human resources used in producing the works in question.  According to the affidavit of Nancy Nisil, a word processing clerk at Saenger, Nisil received handwritten sheets of paper from Durkin during the months of April and May 1986 \"on an almost daily basis ... which I converted into Property ... and Life ... which were later to my knowledge published by The Saenger Organization.\"  (emphasis added).  Nisil's affidavit is corroborated by that of another Saenger word processing clerk, Tina Petitt, which relates that she too received handwritten sheets of paper from Durkin during April and May 1986 \"on an almost daily basis\" that she \"converted into Property ... and Life.\"  (emphasis added).  The use of Saenger word processing equipment and personnel in the production of the works in question, and the level of Saenger control over the means of their production that such use entails, suggests the existence of an employer-employee relationship between Saenger and Durkin.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The understanding of the parties as to the nature of their relationship is also probative of the existence of a conventional master-servant relationship as understood by common law agency doctrine.  See Restatement (Second) of Agency &#167; 220(2)(i) (noting that \"whether or not the parties believe they are creating the relation of master and servant\" is a matter to be considered, among others, in determining whether one acting for another is a servant or an independent contractor).  While Durkin would have us believe that the April 1986 oral agreement was a partnership agreement, the record evidence fails to substantiate this theory.  On the contrary, the record facts indicate that Durkin himself understood the April 1986 oral agreement to constitute an agreement regarding his employment with Saenger.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Turning again to his preliminary injunction affidavit, Durkin's words on this point are illuminating, albeit not in the way he would like us to understand them:  \"Even though I was employed by another organization at the time [viz., April 1986], Saenger and I agreed that I would develop these manuscripts ... in the evenings and on weekends.\"  (emphasis added).  Durkin's use of the word \"another\" is pregnant with meaning in the context that confronts us.  The dictionary defines the adjective \"another\" as \"different or distinct from the one first named or considered,\" and as \"being one more in addition to one or a number of the same kind.\"   Webster's Third New International Dictionary 89 (1986).  When Durkin refers to his employment with another organization (i.e., ETS), it would appear that he understood the April 1986 oral agreement to have provided him with a new employment relationship with Saenger, even as to the period of time between the April agreement and his assumption of full-time duties as Saenger's vice president in July 1986.  Durkin appears to argue that he could not have been Saenger's employee from April to July because he was an ETS employee during that period.  Durkin's own affidavit, however, demonstrates that he understood the April agreement with Saenger as providing him with a part-time job that would entail evening and weekend work commitments in addition to the responsibilities associated with his other, full-time position with ETS.  Durkin's affidavit further establishes that both he and Saenger agreed that this moonlighting arrangement would continue until Durkin discharged his remaining commitment to ETS and thus became able to assume full-time work responsibilities as Saenger's vice president.  Importantly, this view of the matter is one to which Durkin himself subscribes.  In his own affidavit as to economic loss, Durkin describes himself with the following words:  \"I am a former employee of The Saenger Organization.\"  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Durkin's own apparent understanding of his relationship with Saenger thus suggests a finding of employee status.  So, too, does the duration of his work relationship with Saenger (some six years);  the method of payment used during this six-year period (the provision of a time-based, biweekly salary following the completion of his employment with ETS);  and, the provision of employee benefits.  Durkin's tax treatment also points to the existence of employee status.  Durkin had both federal and state taxes withheld from his Saenger paychecks, received W-2 forms for his salary, and received 1099 miscellaneous forms for any bonuses that he received.  Finally, there is no dispute that Durkin's work for Saenger was part of Saenger's regular business, a factor that likewise suggests the existence of an employment relationship.  The only CCNV factor that works in Durkin's favor is the level of skill that was presumably required to develop these works, but this does not alter the reality that the overwhelming majority of the agency factors highlighted by the CCNV Court point to the existence of an employment relationship between Durkin and Saenger.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On these undisputed facts, the district court was correct to conclude that no reasonable juror could find in Durkin's favor either that he was not employed by Saenger or that Life and Property were not prepared by him within the scope of his employment with Saenger.  Durkin's arguments to the contrary are unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First, we cannot agree with Durkin's contention that the April 1986 oral agreement \"essentially moot[s]\" the question of whether Life and Property fall within the statutory definition of works made \"for hire.\"   This view of the matter does not comport with either 17 U.S.C. &#167; 101 or the Supreme Court's ruling in CCNV.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, even if one assumes that Durkin and Saenger entered into the April 1986 oral agreement that Durkin describes, Durkin's legal theory that the agreement constituted a partnership agreement is unsupported by the record evidence.  While Durkin's affidavit as to economic loss characterizes the alleged oral agreement as a \"partnership agreement\" between himself and Bruce Saenger, on closer inspection that conclusory characterization does not represent additional record evidence on the matter, but only amounts to Durkin's \"spin\" on the facts.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Thus, Durkin himself describes the oral agreement in his preliminary injunction affidavit only as one that delineated employment responsibilities and payment issues.  Nowhere in the record does Durkin describe the agreement as one that even mentioned the concept or elements of partnership.  Most significantly, Durkin's own description of the April 1986 agreement makes no mention of an intent by the alleged principals to form a partnership.  See, e.g., Cardullo v. Landau, <span class=\"citation\" data-id=\"1996699\"><a href=\"/opinion/1996699/cardullo-v-landau/\"><span class=\"volume\">329</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">5</span></a></span>, <span class=\"citation\" data-id=\"1996699\"><a href=\"/opinion/1996699/cardullo-v-landau/\"><span class=\"volume\">105</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">843</span></a></span>, 845 (1952) (indicating that a partnership under Massachusetts law is generally held to exist only where such is the intent of the parties).  On the contrary, \"[t]he language throughout the agreement was that of employment and not of partnership.\"  Walsh v. Atlantic Research Assocs., <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">57</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">580</span></span>, 584 (1947).  As Durkin explains in his affidavit, the agreement provided that \"I would come to work for TSO [i.e., Saenger] as a Vice President.\"  (emphasis added).  Especially where it is undisputed that Durkin was not a co-owner with Bruce Saenger of The Saenger Organization, we cannot agree that a finder of fact could reasonably infer from this manifestation of intent that the parties intended to form a partnership relationship.  See, e.g., Shain Inv. Co. v. Cohen, 15 Mass.App.Ct. 4, <span class=\"citation\" data-id=\"1978404\"><a href=\"/opinion/1978404/shain-investment-co-inc-v-cohen/\"><span class=\"volume\">443</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">126</span></a></span>, 129 (1982) (indicating that members of a partnership are co-owners of a business, not just of a work product, thereby distinguishing them from individuals in other kinds of joint enterprises).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The core of Durkin's partnership argument would appear to be his contention that Saenger was to pay him \"[f]or his work\" in developing and marketing the manuals by providing him with an annual $42,000 salary and an equal share of the net revenues from the manuals he worked on.  This net revenue sharing, Durkin argues, evidences the existence of a partnership between himself and Saenger.  But, even if we assume the allegation about revenue sharing to be true, such an arrangement about how Durkin would be paid for his work would do little to substantiate Durkin's partnership theory because venerable and established law provides that one who is only interested in the profits of a business as a means for compensation for services rendered (i.e., for his work) is not a partner, but rather someone akin to a contractual creditor.  See Phipps v. Little, <span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">414</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">615</span></span>, 615-16 (1913);  Estabrook v. Woods, <span class=\"citation no-link\"><span class=\"volume\">192</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">499</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">538</span></span>, 540 (1906) (refusing to find a partnership, despite a profit sharing arrangement, where the arrangement was essentially compensatory in nature and the party alleging the existence of a partnership \"had no right to take control of the business ... or to interfere in the management of it,\" even in the event of non-payment);  see also Mass.  Gen. Laws ch.  108A, &#167; 7(4)(a) &amp; (b) (providing that \"[t]he receipt by a person of a share of the profits of a business\" is not \"prima facie evidence that he is a partner\" where \"such profits were received in payment\" of, among other things, \"a debt by instalments or otherwise\" or \"[a]s wages of an employee\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, the \"partnership distributions\" that Durkin alleges to have received as his share of the \"partnership's\" revenue from the copyrighted works in question were not treated as royalties on his 1099 miscellaneous federal income tax forms, and were, in fact, treated as compensation payments--not as partnership distribution income on K-2 forms--for tax purposes.  As Saenger correctly points out, \"[a]ll other references relating to the so-called partnership agreement are lawyer argument.\"   Without evidence to support it, Durkin's conclusory legal opinion that the oral agreement was a partnership agreement cannot serve as a basis for a reasonable trier of fact to find that the agreement, if it existed, constituted a partnership agreement.  In view of the overwhelming factors present in the record favoring a finding of employee status, we do not see any reason to view this case, as Durkin would have us, through the rubric of Oddo v. Ries, <span class=\"citation\" data-id=\"441709\"><a href=\"/opinion/441709/frank-oddo-v-jack-w-ries-mme-publications-mme-publishing-company-and/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">630</span> </a></span>(9th Cir.1984), a case that deals with the rights of partners in copyrights held by their partnership.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Therefore, to the extent that Durkin was the actual author of Life and Property, either in part or in their entirety, under CCNV and 17 U.S.C. &#167; 101, these works fall within the category of \"works made for hire.\"   Under the work-for-hire doctrine, as the Copyright Office correctly explained to Saenger, \"[i]f an individual contributes to or creates a work in his or her capacity as either an officer or employee of a company or organization, the work is considered a 'work made for hire' and the employer ... [is considered] the author rather than the individual.\"   This scenario fully pertains here.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As indicated, where \"a work [is] made for hire,\" federal copyright law provides that \"the employer or other person for whom the work was prepared\" owns the copyright \"unless the parties have expressly agreed otherwise in a written instrument signed by them.\"  17 U.S.C. &#167; 201(b) (emphasis added).  In light of this statutory language, the fact that there is no written agreement between the parties regarding ownership of the copyrights in Life and Property is dispositive regarding the validity of Saenger's copyrights.  Durkin's protestations about the alleged oral agreement with Saenger concerning the ownership of these copyrights is thus entirely beside the point.  On these facts, and given that Durkin conceded that he copied material from Life and Property without Saenger's authorization, the district court correctly concluded that Saenger was entitled as a matter of law to judgment in its favor on its copyright infringement claim.  See <span class=\"citation\" data-id=\"112568\"><span class=\"antecedent_guess\">Feist,</span> <a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">361</span></a></span>, 111 S.Ct. at 1295-96;  CMM <span class=\"citation\" data-id=\"727991\"><span class=\"antecedent_guess\">Cable,</span> <a href=\"/opinion/727991/cmm-cable-rep-inc-dba-creative-media-management-inc-v-ocean-coast/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1513</span></a></span>;  <span class=\"citation\" data-id=\"691310\"><span class=\"antecedent_guess\">Lotus,</span> <a href=\"/opinion/691310/lotus-development-corporation-v-borland-international-inc/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">813</span></a></span>.</p>\n    </div>\n    <p>The State Law Counterclaims</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">After Saenger brought its copyright infringement suit in federal court, Durkin filed state law counterclaims against Saenger alleging breach of agreement, fraud, and unfair and deceptive business practices (the latter under Mass.  Gen. Laws ch. 93A) on the ground that Saenger wrongfully obtained its copyrights in Life and Property by misrepresenting itself as the author of the works, and thereafter failed to pay Durkin his share of the revenues from those works, pursuant to the alleged April 1986 oral agreement.  The district court entered summary judgment for Saenger on these claims on the basis that they were barred by the Massachusetts statute of limitations and statute of frauds.  Durkin appeals these determinations.  For the reasons that follow, we agree with the result reached by the district court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We begin by noting that a six year statute of limitations applies in Massachusetts for breach of contract actions.  See Mass.  Gen. Laws ch. 260, &#167; 2.  A shorter four year statute pertains to chapter 93A actions claiming unfair and deceptive business practices, see Mass.  Gen. Laws ch. 260, &#167; 5A, while an even shorter three year statute of limitations pertains to causes of action alleging fraud.  See Mass.  Gen. Laws ch. 260, &#167; 2A.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Under Massachusetts law, an action for breach of contract generally accrues at the time of breach, thereby triggering the statute of limitations for purposes of determining whether a claim is time-barred.  See International Mobiles Corp. v. Corroon &amp; Black/Fairfield &amp; Ellis, Inc., 29 Mass.App.Ct. 215, <span class=\"citation\" data-id=\"2120910\"><a href=\"/opinion/2120910/intl-mobiles-v-corroon-blackfairfield/\"><span class=\"volume\">560</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">122</span></a></span>, 126 (1990) (citing Campanella &amp; Cardi Constr.  Co. v. Commonwealth, <span class=\"citation\" data-id=\"2141449\"><a href=\"/opinion/2141449/campanella-cardi-construction-co-v-commonwealth/\"><span class=\"volume\">351</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">184</span></a></span>, <span class=\"citation\" data-id=\"2141449\"><a href=\"/opinion/2141449/campanella-cardi-construction-co-v-commonwealth/\"><span class=\"volume\">217</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">925</span> </a></span>(1966) and Boston Towboat Co. v. Medford Nat'l Bank, <span class=\"citation no-link\"><span class=\"volume\">232</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">38</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">491</span> </span>(1919)).  Durkin's counterclaim regarding Saenger's breach of the alleged oral agreement would be time-barred under this standard rule inasmuch as the breach, on Durkin's version of events, occurred either in July 1986, when Saenger improperly completed the initial copyright applications, or November 1986, when Saenger submitted the applications to the Copyright Office and thus \"fraudulently\" secured copyright registrations dated effective as of that month and date.  See 17 U.S.C. &#167; 410(d) (governing the effective date of a copyright registration).  On either contingency, Durkin's breach of contract claim, his chapter 93A action, and his vaguely asserted fraud cause of action would be time-barred because they were not filed until August 1994, thereby falling outside the respective six, four, and three year limitations periods.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Durkin concedes as much and urges us, as he urged the district court, to accept his theory that the Massachusetts \"discovery rule\" applies to his situation.  The discovery rule can operate to delay the accrual of a cause of action because it provides that \"[a] cause of action will accrue when the plaintiff actually knows of the cause of action or when the plaintiff should have known of the cause of action.\"  Riley v. Presnell, <span class=\"citation\" data-id=\"2090844\"><a href=\"/opinion/2090844/riley-v-presnell/\"><span class=\"volume\">409</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">239</span></a></span>, <span class=\"citation\" data-id=\"2090844\"><a href=\"/opinion/2090844/riley-v-presnell/\"><span class=\"volume\">565</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">780</span></a></span>, 785 (1991) (emphasis added).  Durkin argues that the district court wrongly granted summary judgment for Saenger because, as a matter of Massachusetts law, he was entitled to an opportunity to persuade a jury that he actually knew or should have known of Saenger's allegedly wrongful conduct on a date that would make his August 1994 filing timely under the statute of limitations.  In support of this contention, Durkin quotes Riley for the proposition that \"where, as here, the plaintiff has claimed a trial by jury, any disputed issues relative to the statute of limitations ought to be decided by the jury.\"  <span class=\"citation\" data-id=\"2090844\"><a href=\"/opinion/2090844/riley-v-presnell/\"><span class=\"id_token\">Id.</span> 565 N.E.2d </a></span>at 787.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Specifically, Durkin's theory is that he did not know in actual fact of Saenger's wrongful behavior until April 1992 when, one day, he accidentally came across the file labelled \"COPYRIGHT INFO.\"  Moreover, Durkin contends that there was no reason that he should have known of Saenger's fraud, breach of agreement, or deceptive and unfair business practices before then because he reasonably and justifiably relied on Saenger's representations regarding ownership of the copyrights.  On Durkin's view of the matter, Saenger was his partner and therefore Durkin had every reason to believe that Saenger would do what he agreed to do about the copyrights and had no reason to believe that he (Saenger) would do otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Durkin's theory lacks merit.  \"Under the Massachusetts discovery rule, the running of the statute of limitations is delayed while 'the facts,' as distinguished from the 'legal theory for the cause of action,' remain 'inherently unknowable ' to the injured party.\"  Catrone v. Thoroughbred Racing Ass'ns of N. Am., Inc., <span class=\"citation\" data-id=\"558580\"><a href=\"/opinion/558580/patrick-catrone-v-thoroughbred-racing-associations-of-north-america-inc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">881</span></a></span>, 885 (1st Cir.1991) (emphasis added) (quoting Gore v. Daniel O'Connell's Sons, Inc., 17 Mass.App.Ct. 645, <span class=\"citation\" data-id=\"2051670\"><a href=\"/opinion/2051670/gore-v-daniel-oconnells-sons-inc/\"><span class=\"volume\">461</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">256</span></a></span>, 259 (1984));  see also Williams v. Ely, <span class=\"citation no-link\"><span class=\"volume\">423</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">467</span></span>, <span class=\"citation no-link\"><span class=\"volume\">668</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">799</span></span>, 804 n. 7 (1996) (\"Some of our opinions have stated that a plaintiff seeking to show that the statute of limitations did not begin to run must demonstrate that the claim was 'inherently unknowable,' a standard that is no different from, and is used interchangeably with, the 'knew or should have known' standard.\")  (emphasis added) (construing Riley ).   Durkin does not contend that the facts he discovered in April 1992 were somehow inherently unknowable to him so much as he argues that they were unknown to him.  Therefore, despite his protestations to the contrary, Durkin's state law counterclaims are all time-barred on the basis of the undisputed facts and the applicable Massachusetts law.  This conclusion is reached no matter how one chooses to view the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">First, although there is some dispute as to when in 1986 the initial copyright application was completed, it is undisputed that sometime in 1986 Durkin was present in the room when Saenger drafted the application which listed The Saenger Organization alone as the copyright's owner.  Because Durkin was not listed as a co-owner, as Durkin alleges Saenger had agreed he would be, Saenger breached the oral agreement in Durkin's presence in 1986.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  If Durkin saw the document at that time, then he was aware of the breach and the statute of limitations was duly triggered.  Durkin, however, denies seeing the application and instead argues that he did not bother to look at it or to examine whether the information contained therein was correct or not.  Durkin justifies his actions (or rather, inaction) by arguing, in essence, that he felt fully justified in relying on Saenger, a partner, to do what they had agreed.  As our previous discussion explains, there is no evidence that Durkin and Saenger entered into a partnership agreement, and certainly not in the legal sense of that term.  Even if we assume such an agreement, Durkin's deliberate indifference to what was contained in the copyright applications--information that was inherently knowable to him--cannot serve to toll the running of the statute of limitations.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Ely,</span> <span class=\"volume\">668</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">804</span> </span>n. 7 (describing the Massachusetts standard for determining when a plaintiff can avail himself of the discovery rule).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Durkin's reliance on Riley is thus misplaced because that case does not vitiate the standard rule that a \"nonmoving party can fend off a motion for summary judgment [only] by setting forth specific facts sufficient to demonstrate that every essential element of its claim or defense is at least trialworthy.\"  <span class=\"citation\" data-id=\"558580\"><span class=\"antecedent_guess\">Catrone,</span> <a href=\"/opinion/558580/patrick-catrone-v-thoroughbred-racing-associations-of-north-america-inc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">884</span></a></span>.   That standard is not met here.  Under Massachusetts law, \"[t]he plaintiff bears the burden of presenting facts sufficient to take the case outside the statute of limitations.\"  <span class=\"citation\" data-id=\"558580\"><a href=\"/opinion/558580/patrick-catrone-v-thoroughbred-racing-associations-of-north-america-inc/\"><span class=\"id_token\">Id.</span> at 885 </a></span>(citing Franklin v. Albert, <span class=\"citation\" data-id=\"2203515\"><a href=\"/opinion/2203515/franklin-v-albert/\"><span class=\"volume\">381</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">611</span></a></span>, <span class=\"citation\" data-id=\"2203515\"><a href=\"/opinion/2203515/franklin-v-albert/\"><span class=\"volume\">411</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">458</span></a></span>, 463 (1980)).  Here, there is no trialworthy issue as to the statute of limitations question because there is not \"enough evidence for a jury to return a verdict for the nonmoving party.\"  <span class=\"citation\" data-id=\"2203515\"><a href=\"/opinion/2203515/franklin-v-albert/\"><span class=\"id_token\">Id.</span> at 884-85 </a></span>(citing Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249-50, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510-11, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986)).  No reasonable juror could fail to find that Durkin should have known the facts underlying his cause of action for breach of agreement, or that such facts were knowable to him, see <span class=\"citation\" data-id=\"558580\"><span class=\"antecedent_guess\">Catrone,</span> <a href=\"/opinion/558580/patrick-catrone-v-thoroughbred-racing-associations-of-north-america-inc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">885</span></a></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Ely,</span> <span class=\"volume\">668</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">804</span> </span>n. 7;  <span class=\"citation\" data-id=\"2051670\"><span class=\"antecedent_guess\">Gore,</span> <a href=\"/opinion/2051670/gore-v-daniel-oconnells-sons-inc/\"><span class=\"volume\">461</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">259</span></a></span>, at the time in 1986 that the application was drafted in his presence with the prejudicial omission of his name.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Second, it is undisputed that Saenger applied for and received copyright registration certificates for Life and Property from the Copyright Office.  Under federal copyright law, recordation of a document in the Copyright Office \"gives all persons constructive notice of the facts stated in the recorded document.\"  17 U.S.C. &#167; 205(c).  A copyright registration certificate issued by and filed with the Copyright Office thus serves to put the world on constructive notice as to the ownership of the copyright and of the facts stated in the registration certificate.  In this way, the Copyright Act's protections are analogous to the protections that federal law affords patents.  See Wise v. Hubbard, <span class=\"citation\" data-id=\"456171\"><a href=\"/opinion/456171/walter-g-wise-v-leo-james-hubbard-precision-handling-devices-inc-and/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1985) (\"The United States Supreme Court has consistently held that the issuance of a patent and its recordation in the Patent Office constitutes notice to the world of its existence.\")  (citing Sontag Chain Stores Co. Ltd. v. National Nut Co. of Cal., <span class=\"citation\" data-id=\"103354\"><a href=\"/opinion/103354/sontag-chain-stores-co-v-national-nut-co-of-cal/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></a></span>, 295, <span class=\"citation\" data-id=\"103354\"><a href=\"/opinion/103354/sontag-chain-stores-co-v-national-nut-co-of-cal/\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">961</span></a></span>, 967-68, <span class=\"citation\" data-id=\"103354\"><a href=\"/opinion/103354/sontag-chain-stores-co-v-national-nut-co-of-cal/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1204</span> </a></span>(1940);  Wine Ry. Appliance Co. v. Enterprise Ry. Equip.  Co., <span class=\"citation\" data-id=\"102610\"><a href=\"/opinion/102610/wine-railway-appliance-co-v-enterprise-railway-equipment-co/\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">387</span></a></span>, 393, <span class=\"citation\" data-id=\"102610\"><a href=\"/opinion/102610/wine-railway-appliance-co-v-enterprise-railway-equipment-co/\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">528</span></a></span>, 529, <span class=\"citation\" data-id=\"102610\"><a href=\"/opinion/102610/wine-railway-appliance-co-v-enterprise-railway-equipment-co/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">736</span> </a></span>(1936);  Sessions v. Romadka, <span class=\"citation\" data-id=\"93360\"><a href=\"/opinion/93360/sessions-v-romadka/\"><span class=\"volume\">145</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 50, <span class=\"citation\" data-id=\"93360\"><a href=\"/opinion/93360/sessions-v-romadka/\"><span class=\"volume\">12</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">799</span></a></span>, 805, <span class=\"citation\" data-id=\"93360\"><a href=\"/opinion/93360/sessions-v-romadka/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">609</span> </a></span>(1892);  Boyden v. Burke, 14 How.  (55 U.S.) 575, 582, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">548</span> </span>(1852)).  On the undisputed facts of the case, therefore, Durkin had constructive notice of Saenger's claim of exclusive ownership of the copyrights in Life and Property as of November 1986, the effective date of registration for both works.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Third, it is undisputed that all of the manuals that Saenger published, including those at issue in this case, openly displayed a United States copyright notice that announced to the world that Saenger was the copyright owner.  Inasmuch as Durkin concedes that he worked on and with these same materials during the period that he worked at Saenger (1986-1992), Durkin must be presumed to have had actual notice that Saenger had breached the terms of the alleged oral agreement more than six years before he filed his contract counterclaim in August 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Durkin's argument that the discovery rule tolls the statutes of limitations on his state law counterclaims until April 1992, when he stumbled upon the \"COPYRIGHT INFO.\" file at Saenger, is thus unavailing.  Durkin was at best deliberately indifferent as to what was contained in the copyright applications when they were drafted in his presence and he was constructively, if not actually, on notice of Saenger's incompatible claim of exclusive copyright ownership.  Saenger's alleged fraud, breach, and deceptive business practices were thus knowable to him in 1986 had he exercised minimal and reasonable diligence.  By no stretch of the imagination were the facts of which Durkin complains \"inherently unknowable\" to him prior to April 1992.  <span class=\"citation\" data-id=\"558580\"><span class=\"antecedent_guess\">Catrone,</span> <a href=\"/opinion/558580/patrick-catrone-v-thoroughbred-racing-associations-of-north-america-inc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">885</span></a></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Ely,</span> <span class=\"volume\">668</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">804</span> </span>n. 7;  <span class=\"citation\" data-id=\"2051670\"><span class=\"antecedent_guess\">Gore,</span> <a href=\"/opinion/2051670/gore-v-daniel-oconnells-sons-inc/\"><span class=\"volume\">461</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">259</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In view of these undisputed facts and the applicable legal standards, no reasonable juror could fail to find that Durkin knew or, through reasonable diligence, should have known of Saenger's claim of exclusive ownership of the copyright in Life and Property more than six years before he filed his counterclaim for breach of agreement, more than four years before he filed his chapter 93A action for deceptive and unfair business practices, and more than three years before he filed his cause of action alleging fraud.  Therefore, Durkin's counterclaims were extinguished by the limitations period as a matter of law.  See Daboub v. Gibbons, <span class=\"citation\" data-id=\"6871\"><a href=\"/opinion/6871/daboub-v-gibbons/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">285</span></a></span>, 291 (5th Cir.1995) (upholding grant of summary judgment on ground that state law causes of action, raised in context of copyright infringement case, were time-barred given what and when the plaintiffs actually knew, or through reasonable diligence, should have known about allegedly wrongful conduct).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Durkin's fallback position is similarly unpersuasive.  Specifically, Durkin argues that the statutes of limitations applicable to his counterclaims should be tolled pursuant to Mass.  Gen. Laws ch. 260, &#167; 12 because Saenger fraudulently concealed his alleged breach of agreement and deceptive business practices.  We need not dwell on this argument.  \"Where a fiduciary relationship exists, the failure adequately to disclose the facts that would give rise to knowledge of a cause of action ... is equivalent to fraudulent concealment for purposes of applying &#167; 12.\"  Demoulas v. Demoulas Super Markets, Inc., <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">501</span></span>, <span class=\"citation no-link\"><span class=\"volume\">677</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">159</span></span>, 174 (1997).  Here, however, as we have discussed, there was no partnership, and thus no fiduciary relationship, between Durkin and Saenger.  In the absence of a fiduciary relationship, \" 'the estoppel provision of Mass.  Gen. Laws Ann. ch. 260, &#167; 12 is generally not available where the plaintiff is capable of discovering the facts allegedly concealed.' \"  <span class=\"citation\" data-id=\"456171\"><span class=\"antecedent_guess\">Wise,</span> <a href=\"/opinion/456171/walter-g-wise-v-leo-james-hubbard-precision-handling-devices-inc-and/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">4</span> </a></span>(quoting Burbridge v. Board of Assessors, 11 Mass.App.Ct. 546, <span class=\"citation\" data-id=\"2084958\"><a href=\"/opinion/2084958/burbridge-v-board-of-assessors-of-lexington/\"><span class=\"volume\">417</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">477</span></a></span>, 480 (1981)).  As discussed above, Durkin was fully capable of discovering the facts that Saenger allegedly concealed from him through the expenditure of but minimal effort.  Finally, nothing in the record suggests fraudulent concealment.  Saenger secured valid copyright registrations and affixed copyright notices to the works in question, which Durkin worked on over a period of many years.  As Saenger correctly argues:  \"Public notice is not concealment.  Public display is not deception.\"</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Our resolution of the statute of limitations issue obviates our need to consider the dispute between the parties regarding the statute of frauds.  In short, the fact that Durkin's counterclaim for breach of contract was extinguished by the limitations period essentially moots the question of whether the April 1986 oral agreement could have been enforced despite the fact that it was never memorialized in a writing.</p>\n    </div>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The district court properly found that no genuine issue of material fact existed as to Saenger's ownership of valid copyrights and Durkin's infringement of them, and thus correctly concluded that Saenger was entitled to judgment in its favor as a matter of law.  The district court also correctly determined that the applicable Massachusetts statutes of limitations bar Durkin's various state law counterclaims against Saenger.  For the reasons discussed above, we therefore ascribe no error to the district court's rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Affirmed. Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Durkin claims that the Property application, while submitted to the Copyright Office in November 1986, was filled out in his presence on or about July 16, 1986</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> While the Copyright Act expressly preempts all causes of action that fall within its scope, with a few narrowly drawn exceptions, see 17 U.S.C. &#167; 301;  Data Gen. Corp. v. Grumman Sys. Support Corp., <span class=\"citation\" data-id=\"195601\"><a href=\"/opinion/195601/data-general-v-grumman-systems/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1147</span></a></span>, 1164-65 (1st Cir.1994), and while the district court's preliminary injunction ruling referred to this fact, see Saenger Org., Inc., v. Nationwide Ins. Licensing Assocs., Inc., <span class=\"citation no-link\"><span class=\"volume\">864</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">246</span></span>, 250 n. 4 (D.Mass.1994), the preemption issue was not briefed or argued on appeal.  We need not reach the question of whether Durkin's state law theories of recovery--all of which in some manner address themselves to the question of who owns the copyrights in Life and Property--are equivalent to protections afforded by federal copyright law, and are thus preempted, because our analysis today indicates that Durkin's asserted state claims are not viable in any event.  The issue is not purely academic, however, and we note that at least one federal court that has addressed a similar situation has found preemption.  See Miller v. CP Chemicals, Inc., <span class=\"citation no-link\"><span class=\"volume\">808</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1238</span></span>, 1246 (D.S.C.1992) (\"The Copyright Act affords a presumption to the employer, under the work for hire doctrine, that the employer shall receive the copyright, and that such presumption will not be rebutted except by a writing signed by the employer.  If the employee can bring a lawsuit under state law based upon an alleged oral promise, then the presumptions created under the Copyright Act would be substantially, if not, totally undermined.  The court finds that the plaintiff's breach of employment contract is an artful restructuring of the copyright claim and is, therefore, preempted.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We primarily analyze the facts against Durkin's contract theory of recovery because that cause of action has the most generous limitations period (viz., six years)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/6871/",
    "https://www.courtlistener.com/api/rest/v3/opinions/93360/",
    "https://www.courtlistener.com/api/rest/v3/opinions/102610/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103354/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112273/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112568/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117991/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195601/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196552/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196764/",
    "https://www.courtlistener.com/api/rest/v3/opinions/441709/",
    "https://www.courtlistener.com/api/rest/v3/opinions/456171/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534883/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558580/",
    "https://www.courtlistener.com/api/rest/v3/opinions/691310/",
    "https://www.courtlistener.com/api/rest/v3/opinions/727991/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1978404/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1996699/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2051670/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2084958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2090844/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2120910/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2141449/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2203515/"
  ]
}