{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/197463/",
  "id": 197463,
  "absolute_url": "/opinion/197463/noonan-v-rauh/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/197463/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:30:50Z",
  "date_modified": "2020-02-22T00:02:11.157051Z",
  "type": "010combined",
  "sha1": "7adaa07afc58f51323a35b9fe9d1f51717104b6f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1845.01A",
  "local_path": null,
  "plain_text": "\n\n                 UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\nNo. 96-1845\r\n                      IN RE DAVID C. RAUH,\r\n\n                             Debtor,\r\n\n                    DAVID J. NOONAN, TRUSTEE,\r\n\n                      Plaintiff, Appellant,\r\n\n                               v.\r\n\n                         KUEI FONG RAUH,\r\n\n                      Defendant, Appellee.\r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\r\n\n                             Before\r\n\n                     Boudin, Circuit Judge,\r\n\n                   Cyr, Senior Circuit Judge,\r\n\n                    and Lynch, Circuit Judge.\r\n\n     Claudia  J. Reed,  with  whom  David J.  Noonan  and  Cohen,\r\nRosenthal P.C. were on brief for appellant.\r\n     Joseph I.  Schindler, with  whom Jonathan  S. Schindler  and\r\nKlieman, Lyons,  Schindler,  Gross &amp;  Pabian  were on  brief  for\r\nappellee.\r\n\n                          July 18, 1997\r\n\n          CYR, Senior Circuit Judge.  Appellant David J.  Noonan,\r\n\ntrustee in  bankruptcy of  David C.  Rauh (\"Debtor\"),  challenges\r\n\nvarious \r                 bankruptcy court rulings    later affirmed by the district\r\n\ncourt    declining to set aside certain prepetition transfers  to\r\n\nKuei Fong Rauh, the Debtor's wife, and disallowing the  Trustee's\r\n\npostjudgment \r                      motion to amend the complaint, findings, and judgment\r\n\nrelating to three fraudulent-conveyance claims belatedly asserted\r\n\nagainst Mrs. Rauh.  We affirm the judgment, as amended to reflect\r\n\nan additional voidable transfer to Mrs. Rauh. \r\n\n                                I\r\n\n                           BACKGROUND\r\n\n          In  1976,  the Debtor,  Gary  Stahelski,  and  a  third\r\n\nindividual no longer involved in the case, founded a partnership,\r\n\nEnvironmental\r                       Water Systems (\"E.W.S.\"), which was to engage in the\r\n\nplumbing  and  heating  business.   Six  years  later,  the  same\r\n\nindividuals formed a corporation, E.W.S. Realty, Inc. (\"Realty\"),\r\n\nwhich developed real property  for sale or lease.  The  principal\r\n\nlenders \r                 for \r                     the \r                        various \r                                real estate development projects undertaken\r\n\nby Realty  were Commerce Bank &amp;  Trust Co. (\"Commerce Bank\")  and\r\n\nCountry Bank for Savings (\"Country Savings\").  The loans obtained\r\n\nto finance the Realty  projects were secured by mortgages on  the\r\n\nvarious \r                 properties \r                           under \r                                 development and were guaranteed by Realty,\r\n\nas  well as  by  the Debtor  and  Stahelski in  their  individual\r\n\ncapacities.  During 1988, the Debtor, Stahelski, and Vincent  and\r\n\nErnest Osterman engaged  in a real estate development project  in\r\n\ntheir individual capacities.   Around the  same time, these  four\r\n\n                                2\r\r\n\nindividuals \r                     formed \r                           Pioneer Valley Partners No. 1, Inc. (\"Pioneer\"),\r\n\na \r           corporation \r                       which \r                            was \r                                to develop a shopping mall known as Pioneer\r\n\nPlaza.   The Pioneer Plaza project  financing came from the  real\r\n\nestate sellers  and Commerce  Bank.   The loans  were secured  by\r\n\nmortgages on the Pioneer Plaza real estate and guaranteed by  the\r\n\nvarious corporations, the Debtor, Stahelski, and the Ostermans. \r\n\n          For \r                       a \r                         time, \r                              E.W.S. \r                                     and \r                                         Realty were reasonably successful,\r\n\nespecially during 1986, 1987 and 1988.  As the Massachusetts real\r\n\nestate market  slumped in 1989,  however, the Debtor's  financial\r\n\nposition \r                  deteriorated, \r                               due to difficulties in obtaining lessees for\r\n\nspace \r               in \r                  the \r                     Pioneer \r                             Mall, a slowdown in the construction business,\r\n\nand the heavy indebtedness incurred with E.W.S. and/or Realty for\r\n\nservices performed in connection with the Pioneer Plaza  project.\r\n\nE.W.S. \r                and \r                    Realty in turn became deeply indebted to third parties.\r\n\nBy May 1989, the Debtor  realized that he and Stahelski would  be\r\n\nunable \r                to \r                   meet \r                       the \r                           $200,000 mortgage payment due the sellers of the\r\n\nPioneer Plaza real estate  in June and an additional payment  due\r\n\nCountry Savings around the same time.\r\n\n          Between  June  1  and  September  2,  1989,  Mrs.  Rauh\r\n\nunilaterally  withdrew  $127,758  from  various  joint   accounts\r\n\nmaintained \r                    in the names of both spouses and deposited the proceeds\r\n\nin \r            accounts \r                     she \r                        either \r                               held jointly with her daughter or in her own\r\n\nname as trustee for  her son.    The bankruptcy court found  that\r\n\nthese \r               transfers \r                        were \r                             made by Mrs. Rauh with actual intent to remove\r\n\nthe monies in  the joint spousal accounts  from the reach of  the\r\n\nDebtor's creditors.  \r\n\n                                3\r\r\n\n          On June  28, 1989, the  Debtor suddenly absconded  wit\r\n\n$9,000 withdrawn from an unspecified joint spousal account.  Mrs.\r\n\n auh \r              sought \r                    an \r                       explanatio\r                                                                          h\r          R                      n from Stahelski, who described the dismal\r\n\nfinancial \r                   picture \r                          confronting him and the Debtor and suggested that\r\n\nthe  Debtor might  have  left with  another  woman.   The  Debtor\r\n\nresurfaced approximately two weeks later, however, and  Stahelski\r\n\nterminated \r                    the Debtor's employment with Realty shortly thereafter.\r\n\nAt about the same time, the E.W.S. partnership was dissolved.\r\n\n          The Debtor sued  Stahelski to recover the value of  his\r\n\ninterests  in E.W.S. and  Realty.  Mrs.  Rauh joined the  action,\r\n\nclaiming \r                  damages \r                         for \r                             emotional distress caused by her dealings with\r\n\nStahelski following  the Debtor's  disappearance.   The suit  was\r\n\nsettled on July  23, 1991 (the \"Stahelski Settlement\"), with  the\r\n\nDebtor receiving vehicles and equipment of little value in return\r\n\nfor \r             relinquishing all interests in E.W.S. and Realty to Stahelski;\r\n\nMrs. Rauh received $15,000 in cash and a $40,000 promissory  note\r\n\npayable \r                 to \r                    Realty.1  She continued to receive all payments made on\r\n\nthe $40,000  note until well after  the Debtor filed a  voluntary\r\n\nchapter 7 petition on March 24, 1992.\r\n\n          In  due course,  the  Trustee  commenced  an  adversary\r\n\nproceeding  to  set  aside   several  transfers  to  Mrs.   Rauh,\r\n\nindividually and  as next friend  of the Rauh  children.  As  the\r\n\nchallenged transfers  all  occurred  more than  one  year  before\r\n\nbankruptcy,  see  Bankruptcy Code  S  548,  the  Trustee  invoked\r\n\n        1Meanwhile,  the Debtor  had deeded  his  tenancy-by-the-\r\nentireties \r                    interest \r                            in \r                               the marital home to Mrs. Rauh on January 28,\r\n1991, for nominal consideration.  \r\n\n                                4\r\r\n\nBankruptcy Code S  544(b) and chapter  109A of the  Massachusetts\r\n\nGeneral Laws (\"ch. 109A\")    the Massachusetts Uniform Fraudulent\r\n\nConveyance Act (\"UFCA\")    as grounds for avoiding them.2\r\n\n          At \r                      trial, \r                             the Trustee managed to persuade the bankruptcy\r\n\ncourt \r               to \r                  set \r                     aside \r                           only \r                                the transfer of the Debtor's joint interest\r\n\nin \r            the \r                marital \r                       home \r                            and \r                                the transfer of the $40,000 promissory note\r\n\nto  Mrs.  Rauh  in  connection  with  the  Stahelski  Settlement.\r\n\nThereafter, \r                     the \r                        Trustee \r                                moved to amend the complaint, findings, and\r\n\njudgment to  conform with the  evidence.  See  Fed. R. Bankr.  P.\r\n\n7015(b), 7052(b), 9023(a);  Fed. R. Civ. P. 15(b), 52(b),  59(a).\r\n\nThe proposed  amended  complaint  alleged  additional  fraudulent\r\n\ntransfers. \r                     \r                     Nearly a year after trial, the bankruptcy court denied\r\n\nthe \r             postjudgment \r                         motion \r                                on the mistaken ground that the Trustee had\r\n\nfailed \r                to \r                   file a motion to amend the complaint to conform with the\r\n\nevidence.  See infra Section II.B. \r\n\n          In addition to the ruling at  trial    refusing to  set\r\n\naside Mrs.  Rauh's withdrawals  from the joint  accounts      the\r\n\nTrustee \r                 now \r                     challenges the bankruptcy court's postjudgment rulings\r\n\nrefusing \r                  to \r                     set \r                        aside: \r                                \r                                the $15,000 cash payment Mrs. Rauh received\r\n\nin the Stahelski  Settlement; a $6,565.31  deposit, on March  27,\r\n\n1992, to Mrs. Rauh's own bank account, comprised of three  checks\r\n\ndated two weeks prior to the Debtor's chapter 7 petition, payable\r\n\nto the Debtor  and endorsed over to  Mrs. Rauh; and $3,786.76  in\r\n\n     2The  Uniform Fraudulent Transfer Act (\"UFTA\") did not  take\r\neffect in Massachusetts until well after these transactions.  See\r\nMass. Gen.  Laws ch. 109A  (1997), amended by  St. 1996, ch.  157\r\n(approved July 8, 1996) (replacing UFCA provisions with UFTA).\r\n\n                                5\r\r\n\ndeposits to Mrs.  Rauh's own bank account, between September  17,\r\n\n1991 and February 12, 1992, consisting of several checks from the\r\n\nDebtor's customers made payable to Mrs. Rauh.  \r\n\n                               II \r\n\n                           DISCUSSION\r\n\nA.   The Joint-Account Withdrawals \r\n\n          The \r                       threshold \r                                 matter \r                                       for \r                                           our consideration is whether the\r\n\nTrustee adequately preserved  the claims asserted  on appeal.   A\r\n\nthorough review of  the entire record  discloses that the  theory\r\n\nadvanced by the trustee on appeal in support of his claims to the\r\n\nvarious amounts withdrawn from  the joint accounts is  altogether\r\n\ndifferent \r                   than \r                       that \r                            litigated below.  Accordingly, we conclude that\r\n\nthese claims were abandoned below.\r\n\n          The  Trustee argued  before the  bankruptcy court  that\r\n\nMassachusetts law establishes  a rebuttable presumption that  the\r\n\nspouse whose  funds  are deposited  in  a joint  spousal  account\r\n\n(\"contributing spouse\")  is presumed to  have intended that  each\r\n\nspouse \r                own \r                    a \r                     one-half \r                              interest in the deposited funds.  See Gibbons\r\n\nv. Gibbons, 4 N.E.2d 1019, 1020 (Mass. 1936).  Thus, the  Trustee\r\n\ncontended \r                   throughout the proceedings below that the Debtor was the\r\n\ncontributing spouse; that  he owned one-half the monies in  these\r\n\njoint  accounts;  that  Mrs.  Rauh,  the  party  challenging  the\r\n\naforementioned  presumption, had  not  carried  her  burden,  see\r\n\nBlanchette v. Blanchette,  287 N.E.2d 459,  463 (Mass. 1972),  of\r\n\nestablishing  that the  contributing  spouse intended  to  retain\r\n\n                                6\r\r\n\nownership of all monies  deposited;3 and, therefore, that  either\r\n\nMrs. \r              Rauh \r                   had converted the Debtor's one-half share, or the Debtor\r\n\nhad \r             conveyed \r                     his \r                         one-half share to Mrs. Rauh in fraud of creditors.\r\n\nAccordingly, the Trustee  claimed, the Debtor's \"transfers\"  were\r\n\nvoidable under Bankruptcy Code S 544(b) and ch. 109A.\r\n\n          The bankruptcy court instead ruled that a joint spousal\r\n\naccount creates  a very different  presumption; namely, that  the\r\n\ncontributing spouse intended to give the noncontributing spouse a\r\n\nbeneficial interest  in all  monies deposited  to their  account,\r\n\nsubject  only to  the contributing  spouse's coequal,  unilateral\r\n\nright, at any time, to withdraw all monies on deposit, see Noonan\r\n\nv. Rauh (In re  Rauh), 164 B.R. 419,  423 (Bankr. D. Mass.  1994)\r\n\n(citing, e.g., Blanchette,  287 N.E.2d at  463).  The  bankruptcy\r\n\ncourt also held that the party challenging the presumption (viz.,\r\n\nthe Trustee)  may rebut  it only  by adducing  evidence that  the\r\n\ncontributing  spouse intended  to  convey no  present  beneficial\r\n\ninterest to the  noncontributing spouse.  See id. (citing,  e.g.,\r\n\nRoss v. Ross,  314 N.E.2d 888, 893  (Mass. App. Ct. 1974),  cert.\r\n\ndenied, 420 U.S. 947 (1975)).  The bankruptcy court further noted\r\n\nthat the  Trustee had neither  alleged nor  established that  the\r\n\nDebtor \r                intended \r                        to \r                           convey no beneficial interest in these monies to\r\n\n     3Mrs. Rauh contended at trial that the  funds in these joint\r\naccounts \r                  derived from assets owned by her alone; she was therefore\r\nthe contributing spouse; and she had intended that all the  funds\r\nremain her property.  The Trustee, on the other hand,  introduced\r\nevidence \r                  that \r                       the \r                          funds \r                                in these accounts derived from the earnings\r\nand \r             investments \r                         of \r                           the \r                               Debtor or represented proceeds from jointly-\r\nheld \r              assets. \r                       The bankruptcy court found, however, that the Debtor\r\nwas the sole contributing spouse. \r\n\n                                7\r\r\n\nMrs. Rauh.  See id.\r\n\n          The bankruptcy court reasoned  as follows:  (1)  either\r\n\nspouse has the unilateral  legal right to withdraw all monies  in\r\n\ntheir \r               joint \r                     spousal account, thereby divesting the other spouse of\r\n\nany  beneficial interest,  see id.  at 424  (citing Heffernan  v.\r\n\nWollaston \r                   Credit \r                         Union, \r                                567 N.E.2d 933, 937 (Mass. App. Ct. 1991));\r\n\nthus, in 1989 Mrs.  Rauh simply withdrew her own 100%  beneficial\r\n\ninterest in the  funds; (2) consequently,  any \"transfer\" of  the\r\n\nDebtor's beneficial interest in the deposited monies to Mrs. Rauh\r\n\nhad occurred not at the time  of the withdrawals by Mrs. Rauh  in\r\n\n1989, \r               but \r                   much \r                       earlier \r                               (v\r                                 iz., not later than the dates on which the\r\n\nDebtor made the respective deposits to their accounts); (3) since\r\n\nthe \r             withdrawals by Mrs. Rauh in 1989 consisted entirely of her own\r\n\nfunds, no \"transfer\" of  property of the Debtor could have  taken\r\n\nplace; \r                and \r                    (4) a fortiori, no conversion or conveyance, fraudulent\r\n\nor otherwise, occurred at that time.  See id.\r\n\n          The position adopted by the Trustee on appeal bears  no\r\n\nresemblance to his  litigation stance below,  as the Trustee  now\r\n\ncontends that he did  rebut the legal presumption posited by  the\r\n\nbankruptcy \r                    court.\r                         4\r                           \r                            \r                            The \r                                Trustee relies for support upon Mrs. Rauh's\r\n\n  \r            \r             \r              \r              4\r               The \r                   Trustee \r                          also \r                               points out that the expert witness presented\r\nby Mrs.  Rauh testified  that all monies  in these joint  spousal\r\naccounts \r                  were \r                       assets \r                             of \r                                the Debtor.  However, this expert testimony\r\nwas offered to prove that  the Debtor was not \"insolvent,\" as  of\r\n1988, \r               for \r                   purposes of ch. 109A, S 4.  There has been no attempt by\r\nthe Trustee to explain  how this expert testimony bears upon  the\r\nDebtor's donative intent in establishing the joint accounts.  See\r\nUnited States  v. Zannino,  895 F.2d  1, 17  (1st Cir.)  (\"issues\r\nadverted to in a perfunctory manner, unaccompanied by some effort\r\nat \r            developed \r                      argumentation, are deemed waived\"), cert. denied, 494\r\nU.S. 1082 (1990).   \r\n\n                                8\r\r\n\ntrial \r               testimony \r                         that \r                             the \r                                 Rauhs always paid their household expenses\r\n\nfrom  their   joint  accounts  (i.e.   the  accounts  were   mere\r\n\n\"convenience\" \r                       accounts), \r                                 and argues that her testimony conclusively\r\n\nrebutted \r                  any \r                     presumption \r                                 that the Debtor intended to give Mrs. Rauh\r\n\na beneficial interest in the deposited funds.  \r\n\n          Thus, \r                         the \r                             Trustee utterly abandons the interpretation of\r\n\nMassachusetts law which formed the bulwark on which he based  his\r\n\nclaims before the bankruptcy court:   that (1) the creation of  a\r\n\njoint spousal account by the Debtor triggered a legal presumption\r\n\nthat the Debtor intended to give Mrs. Rauh only a 50% interest in\r\n\nthe deposited funds; and (2) that Mrs. Rauh    not  the Trustee  \r\n\nbore the burden of rebutting that presumption.  Indeed, on appeal\r\n\nthe \r             Trustee \r                     implicitly acknowledges the validity of the bankruptcy\r\n\ncourt's divergent interpretation of Massachusetts law (viz.,  the\r\n\npresumption that all deposited  funds were intended as a gift  to\r\n\nMrs.  Rauh),  simply  arguing  instead  that  he  did  rebut  the\r\n\npresumption, \r                      as \r                        identified by the bankruptcy court, by establishing\r\n\nthat  the Rauhs  used  their  joint spousal  accounts  to  defray\r\n\nhousehold  expenses.   As  the  Trustee has  not  challenged  the\r\n\nbankruptcy court's delineation  of the underlying presumption  on\r\n\nappeal, we can only conclude that he has abandoned the original  \r\n\nand \r             much \r                  broader \r                           \r                           \r                            \r                            legal theory relied on below.  Consequently, we\r\n\nexpress no  opinion on  the validity  vel non  of the  bankruptcy\r\n\ncourt's ruling.5  See Baybank-Middlesex v. Ralar Distribs.,  Inc.\r\n\n  \r            \r             \r              \r              5\r               Nor \r                   do \r                     we \r                        consider \r                                 a quite different argument never raised by\r\nthe \r             Trustee \r                      \r                        that even if Mrs. Rauh had a right to withdraw 100%\r\nof these funds, a voidable transfer of a property interest of the\r\n\n                                9\r\r\n\n(In re Ralar Distribs., Inc.),  69 F.3d 1200, 1204 n.5 (1st  Cir\r\n\n1995) (noting that theories neither briefed nor argued on  appeal\r\n\nare deemed waived);  Executive Leasing Corp. v. Banco Popular  de\r\n\nPuerto Rico, 48 F.3d 66, 68 (1st Cir.) (On appeal, \"[w]e will not\r\n\nrely \r              upon \r                   arguments and allegations that are developed only in the\r\n\n[trial] court pleadings.\"), cert. denied, 116 S. Ct. 171  (1995);\r\n\n          Taglienti\r                                                                          .\r          Nelson v.           (In re Nelson), 994 F.2d 42, 45 n.6 (1st Cir.\r\n\n1993); see also Carducci v.  Regan, 714 F.2d 171, 177 (D.C.  Cir.\r\n\n1983) (judicial system assumes  assistance of counsel in  framing\r\n\narguments and citing authority). \r\n\n          Nor need we decide the only claim actually presented by\r\n\nthe Trustee on appeal; viz., that Mrs. Rauh's \"household expense\"\r\n\nor \"convenience  account\"  testimony  conclusively  rebutted  any\r\n\npresumption that the Debtor intended to donate all monies in  the\r\n\njoint spousal accounts to  her.6  As the bankruptcy court  itself\r\n\ncorrectly \r                   noted, the Trustee never contended below that the Debtor\r\n\nhad  created  these  accounts with  intent  to  pass  no  present\r\n\nbeneficial interest to Mrs. Rauh.\r\n\n          A \r                     party \r                           may \r                              not \r                                  raise \r                                        new arguments for the first time on\r\n\nDebtor (i.e. his putative  coequal, unilateral right to  withdraw\r\n100% \r              of \r                 these \r                      funds, \r                             or \r                                his ownership interest in 50% of the funds)\r\nnonetheless occurred at  the time Mrs.  Rauh exercised her  legal\r\nright to withdraw the funds. \r\n\n  \r            \r             \r              \r              6\r               For \r                   one thing, Mrs. Rauh's trial testimony was not as clear,\r\nin \r            context, \r                     as the Trustee suggests.  When asked from what account\r\nthe Rauhs' household expenses were paid, she responded:  \"We only\r\nhave [sic] one checking account at  that time.  So it [sic]  paid\r\nfrom \r              the \r                  checking account.\"  The record reveals, however, that the\r\nRauhs \r               had \r                   many joint accounts in 1989.  Consequently, it cannot be\r\nascertained from the record which was the checking account.\r\n\n                               10\r\r\n\nappeal.  See, e.g., Juniper  Dev. Group v. Kahn (In re  Hemingway\r\n\nTransp., Inc.), 993 F.2d  915, 935 (1st Cir.), cert. denied,  510\r\n\nU.S. 914 (1993).7  The Trustee's waiver cannot be excused  simply\r\n\nbecause the  raw  facts he  now  considers determinative  of  his\r\n\nnewfound legal theory may have been before the bankruptcy  court.\r\n\nSee Un ited States  v. Slade,  980 F.2d  27, 31  (1st Cir.  1992)\r\n\n(irrelevant that party  is debuting only \"new arguments\" and  not\r\n\n\"new  facts\" on appeal).   Nor was  the newfound theory  properly\r\n\npreserved below merely by the Trustee's generalized argumentation\r\n\nas \r            to \r               the \r                  ownership \r                            of \r                               the Rauhs' joint accounts.  See id. at 30-31\r\n\n(noting \r                 that \r                     appellant \r                               must have articulated the specific arguments\r\n\nbelow); \r                 McCoy\r                       \r                      v. \r                         Massachu\r                                 setts Inst. of Tech., 950 F.2d 13, 22 (1st\r\n\nCir. 1991) (\"Overburdened  trial judges cannot be expected to  be\r\n\nmind \r              readers. \r                        \r                       If \r                          claims \r                                 are merely insinuated rather than actually\r\n\narticulated in the trial court, we will ordinarily refuse to deem\r\n\nthem \r              preserved for appellate review.\"), cert. denied, 504 U.S. 910\r\n\n(1992). \r                  \r                  As \r                     the bankruptcy court was never afforded an opportunity\r\n\nto  consider the  theory  and  authorities now  advanced  by  the\r\n\nTrustee,8 nor to make any predicate factual findings, we  decline\r\n\nthe invitation to do so on appeal.  See In re Mark Bell Furniture\r\n\n     7We  consider arguments raised for the first time on  appeal\r\nonly \r              in \r                 exceptional circumstances threatening a \"clear miscarriage\r\nof justice.\"  See Playboy Enter., Inc. v. Public Serv. Comm'n  of\r\nPuerto \r                Rico, \r                     906 \r                         F.2d \r                              25, 40 (1st Cir.), cert. denied, 498 U.S. 959\r\n(1990).   We  discern no  such exceptional  circumstances in  the\r\npresent case. \r\n\n       8Even in  the Trustee's postjudgment  motion to amend  the\r\nfindings and  judgment,  there is  no  mention of  the  perceived\r\nrelevance of Mrs. Rauh's testimony regarding the Rauhs' household\r\nexpenditures.\r\n\n                               11\r\r\n\nWarehouse, Inc.\r\n\nlittle\r\n\n531 (1st Cir. 1993)).\r\n\n          After the bankruptcy  court entered  final judgment  in\r\n\nFebr\r                          v.                                              e\r                                 d 7, 9 (1st Cir. 1993) (\"'If lawyers could\r           ursue \r                on \r                   appeal issues not properly raised below,  there would be\r                 incentive to  get it right  the first time  and no end  of\r          retrials.'\") (quoting Poliquin v. Garden Way, Inc., 989 F.2d 527,\r                               9\r          B.   Amendments to Complaint\r                          \r              uary 1994,  see       p.  5, the Trustee  moved to amend  the\r\n\ncomplaint to conform to the  evidence at trial, and to amend  the\r\n\njudgment, to set aside, inter alia, a $15,000 cash transfer  Mrs.\r\n\nRauh received in the Stahelski Settlement, and transfers to  Mrs.\r\n\nRauh of several checks from the Debtor's customers.10 \r\n\n          Rule \r                        7015(b) \r                                of \r                                  the \r                                      Federal Rules of Bankruptcy Procedure\r\n\n          Fed. R. Civ. P. 15(b) to adversary proceedings)  state\r                             D.M.  Reid Assocs. (In re Mark Bell  Furnitur\r          Warehouse, \r                    Inc.\r                       ), \r                          992 \r                              F.2\r          p\r          (applying                                                       s\r\n\n       We  \r                              supra                                       e\r\nau          the Trustee cites on appeal do not appear to  support\r\n    newfound  theory.       Levy v. \r                9    note in passing,  however, without deciding, that  th\r            thorities\r          the                    See          Levy,  35 N.E.2d 659,  661-62\r\n(Mass.  1941); Zak v.  Zak, 25 N.E.2d  169, 170-71 (Mass.  1940);\r\nRosman\r                \r                v. \r                   Ros\r                      man, 19 N.E.2d 41, 42 (Mass. 1939); Cram v. Cram, 160\r\nN.E. 337, 339-40 (Mass. 1928); Moore v. Mansfield, 142 N.E.  792,\r\n793-94 (Mass. 1924); Hutchinson v. Hutchinson, 383 N.E.2d 82,  87\r\n(Mass. App. Ct. 1978).  In each instance, the contributing spouse\r\neither averred or testified that he never intended to donate  any\r\nbeneficial interest  in the  account to  the other  spouse.   The\r\nTrustee alludes  to no comparable  averment or  testimony in  the\r\npresent \r                 record.  Moreover, we have found no Massachusetts decision\r\nholding that mere evidence that household expenses were paid from\r\njoint \r               accounts was necessarily relevant to, let alone conclusively\r\nrebutted, a presumption of donative intent.  Finally, the Trustee\r\nadduced no competent evidence that the Rauhs used all their joint\r\naccounts to pay household expenses.  See supra note 6.\r\n\n     10 We review the bankruptcy court's denial of the motion  to\r\namend the complaint only for  abuse of discretion.  See Lynch  v.\r\nDukakis, 719 F.2d 504, 509 (1st Cir. 1983).\r\n\n                               12\r\r\n\nthat\r\n\n          When issues not  raised by the pleadings  are\r\n          tried by express  or implied  consent of  the\r\n          parties, \r                            they shall be treated in all respects\r\n          as if they had been raised in the  pleadings.\r\n          Such  amendment of  the pleadings  as may  be\r\n          necessary  to cause  them to  conform to  the\r\n          evidence \r                            and \r                                to raise these issues may be made\r\n          upon motion  of any party  at any time,  even\r\n          after judgment; but failure so to amend  does\r\n          not affect the result  of the trial of  these\r\n          issues. . . .\r\n\nFed. \r              R. \r                 Bankr. P. 7015(b).  Under Rule 7015(b), motions to amend a\r\n\ncomplaint  to conform  to  the  evidence admitted  at  trial  are\r\n\nliberally allowed.  See, e.g., Brandon v. Holt, 469 U.S. 464, 471\r\n\n&amp; n.19  (1985)  (permitting amendment  to pleadings  pursuant  to\r\n\nFederal Rule of  Civil Procedure 15(b)  even after Supreme  Court\r\n\nmandated remand).\r\n\n          A post-trial  motion  to conform  the judgment  to  the\r\n\nevidence \r                  should not be allowed, however, unless the opposing party\r\n\nexpressly or impliedly agreed to try the matter in question.  See\r\n\nLuria Bros. &amp; Co. v. Alliance Assurance Co., 780 F.2d 1082,  1089\r\n\n(2d Cir. 1986).  Even so, amendment should not be allowed if  the\r\n\nopposing \r                  party demonstrates \"unfair prejudice.\"  See DCPB, Inc. v.\r\n\nCity of  Lebanon, 957  F.2d 913, 917  (1st Cir.  1992); Lynch  v.\r\n\nDukakis, 719 F.2d 504, 509 (1st Cir. 1983); Scully Signal Co.  v.\r\n\nElectronics  Corp. of Amer.,  570 F.2d 355,  362 (1st Cir.  1977)\r\n\n(\"Although  Rule 15(b)  by its  terms requires  amendment of  the\r\n\npleadings whenever an issue has been tried by express or  implied\r\n\nconsent, courts have  refused to grant such motions if  amendment\r\n\nwould prejudice  one of  the parties,  such as  by requiring  the\r\n\n                               13\r\r\n\npresentation \r                      of additional evidence.\"), cert. denied, 436 U.S. 945\r\n\n(1978); \r                 see\r                     \r                     a\r                      lso Morgan and Culpepper, Inc. v. Occupational Safety\r\n\n&amp; Health Review Comm'n, 676 F.2d 1065, 1066 (5th Cir. 1982).  The\r\n\nterm  \"unfair prejudice\" refers  to whether a  party \"had a  fair\r\n\nopportunity to defend  and whether he could offer any  additional\r\n\nevidence if the case were  to be retried on a different  theory.\"\r\n\nSee\r             \r             Browning \r                     Debenture \r                               Holders' Comm. v. DASA Corp., 560 F.2d 1078,\r\n\n1086 (2d Cir.  1977) (quoting 3 James  Wm. Moore et al.,  Moore's\r\n\nFederal Practice q 15.13[2], at 993 (2d ed. 1966)).\r\n\n     1.   The Stahelski Settlement Transfer\r\n\n          The stated  basis for denying  the Trustee's motion  to\r\n\namend the  judgment to conform  with the  evidence introduced  at\r\n\ntrial, \r                in \r                   relation \r                           to \r                              certain cash transfers from Stahelski to Mrs.\r\n\nRauh, was the mistaken understanding by the bankruptcy judge that\r\n\nthe Trustee had never filed such a motion and that any  amendment\r\n\ntherefore would have been unfair because Mrs. Rauh had not had an\r\n\nopportunity to present  a defense.   The bankruptcy court  docket\r\n\nsheet \r               reveals, however, that the Trustee did file such a motion on\r\n\nApril 19,  1994, and that Mrs. Rauh later filed a reply.  As  the\r\n\ndenial \r                therefore \r                         constituted an \"abuse of discretion,\" the judgment\r\n\nmust be amended provided the motion was meritorious.  See Webb v.\r\n\nHiykel, 713  F.2d 405, 407-08  (8th Cir.  1983) (appellate  court\r\n\nreverses trial  court  and orders  judgment where  plaintiff  was\r\n\nentitled  to relief  on unpled  theory and  defendants would  not\r\n\nexperience undue prejudice). \r\n\n          At trial,  without  objection, the  Trustee  introduced\r\n\n                               14\r\r\n\ncompetent evidence of the $15,000 cash payment Mrs. Rauh received\r\n\nfrom Stahelski.   See Conjugal Partnership  of Jones v.  Conjugal\r\n\nPartnership of Pineda, 22 F.3d 391, 400-01 (1st Cir. 1994)  (\"One\r\n\nsign \r              of \r                 implied consent is that issues not raised by the pleadings\r\n\nare presented  and argued  without proper  objection by  opposing\r\n\ncounsel. . . . Under Rule 15(b), lack of consent is manifested by\r\n\nan objection on  the ground that the  evidence is not within  the\r\n\nissues \r                raised by the pleadings.\") (citation and internal quotation\r\n\nmarks omitted).  Mrs. Rauh contends on appeal, however, that  she\r\n\ndid \r             not \r                 object at trial because the Trustee introduced the $15,000\r\n\ncash \r              payment \r                      only to prove that her receipt of the promissory note\r\n\nhad \r             been \r                  fraudulent.  See DCPB, Inc., 957 F.2d at 917 (\"Consent to\r\n\nthe \r             trial \r                   of \r                      an issue may be implied if, during the trial, a party\r\n\nacquiesces in the introduction of evidence which is relevant only\r\n\nto that issue.\") (emphasis added); Luria Bros. &amp; Co., 780 F.2d at\r\n\n1089 \r              (\"That \r                    such \r                         evidence, relevant to both pled and unpled issues,\r\n\nwas \r             introduced \r                       without \r                               objection does not imply consent to trial of\r\n\nthe unpled issues, absent some obvious attempt to raise  them.\");\r\n\nEllis v. Arkansas Louisiana Gas Co., 609 F.2d 436, 440 (10th Cir.\r\n\n1979) \r               (\"Implied \r                        consent \r                                may not be inferred merely because evidence\r\n\nrelevant \r                  to \r                     a properly pleaded issue incidentally tends to prove a\r\n\nfact  not within  the pleadings.\"),  cert. denied,  445 U.S.  964\r\n\n(1980).  We disagree.  \r\n\n          At  trial, the  Trustee maintained  that the  Stahelski\r\n\nSettlement proceeds received by Mrs. Rauh constituted  fraudulent\r\n\nconveyances under ch. 109A because (1) the Debtor, with intent to\r\n\n                               15\r\r\n\nkeep assets from his creditors, diverted to Mrs. Rauh the bulk of\r\n\nthe \r             consideration \r                          he \r                             otherwise would have received in settlement of\r\n\nhis  claims against  Stahelski; and  (2) none  of the  settlement\r\n\nproceeds \r                  received by Mrs. Rauh were attributable to the settlement\r\n\nof her own tort claim for infliction of emotional distress.   See\r\n\nsupra  p. 4.   Accordingly, the only  conceivable purpose of  the\r\n\nTrustee's \r                   evidentiary proffer relating to the $15,000 cash payment\r\n\nwas to establish the amount of the Stahelski Settlement  transfer\r\n\nwhich was voidable.  The evidence offered by the Trustee was  not\r\n\neven remotely probative  of whether the  Debtor had conveyed  the\r\n\n$40,000 promissory note with  fraudulent intent, nor whether  the\r\n\ntransfer \r                  of \r                     the promissory note constituted consideration for Mrs.\r\n\nRauh's relinquishment of her tort claim. \r\n\n          Furthermore, Mrs. Rauh  has not  demonstrated that  any\r\n\n\"unfair  prejudice\" would  result  from the  postjudgment  relief\r\n\nrequested \r                   by \r                      the Trustee.  See DCPB, Inc., 957 F.2d at 917; Scully\r\n\nSignal Co.,  570 F.2d  at 362.   At trial,  the bankruptcy  court\r\n\nexpressly rejected her  contention that the  Stahelski-Settlement\r\n\npayments \r                  were \r                      in \r                         satisfaction of her emotional distress claim.  The\r\n\ncourt  found  instead   that  the  Debtor  thereby   fraudulently\r\n\ntransferred his interests in E.W.S. and Realty indirectly to Mrs.\r\n\nRauh, see supra p. 4, a  finding Mrs. Rauh does not challenge  on\r\n\nappeal. \r                  \r                  Nor \r                      has Mrs. Rauh suggested that her contention in regard\r\n\nto  the  Trustee's  $15,000  fraudulent-transfer  claim  differed\r\n\nsignificantly from her  defense to the  surrender of the  $40,000\r\n\npromissory \r                    note, see supra p. 4, which took place in the identical\r\n\n                               16\r\r\n\ncircumstances\r                      .  See Modern Elec., Inc. v. Ideal Elec. Sec. Co., 81\r\n\nF.3d \r              240, \r                   247 \r                      (D.C. \r                            Cir. \r                                 1996) (complaint amended to include unjust\r\n\nenrichment claim, after parties had tried similar quantum  meruit\r\n\nclaim); \r                 Morgan \r                       and \r                           Culpepper, Inc., 676 F.2d at 1068 (\"Federal Rule\r\n\nof Civil Procedure 15(b)  contemplates amendments in cases  where\r\n\nrelevant issues have been litigated.\"); Cunningham v. Quaker Oats\r\n\nCo.\r            , \r              107 \r                 F.R.D. \r                        66, \r                            70-71 (W.D.N.Y. 1985) (new plaintiff allowed to\r\n\nbe \r            named \r                  in \r                     complaint, where defense to original plaintiff's claim\r\n\nwas primarily legal in nature, the defense had already been tried\r\n\nand it applied to both the original and new plaintiff).  \r\n\n          As \r                      Mrs. \r                           Rauh \r                                implicitly consented to try the fraudulent-\r\n\nconveyance \r                    claim \r                         relating to the $15,000 cash transfer she received\r\n\nin \r            the \r                Stahelski Settlement, and she has not shown that any unfair\r\n\nprejudice would result from the postjudgment relief requested  by\r\n\nthe Trustee, the motion to conform the complaint and the judgment\r\n\nwith the evidence should have been allowed. \r\n\n2.   Checks from Debtor's Customers\r\n\n          The \r                       bankruptcy \r                                 court \r                                       likewise denied the Trustee's motion\r\n\nto \r            amend \r                  the \r                      judgment to set aside alleged fraudulent transfers of\r\n\nseveral checks from the Debtor's business customers made  payable\r\n\ndirectly,  or endorsed  over, to  Mrs.  Rauh.   See 11  U.S.C.  S\r\n\n548(a)(2) (transfers by insolvent  within one year of  bankruptcy\r\n\npetition); id.  S  549 (postpetition  transfers).   Although  the\r\n\nbankruptcy court once again acted on the mistaken belief that the\r\n\nTrustee had filed no postjudgment motion to amend the  complaint,\r\n\nsee supra Section  II.B, we may affirm  its ruling on any  ground\r\n\n                               17\r\r\n\nsupported by the record.  See Max Sugarman Funeral Home, Inc.  v.\r\n\nA.D.B. \r                Investors\r                        , \r                          926 \r                              F.2d 1248, 1253 n.9 (1st Cir. 1991).  As Mrs.\r\n\nRauh did not agree to try  this issue, we decline to disturb  the\r\n\nbankruptcy court ruling. \r\n\n          The record discloses  that Mrs. Rauh was never on  fair\r\n\nnotice of these claims.  The checks in question were material  to\r\n\ncount VI of  the complaint as amended  prior to trial, see  DCPB,\r\n\nInc.\r             , \r               957 \r                   F.2d at 917; Luria Bros. &amp; Co., 780 F.2d at 1089; Ellis,\r\n\n609 F.2d at 440, wherein the Trustee alleged that funds presently\r\n\nin \r            Mrs. \r                 Rauh's various bank and mutual fund accounts were property\r\n\nof \r            the \r                chapter \r                       7 \r                         estate, \r                                 either because Ms. Rauh had converted them\r\n\nfrom the Debtor, or the Debtor had fraudulently conveyed them  to\r\n\nher. \r               \r               See\r                   \r                   sup\r                      ra pp. 5-6.  Count VI focused on transfers from joint\r\n\naccounts \r                  to \r                     accounts held in Mrs. Rauh's name alone (e.g. \"between\r\n\nNovember, \r                   1988 and November, 1989, the Defendant and/or the Debtor\r\n\ntransferred funds . . . at various times from jointly owned  bank\r\n\naccounts to other bank accounts.\").  See supra Section II.A.   In\r\n\nher answer  Mrs. Rauh asserted  that \"these accounts  contain[ed]\r\n\nmonies \r                which \r                      were earned or derived solely by her efforts and were\r\n\nnot monies earned or derived from any effort of the debtor.\"\r\n\n          The  dispute at  trial likewise  concerned whether  the\r\n\nmonies in the joint accounts had derived solely from Mrs.  Rauh's\r\n\nown efforts, or from the Debtor's.  See supra note 3.   Mrs. Rauh\r\n\ntestified that  she was  the sole source  of these  monies.   The\r\n\nTrustee, in turn, used the Debtor-customer checks made payable to\r\n\nMrs. Rauh to impeach her credibility by way of demonstrating that\r\n\n                               18\r\r\n\nthe Debtor    not Mrs. Rauh    was the source of those particular\r\n\ndeposits to their joint accounts.\r\n\n          T\r\n\nc                      ence, nor the Trustee's examination of the\r\n\n           fairly  signaled an  intention to  establish that  th\r                     hus, \r                         neither \r                                the \r                                    Trustee's introduction of these Debtor-\r           ustomer \r                  checks \r                        into \r                             evid\r          witnesses,                                                      e\r\n\nDebtor had transferred  these specific checks  to Mrs. Rauh  with\r\n\nfraudulent \r                    intent, \r                           within the meaning of 11 U.S.C. SS 548(a)(2) and\r\n\n549.   Rather,  it was  not until  after trial  that the  Trustee\r\n\nmentioned \r                   these \r                        specific \r                                 transfers to Mrs. Rauh's accounts from the\r\n\nDebtor's business customers.  As the Trustee thus failed to alert\r\n\nMrs. \r              Rauh \r                   to \r                      his intention, her failure to object at trial did not\r\n\nconnote  implicit consent to  try the unpled  issue.  See  Modern\r\n\nElec., Inc., 81 F.3d at 247; United States v. 890 Noyac Road, 945\r\n\nF.2d 1252, 1257 (2d  Cir. 1991); Luria Bros.  &amp; Co., 780 F.2d  at\r\n\n1089.\r\n\n          Although  the Trustee's  unpled  claims may  well  have\r\n\nprevailed \r                   at \r                      trial, we cannot assume that Mrs. Rauh would not have\r\n\nbeen able to establish her present contention    that the  checks\r\n\nwere \r              not \r                  property of the chapter 7 estate    had she been afforded\r\n\nfair \r              notice \r                    and \r                        opportunity to resist the unpled claims at trial.11\r\n\nSee 890  Noyac Road,  945 F.2d at  1259 (although opposing  party\r\n\nalready may have presented all the evidence she had, \"[g]iven the\r\n\n  \r            \r             \r              \r              11\r                For \r                    example, at trial Mrs. Rauh testified that she had used\r\npersonal funds  to defray various  business expenses because  the\r\nDebtor's  checking  account had  been  attached.    Further,  she\r\nrepresented that she had overpaid some of the Debtor's  suppliers\r\nand \r             that \r                  their \r                       checks \r                              accordingly represented reimbursements of her\r\noverpayments.\r\n\n                               19\r\r\n\nconfused context in  which this proof was presented, however,  we\r\n\ndecline to speculate  about how [the defendant] might have  dealt\r\n\nwith \r              the \r                  issue . . . had it been squarely presented.\"); Morgan and\r\n\nCulpepper,  Inc.,  676  F.2d  at  1068  (\"We  deem  improper  the\r\n\nCommission's prejudgment of possible defenses which a company may\r\n\nassert. . .  . Where amendment of  pleadings is permitted on  the\r\n\nbasis of the second half of Fed. R. Civ. P. 15(b), the Commission\r\n\nmay \r             not \r                 deny \r                     the \r                         petitioner the opportunity to present new defenses\r\n\nby stating the ex parte conclusion that all possible defenses are\r\n\nmeritless.\"). \r                        \r                        As \r                          Mrs. \r                               Rauh was not afforded fair notice that these\r\n\nnewly \r               minted \r                     Debtor-customer check claims were being interjected by\r\n\nthe \r             Trustee \r                     at trial, the Trustee was not entitled to amend either\r\n\nthe complaint or the judgment.\r\n\n                               III\r\n\n                           CONCLUSION\r\n\n          Accordingly, the judgment is  amended to set aside  the\r\n\n$15,000 cash  payment  received by  Mrs.  Rauh in  the  Stahelski\r\n\nSettlement.  In all other respects, the judgment is affirmed.  No\r\n\ncosts.\r\n\n          SO ORDERED.\r\n\n                               20\r\n",
  "html": "<p class=\"case_cite\">119 F.3d 46</p>\n    <p class=\"case_cite\">38 Fed.R.Serv.3d 499, Bankr. L. Rep.  P 77,487</p>\n    <p class=\"parties\">In re David C. RAUH, Debtor.<br>David J. NOONAN, Trustee, Plaintiff, Appellant,<br>v.<br>KUEI FONG RAUH, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1845.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 6, 1997.<br>Decided July 18, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Claudia J. Reed, with whom David J. Noonan and Cohen, Rosenthal P.C. were on brief for appellant.</p>\n      <p class=\"indent\">Joseph I. Schindler, with whom Jonathan S. Schindler and Klieman, Lyons, Schindler, Gross &amp; Pabian were on brief for appellee.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Cyr, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant David J. Noonan, trustee in bankruptcy of David C. Rauh (\"Debtor\"), challenges various bankruptcy court rulings--later affirmed by the district court--declining to set aside certain prepetition transfers to Kuei Fong Rauh, the Debtor's wife, and disallowing the Trustee's postjudgment motion to amend the complaint, findings, and judgment relating to three fraudulent-conveyance claims belatedly asserted against Mrs. Rauh.  We affirm the judgment, as amended to reflect an additional voidable transfer to Mrs. Rauh.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1976, the Debtor, Gary Stahelski, and a third individual no longer involved in the case, founded a partnership, Environmental Water Systems (\"E.W.S.\"), which was to engage in the plumbing and heating business.  Six years later, the same individuals formed a corporation, E.W.S. Realty, Inc.  (\"Realty\"), which developed real property for sale or lease.  The principal lenders for the various real estate development projects undertaken by Realty were Commerce Bank &amp; Trust Co.  (\"Commerce Bank\") and Country Bank for Savings (\"Country Savings\").  The loans obtained to finance the Realty projects were secured by mortgages on the various properties under development and were guaranteed by Realty, as well as by the Debtor and Stahelski in their individual capacities.  During 1988, the Debtor, Stahelski, and Vincent and Ernest Osterman engaged in a real estate development project in their individual capacities.  Around the same time, these four individuals formed Pioneer Valley Partners No. 1, Inc.  (\"Pioneer\"), a corporation which was to develop a shopping mall known as Pioneer Plaza.  The Pioneer Plaza project financing came from the real estate sellers and Commerce Bank.  The loans were secured by mortgages on the Pioneer Plaza real estate and guaranteed by the various corporations, the Debtor, Stahelski, and the Ostermans.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">For a time, E.W.S. and Realty were reasonably successful, especially during 1986, 1987 and 1988.  As the Massachusetts real estate market slumped in 1989, however, the Debtor's financial position deteriorated, due to difficulties in obtaining lessees for space in the Pioneer Mall, a slowdown in the construction business, and the heavy indebtedness incurred with E.W.S. and/or Realty for services performed in connection with the Pioneer Plaza project.  E.W.S. and Realty in turn became deeply indebted to third parties.  By May 1989, the Debtor realized that he and Stahelski would be unable to meet the $200,000 mortgage payment due the sellers of the Pioneer Plaza real estate in June and an additional payment due Country Savings around the same time.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Between June 1 and September 2, 1989, Mrs. Rauh unilaterally withdrew $127,758 from various joint accounts maintained in the names of both spouses and deposited the proceeds in accounts she either held jointly with her daughter or in her own name as trustee for her son.  The bankruptcy court found that these transfers were made by Mrs. Rauh with actual intent to remove the monies in the joint spousal accounts from the reach of the Debtor's creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 28, 1989, the Debtor suddenly absconded with $9,000 withdrawn from an unspecified joint spousal account.  Mrs. Rauh sought an explanation from Stahelski, who described the dismal financial picture confronting him and the Debtor and suggested that the Debtor might have left with another woman.  The Debtor resurfaced approximately two weeks later, however, and Stahelski terminated the Debtor's employment with Realty shortly thereafter.  At about the same time, the E.W.S. partnership was dissolved.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Debtor sued Stahelski to recover the value of his interests in E.W.S. and Realty.  Mrs. Rauh joined the action, claiming damages for emotional distress caused by her dealings with Stahelski following the Debtor's disappearance.  The suit was settled on July 23, 1991 (the \"Stahelski Settlement\"), with the Debtor receiving vehicles and equipment of little value in return for relinquishing all interests in E.W.S. and Realty to Stahelski;  Mrs. Rauh received $15,000 in cash and a $40,000 promissory note payable to Realty.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  She continued to receive all payments made on the $40,000 note until well after the Debtor filed a voluntary chapter 7 petition on March 24, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In due course, the Trustee commenced an adversary proceeding to set aside several transfers to Mrs. Rauh, individually and as next friend of the Rauh children.  As the challenged transfers all occurred more than one year before bankruptcy, see Bankruptcy Code &#167; 548, the Trustee invoked Bankruptcy Code &#167; 544(b) and chapter 109A of the Massachusetts General Laws (\"ch.109A\")--the Massachusetts Uniform Fraudulent Conveyance Act (\"UFCA\")--as grounds for avoiding them.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At trial, the Trustee managed to persuade the bankruptcy court to set aside only the transfer of the Debtor's joint interest in the marital home and the transfer of the $40,000 promissory note to Mrs. Rauh in connection with the Stahelski Settlement.  Thereafter, the Trustee moved to amend the complaint, findings, and judgment to conform with the evidence.  See Fed.  R. Bankr.P. 7015(b), 7052(b), 9023(a);  Fed.R.Civ.P. 15(b), 52(b), 59(a).  The proposed amended complaint alleged additional fraudulent transfers.  Nearly a year after trial, the bankruptcy court denied the postjudgment motion on the mistaken ground that the Trustee had failed to file a motion to amend the complaint to conform with the evidence.  See infra Section II.B.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In addition to the ruling at trial--refusing to set aside Mrs. Rauh's withdrawals from the joint accounts--the Trustee now challenges the bankruptcy court's postjudgment rulings refusing to set aside:  the $15,000 cash payment Mrs. Rauh received in the Stahelski Settlement;  a $6,565.31 deposit, on March 27, 1992, to Mrs. Rauh's own bank account, comprised of three checks dated two weeks prior to the Debtor's chapter 7 petition, payable to the Debtor and endorsed over to Mrs. Rauh;  and $3,786.76 in deposits to Mrs. Rauh's own bank account, between September 17, 1991 and February 12, 1992, consisting of several checks from the Debtor's customers made payable to Mrs. Rauh.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. The Joint-Account Withdrawals</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The threshold matter for our consideration is whether the Trustee adequately preserved the claims asserted on appeal.  A thorough review of the entire record discloses that the theory advanced by the trustee on appeal in support of his claims to the various amounts withdrawn from the joint accounts is altogether different than that litigated below.  Accordingly, we conclude that these claims were abandoned below.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Trustee argued before the bankruptcy court that Massachusetts law establishes a rebuttable presumption that the spouse whose funds are deposited in a joint spousal account (\"contributing spouse\") is presumed to have intended that each spouse own a one-half interest in the deposited funds.  See Gibbons v. Gibbons, 296 Mass. 89, 4 N.E.2d 1019, 1020 (1936).  Thus, the Trustee contended throughout the proceedings below that the Debtor was the contributing spouse;  that he owned one-half the monies in these joint accounts;  that Mrs. Rauh, the party challenging the aforementioned presumption, had not carried her burden, see Blanchette v. Blanchette, 362 Mass. 518, 287 N.E.2d 459, 463 (1972), of establishing that the contributing spouse intended to retain ownership of all monies deposited;<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  and, therefore, that either Mrs. Rauh had converted the Debtor's one-half share, or the Debtor had conveyed his one-half share to Mrs. Rauh in fraud of creditors.  Accordingly, the Trustee claimed, the Debtor's \"transfers\" were voidable under Bankruptcy Code &#167; 544(b) and ch.  109A.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The bankruptcy court instead ruled that a joint spousal account creates a very different presumption;  namely, that the contributing spouse intended to give the noncontributing spouse a beneficial interest in all monies deposited to their account, subject only to the contributing spouse's coequal, unilateral right, at any time, to withdraw all monies on deposit, see Noonan v. Rauh (In re Rauh ), 164 B.R. 419, 423 (Bankr.D.Mass.1994) (citing, e.g., Blanchette, 287 N.E.2d at 463).   The bankruptcy court also held that the party challenging the presumption (viz., the Trustee ) may rebut it only by adducing evidence that the contributing spouse intended to convey no present beneficial interest to the noncontributing spouse.  See id.  (citing, e.g., Ross v. Ross, 2 Mass.App.Ct. 502, 314 N.E.2d 888, 893 (1974), cert. denied, 420 U.S. 947, 95 S.Ct. 1329, 43 L.Ed.2d 425 (1975)).  The bankruptcy court further noted that the Trustee had neither alleged nor established that the Debtor intended to convey no beneficial interest in these monies to Mrs. Rauh.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The bankruptcy court reasoned as follows:  (1) either spouse has the unilateral legal right to withdraw all monies in their joint spousal account, thereby divesting the other spouse of any beneficial interest, see id. at 424 (citing Heffernan v. Wollaston Credit Union, 30 Mass.App.Ct. 171, 567 N.E.2d 933, 937 (1991));  thus, in 1989 Mrs. Rauh simply withdrew her own 100% beneficial interest in the funds;  (2) consequently, any \"transfer\" of the Debtor's beneficial interest in the deposited monies to Mrs. Rauh had occurred not at the time of the withdrawals by Mrs. Rauh in 1989, but much earlier (viz., not later than the dates on which the Debtor made the respective deposits to their accounts);  (3) since the withdrawals by Mrs. Rauh in 1989 consisted entirely of her own funds, no \"transfer\" of property of the Debtor could have taken place;  and (4) a fortiori, no conversion or conveyance, fraudulent or otherwise, occurred at that time.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The position adopted by the Trustee on appeal bears no resemblance to his litigation stance below, as the Trustee now contends that he did rebut the legal presumption posited by the bankruptcy court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The Trustee relies for support upon Mrs. Rauh's trial testimony that the Rauhs always paid their household expenses from their joint accounts (i.e. the accounts were mere \"convenience\" accounts), and argues that her testimony conclusively rebutted any presumption that the Debtor intended to give Mrs. Rauh a beneficial interest in the deposited funds.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thus, the Trustee utterly abandons the interpretation of Massachusetts law which formed the bulwark on which he based his claims before the bankruptcy court:  that (1) the creation of a joint spousal account by the Debtor triggered a legal presumption that the Debtor intended to give Mrs. Rauh only a 50% interest in the deposited funds;  and (2) that Mrs. Rauh--not the Trustee--bore the burden of rebutting that presumption.  Indeed, on appeal the Trustee implicitly acknowledges the validity of the bankruptcy court's divergent interpretation of Massachusetts law (viz., the presumption that all deposited funds were intended as a gift to Mrs. Rauh), simply arguing instead that he did rebut the presumption, as identified by the bankruptcy court, by establishing that the Rauhs used their joint spousal accounts to defray household expenses.  As the Trustee has not challenged the bankruptcy court's delineation of the underlying presumption on appeal, we can only conclude that he has abandoned the original--and much broader--legal theory relied on below.  Consequently, we express no opinion on the validity vel non of the bankruptcy court's ruling.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See Baybank Middlesex v. Ralar Distribs., Inc.  (In re Ralar Distribs., Inc.), 69 F.3d 1200, 1204 n. 5 (1st Cir.1995) (noting that theories neither briefed nor argued on appeal are deemed waived);  Executive Leasing Corp. v. Banco Popular de Puerto Rico, 48 F.3d 66, 68 (1st Cir.)  (On appeal, \"[w]e will not rely upon arguments and allegations that are developed only in the [trial] court pleadings.\"), cert. denied, 516 U.S. 861, 116 S.Ct. 171, 133 L.Ed.2d 112 (1995);  Nelson v. Taglienti (In re Nelson), 994 F.2d 42, 45 n. 6 (1st Cir.1993);  see also Carducci v. Regan, 714 F.2d 171, 177 (D.C.Cir.1983) (judicial system assumes assistance of counsel in framing arguments and citing authority).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Nor need we decide the only claim actually presented by the Trustee on appeal;  viz., that Mrs. Rauh's \"household expense\" or \"convenience account\" testimony conclusively rebutted any presumption that the Debtor intended to donate all monies in the joint spousal accounts to her.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  As the bankruptcy court itself correctly noted, the Trustee never contended below that the Debtor had created these accounts with intent to pass no present beneficial interest to Mrs. Rauh.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A party may not raise new arguments for the first time on appeal.  See, e.g., Juniper Dev.  Group v. Kahn (In re Hemingway Transp., Inc.), 993 F.2d 915, 935 (1st Cir.), cert. denied, 510 U.S. 914, 114 S.Ct. 303, 126 L.Ed.2d 251 (1993).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The Trustee's waiver cannot be excused simply because the raw facts he now considers determinative of his newfound legal theory may have been before the bankruptcy court.  See United States v. Slade, 980 F.2d 27, 31 (1st Cir.1992) (irrelevant that party is debuting only \"new arguments\" and not \"new facts\" on appeal).  Nor was the newfound theory properly preserved below merely by the Trustee's generalized argumentation as to the ownership of the Rauhs' joint accounts.  See id. at 30-31 (noting that appellant must have articulated the specific arguments below);  McCoy v. Massachusetts Inst. of Tech., 950 F.2d 13, 22 (1st Cir.1991) (\"Overburdened trial judges cannot be expected to be mind readers.  If claims are merely insinuated rather than actually articulated in the trial court, we will ordinarily refuse to deem them preserved for appellate review.\"), cert. denied, 504 U.S. 910, 112 S.Ct. 1939, 118 L.Ed.2d 545 (1992).  As the bankruptcy court was never afforded an opportunity to consider the theory and authorities now advanced by the Trustee,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> nor to make any predicate factual findings, we decline the invitation to do so on appeal.  See In re Mark Bell Furniture Warehouse, Inc. v. D.M. Reid Assocs.  (In re Mark Bell Furniture Warehouse, Inc.), 992 F.2d 7, 9 (1st Cir.1993) (\" 'If lawyers could pursue on appeal issues not properly raised below, there would be little incentive to get it right the first time and no end of retrials.' \")  (quoting Poliquin v. Garden Way, Inc., 989 F.2d 527, 531 (1st Cir.1993)).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>B. Amendments to Complaint</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">After the bankruptcy court entered final judgment in February 1994, see supra p. 49, the Trustee moved to amend the complaint to conform to the evidence at trial, and to amend the judgment, to set aside, inter alia, a $15,000 cash transfer Mrs. Rauh received in the Stahelski Settlement, and transfers to Mrs. Rauh of several checks from the Debtor's customers.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Rule 7015(b) of the Federal Rules of Bankruptcy Procedure (applying Fed.R.Civ.P. 15(b) to adversary proceedings) states that</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>When issues not raised by the pleadings are tried by express or implied consent of the parties, they shall be treated in all respects as if they had been raised in the pleadings.  Such amendment of the pleadings as may be necessary to cause them to conform to the evidence and to raise these issues may be made upon motion of any party at any time, even after judgment;  but failure so to amend does not affect the result of the trial of these issues....</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Fed.  R. Bankr.P. 7015(b).  Under Rule 7015(b), motions to amend a complaint to conform to the evidence admitted at trial are liberally allowed.  See, e.g., Brandon v. Holt, 469 U.S. 464, 471 &amp; n. 19, 105 S.Ct. 873, 878, 83 L.Ed.2d 878 (1985) (permitting amendment to pleadings pursuant to Federal Rule of Civil Procedure 15(b) even after Supreme Court mandated remand).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A post-trial motion to conform the judgment to the evidence should not be allowed, however, unless the opposing party expressly or impliedly agreed to try the matter in question.  See Luria Bros. &amp; Co. v. Alliance Assurance Co., 780 F.2d 1082, 1089 (2d Cir.1986).  Even so, amendment should not be allowed if the opposing party demonstrates \"unfair prejudice.\"   See DCPB, Inc. v. City of Lebanon, 957 F.2d 913, 917 (1st Cir.1992);  Lynch v. Dukakis, 719 F.2d 504, 509 (1st Cir.1983);  Scully Signal Co. v. Electronics Corp. of Amer., 570 F.2d 355, 362 (1st Cir.1977) (\"Although Rule 15(b) by its terms requires amendment of the pleadings whenever an issue has been tried by express or implied consent, courts have refused to grant such motions if amendment would prejudice one of the parties, such as by requiring the presentation of additional evidence.\"), cert. denied, 436 U.S. 945, 98 S.Ct. 2848, 56 L.Ed.2d 787 (1978);  see also Morgan and Culpepper, Inc. v. Occupational Safety &amp; Health Review Comm'n, 676 F.2d 1065, 1066 (5th Cir.1982).  The term \"unfair prejudice\" refers to whether a party \"had a fair opportunity to defend and whether he could offer any additional evidence if the case were to be retried on a different theory.\"   See Browning Debenture Holders' Comm. v. DASA Corp., 560 F.2d 1078, 1086 (2d Cir.1977) (quoting 3 James Wm. Moore et al., Moore's Federal Practice p 15.13, at 993 (2d ed.1966)).</p>\n    </div>\n    <p class=\"indent\">1. The Stahelski Settlement Transfer</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The stated basis for denying the Trustee's motion to amend the judgment to conform with the evidence introduced at trial, in relation to certain cash transfers from Stahelski to Mrs. Rauh, was the mistaken understanding by the bankruptcy judge that the Trustee had never filed such a motion and that any amendment therefore would have been unfair because Mrs. Rauh had not had an opportunity to present a defense.  The bankruptcy court docket sheet reveals, however, that the Trustee did file such a motion on April 19, 1994, and that Mrs. Rauh later filed a reply.  As the denial therefore constituted an \"abuse of discretion,\" the judgment must be amended provided the motion was meritorious.  See Webb v. Hiykel, 713 F.2d 405, 407-08 (8th Cir.1983) (appellate court reverses trial court and orders judgment where plaintiff was entitled to relief on unpled theory and defendants would not experience undue prejudice).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At trial, without objection, the Trustee introduced competent evidence of the $15,000 cash payment Mrs. Rauh received from Stahelski.  See Conjugal Partnership of Jones v. Conjugal Partnership of Pineda, 22 F.3d 391, 400-01 (1st Cir.1994) (\"One sign of implied consent is that issues not raised by the pleadings are presented and argued without proper objection by opposing counsel....  Under Rule 15(b), lack of consent is manifested by an objection on the ground that the evidence is not within the issues raised by the pleadings.\")  (citation and internal quotation marks omitted).  Mrs. Rauh contends on appeal, however, that she did not object at trial because the Trustee introduced the $15,000 cash payment only to prove that her receipt of the promissory note had been fraudulent.  See DCPB, Inc., 957 F.2d at 917 (\"Consent to the trial of an issue may be implied if, during the trial, a party acquiesces in the introduction of evidence which is relevant only to that issue.\")  (emphasis added);  Luria Bros. &amp; Co., 780 F.2d at 1089 (\"That such evidence, relevant to both pled and unpled issues, was introduced without objection does not imply consent to trial of the unpled issues, absent some obvious attempt to raise them.\");  Ellis v. Arkansas Louisiana Gas Co., 609 F.2d 436, 440 (10th Cir.1979) (\"Implied consent may not be inferred merely because evidence relevant to a properly pleaded issue incidentally tends to prove a fact not within the pleadings.\"), cert. denied, 445 U.S. 964, 100 S.Ct. 1653, 64 L.Ed.2d 239 (1980).  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">At trial, the Trustee maintained that the Stahelski Settlement proceeds received by Mrs. Rauh constituted fraudulent conveyances under ch.  109A because (1) the Debtor, with intent to keep assets from his creditors, diverted to Mrs. Rauh the bulk of the consideration he otherwise would have received in settlement of his claims against Stahelski;  and (2) none of the settlement proceeds received by Mrs. Rauh were attributable to the settlement of her own tort claim for infliction of emotional distress.  See supra p. 48.  Accordingly, the only conceivable purpose of the Trustee's evidentiary proffer relating to the $15,000 cash payment was to establish the amount of the Stahelski Settlement transfer which was voidable.  The evidence offered by the Trustee was not even remotely probative of whether the Debtor had conveyed the $40,000 promissory note with fraudulent intent, nor whether the transfer of the promissory note constituted consideration for Mrs. Rauh's relinquishment of her tort claim.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Furthermore, Mrs. Rauh has not demonstrated that any \"unfair prejudice\" would result from the postjudgment relief requested by the Trustee.  See DCPB, Inc., 957 F.2d at 917;  Scully Signal Co., 570 F.2d at 362.   At trial, the bankruptcy court expressly rejected her contention that the Stahelski-Settlement payments were in satisfaction of her emotional distress claim.  The court found instead that the Debtor thereby fraudulently transferred his interests in E.W.S. and Realty indirectly to Mrs. Rauh, see supra p. 48, a finding Mrs. Rauh does not challenge on appeal.  Nor has Mrs. Rauh suggested that her contention in regard to the Trustee's $15,000 fraudulent-transfer claim differed significantly from her defense to the surrender of the $40,000 promissory note, see supra p. 48, which took place in the identical circumstances.  See Modern Elec., Inc. v. Ideal Elec. Sec. Co., 81 F.3d 240, 247 (D.C.Cir.1996) (complaint amended to include unjust enrichment claim, after parties had tried similar quantum meruit claim);  Morgan and Culpepper, Inc., 676 F.2d at 1068 (\"Federal Rule of Civil Procedure 15(b) contemplates amendments in cases where relevant issues have been litigated.\");  Cunningham v. Quaker Oats Co., 107 F.R.D. 66, 70-71 (W.D.N.Y.1985) (new plaintiff allowed to be named in complaint, where defense to original plaintiff's claim was primarily legal in nature, the defense had already been tried and it applied to both the original and new plaintiff).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As Mrs. Rauh implicitly consented to try the fraudulent-conveyance claim relating to the $15,000 cash transfer she received in the Stahelski Settlement, and she has not shown that any unfair prejudice would result from the postjudgment relief requested by the Trustee, the motion to conform the complaint and the judgment with the evidence should have been allowed.</p>\n    </div>\n    <p class=\"indent\">2. Checks from Debtor's Customers</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The bankruptcy court likewise denied the Trustee's motion to amend the judgment to set aside alleged fraudulent transfers of several checks from the Debtor's business customers made payable directly, or endorsed over, to Mrs. Rauh.  See 11 U.S.C. &#167; 548(a)(2) (transfers by insolvent within one year of bankruptcy petition);  id. &#167; 549 (postpetition transfers).  Although the bankruptcy court once again acted on the mistaken belief that the Trustee had filed no postjudgment motion to amend the complaint, see supra Section II.B, we may affirm its ruling on any ground supported by the record.  See Max Sugarman Funeral Home, Inc. v. A.D.B. Investors, 926 F.2d 1248, 1253 n. 9 (1st Cir.1991).  As Mrs. Rauh did not agree to try this issue, we decline to disturb the bankruptcy court ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The record discloses that Mrs. Rauh was never on fair notice of these claims.  The checks in question were material to count VI of the complaint as amended prior to trial, see DCPB, Inc., 957 F.2d at 917;  Luria Bros. &amp; Co., 780 F.2d at 1089;  Ellis, 609 F.2d at 440, wherein the Trustee alleged that funds presently in Mrs. Rauh's various bank and mutual fund accounts were property of the chapter 7 estate, either because Ms. Rauh had converted them from the Debtor, or the Debtor had fraudulently conveyed them to her.  See supra pp. 48-49.   Count VI focused on transfers from joint accounts to accounts held in Mrs. Rauh's name alone (e.g. \"between November, 1988 and November, 1989, the Defendant and/or the Debtor transferred funds ... at various times from jointly owned bank accounts to other bank accounts.\").  See supra Section II.A. In her answer Mrs. Rauh asserted that \"these accounts contain[ed] monies which were earned or derived solely by her efforts and were not monies earned or derived from any effort of the debtor.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The dispute at trial likewise concerned whether the monies in the joint accounts had derived solely from Mrs. Rauh's own efforts, or from the Debtor's.  See supra note 3. Mrs. Rauh testified that she was the sole source of these monies.  The Trustee, in turn, used the Debtor-customer checks made payable to Mrs. Rauh to impeach her credibility by way of demonstrating that the Debtor--not Mrs. Rauh--was the source of those particular deposits to their joint accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Thus, neither the Trustee's introduction of these Debtor-customer checks into evidence, nor the Trustee's examination of the witnesses, fairly signaled an intention to establish that the Debtor had transferred these specific checks to Mrs. Rauh with fraudulent intent, within the meaning of 11 U.S.C. &#167;&#167; 548(a)(2) and 549.  Rather, it was not until after trial that the Trustee mentioned these specific transfers to Mrs. Rauh's accounts from the Debtor's business customers.  As the Trustee thus failed to alert Mrs. Rauh to his intention, her failure to object at trial did not connote implicit consent to try the unpled issue.  See Modern Elec., Inc., 81 F.3d at 247;  United States v. 890 Noyac Road, 945 F.2d 1252, 1257 (2d Cir.1991);  Luria Bros. &amp; Co., 780 F.2d at 1089.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although the Trustee's unpled claims may well have prevailed at trial, we cannot assume that Mrs. Rauh would not have been able to establish her present contention--that the checks were not property of the chapter 7 estate--had she been afforded fair notice and opportunity to resist the unpled claims at trial.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  See 890 Noyac Road, 945 F.2d at 1259 (although opposing party already may have presented all the evidence she had, \"[g]iven the confused context in which this proof was presented, however, we decline to speculate about how [the defendant] might have dealt with the issue ... had it been squarely presented.\");  Morgan and Culpepper, Inc., 676 F.2d at 1068 (\"We deem improper the Commission's prejudgment of possible defenses which a company may assert....  Where amendment of pleadings is permitted on the basis of the second half of Fed.R.Civ.P. 15(b), the Commission may not deny the petitioner the opportunity to present new defenses by stating the ex parte conclusion that all possible defenses are meritless.\").  As Mrs. Rauh was not afforded fair notice that these newly minted Debtor-customer check claims were being interjected by the Trustee at trial, the Trustee was not entitled to amend either the complaint or the judgment.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Accordingly, the judgment is amended to set aside the $15,000 cash payment received by Mrs. Rauh in the Stahelski Settlement.  In all other respects, the judgment is affirmed.  No costs.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Meanwhile, the Debtor had deeded his tenancy-by-the-entireties interest in the marital home to Mrs. Rauh on January 28, 1991, for nominal consideration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Uniform Fraudulent Transfer Act (\"UFTA\") did not take effect in Massachusetts until well after these transactions.  See Mass.  Gen. Laws ch.  109A (1997), amended by St.1996, ch. 157 (approved July 8, 1996) (replacing UFCA provisions with UFTA)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Mrs. Rauh contended at trial that the funds in these joint accounts derived from assets owned by her alone;  she was therefore the contributing spouse;  and she had intended that all the funds remain her property.  The Trustee, on the other hand, introduced evidence that the funds in these accounts derived from the earnings and investments of the Debtor or represented proceeds from jointly-held assets.  The bankruptcy court found, however, that the Debtor was the sole contributing spouse</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Trustee also points out that the expert witness presented by Mrs. Rauh testified that all monies in these joint spousal accounts were assets of the Debtor.  However, this expert testimony was offered to prove that the Debtor was not \"insolvent,\" as of 1988, for purposes of ch.  109A, &#167; 4. There has been no attempt by the Trustee to explain how this expert testimony bears upon the Debtor's donative intent in establishing the joint accounts.  See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.)  (\"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived\"), cert. denied, 494 U.S. 1082, 110 S.Ct. 1814, 108 L.Ed.2d 944 (1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Nor do we consider a quite different argument never raised by the Trustee--that even if Mrs. Rauh had a right to withdraw 100% of these funds, a voidable transfer of a property interest of the Debtor (i.e. his putative coequal, unilateral right to withdraw 100% of these funds, or his ownership interest in 50% of the funds) nonetheless occurred at the time Mrs. Rauh exercised her legal right to withdraw the funds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> For one thing, Mrs. Rauh's trial testimony was not as clear, in context, as the Trustee suggests.  When asked from what account the Rauhs' household expenses were paid, she responded:  \"We only have [sic] one checking account at that time.  So it [sic] paid from the checking account.\"   The record reveals, however, that the Rauhs had many joint accounts in 1989.  Consequently, it cannot be ascertained from the record which was the checking account</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We consider arguments raised for the first time on appeal only in exceptional circumstances threatening a \"clear miscarriage of justice.\"   See Playboy Enter., Inc. v. Public Serv.  Comm'n of Puerto Rico, 906 F.2d 25, 40 (1st Cir.), cert. denied, 498 U.S. 959, 111 S.Ct. 388, 112 L.Ed.2d 399 (1990).  We discern no such exceptional circumstances in the present case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Even in the Trustee's postjudgment motion to amend the findings and judgment, there is no mention of the perceived relevance of Mrs. Rauh's testimony regarding the Rauhs' household expenditures</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We note in passing, however, without deciding, that the authorities the Trustee cites on appeal do not appear to support the newfound theory.  See Levy v. Levy, 309 Mass. 486, 35 N.E.2d 659, 661-62 (1941);  Zak v. Zak, 305 Mass. 194, 25 N.E.2d 169, 170-71 (1940);  Rosman v. Rosman, 302 Mass. 158, 19 N.E.2d 41, 42 (1939);  Cram v. Cram, 262 Mass. 509, 160 N.E. 337, 339-40 (1928);  Moore v. Mansfield, 248 Mass. 210, 142 N.E. 792, 793-94 (1924);  Hutchinson v. Hutchinson, 6 Mass.App.Ct. 705, 383 N.E.2d 82, 87 (1978).  In each instance, the contributing spouse either averred or testified that he never intended to donate any beneficial interest in the account to the other spouse.  The Trustee alludes to no comparable averment or testimony in the present record.  Moreover, we have found no Massachusetts decision holding that mere evidence that household expenses were paid from joint accounts was necessarily relevant to, let alone conclusively rebutted, a presumption of donative intent.  Finally, the Trustee adduced no competent evidence that the Rauhs used all their joint accounts to pay household expenses.  See supra note 6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We review the bankruptcy court's denial of the motion to amend the complaint only for abuse of discretion.  See Lynch v. Dukakis, 719 F.2d 504, 509 (1st Cir.1983)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> For example, at trial Mrs. Rauh testified that she had used personal funds to defray various business expenses because the Debtor's checking account had been attached.  Further, she represented that she had overpaid some of the Debtor's suppliers and that their checks accordingly represented reimbursements of her overpayments</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">499</span></span>, Bankr. L. Rep.  P 77,487</p>\n    <p class=\"parties\">In re David C. RAUH, Debtor.<br>David J. NOONAN, Trustee, Plaintiff, Appellant,<br>v.<br>KUEI FONG RAUH, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 96-1845.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 6, 1997.<br>Decided July 18, 1997.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Claudia J. Reed, with whom David J. Noonan and Cohen, Rosenthal P.C. were on brief for appellant.</p>\n      <p class=\"indent\">Joseph I. Schindler, with whom Jonathan S. Schindler and Klieman, Lyons, Schindler, Gross &amp; Pabian were on brief for appellee.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Cyr, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant David J. Noonan, trustee in bankruptcy of David C. Rauh (\"Debtor\"), challenges various bankruptcy court rulings--later affirmed by the district court--declining to set aside certain prepetition transfers to Kuei Fong Rauh, the Debtor's wife, and disallowing the Trustee's postjudgment motion to amend the complaint, findings, and judgment relating to three fraudulent-conveyance claims belatedly asserted against Mrs. Rauh.  We affirm the judgment, as amended to reflect an additional voidable transfer to Mrs. Rauh.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1976, the Debtor, Gary Stahelski, and a third individual no longer involved in the case, founded a partnership, Environmental Water Systems (\"E.W.S.\"), which was to engage in the plumbing and heating business.  Six years later, the same individuals formed a corporation, E.W.S. Realty, Inc.  (\"Realty\"), which developed real property for sale or lease.  The principal lenders for the various real estate development projects undertaken by Realty were Commerce Bank &amp; Trust Co.  (\"Commerce Bank\") and Country Bank for Savings (\"Country Savings\").  The loans obtained to finance the Realty projects were secured by mortgages on the various properties under development and were guaranteed by Realty, as well as by the Debtor and Stahelski in their individual capacities.  During 1988, the Debtor, Stahelski, and Vincent and Ernest Osterman engaged in a real estate development project in their individual capacities.  Around the same time, these four individuals formed Pioneer Valley Partners No. 1, Inc.  (\"Pioneer\"), a corporation which was to develop a shopping mall known as Pioneer Plaza.  The Pioneer Plaza project financing came from the real estate sellers and Commerce Bank.  The loans were secured by mortgages on the Pioneer Plaza real estate and guaranteed by the various corporations, the Debtor, Stahelski, and the Ostermans.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">For a time, E.W.S. and Realty were reasonably successful, especially during 1986, 1987 and 1988.  As the Massachusetts real estate market slumped in 1989, however, the Debtor's financial position deteriorated, due to difficulties in obtaining lessees for space in the Pioneer Mall, a slowdown in the construction business, and the heavy indebtedness incurred with E.W.S. and/or Realty for services performed in connection with the Pioneer Plaza project.  E.W.S. and Realty in turn became deeply indebted to third parties.  By May 1989, the Debtor realized that he and Stahelski would be unable to meet the $200,000 mortgage payment due the sellers of the Pioneer Plaza real estate in June and an additional payment due Country Savings around the same time.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Between June 1 and September 2, 1989, Mrs. Rauh unilaterally withdrew $127,758 from various joint accounts maintained in the names of both spouses and deposited the proceeds in accounts she either held jointly with her daughter or in her own name as trustee for her son.  The bankruptcy court found that these transfers were made by Mrs. Rauh with actual intent to remove the monies in the joint spousal accounts from the reach of the Debtor's creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 28, 1989, the Debtor suddenly absconded with $9,000 withdrawn from an unspecified joint spousal account.  Mrs. Rauh sought an explanation from Stahelski, who described the dismal financial picture confronting him and the Debtor and suggested that the Debtor might have left with another woman.  The Debtor resurfaced approximately two weeks later, however, and Stahelski terminated the Debtor's employment with Realty shortly thereafter.  At about the same time, the E.W.S. partnership was dissolved.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Debtor sued Stahelski to recover the value of his interests in E.W.S. and Realty.  Mrs. Rauh joined the action, claiming damages for emotional distress caused by her dealings with Stahelski following the Debtor's disappearance.  The suit was settled on July 23, 1991 (the \"Stahelski Settlement\"), with the Debtor receiving vehicles and equipment of little value in return for relinquishing all interests in E.W.S. and Realty to Stahelski;  Mrs. Rauh received $15,000 in cash and a $40,000 promissory note payable to Realty.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  She continued to receive all payments made on the $40,000 note until well after the Debtor filed a voluntary chapter 7 petition on March 24, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In due course, the Trustee commenced an adversary proceeding to set aside several transfers to Mrs. Rauh, individually and as next friend of the Rauh children.  As the challenged transfers all occurred more than one year before bankruptcy, see Bankruptcy Code &#167; 548, the Trustee invoked Bankruptcy Code &#167; 544(b) and chapter 109A of the Massachusetts General Laws (\"ch.109A\")--the Massachusetts Uniform Fraudulent Conveyance Act (\"UFCA\")--as grounds for avoiding them.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At trial, the Trustee managed to persuade the bankruptcy court to set aside only the transfer of the Debtor's joint interest in the marital home and the transfer of the $40,000 promissory note to Mrs. Rauh in connection with the Stahelski Settlement.  Thereafter, the Trustee moved to amend the complaint, findings, and judgment to conform with the evidence.  See Fed.  R. Bankr.P. 7015(b), 7052(b), 9023(a);  Fed.R.Civ.P. 15(b), 52(b), 59(a).  The proposed amended complaint alleged additional fraudulent transfers.  Nearly a year after trial, the bankruptcy court denied the postjudgment motion on the mistaken ground that the Trustee had failed to file a motion to amend the complaint to conform with the evidence.  See infra Section II.B.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In addition to the ruling at trial--refusing to set aside Mrs. Rauh's withdrawals from the joint accounts--the Trustee now challenges the bankruptcy court's postjudgment rulings refusing to set aside:  the $15,000 cash payment Mrs. Rauh received in the Stahelski Settlement;  a $6,565.31 deposit, on March 27, 1992, to Mrs. Rauh's own bank account, comprised of three checks dated two weeks prior to the Debtor's chapter 7 petition, payable to the Debtor and endorsed over to Mrs. Rauh;  and $3,786.76 in deposits to Mrs. Rauh's own bank account, between September 17, 1991 and February 12, 1992, consisting of several checks from the Debtor's customers made payable to Mrs. Rauh.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. The Joint-Account Withdrawals</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The threshold matter for our consideration is whether the Trustee adequately preserved the claims asserted on appeal.  A thorough review of the entire record discloses that the theory advanced by the trustee on appeal in support of his claims to the various amounts withdrawn from the joint accounts is altogether different than that litigated below.  Accordingly, we conclude that these claims were abandoned below.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Trustee argued before the bankruptcy court that Massachusetts law establishes a rebuttable presumption that the spouse whose funds are deposited in a joint spousal account (\"contributing spouse\") is presumed to have intended that each spouse own a one-half interest in the deposited funds.  See Gibbons v. Gibbons, <span class=\"citation no-link\"><span class=\"volume\">296</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">89</span></span>, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1019</span></span>, 1020 (1936).  Thus, the Trustee contended throughout the proceedings below that the Debtor was the contributing spouse;  that he owned one-half the monies in these joint accounts;  that Mrs. Rauh, the party challenging the aforementioned presumption, had not carried her burden, see Blanchette v. Blanchette, <span class=\"citation\" data-id=\"2124289\"><a href=\"/opinion/2124289/blanchette-v-blanchette/\"><span class=\"volume\">362</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">518</span></a></span>, <span class=\"citation\" data-id=\"2124289\"><a href=\"/opinion/2124289/blanchette-v-blanchette/\"><span class=\"volume\">287</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">459</span></a></span>, 463 (1972), of establishing that the contributing spouse intended to retain ownership of all monies deposited;<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  and, therefore, that either Mrs. Rauh had converted the Debtor's one-half share, or the Debtor had conveyed his one-half share to Mrs. Rauh in fraud of creditors.  Accordingly, the Trustee claimed, the Debtor's \"transfers\" were voidable under Bankruptcy Code &#167; 544(b) and ch.  109A.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The bankruptcy court instead ruled that a joint spousal account creates a very different presumption;  namely, that the contributing spouse intended to give the noncontributing spouse a beneficial interest in all monies deposited to their account, subject only to the contributing spouse's coequal, unilateral right, at any time, to withdraw all monies on deposit, see Noonan v. Rauh (In re Rauh ), <span class=\"citation\" data-id=\"1858150\"><a href=\"/opinion/1858150/in-re-rauh/\"><span class=\"volume\">164</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">419</span></a></span>, 423 (Bankr.D.Mass.1994) (citing, e.g., <span class=\"citation\" data-id=\"2124289\"><span class=\"antecedent_guess\">Blanchette,</span> <a href=\"/opinion/2124289/blanchette-v-blanchette/\"><span class=\"volume\">287</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">463</span></a></span>).   The bankruptcy court also held that the party challenging the presumption (viz., the Trustee ) may rebut it only by adducing evidence that the contributing spouse intended to convey no present beneficial interest to the noncontributing spouse.  See <span class=\"citation\" data-id=\"2124289\"><a href=\"/opinion/2124289/blanchette-v-blanchette/\"><span class=\"id_token\">id.</span>  (citing, e.g., </a></span>Ross v. Ross, 2 Mass.App.Ct. 502, <span class=\"citation\" data-id=\"2115048\"><a href=\"/opinion/2115048/ross-v-ross/\"><span class=\"volume\">314</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">888</span></a></span>, 893 (1974), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">947</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1329</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">425</span> </span>(1975)).  The bankruptcy court further noted that the Trustee had neither alleged nor established that the Debtor intended to convey no beneficial interest in these monies to Mrs. Rauh.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The bankruptcy court reasoned as follows:  (1) either spouse has the unilateral legal right to withdraw all monies in their joint spousal account, thereby divesting the other spouse of any beneficial interest, see <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 424 </span>(citing Heffernan v. Wollaston Credit Union, 30 Mass.App.Ct. 171, <span class=\"citation\" data-id=\"2083759\"><a href=\"/opinion/2083759/heffernan-v-wollaston-credit-union/\"><span class=\"volume\">567</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">933</span></a></span>, 937 (1991));  thus, in 1989 Mrs. Rauh simply withdrew her own 100% beneficial interest in the funds;  (2) consequently, any \"transfer\" of the Debtor's beneficial interest in the deposited monies to Mrs. Rauh had occurred not at the time of the withdrawals by Mrs. Rauh in 1989, but much earlier (viz., not later than the dates on which the Debtor made the respective deposits to their accounts);  (3) since the withdrawals by Mrs. Rauh in 1989 consisted entirely of her own funds, no \"transfer\" of property of the Debtor could have taken place;  and (4) a fortiori, no conversion or conveyance, fraudulent or otherwise, occurred at that time.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The position adopted by the Trustee on appeal bears no resemblance to his litigation stance below, as the Trustee now contends that he did rebut the legal presumption posited by the bankruptcy court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The Trustee relies for support upon Mrs. Rauh's trial testimony that the Rauhs always paid their household expenses from their joint accounts (i.e. the accounts were mere \"convenience\" accounts), and argues that her testimony conclusively rebutted any presumption that the Debtor intended to give Mrs. Rauh a beneficial interest in the deposited funds.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thus, the Trustee utterly abandons the interpretation of Massachusetts law which formed the bulwark on which he based his claims before the bankruptcy court:  that (1) the creation of a joint spousal account by the Debtor triggered a legal presumption that the Debtor intended to give Mrs. Rauh only a 50% interest in the deposited funds;  and (2) that Mrs. Rauh--not the Trustee--bore the burden of rebutting that presumption.  Indeed, on appeal the Trustee implicitly acknowledges the validity of the bankruptcy court's divergent interpretation of Massachusetts law (viz., the presumption that all deposited funds were intended as a gift to Mrs. Rauh), simply arguing instead that he did rebut the presumption, as identified by the bankruptcy court, by establishing that the Rauhs used their joint spousal accounts to defray household expenses.  As the Trustee has not challenged the bankruptcy court's delineation of the underlying presumption on appeal, we can only conclude that he has abandoned the original--and much broader--legal theory relied on below.  Consequently, we express no opinion on the validity vel non of the bankruptcy court's ruling.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See Baybank Middlesex v. Ralar Distribs., Inc.  (In re Ralar Distribs., Inc.), <span class=\"citation\" data-id=\"196386\"><a href=\"/opinion/196386/baybank-middlesex-v-ralar-distributors/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span>, 1204 n. 5 (1st Cir.1995) (noting that theories neither briefed nor argued on appeal are deemed waived);  Executive Leasing Corp. v. Banco Popular de Puerto Rico, <span class=\"citation\" data-id=\"195934\"><a href=\"/opinion/195934/executive-leasing-v-banco-popular/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span>, 68 (1st Cir.)  (On appeal, \"[w]e will not rely upon arguments and allegations that are developed only in the [trial] court pleadings.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">861</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">171</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">112</span> </span>(1995);  Nelson v. Taglienti (In re Nelson), <span class=\"citation\" data-id=\"607858\"><a href=\"/opinion/607858/bankr-l-rep-p-75285-in-re-mark-nelson-debtor-mark-nelson-v-linda/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 45 n. 6 (1st Cir.1993);  see also Carducci v. Regan, <span class=\"citation\" data-id=\"423490\"><a href=\"/opinion/423490/louis-a-carducci-v-donald-t-regan-secretary-us-treasury-department/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">171</span></a></span>, 177 (D.C.Cir.1983) (judicial system assumes assistance of counsel in framing arguments and citing authority).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Nor need we decide the only claim actually presented by the Trustee on appeal;  viz., that Mrs. Rauh's \"household expense\" or \"convenience account\" testimony conclusively rebutted any presumption that the Debtor intended to donate all monies in the joint spousal accounts to her.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  As the bankruptcy court itself correctly noted, the Trustee never contended below that the Debtor had created these accounts with intent to pass no present beneficial interest to Mrs. Rauh.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A party may not raise new arguments for the first time on appeal.  See, e.g., Juniper Dev.  Group v. Kahn (In re Hemingway Transp., Inc.), <span class=\"citation\" data-id=\"607104\"><a href=\"/opinion/607104/in-re-hemingway-transport-inc-debtors-juniper-development-group-etc/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">915</span></a></span>, 935 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">914</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">303</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span> </span>(1993).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The Trustee's waiver cannot be excused simply because the raw facts he now considers determinative of his newfound legal theory may have been before the bankruptcy court.  See United States v. Slade, <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir.1992) (irrelevant that party is debuting only \"new arguments\" and not \"new facts\" on appeal).  Nor was the newfound theory properly preserved below merely by the Trustee's generalized argumentation as to the ownership of the Rauhs' joint accounts.  See <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"id_token\">id.</span> at 30-31 </a></span>(noting that appellant must have articulated the specific arguments below);  McCoy v. Massachusetts Inst. of Tech., <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 22 (1st Cir.1991) (\"Overburdened trial judges cannot be expected to be mind readers.  If claims are merely insinuated rather than actually articulated in the trial court, we will ordinarily refuse to deem them preserved for appellate review.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span> </span>(1992).  As the bankruptcy court was never afforded an opportunity to consider the theory and authorities now advanced by the Trustee,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> nor to make any predicate factual findings, we decline the invitation to do so on appeal.  See In re Mark Bell Furniture Warehouse, Inc. v. D.M. Reid Assocs.  (In re Mark Bell Furniture Warehouse, Inc.), <span class=\"citation\" data-id=\"605603\"><a href=\"/opinion/605603/bankr-l-rep-p-75253-in-re-mark-bell-furniture-warehouse-incorporated/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 9 (1st Cir.1993) (\" 'If lawyers could pursue on appeal issues not properly raised below, there would be little incentive to get it right the first time and no end of retrials.' \")  (quoting Poliquin v. Garden Way, Inc., <span class=\"citation\" data-id=\"603502\"><a href=\"/opinion/603502/richard-and-anita-poliquin-v-garden-way-inc/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">527</span></a></span>, 531 (1st Cir.1993)).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>B. Amendments to Complaint</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">After the bankruptcy court entered final judgment in February 1994, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>p. 49, the Trustee moved to amend the complaint to conform to the evidence at trial, and to amend the judgment, to set aside, inter alia, a $15,000 cash transfer Mrs. Rauh received in the Stahelski Settlement, and transfers to Mrs. Rauh of several checks from the Debtor's customers.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Rule 7015(b) of the Federal Rules of Bankruptcy Procedure (applying Fed.R.Civ.P. 15(b) to adversary proceedings) states that</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>When issues not raised by the pleadings are tried by express or implied consent of the parties, they shall be treated in all respects as if they had been raised in the pleadings.  Such amendment of the pleadings as may be necessary to cause them to conform to the evidence and to raise these issues may be made upon motion of any party at any time, even after judgment;  but failure so to amend does not affect the result of the trial of these issues....</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Fed.  R. Bankr.P. 7015(b).  Under Rule 7015(b), motions to amend a complaint to conform to the evidence admitted at trial are liberally allowed.  See, e.g., Brandon v. Holt, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 471 &amp; n. 19, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">873</span></a></span>, 878, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">878</span> </a></span>(1985) (permitting amendment to pleadings pursuant to Federal Rule of Civil Procedure 15(b) even after Supreme Court mandated remand).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A post-trial motion to conform the judgment to the evidence should not be allowed, however, unless the opposing party expressly or impliedly agreed to try the matter in question.  See Luria Bros. &amp; Co. v. Alliance Assurance Co., <span class=\"citation\" data-id=\"463162\"><a href=\"/opinion/463162/luria-brothers-company-inc-ogden-metals-inc-ogden-corporation-and/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1082</span></a></span>, 1089 (2d Cir.1986).  Even so, amendment should not be allowed if the opposing party demonstrates \"unfair prejudice.\"   See DCPB, Inc. v. City of Lebanon, <span class=\"citation\" data-id=\"578604\"><a href=\"/opinion/578604/dcpb-inc-v-city-of-lebanon-dcpb-inc-v-city-of-lebanon/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">913</span></a></span>, 917 (1st Cir.1992);  Lynch v. Dukakis, <span class=\"citation\" data-id=\"426158\"><a href=\"/opinion/426158/patricia-lynch-v-michael-s-dukakis/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span>, 509 (1st Cir.1983);  Scully Signal Co. v. Electronics Corp. of Amer., <span class=\"citation\" data-id=\"353028\"><a href=\"/opinion/353028/scully-signal-company-v-electronics-corporation-of-america-scully-signal/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 362 (1st Cir.1977) (\"Although Rule 15(b) by its terms requires amendment of the pleadings whenever an issue has been tried by express or implied consent, courts have refused to grant such motions if amendment would prejudice one of the parties, such as by requiring the presentation of additional evidence.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">945</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2848</span></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">787</span> </span>(1978);  see also Morgan and Culpepper, Inc. v. Occupational Safety &amp; Health Review Comm'n, <span class=\"citation\" data-id=\"403359\"><a href=\"/opinion/403359/morgan-and-culpepper-inc-v-occupational-safety-and-health-review/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1065</span></a></span>, 1066 (5th Cir.1982).  The term \"unfair prejudice\" refers to whether a party \"had a fair opportunity to defend and whether he could offer any additional evidence if the case were to be retried on a different theory.\"   See Browning Debenture Holders' Comm. v. DASA Corp., <span class=\"citation\" data-id=\"348518\"><a href=\"/opinion/348518/fed-sec-l-rep-p-96131/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1078</span></a></span>, 1086 (2d Cir.1977) (quoting 3 James Wm. Moore et al., Moore's Federal Practice p 15.13, at 993 (2d ed.1966)).</p>\n    </div>\n    <p class=\"indent\">1. The Stahelski Settlement Transfer</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The stated basis for denying the Trustee's motion to amend the judgment to conform with the evidence introduced at trial, in relation to certain cash transfers from Stahelski to Mrs. Rauh, was the mistaken understanding by the bankruptcy judge that the Trustee had never filed such a motion and that any amendment therefore would have been unfair because Mrs. Rauh had not had an opportunity to present a defense.  The bankruptcy court docket sheet reveals, however, that the Trustee did file such a motion on April 19, 1994, and that Mrs. Rauh later filed a reply.  As the denial therefore constituted an \"abuse of discretion,\" the judgment must be amended provided the motion was meritorious.  See Webb v. Hiykel, <span class=\"citation\" data-id=\"422111\"><a href=\"/opinion/422111/henry-sheldon-webb-v-arresting-officers-omaha-police-department-emil-j/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">405</span></a></span>, 407-08 (8th Cir.1983) (appellate court reverses trial court and orders judgment where plaintiff was entitled to relief on unpled theory and defendants would not experience undue prejudice).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At trial, without objection, the Trustee introduced competent evidence of the $15,000 cash payment Mrs. Rauh received from Stahelski.  See Conjugal Partnership of Jones v. Conjugal Partnership of Pineda, <span class=\"citation\" data-id=\"195349\"><a href=\"/opinion/195349/jones-v-pineda/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">391</span></a></span>, 400-01 (1st Cir.1994) (\"One sign of implied consent is that issues not raised by the pleadings are presented and argued without proper objection by opposing counsel....  Under Rule 15(b), lack of consent is manifested by an objection on the ground that the evidence is not within the issues raised by the pleadings.\")  (citation and internal quotation marks omitted).  Mrs. Rauh contends on appeal, however, that she did not object at trial because the Trustee introduced the $15,000 cash payment only to prove that her receipt of the promissory note had been fraudulent.  See DCPB, <span class=\"citation\" data-id=\"578604\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/578604/dcpb-inc-v-city-of-lebanon-dcpb-inc-v-city-of-lebanon/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">917</span> </a></span>(\"Consent to the trial of an issue may be implied if, during the trial, a party acquiesces in the introduction of evidence which is relevant only to that issue.\")  (emphasis added);  Luria Bros. &amp; <span class=\"citation\" data-id=\"463162\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/463162/luria-brothers-company-inc-ogden-metals-inc-ogden-corporation-and/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1089</span> </a></span>(\"That such evidence, relevant to both pled and unpled issues, was introduced without objection does not imply consent to trial of the unpled issues, absent some obvious attempt to raise them.\");  Ellis v. Arkansas Louisiana Gas Co., <span class=\"citation\" data-id=\"371449\"><a href=\"/opinion/371449/james-c-ellis-and-wanda-lou-ellis-his-wife-v-arkansas-louisiana-gas/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">436</span></a></span>, 440 (10th Cir.1979) (\"Implied consent may not be inferred merely because evidence relevant to a properly pleaded issue incidentally tends to prove a fact not within the pleadings.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">964</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1653</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">239</span> </span>(1980).  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">At trial, the Trustee maintained that the Stahelski Settlement proceeds received by Mrs. Rauh constituted fraudulent conveyances under ch.  109A because (1) the Debtor, with intent to keep assets from his creditors, diverted to Mrs. Rauh the bulk of the consideration he otherwise would have received in settlement of his claims against Stahelski;  and (2) none of the settlement proceeds received by Mrs. Rauh were attributable to the settlement of her own tort claim for infliction of emotional distress.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span>p. 48.  Accordingly, the only conceivable purpose of the Trustee's evidentiary proffer relating to the $15,000 cash payment was to establish the amount of the Stahelski Settlement transfer which was voidable.  The evidence offered by the Trustee was not even remotely probative of whether the Debtor had conveyed the $40,000 promissory note with fraudulent intent, nor whether the transfer of the promissory note constituted consideration for Mrs. Rauh's relinquishment of her tort claim.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Furthermore, Mrs. Rauh has not demonstrated that any \"unfair prejudice\" would result from the postjudgment relief requested by the Trustee.  See DCPB, <span class=\"citation\" data-id=\"578604\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/578604/dcpb-inc-v-city-of-lebanon-dcpb-inc-v-city-of-lebanon/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">917</span></a></span>;  Scully Signal <span class=\"citation\" data-id=\"353028\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/353028/scully-signal-company-v-electronics-corporation-of-america-scully-signal/\"><span class=\"volume\">570</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">362</span></a></span>.   At trial, the bankruptcy court expressly rejected her contention that the Stahelski-Settlement payments were in satisfaction of her emotional distress claim.  The court found instead that the Debtor thereby fraudulently transferred his interests in E.W.S. and Realty indirectly to Mrs. Rauh, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>p. 48, a finding Mrs. Rauh does not challenge on appeal.  Nor has Mrs. Rauh suggested that her contention in regard to the Trustee's $15,000 fraudulent-transfer claim differed significantly from her defense to the surrender of the $40,000 promissory note, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>p. 48, which took place in the identical circumstances.  See Modern Elec., Inc. v. Ideal Elec. Sec. Co., <span class=\"citation\" data-id=\"716598\"><a href=\"/opinion/716598/united-states-of-america-ex-rel-modern-electric-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">240</span></a></span>, 247 (D.C.Cir.1996) (complaint amended to include unjust enrichment claim, after parties had tried similar quantum meruit claim);  Morgan and Culpepper, <span class=\"citation\" data-id=\"403359\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/403359/morgan-and-culpepper-inc-v-occupational-safety-and-health-review/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1068</span> </a></span>(\"Federal Rule of Civil Procedure 15(b) contemplates amendments in cases where relevant issues have been litigated.\");  Cunningham v. Quaker Oats Co., <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">66</span></span>, 70-71 (W.D.N.Y.1985) (new plaintiff allowed to be named in complaint, where defense to original plaintiff's claim was primarily legal in nature, the defense had already been tried and it applied to both the original and new plaintiff).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">As Mrs. Rauh implicitly consented to try the fraudulent-conveyance claim relating to the $15,000 cash transfer she received in the Stahelski Settlement, and she has not shown that any unfair prejudice would result from the postjudgment relief requested by the Trustee, the motion to conform the complaint and the judgment with the evidence should have been allowed.</p>\n    </div>\n    <p class=\"indent\">2. Checks from Debtor's Customers</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The bankruptcy court likewise denied the Trustee's motion to amend the judgment to set aside alleged fraudulent transfers of several checks from the Debtor's business customers made payable directly, or endorsed over, to Mrs. Rauh.  See 11 U.S.C. &#167; 548(a)(2) (transfers by insolvent within one year of bankruptcy petition);  id. &#167; 549 (postpetition transfers).  Although the bankruptcy court once again acted on the mistaken belief that the Trustee had filed no postjudgment motion to amend the complaint, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>Section II.B, we may affirm its ruling on any ground supported by the record.  See Max Sugarman Funeral Home, Inc. v. A.D.B. Investors, <span class=\"citation\" data-id=\"556605\"><a href=\"/opinion/556605/24-collier-bankrcas2d-1414-bankr-l-rep-p-73841-max-sugarman-funeral/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1248</span></a></span>, 1253 n. 9 (1st Cir.1991).  As Mrs. Rauh did not agree to try this issue, we decline to disturb the bankruptcy court ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The record discloses that Mrs. Rauh was never on fair notice of these claims.  The checks in question were material to count VI of the complaint as amended prior to trial, see DCPB, <span class=\"citation\" data-id=\"578604\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/578604/dcpb-inc-v-city-of-lebanon-dcpb-inc-v-city-of-lebanon/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">917</span></a></span>;  Luria Bros. &amp; <span class=\"citation\" data-id=\"463162\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/463162/luria-brothers-company-inc-ogden-metals-inc-ogden-corporation-and/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1089</span></a></span>;  <span class=\"citation\" data-id=\"371449\"><span class=\"antecedent_guess\">Ellis,</span> <a href=\"/opinion/371449/james-c-ellis-and-wanda-lou-ellis-his-wife-v-arkansas-louisiana-gas/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">440</span></a></span>, wherein the Trustee alleged that funds presently in Mrs. Rauh's various bank and mutual fund accounts were property of the chapter 7 estate, either because Ms. Rauh had converted them from the Debtor, or the Debtor had fraudulently conveyed them to her.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span>pp. 48-49.   Count VI focused on transfers from joint accounts to accounts held in Mrs. Rauh's name alone (e.g. \"between November, 1988 and November, 1989, the Defendant and/or the Debtor transferred funds ... at various times from jointly owned bank accounts to other bank accounts.\").  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span>Section II.A. In her answer Mrs. Rauh asserted that \"these accounts contain[ed] monies which were earned or derived solely by her efforts and were not monies earned or derived from any effort of the debtor.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The dispute at trial likewise concerned whether the monies in the joint accounts had derived solely from Mrs. Rauh's own efforts, or from the Debtor's.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span>note 3. Mrs. Rauh testified that she was the sole source of these monies.  The Trustee, in turn, used the Debtor-customer checks made payable to Mrs. Rauh to impeach her credibility by way of demonstrating that the Debtor--not Mrs. Rauh--was the source of those particular deposits to their joint accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Thus, neither the Trustee's introduction of these Debtor-customer checks into evidence, nor the Trustee's examination of the witnesses, fairly signaled an intention to establish that the Debtor had transferred these specific checks to Mrs. Rauh with fraudulent intent, within the meaning of 11 U.S.C. &#167;&#167; 548(a)(2) and 549.  Rather, it was not until after trial that the Trustee mentioned these specific transfers to Mrs. Rauh's accounts from the Debtor's business customers.  As the Trustee thus failed to alert Mrs. Rauh to his intention, her failure to object at trial did not connote implicit consent to try the unpled issue.  See Modern Elec., <span class=\"citation\" data-id=\"716598\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/716598/united-states-of-america-ex-rel-modern-electric-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">247</span></a></span>;  United States v. 890 Noyac Road, <span class=\"citation\" data-id=\"569198\"><a href=\"/opinion/569198/united-states-v-certain-real-property-and-premises-known-as-890-noyac/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1252</span></a></span>, 1257 (2d Cir.1991);  Luria Bros. &amp; <span class=\"citation\" data-id=\"463162\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/463162/luria-brothers-company-inc-ogden-metals-inc-ogden-corporation-and/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1089</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although the Trustee's unpled claims may well have prevailed at trial, we cannot assume that Mrs. Rauh would not have been able to establish her present contention--that the checks were not property of the chapter 7 estate--had she been afforded fair notice and opportunity to resist the unpled claims at trial.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  See 890 Noyac <span class=\"citation\" data-id=\"569198\"><span class=\"antecedent_guess\">Road,</span> <a href=\"/opinion/569198/united-states-v-certain-real-property-and-premises-known-as-890-noyac/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1259</span> </a></span>(although opposing party already may have presented all the evidence she had, \"[g]iven the confused context in which this proof was presented, however, we decline to speculate about how [the defendant] might have dealt with the issue ... had it been squarely presented.\");  Morgan and Culpepper, <span class=\"citation\" data-id=\"403359\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/403359/morgan-and-culpepper-inc-v-occupational-safety-and-health-review/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1068</span> </a></span>(\"We deem improper the Commission's prejudgment of possible defenses which a company may assert....  Where amendment of pleadings is permitted on the basis of the second half of Fed.R.Civ.P. 15(b), the Commission may not deny the petitioner the opportunity to present new defenses by stating the ex parte conclusion that all possible defenses are meritless.\").  As Mrs. Rauh was not afforded fair notice that these newly minted Debtor-customer check claims were being interjected by the Trustee at trial, the Trustee was not entitled to amend either the complaint or the judgment.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Accordingly, the judgment is amended to set aside the $15,000 cash payment received by Mrs. Rauh in the Stahelski Settlement.  In all other respects, the judgment is affirmed.  No costs.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Meanwhile, the Debtor had deeded his tenancy-by-the-entireties interest in the marital home to Mrs. Rauh on January 28, 1991, for nominal consideration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Uniform Fraudulent Transfer Act (\"UFTA\") did not take effect in Massachusetts until well after these transactions.  See Mass.  Gen. Laws ch.  109A (1997), amended by St.1996, ch. 157 (approved July 8, 1996) (replacing UFCA provisions with UFTA)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Mrs. Rauh contended at trial that the funds in these joint accounts derived from assets owned by her alone;  she was therefore the contributing spouse;  and she had intended that all the funds remain her property.  The Trustee, on the other hand, introduced evidence that the funds in these accounts derived from the earnings and investments of the Debtor or represented proceeds from jointly-held assets.  The bankruptcy court found, however, that the Debtor was the sole contributing spouse</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Trustee also points out that the expert witness presented by Mrs. Rauh testified that all monies in these joint spousal accounts were assets of the Debtor.  However, this expert testimony was offered to prove that the Debtor was not \"insolvent,\" as of 1988, for purposes of ch.  109A, &#167; 4. There has been no attempt by the Trustee to explain how this expert testimony bears upon the Debtor's donative intent in establishing the joint accounts.  See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.)  (\"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">944</span> </span>(1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Nor do we consider a quite different argument never raised by the Trustee--that even if Mrs. Rauh had a right to withdraw 100% of these funds, a voidable transfer of a property interest of the Debtor (i.e. his putative coequal, unilateral right to withdraw 100% of these funds, or his ownership interest in 50% of the funds) nonetheless occurred at the time Mrs. Rauh exercised her legal right to withdraw the funds</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> For one thing, Mrs. Rauh's trial testimony was not as clear, in context, as the Trustee suggests.  When asked from what account the Rauhs' household expenses were paid, she responded:  \"We only have [sic] one checking account at that time.  So it [sic] paid from the checking account.\"   The record reveals, however, that the Rauhs had many joint accounts in 1989.  Consequently, it cannot be ascertained from the record which was the checking account</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We consider arguments raised for the first time on appeal only in exceptional circumstances threatening a \"clear miscarriage of justice.\"   See Playboy Enter., Inc. v. Public Serv.  Comm'n of Puerto Rico, <span class=\"citation\" data-id=\"543590\"><a href=\"/opinion/543590/playboy-enterprises-inc-v-public-service-commission-of-puerto-rico/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 40 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">388</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">399</span> </span>(1990).  We discern no such exceptional circumstances in the present case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Even in the Trustee's postjudgment motion to amend the findings and judgment, there is no mention of the perceived relevance of Mrs. Rauh's testimony regarding the Rauhs' household expenditures</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We note in passing, however, without deciding, that the authorities the Trustee cites on appeal do not appear to support the newfound theory.  See Levy v. Levy, <span class=\"citation no-link\"><span class=\"volume\">309</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">486</span></span>, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">659</span></span>, 661-62 (1941);  Zak v. Zak, <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">194</span></span>, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">169</span></span>, 170-71 (1940);  Rosman v. Rosman, <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">158</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">41</span></span>, 42 (1939);  Cram v. Cram, <span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">509</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">337</span></span>, 339-40 (1928);  Moore v. Mansfield, <span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">210</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">792</span></span>, 793-94 (1924);  Hutchinson v. Hutchinson, 6 Mass.App.Ct. 705, <span class=\"citation\" data-id=\"2040503\"><a href=\"/opinion/2040503/hutchinson-v-hutchinson/\"><span class=\"volume\">383</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">82</span></a></span>, 87 (1978).  In each instance, the contributing spouse either averred or testified that he never intended to donate any beneficial interest in the account to the other spouse.  The Trustee alludes to no comparable averment or testimony in the present record.  Moreover, we have found no Massachusetts decision holding that mere evidence that household expenses were paid from joint accounts was necessarily relevant to, let alone conclusively rebutted, a presumption of donative intent.  Finally, the Trustee adduced no competent evidence that the Rauhs used all their joint accounts to pay household expenses.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span>note 6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We review the bankruptcy court's denial of the motion to amend the complaint only for abuse of discretion.  See Lynch v. Dukakis, <span class=\"citation\" data-id=\"426158\"><a href=\"/opinion/426158/patricia-lynch-v-michael-s-dukakis/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span>, 509 (1st Cir.1983)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> For example, at trial Mrs. Rauh testified that she had used personal funds to defray various business expenses because the Debtor's checking account had been attached.  Further, she represented that she had overpaid some of the Debtor's suppliers and that their checks accordingly represented reimbursements of her overpayments</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111304/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195934/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196386/",
    "https://www.courtlistener.com/api/rest/v3/opinions/348518/",
    "https://www.courtlistener.com/api/rest/v3/opinions/353028/",
    "https://www.courtlistener.com/api/rest/v3/opinions/371449/",
    "https://www.courtlistener.com/api/rest/v3/opinions/403359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/422111/",
    "https://www.courtlistener.com/api/rest/v3/opinions/423490/",
    "https://www.courtlistener.com/api/rest/v3/opinions/426158/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463162/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556605/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569198/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578604/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603502/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605603/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607104/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607858/",
    "https://www.courtlistener.com/api/rest/v3/opinions/716598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1858150/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2040503/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2083759/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2115048/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2124289/"
  ]
}