{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/197457/",
  "id": 197457,
  "absolute_url": "/opinion/197457/exxon-v-esso-workers/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/197457/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:30:42Z",
  "date_modified": "2020-02-22T00:02:00.874663Z",
  "type": "010combined",
  "sha1": "35f5f22f342dd354b825316485fa95598e4b1c6c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2241.01A",
  "local_path": null,
  "plain_text": "\n\n                 UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-2241\r\n\n                       EXXON CORPORATION,\r\n\n                      Plaintiff, Appellant,\r\n\n                               v.\r\n\n                   ESSO WORKERS' UNION, INC.,\r\n\n                      Defendant, Appellee.\r\n\n                                             \r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n            [Hon. Mark L. Wolf, U.S. District Judge]\r\n\n                                             \r\n\n                             Before\r\n\n                      Selya, Circuit Judge,\r\n\n             Coffin and Cyr, Senior Circuit Judges.\r\n\n                                             \r\n\n     Douglas \r                      B. \r                         Neagli, with whom Michael J. Liston, Glass, Seigle\r\n&amp; Liston,  Patrick J. Conlon,  and Joseph T.  Walsh, III were  on\r\nbrief, for appellant.\r\n     Warren M. Davison, Mark A. de Bernardo, Nancy N. Delogu, and\r\nLittler, Mendelson, Fastiff, Tichy &amp; Mathiason, P.C. on brief for\r\nInstitute for a Drug-Free Workplace, amicus curiae.\r\n     Nathan S. Paven, with whom Paven &amp; Norton were on brief, for\r\nappellee.\r\n\n                                             \r\n\n                          July 8, 1997\r\n                                             \r\r\n\n          SELYA, Circuit Judge.  This appeal tests the margins of\r\n\nan \r            arbitrator's ability to order the reinstatement, into a safety-\r\n\nsensitive \r                   job, of an employee who has failed a reliable drug test.\r\n\nAfter painstaking reflection, we conclude that a well defined and\r\n\ndominant \r                  public policy encourages employers to develop, establish,\r\n\nand \r             enforce \r                     programs to prevent their employees from attempting to\r\n\nperform  safety-sensitive  work  while  under  the  influence  of\r\n\nnarcotics \r                   or \r                     other \r                           intoxicants.  Moreover, once an employer has set\r\n\nsuch a program in place, it countermands public policy if  courts\r\n\ntoo readily  rescue employees  who fail  to satisfy  programmatic\r\n\nstandards from the  predictable consequences of such  violations.\r\n\nHewing to this line, we  refuse to enforce the arbitral award  of\r\n\nwhich plaintiff-appellant Exxon Corporation (Exxon) complains.\r\n\nI.  BACKGROUND\r\n\n          The facts are essentially undisputed.  Exxon operates a\r\n\nfuel terminal in Everett, Massachusetts and employs several truck\r\n\ndrivers to  supply  petroleum to  service stations  and  airports\r\n\nthroughout New England.  Exxon's nemesis, the Esso Workers' Union\r\n\n(the Union),  appellee here,  represents most  of these  drivers.\r\n\nExxon \r               and \r                   the Union entered into a collective bargaining agreement\r\n\n(the \r              CBA) \r                   in \r                     February \r                              1990.  The CBA establishes inter alia a five-\r\n\nstep \r              employee grievance procedure culminating in final and binding\r\n\narbitration.\r\n\n          Part \r                        11 \r                           of \r                             the \r                                 CBA \r                                     covers employee discipline.  Its first\r\n\nsection \r                 provides \r                         that \r                              Exxon \"shall post a list of offenses which it\r\n\ndeems serious,\" and  its second section provides that Exxon  \"may\r\n\n                                2\r\r\n\ndischarge or  otherwise discipline\"  any employee  who commits  a\r\n\nposted  offense.   The second  section also  stipulates that  any\r\n\nemployee \r                  who \r                      believes his suspension or discharge is without \"just\r\n\ncause\" may pursue a grievance.\r\n\n          An \r                      appendix \r                               to \r                                 the \r                                     CBA \r                                         catalogs the posted offenses.  The\r\n\nlist includes the following:\r\n\n          6.  Alcohol Beverage/Habit-Forming or Illegal\r\n          Drug or Any Dangerous Substance\r\n\n               a.  Being under the influence of an\r\n               alcoholic  beverage   or  drug   on\r\n               Company time or property.   Testing\r\n               positive on a drug test or  refusal\r\n               to submit to a drug test.\r\n\n               b.  Bringing onto Company property,\r\n               or possessing, or using on  Company\r\n               time  or   Company   property,   an\r\n               alcoholic  beverage,   illicit   or\r\n               unprescribed controlled  substance,\r\n               or \r                           any \r                               dangerous substance which the\r\n               Company  believes  may  impair  the\r\n               employee's  ability   to   properly\r\n               perform  duties   in  a  safe   and\r\n               responsible manner.\r\n\n          Exxon \r                         has \r                             implemented \r                                        a \r                                          comprehensive drug-free workplace\r\n\nprogram (the DFW program), embodied in a formal policy  statement\r\n\nand the  aforementioned  list of  posted  offenses.   The  policy\r\n\nstatement declares in part:\r\n\n          Exxon Corporation  is  committed to  a  safe,\r\n          healthy,  and productive  workplace  for  all\r\n          employees.   The Corporation recognizes  that\r\n          alcohol, drug,  or other  substance abuse  by\r\n          employees \r                             will impair their ability to perform\r\n          properly \r                            and \r                                will have serious adverse effects\r\n          on \r                      the \r                          safety, efficiency, and productivity of\r\n          other \r                         employees and the Corporation as a whole\r\n          . . . .  Being unfit for work because of  use\r\n          of \r                      drugs \r                            or \r                               alcohol is strictly prohibited and\r\n          is grounds for termination of employment.\r\n\n                                3\r\r\n\nExxon's program  is carefully tailored to  meet the goals of  the\r\n\nDrug-Free \r                   Workplace \r                            Act \r                                of 1988 (the DFW Act), 41 U.S.C. SS 701-707\r\n\n(1994).   Exxon has  made the  program's terms  available to  all\r\n\nemployees; the program encourages employees voluntarily to report\r\n\ndrug  and alcohol  problems; and  the company  not only  provides\r\n\nrehabilitative services to employees  who come forward, but  also\r\n\npromises that \"[n]o employee . . . will be terminated due to  the\r\n\nrequest  for help  in overcoming  that dependency  or because  of\r\n\ninvolvement in a rehabilitation effort.\"\r\n\n          Exxon's program reflects the company's recognition that\r\n\ndrug use during the performance of safety-sensitive tasks poses a\r\n\nsignificant \r                     threat to co-workers and to the public.  Therefore, it\r\n\nsubjects employees in these positions to random drug testing.  In\r\n\nthat regard, the program puts Exxon's work force on notice of the\r\n\ncompany's intention to conduct \"[u]nannounced periodic or  random\r\n\n[drug] \r                testing\" of employees who are working in certain designated\r\n\nsafety-sensitive jobs.\r\n\n          Albert \r                          A. \r                             Smith, a veteran Exxon employee, works in such\r\n\na \r           designated \r                      position. \r                                \r                                He is responsible for loading, driving, and\r\n\nunloading \r                   a \r                    five-axle \r                              tractor-trailer combination which, when fully\r\n\nloaded, \r                 carries 12,000 gallons of highly flammable motor fuel.  He\r\n\ntypically  drives this  rig through  many of  New England's  more\r\n\ndensely populated  areas.   Exxon requires  employees who  occupy\r\n\ndesignated \r                    safety-sensiti\r                                 ve positions   and Smith's is plainly such\r\n\n                                4\r\r\n\na  position                                                     h\r\n\n igned \r                such \r                     a \r                      statement \r                                in 1989, thereby attesting that he had read\r\n\nand understood the parameters of Exxon's DFW program, that he was\r                     1    to sign so-called  compliance statements.   Smit\r          s\r\n\nnot abusing alcohol or drugs, and that he was amenable to  random\r\n\ndrug testing.\r\n\n          On \r                      August \r                             21, \r                                1990, \r                                      Smith reported for duty.  Without any\r\n\nforewarning, Exxon  directed him  to  take a  drug test.    Smith\r\n\nsubmitted to the test and apparently drove his regular route that\r\n\nday.   The test  results were obtained  the following week;  they\r\n\nrevealed that Smith  had cocaine in his bloodstream when  tested.\r\n\nAlthough the test results could not indicate when Smith had  used\r\n\nthe cocaine or whether he had performed his job while still under\r\n\nits pernicious influence, Exxon decided that Smith posed a threat\r\n\nto public safety and fired him.\r\n\n          The  Union  grieved  Smith's  ouster.    The  grievance\r\n\nculminated in arbitration.  The parties put two questions to  the\r\n\narbitrator: \r                      \r                      (1) \r                         Did \r                             Exxon have just cause to discharge Smith?  (2)\r\n\nIf \r            not, \r                 what \r                      is the appropriate remedy?  In September of 1992, the\r\n\narbitrator found the results of the drug test to be reliable  but\r\n\nnonetheless decided  that  Exxon  wrongfully  terminated  Smith's\r\n\nemployment.  The arbitrator acknowledged that Part 11 of the  CBA\r\n\ngave Exxon the right  to discharge Smith for committing a  posted\r\n\n     1In an earlier, unrelated case which involved  a hauler who,\r\nlike Smith,  failed a random drug  test, we described a  somewhat\r\nsimilar \r                 job \r                     as \r                       entailing \r                                 \"work of a kind where, one suspects, there\r\nmight be old practitioners, and there might be bold practitioners\r\n  \r           but \r               there \r                     would likely be few (if any) old, bold practitioners.\"\r\nJackson  v. Liquid Carbonic  Corp., 863 F.2d  111, 112 (1st  Cir.\r\n1988).\r\n\n                                5\r\r\n\noffense, but he reasoned that this right was subject to Part 11's\r\n\n\"just \r               cause\" \r                      provision.  Concluding that dismissal was too extreme\r\n\na \r           punishment, \r                      the \r                          arbitrator settled upon a two-month suspension as\r\n\nan appropriate  disciplinary measure, to  be followed by  Smith's\r\n\nreinstatement if he passed a contemporaneous drug test.\r\n\n          Exxon balked  at  the arbitrator's  award and  sued  in\r\n\nfederal district court to set it aside.  The parties  cross-moved\r\n\nfor summary judgment.  The lower court granted the Union's motion\r\n\nand affirmed the arbitral award.  Unyielding in its commitment to\r\n\nprevent Smith from getting behind the wheel of a petroleum truck,\r\n\nExxon  appeals.    Our  review  of  the  district  court's  legal\r\n\nconclusions is plenary.  See Prudential-Bache Securities, Inc. v.\r\n\nTanner, 72 F.3d 234, 237 (1st Cir. 1995).\r\n\nII.  PRINCIPLES AFFECTING JUDICIAL REVIEW\r\n\n          Collective  bargaining   agreements  are  designed   to\r\n\nmemorialize the terms and conditions of employers'  relationships\r\n\nwith \r              their \r                   unionized \r                             employees.  These agreements typically contain\r\n\ngrievance  procedures that  designate  arbitration as  the  final\r\n\ndispute-resolution mechanism.  \"In  such cases . . . courts  play\r\n\nonly  a limited  role when  asked to  review the  decision of  an\r\n\narbitrator.\"  United Paperworkers Int'l Union v. Misco, Inc., 484\r\n\nU.S. 29, 36 (1987).  In large part, that role is ordained  by the\r\n\nfact   that  \"[i]n   labor  arbitration,   matters  of   contract\r\n\ninterpretation  are  typically for  the  arbitrator,  not  for  a\r\n\nreviewing  court.\"   El Dorado  Technical Servs.,  Inc. v.  Union\r\n\nGeneral De Trabajadores, 961 F.2d  317, 319 (1st Cir. 1992).   As\r\n\n                                6\r\r\n\nlong as the arbitrator is arguably interpreting the CBA, a  court\r\n\ncannot \r                second-guess his decision.  See id. (citing Misco, 484 U.S.\r\n\nat 38); Dorado Beach Hotel  Corp. v. Union De Trabajadores De  La\r\n\nIndustria \r                   Gastronomica, \r                                Local 610, 959 F.2d 2, 3-4 (1st Cir. 1992).\r\n\nIn  such  purlieus,  a court's  task  ordinarily  is  limited  to\r\n\ndetermining \r                     whether \r                            the \r                                arbitrator's construction of the collective\r\n\nbargaining agreement is to any extent plausible.  See Misco,  484\r\n\nU.S. at 36-38.\r\n\n          Policy \r                          spins \r                                this \r                                    web \r                                        of \r                                           rules.  Judicial deference to an\r\n\narbitrator's \r                      contract \r                              interpretation furthers \"[t]he federal policy\r\n\nof  settling  labor disputes  by  arbitration  [which]  would  be\r\n\nundermined \r                    if courts had the final say on the merits of [arbitral]\r\n\nawards.\" \r                   \r                   Uni\r                      ted Steelworkers v. Enterprise Wheel &amp; Car Corp., 363\r\n\nU.S. \r              593, \r                   596 (1960).  Through the medium of the CBA, the employer\r\n\nand the union bargain for the arbitrator's interpretation, and  a\r\n\nfederal court must respect that bargain.  See W.R. Grace &amp; Co. v.\r\n\nLocal Union 759, Int'l  Union of United Rubber Workers, 461  U.S.\r\n\n757, 765 (1983).  It follows, therefore, that a court should  not\r\n\ntamper with an  arbitral award \"unless it  can be shown that  the\r\n\narbitrator acted  in a  way for  which neither  party could  have\r\n\nbargained.\"  Local  1445, United Food &amp; Commercial Workers  Int'l\r\n\nUnion v. Stop &amp; Shop Cos., 776 F.2d 19, 21 (1st Cir. 1985).\r\n\n          Public policy, however,  has its own imperatives    and\r\n\nthey  occasionally conflict  with  the  imperatives  of  contract\r\n\ninterpretatio\r                      n.  It is a fundamental rule that courts must refrain\r\n\nfrom enforcing contracts that violate public policy.   Collective\r\n\n                                7\r\r\n\nbargaining agreements are  simply a species of contracts and,  as\r\n\nsuch, \r               are \r                   not \r                      immune \r                             from the operation of this rule.  \"As with any\r\n\ncontract . . .,  a court may not enforce a  collective-bargaining\r\n\nagreement \r                   that \r                       is \r                          contrary to public policy.\"  W.R. Grace, 461 U.S.\r\n\nat 766; accord Misco, 484 U.S. at 42-43.  Because this refusal to\r\n\nenforce \r                 contracts \r                          which \r                                offend public policy is inured in  judicial\r\n\ntradition, \r                    the \r                       question \r                                of what public policy demands is within the\r\n\njudicial, not the arbitral, domain.   See Misco, 484 U.S. at  43;\r\n\nW.R. Grace, 461 U.S. at 766.\r\n\nIII.  ANALYSIS\r\n\n          In the district court, Exxon argued for reversal of the\r\n\narbitral \r                  award \r                        on \r                          two \r                              grounds:  first, that the arbitrator exceeded\r\n\nhis authority; and second, that the award violates public policy.\r\n\nThe district court rejected  both arguments.  See Exxon Corp.  v.\r\n\nEsso Worker's  Union, Inc.,  942 F.  Supp. 703  (D. Mass.  1996).\r\n\nBecause  courts  ought   not  trespass  unnecessarily  into   the\r\n\nuncertainties\r                       of the public policy terrain, we begin by discussing\r\n\nExxon's more case-specific argument.\r\n\n                 A.  The Arbitrator's Authority.\r\n\n          The key to this issue lies in Part 11 of the CBA.   One\r\n\nsection \r                 of \r                    Part 11 provides that Exxon \"may discharge or otherwise\r\n\ndiscipline\" employees who commit posted offenses   \"may,\" in this\r\n\ncontext,  \"means has  a right  to,\" according  to the  definition\r\n\ncontained \r                   in \r                      the CBA   and another section provides that employees\r\n\nmay challenge  discharges which Exxon  has imposed without  \"just\r\n\ncause.\" \r                  \r                  Exxon asseverates that the arbitrator should have equated\r\n\n                                8\r\r\n\nthe \"right to discharge\" language with the \"just cause\" language;\r\n\nbecause \r                 Exxon reserves the right to discharge employees who commit\r\n\nposted offenses, this thesis runs, it perforce has just cause  to\r\n\ndischarge such employees.\r\n\n          But \r                       the \r                          arbitrator \r                                     teased another meaning out of Part 11.\r\n\nHe \r            concluded \r                      that \r                          the \r                              language which permits Exxon \"to discharge or\r\n\notherwise discipline\"  an employee who  commits a posted  offense\r\n\nfurnishes \r                   Exxon \r                         with \r                             a \r                               range of disciplinary options, and that this\r\n\nrange \r               is \r                  in \r                     turn subject to an independent application of the just\r\n\ncause \r               barometer.  On this reading of Part 11, the arbitrator ruled\r\n\nthat \r              Exxon \r                    did not have just cause to cashier Smith merely because\r\n\nhe tested positive for drugs.2\r\n\n          Although  Exxon's interpretation  of  the  CBA  may  be\r\n\nsomewhat \r                  less strained, judges have no roving writ to construe the\r\n\ncontract language  in the way  that they think  best.  Rather,  a\r\n\n     2According to the arbitrator:\r\n\n              just  cause  standard requires  that  the\r\n                  prove  by  the preponderance  of  th\r                    The\r                    Company                                     e\r\n          evidence  that  the  employee  committed  the\r\n          offense and that the level of discipline  was\r\n          warranted\r                            . \r                               \r                               In this case the Company's actions\r\n          were  automatic:     if  an  employee  in   a\r\n          designated position  tests positive, s/he  is\r\n          terminated. \r                                \r                                The Company's presumption is that\r\n          the employee is a danger to public safety and\r\n          the \r                       only \r                            remedy is to excise that danger.  The\r\n          Company's  self-imposed  narrowness  in   its\r\n          choice of remedy fails to meet the just cause\r\n          standard.  There was no evidence that Company\r\n          drivers had any  record of dangerous  driving\r\n          due to ingesting illicit drugs.  In the  case\r\n          of  Smith,  there   was  no  record  of   any\r\n          discipline or any  signs or indications of  a\r\n          drug-related problem during his nearly twenty\r\n          years with the Company.  [Emphasis supplied.]\r\n\n                                9\r\r\n\ncourt's proper province is to determine whether the  arbitrator's\r\n\nreading  is plausible,  albeit not  the reading  the court  might\r\n\nchoose. \r                  \r                  See\r                      \r                      El Dorado, 961 F.2d at 320 (\"When the language of the\r\n\nunderlying contract, taken in context and with due regard for the\r\n\nsurrounding circumstances,  is  fairly susceptible  to  differing\r\n\nmeanings, a reviewing court must not meddle with the arbitrator's\r\n\nrendition.\").  In this instance, the arbitrator's  interpretation\r\n\nsurvives that indulgent scrutiny.\r\n\n          The proof of  the pudding is found in Crafts  Precision\r\n\nIndus., Inc.  v. Lodge No.  1836, Etc., 889  F.2d 1184 (1st  Cir.\r\n\n1989).    There,  the employer  had  dismissed  an  employee  for\r\n\ninsubordination.    The   CBA  listed  insubordination  as   \"one\r\n\n`example[]'  of  conduct [that]  may  result  in  suspension,  or\r\n\nimmediate \r                   discharge,\" and also included a clause reserving for the\r\n\nemployer \r                  the \r                     exclusive \r                               right to discipline employees.  Id. at 1184-\r\n\n85. \r              \r              In \r                 a \r                   refrain that echoes the argument which Exxon makes here,\r\n\nthe \r             employer \r                      argued \r                            that \r                                 these two clauses, in conjunction, gave it\r\n\nan \r            absolute \r                     right to discharge an employee for insubordination and\r\n\nurged the arbitrator to  equate this right to discharge with  the\r\n\nCBA's \r               \"just \r                    cause\" \r                           provision.  The arbitrator interpreted the right\r\n\nto discharge as distinct from just cause to discharge and instead\r\n\nreinstated the employee.  On appeal, we upheld the award  because\r\n\nthe challenged language was open to several interpretations,  and\r\n\nthe \r             arbitrator's \r                         position reflected one such (plausible) iteration.\r\n\nSee id. at  1185.  Because Crafts  is a fair congener,  precedent\r\n\ncompels \r                 us \r                    to conclude that the arbitrator's interpretation of the\r\n\n                               10\r\r\n\ndisputed language here is within the pale and that the arbitrator\r\n\ndid not exceed his authority in this respect.\r\n\n                       B.  Public Policy.\r\n\n          Exxon's second  claim  of error  can most  usefully  be\r\n\ndiscussed in three segments.\r\n\n          1. \r                       \r                       Framing \r                               the Inquiry.  Misco is the watershed case in\r\n\nrespect to  judicial  review of  an  arbitration award  which  is\r\n\nchallenged on public policy grounds.  There, the company employed\r\n\nCooper as  a  night-shift  machinist whose  duties  involved  the\r\n\noperation of a dangerous  piece of equipment.  One night,  police\r\n\narrested \r                  him \r                      in the company parking lot, having discovered him \"in\r\n\nthe backseat of  [a] car with  marijuana smoke in  the air and  a\r\n\nlighted \r                 marijuana \r                          cigarette in the frontseat ashtray.\"  484 U.S. at\r\n\n33.   The company then  fired him for  breaking its rule  against\r\n\npossession  of illicit  drugs on  business premises.   The  union\r\n\ngrieved  Cooper's  discharge,  and  an  arbitrator  ordered   his\r\n\nreinstatement.  The  company sued and the federal district  court\r\n\nannulled  the award based  on public policy.   The Fifth  Circuit\r\n\naffirmed, holding that Cooper's reinstatement \"would violate  the\r\n\npublic policy  `against the operation  of dangerous machinery  by\r\n\npersons under  the influence of  drugs or alcohol.'\"   Id. at  35\r\n\n(quoting 768 F.2d 739, 743 (5th Cir. 1985)).\r\n\n          The Supreme Court reversed, ruling that a court may set\r\n\naside \r               an \r                 arbitrator's \r                              award on public policy grounds only when \"the\r\n\ncontract \r                  as \r                    interpreted \r                                would violate `some explicit public policy'\r\n\nthat is `well  defined and dominant.'\"   Id. at 43 (quoting  W.R.\r\n\n                               11\r\r\n\nGrace, 461  U.S. at  766).   Neither  common sense  nor  \"general\r\n\nconsideration\r                      s of supposed public interests\" are suitable vehicles\r\n\nfor identifying public policy;  rather, courts must glean  public\r\n\npolicy from laws and legal precedents.  Id. (quoting W.R.  Grace,\r\n\n461 U.S. at 766).  Because the lower courts had predicated  their\r\n\nperceptions \r                     of \r                       public \r                              policy on intuition rather than positive law,\r\n\nthe judgment could not stand.\r\n\n          Misco\r                         \r                         teaches that, though courts may set aside arbitral\r\n\nawards which contravene public policy,  they may do so only in  a\r\n\nnarrow class of cases, marked by a special set of  circumstances.\r\n\nSee\r             \r             id.\r                 \r                 at \r                    43.  To determine whether a particular case fits within\r\n\nthe confines  of  this class,  courts  must employ  a  two-tiered\r\n\nanalytic approach.   First, since a  generalized sense of  public\r\n\npolicy  provides an  insufficient basis  upon which  to annul  an\r\n\narbitral award, an inquiring court must review existing statutes,\r\n\nregulations,  and judicial  decisions to  ascertain whether  they\r\n\nestablish a well defined and dominant public policy.  If positive\r\n\nlaw \r             does \r                  not \r                      give rise to such a policy, the inquiry is at an end.\r\n\nSee\r             \r             id.\r                 \r                 at \r                    43-44.  If, however, the court finds that such a policy\r\n\nexists, it must then proceed to the second step of the pavane and\r\n\ndetermine \r                   whether \r                          the \r                              arbitral award clearly violates the discerned\r\n\npublic policy.3  See id. at 44.\r\n\n      3The  Misco Court provided an  apt illustration of how  the\r\nsecond-stage inquiry operates.  It noted that, even assuming  the\r\nexistence of the public policy perceived by the court of appeals,\r\nreinstating  Cooper did  not  necessarily frustrate  that  policy\r\nbecause there was no showing that Cooper had used marijuana while\r\non \r            the \r                job. \r                      \r                     The \r                         Court \r                               thought that \"the assumed connection between\r\nthe marijuana gleanings found in Cooper's car and Cooper's actual\r\n\n                               12\r\r\n\n          2. \r                       \r                       Identifyi\r                                ng the Public Policy.  There is a plenitude\r\n\nof positive law  to support the existence  of a well defined  and\r\n\ndominant \r                  public policy against the performance of safety-sensitive\r\n\njobs \r              while \r                    under the influence of drugs or other intoxicants.  See\r\n\nGulf \r              Coast \r                    Indus. Workers Union v. Exxon Co., 991 F.2d 244, 252-53\r\n\n(5th Cir.  1993) (collecting  cases).   Gulf  Coast itself  is  a\r\n\nrepresentativ\r                      e case.  There, the court set aside an arbitral award\r\n\nwhich proposed  to reinstate  in a  safety-sensitive position  an\r\n\nemployee who had tested positive for drug use after admitting  to\r\n\nhis \r             employer \r                      that he had a drug problem but representing (falsely,\r\n\nas  matters turned  out)  that  he was  obtaining  treatment  and\r\n\nabstaining from substance abuse.  The court amply illustrated the\r\n\nproposition that  numerous  statutes, regulations,  and  judicial\r\n\nopinions  \"pronounce the  emphatic national  desire to  eradicate\r\n\nillicit \r                 drugs \r                       from \r                           the \r                               workplace,\" particularly in safety-sensitive\r\n\noccupations. \r                       Id. at 250; see also Exxon Corp. v. Baton Rouge Oil,\r\n\n77 F.3d 850, 855-56 (5th Cir. 1996) (again finding a well defined\r\n\nand dominant  public policy  against the  performance of  safety-\r\n\nsensitive jobs while under the influence of drugs).\r\n\n          The Third  Circuit has addressed  the same  issue in  a\r\n\ntrilogy  of cases  (all  featuring  an employer  related  to  the\r\n\nappellant here).  In Exxon Shipping Co. v. Exxon Seamen's  Union,\r\n\n993 F.2d 357 (3d Cir.  1993) (Exxon I), the court invoked  public\r\n\npolicy \r                in \r                   refusing to enforce an arbitral award which directed the\r\n\nuse of drugs in the workplace is tenuous at best and provides  an\r\ninsufficient  basis for  holding  that  his  reinstatement  would\r\nactually violate the [perceived] public policy.\"  484 U.S. at 44.\r\n\n                               13\r\r\n\nemployer to reinstate a helmsman who had tested positive for drug\r\n\nuse after his ship ran aground.  Id. at 364.  The court relied in\r\n\npart on a series of Coast Guard regulations, declaring them to be\r\n\n\"part  of a  broader public  policy against  operation of  common\r\n\ncarriers under  the influence of  drugs,\" and  found that  policy\r\n\nadequately \r                    evinced \r                            by \r                              an \r                                 array of drug-testing regulations.  Id. at\r\n\n361-62 (citing  14 C.F.R.  part  121, Appendix I (1992)  (Federal\r\n\nAviation Administration drug-testing program); 49 C.F.R. part 219\r\n\n(1991) (Federal Railroad Administration drug-testing program); 49\r\n\nC.F.R. part 391 subpart H (1991) (Federal Highway  Administration\r\n\ndrug-testing program)).\r\n\n          In Exxon Shipping Co. v. Exxon Seamen's Union, 11  F.3d\r\n\n1189 (3d Cir. 1993) (Exxon  II), the court continued on the  same\r\n\ncourse.  It  set aside as contrary  to public policy an  arbitral\r\n\naward \r               reinstating \r                          an \r                             employee who reported to work inebriated.  The\r\n\ncourt declared \"that an owner or operator of an oil tanker should\r\n\nnot be compelled to reinstate to a `safety-sensitive' position an\r\n\nindividual who has been found to be intoxicated while on duty  on\r\n\nthat vessel.\"  Id.  at 1194.  Finally,  in Exxon Shipping Co.  v.\r\n\nExxon \r               Seamen's Union, 73 F.3d 1287 (3d Cir.), cert. denied, 116 S.\r\n\nCt. 2515 (1996) (Exxon III), the court reinstated an employee who\r\n\nhad \r             refused \r                     to submit to a drug test, finding that the CBA did not\r\n\nrequire the  employee to  take the test.   Even  then, the  court\r\n\nreaffirmed its earlier finding that there exists a \"broad  public\r\n\npolicy against permitting an individual to operate a vessel while\r\n\nunder the influence of drugs or alcohol.\"  Id. at 1292.\r\n\n                               14\r\r\n\n          This chorus  has  many voices.   Several  other  courts\r\n\nlikewise \r                  have identified a well defined and dominant public policy\r\n\nagainst the performance of safety-sensitive jobs by persons under\r\n\nthe influence of intoxicants.  Thus, in Union Pacific R.R. Co. v.\r\n\nUnited Transp. Union, 3 F.3d 255, 262 (8th Cir. 1993), the  court\r\n\nused public  policy as  a lever to  set aside  an arbitral  award\r\n\nreinstating a railroad brakeman who had tested positive for  drug\r\n\nuse after a switching accident.  The court had \"no difficulty  in\r\n\nconcluding that there exists  a well-defined and dominant  public\r\n\npolicy  against a  railroad's  employment  of  individuals  whose\r\n\nimpaired  judgment due  to  the use  of  drugs or  alcohol  could\r\n\nseriously threaten  public safety.\"  Id.  at 261.  Similarly,  in\r\n\nDelta \r               Air \r                  Lines, \r                         Inc. \r                              v. \r                                 Air Line Pilots Ass'n Int'l, 861 F.2d 665,\r\n\n674 (11th Cir.  1988), the court defenestrated an arbitral  award\r\n\npresuming to  reinstate a pilot who  had flown an aircraft  while\r\n\nobviously \r                   drunk. \r                           \r                          The \r                              court described this as a \"rare example of an\r\n\naward the enforcement of which would violate clearly  established\r\n\npublic policy which condemns the operation of passenger airliners\r\n\nby \r            pilots \r                   who \r                      are \r                          under \r                                the influence of alcohol.\"  Id. at 671.  By\r\n\nlike  token,  the   district  court  in  Georgia  Power  Co.   v.\r\n\nInternational Bhd. of Elec. Workers, Local 84, 707 F. Supp.  531,\r\n\n538-39  (N.D. Ga. 1989),  aff'd, 896 F.2d  507 (11th Cir.  1990),\r\n\nrecognized  the public  policy  against  performance  of  safety-\r\n\nsensitive jobs  by persons under the  influence of drugs and  set\r\n\naside an arbitral award aimed at reinstating an employee who  had\r\n\ntested positive for drug use.\r\n\n                               15\r\r\n\n          We \r                      agree \r                            with \r                                these \r                                      courts.  In our judgment, society has\r\n\nachieved a broad  national consensus that  persons should not  be\r\n\nallowed to endanger others while laboring under the influence  of\r\n\ndrugs.   This consensus  is  made manifest  by positive  law  and\r\n\ntranslates \r                    into \r                         a \r                          well \r                               defined and dominant public policy   indeed,\r\n\na \r           national \r                    crusade \r                            \r                             \r                             counselling against the performance of safety-\r\n\nsensitive tasks by individuals who are so impaired.\r\n\n          One subset of this policy is that persons who are under\r\n\nthe influence  of narcotics or  other intoxicants  should not  be\r\n\npermitted \r                   to \r                      operate commercial vehicles on public highways.  This\r\n\nconclusion is fortified by our knowledge that the legislatures of\r\n\nthose states through  which Smith must drive a petroleum  tanker-\r\n\ntruck have uniformly criminalized the operation of motor vehicles\r\n\nby persons who are  under the influence of alcohol or  controlled\r\n\nsubstances.  See Mass. Gen. Laws Ann. ch. 90 S 24(1)(a)(1)  (West\r\n\n1997) \r               (criminalizing the operation of \"a motor vehicle while under\r\n\nthe influence of intoxicating  liquor, or of marijuana,  narcotic\r\n\ndrugs, \r                depressants or stimulant substances\"); R.I. Gen. Laws S 31-\r\n\n10.3-31(a) (1996) (making it \"illegal for any person driving  any\r\n\ncommercial motor  vehicle . .  . to operate  or control any  such\r\n\nvehicle while under the influence of alcohol, drugs, toluene,  or\r\n\nany \r             other \r                  [controlled] \r                               substance\"); id. S 31-27-2(a) (criminalizing\r\n\nthe \r             driving \r                     of \"any vehicle . . . while under the influence of any\r\n\nintoxicating \r                      liquor, \r                             drugs, toluene, or any controlled substance\");\r\n\nConn. \r               Gen. \r                    Stat. \r                         Ann. \r                              S \r                                14-227a(a) (West 1997) (similar); N.H. Rev.\r\n\nStat. Ann. S 265:82 (I)(a) (1995) (similar); Vt. Stat. Ann.  tit.\r\n\n                               16\r\r\n\n23, S 1201(a) (1995) (similar); Me. Rev. Stat. Ann. tit. 29-A,  S\r\n\n2411(1) (West 1996) (similar).\r\n\n          We find  further evidence of  this policy in  Congress'\r\n\nenactment in 1991 of the Omnibus Transportation Employee  Testing\r\n\nAct (the Testing Act), now codified in 49 U.S.C. S 31306  (1994).\r\n\nThe Testing  Act  instructs the  Secretary of  Transportation  to\r\n\npromulgate regulations \"that establish a program requiring  motor\r\n\ncarriers to conduct preemployment, reasonable suspicion,  random,\r\n\nand \r             post-accident \r                          testing of operators of commercial motor vehicles\r\n\nfor  the  use  of  alcohol or  controlled  substances.\"    Id.  S\r\n\n31306(b)(1)(A\r                      ).  In response, several Department of Transportation\r\n\nagencies  have promulgated  regulations designed  to promote  the\r\n\npublic policy against  performance of  safety-sensitive tasks  by\r\n\npersons  who  use  drugs.   For  example,  the  Federal  Aviation\r\n\nAdministration has devised a program which requires preemployment\r\n\ndrug  testing as well  as periodic drug  testing of employees  in\r\n\nsafety-sensitive positions.   See 14 C.F.R. Part 121, Appendix  I\r\n\n(1996).  The Coast Guard has promulgated regulations in order \"to\r\n\nminimize \r                  the \r                      use \r                         of \r                            intoxicants by merchant marine personnel and to\r\n\npromote a  drug free  and safe work  environment.\"   46 C.F.R.  S\r\n\n16.101(a) \r                   (1996).  The Federal Railroad Administration has adopted\r\n\nregulations  crafted to  \"prevent  accidents  and  casualties  in\r\n\nrailroad operations that result  from impairment of employees  by\r\n\nalcohol or  drugs.\"  49  C.F.R. S 219.1(a)  (1996).  The  Federal\r\n\nTransit \r                 Administration's regulations now require each recipient of\r\n\na subsidy \"to implement an anti-drug program to deter and  detect\r\n\n                               17\r\r\n\nthe use of prohibited drugs  by covered employees.\"  49 C.F.R.  S\r\n\n653.3 (1996).   Last, but surely  not least, the Federal  Highway\r\n\nAdministration's regulations have been tailored \"to help  prevent\r\n\naccidents \r                   and injuries resulting from the misuse of alcohol or use\r\n\nof \r            controlled substances by drivers of commercial motor vehicles.\"\r\n\n49 C.F.R. S 382.101 (1996).\r\n\n          Congress' \r                             strongest statement against the performance of\r\n\nsafety-sensitive tasks  while  under the  influence of  drugs  is\r\n\nembodied \r                  in \r                     the DFW Act, which instructs federal agencies to award\r\n\ncontracts \r                   or \r                      grants only to those employers who promise to provide\r\n\na drug-free working  environment by:  (1) publishing a  statement\r\n\ninforming  employees that  use  of  drugs is  prohibited  in  the\r\n\nworkplace; (2) establishing a \"drug-free awareness program;\"  (3)\r\n\nproviding  employees  with  drug  counseling  and  rehabilitation\r\n\nservices; (4)  adopting and imposing  penalties on employees  who\r\n\nviolate the terms  of the \"drug-free awareness program;\" and  (5)\r\n\nfurnishing  employees with  copies  of the  employer's  statement\r\n\nagainst on-the-job drug use.  41 U.S.C. SS 701(a)(1), 702(a)(1).\r\n\n          At \r                      this \r                           point \r                                in \r                                   American history, few elements of public\r\n\npolicy command the consensus that attaches to the policy  against\r\n\nthe use of controlled substances by those whose work  potentially\r\n\nimperils  others.   Judicial decisions,  agency regulations,  and\r\n\nlegislative \r                     enactments combine to form a solid phalanx of positive\r\n\nlaw evidencing a well defined and dominant public policy  against\r\n\nthe \r             performance \r                        of \r                           safety-sensitive tasks while under the influence\r\n\nof \r            drugs. \r                    \r                   Thus, \r                         Exxon \r                               has satisfactorily negotiated the first step\r\n\n                               18\r\r\n\nof the public policy pavane.\r\n\n          3.  The Interface.  Confirming the existence of a  well\r\n\ndefined and dominant public policy  is only half the battle.   To\r\n\nabandon an arbitral award  as contrary to public policy, a  court\r\n\nmust find that the award clearly violates the identified  policy.\r\n\nSee Misco, 484 U.S. at 43; Prudential-Bache, 72 F.3d at 241.   In\r\n\nthis  instance, the  Union  contends that,  even  if there  is  a\r\n\ncognizable  public policy  against  the  performance  of  safety-\r\n\nsensitive \r                   work \r                       by \r                          individuals who are under the influence of drugs,\r\n\nreinstating Smith would not insult such a policy because there is\r\n\nno \r            evidence \r                     that \r                         Smith \r                               was in the grip of cocaine while driving his\r\n\npetroleum truck.  According to the Union, the positive result  of\r\n\nSmith's \r                 random \r                        drug \r                            test \r                                 \"merely\" indicates the presence of cocaine\r\n\nin \r            his \r                bloodstream; it does not necessarily signify that Smith was\r\n\nunder \r               the \r                   influence of the narcotic either at the time of the test\r\n\nor at the time he drove his rig.4\r\n\n          The \r                       Union \r                             casts this argument so narrowly that it misses\r\n\nthe mark.  Relying upon job-relatedness as the sole determinative\r\n\nfactor in  permitting employers to  discharge employees who  test\r\n\npositive \r                  for \r                      drug use would force employers to wait for some other\r\n\nconsequential \r                       indication \r                                 that drugs are affecting work performance.\r\n\n     4Altho ugh the arbitrator found that the drug test  reliably\r\nindicated \r                   the \r                      presence \r                               of cocaine in Smith's system (a finding that\r\nthe Union does not contest on appeal), the test results could not\r\npinpoint  when  Smith  was under  the  drug's  influence.    This\r\nuncertainty arises from the fact that the manner in which cocaine\r\nmetabolizes within  a  person's body  depends  upon a  myriad  of\r\nfactors, many of which (e.g., the potency and purity of the  drug\r\ningested,  the  drug-user's  tolerance,  food  consumption,   and\r\npsychological condition) were not known to Exxon.\r\n\n                               19\r\r\n\nTypically, this other indication will be an accident.  See, e.g.,\r\n\nUnion Pacific,  3 F.3d at  256-57; Exxon I,  993 F.2d at  358-59;\r\n\nAmalgamated \r                     Meat \r                         Cutters, Local Union 540 v. Great W. Food Co., 712\r\n\nF.2d 122, 123-24 (5th Cir. 1983).  The notorious mishap involving\r\n\nthe Exxon Valdez, which produced vast environmental  devastation,\r\n\nhighlights the core  problem associated with this  \"wait-and-see\"\r\n\napproach.  If we have learned anything from such catastrophes, it\r\n\nis that  employers must act  affirmatively to avoid  drug-related\r\n\naccidents \r                   rather than wait passively for such accidents to happen.\r\n\n          We  conclude, therefore,  that  the  well  defined  and\r\n\ndominant \r                  public \r                        policy \r                               which we have identified does not require an\r\n\nemployer \r                  to \r                     await the occurrence of an accident before discharging\r\n\nan employee who tests positive for drug use.  In this sense,  the\r\n\npublic policy is not as closely cabined as the Union implies.  It\r\n\nis the Union's failure to recognize  this aspect   and, thus,  to\r\n\nappreciate the full breadth of the discerned public policy   that\r\n\nis fatal to its argument and crucial to our decision.\r\n\n          The  pertinent public  policy  dictates not  only  that\r\n\nemployees \r                   refrain \r                          from \r                               performing safety-sensitive jobs while under\r\n\nthe  influence of  drugs, but  also that  employers develop  (and\r\n\nenforce) programs designed  to discourage such  activity.    This\r\n\nadded \r               dimension is most apparent in the DFW Act and in the Testing\r\n\nAct.  The impact  of the latter statute  is made manifest by  the\r\n\nproliferation of governmental  regulations which mandate  regular\r\n\ndrug testing for employees  in safety-sensitive positions.   See,\r\n\ne.g., 14 C.F.R.  Part 121, Appendix  I (1996) (codifying  Federal\r\n\n                               20\r\r\n\nAviation Administration's  drug-testing  program); 46  C.F.R.  SS\r\n\n16.101-16.500 (1996)  (codifying Coast  Guard's chemical  testing\r\n\nprogram);  49 C.F.R.  SS  219.1-219.715 (1996)  (limning  Federal\r\n\nRailroad Administration's drug-testing procedures); 49 C.F.R.  SS\r\n\n653.1-653.83 (1996) (delineating Federal Transit Administration's\r\n\ndrug-testing procedures);  49  C.F.R. SS  382.101-382.605  (1996)\r\n\n(describing, inter alia,  Federal Highway Administration's  drug-\r\n\ntesting procedures).  This statutory and regulatory mosaic  bears\r\n\nwitness  that  the same  public  policy  which  countervails  the\r\n\nperformance \r                     of safety-sensitive tasks while under the influence of\r\n\ndrugs also encourages (and, in some cases, requires) employers to\r\n\nimplement and enforce drug-free workplace programs which  include\r\n\nmandatory drug testing of those in safety-sensitive posts.\r\n\n          Consistent with  this  enhanced  understanding  of  the\r\n\ndiscerned  public policy,  we hold  that forcing  an employer  to\r\n\nreinstate an employee who tests positive for drug use pursuant to\r\n\na test  that the  employer  administers as  part of  a  drug-free\r\n\nworkplace program would undermine that policy.  It makes no sense\r\n\nto construe  public policy  as encouraging    and  in some  cases\r\n\nmandating     employers  to establish  and  enforce  drug-testing\r\n\nprograms, \r                   yet to preclude them from taking decisive action against\r\n\nthose employees who test positive.\r\n\n          The   Union  warns   that   this  holding   is   wholly\r\n\nunprecedented. \r                         \r                         But \r                            the \r                                demands of public policy are dynamic rather\r\n\nthan static.   Modern  society's widespread  recognition of,  and\r\n\nincreasingly \r                      aggressive response to, the growing drug problem is a\r\n\n                               21\r\r\n\nharbinger \r                   that \r                       public \r                              policy may make progressively greater demands\r\n\non \r            industry. \r                       \r                      Moreover, \r                                the Union's claim that we are blazing a new\r\n\ntrail is not entirely accurate.\r\n\n          At least  two recent cases  track the expanding  public\r\n\npolicy on which we rely.  These cases note, albeit in dicta, that\r\n\nemployers \r                   must not be compelled to reinstate personnel who violate\r\n\nthe \r             terms \r                   of \r                     a \r                       comprehensive drug-free workplace program.  In Baton\r\n\nRouge \r               Oil, \r                    the Fifth Circuit reversed as contrary to public policy\r\n\nan \r            arbitral \r                     decision awarding back pay to an employee in a safety-\r\n\nsensitive position who  had tested positive for cocaine during  a\r\n\nrandom drug test.  The  court held that allowing the employee  to\r\n\ncollect \r                 back \r                      pay \r                         would \r                               contravene public policy despite the absence\r\n\nof \r            any \r                evidence that he actually had performed his job while drug-\r\n\nimpaired. \r                    \r                    See\r                       \r                       Baton \r                             Rouge Oil, 77 F.3d at 856.  In so holding, the\r\n\ncourt noted the absurdity of reinstating such an employee:\r\n\n          It is  undisputed that  Chube [the  employee]\r\n          occupied a safety-sensitive position.  It  is\r\n          also \r                        undisputed that Chube tested positive for\r\n          cocaine \r                           use \r                               while occupying that position, and\r\n          thereby  endangered   the  safety  of   other\r\n          employees.  We  think that the public  policy\r\n          exception  . .  . must  be read  not only  to\r\n          prohibit  the  prospective  placement  of  an\r\n          employee into a position where he is a danger\r\n          to his company and to fellow employees (i.e.,\r\n          order \r                         of \r                            reinstatement into a safety-sensitive\r\n          position),   but    also   to   prohibit    a\r\n          retrospective approval of the conduct . . . .\r\n\nId.\r\n\n          The Third Circuit echoed these sentiments in Exxon  III\r\n\nwhile \r               upholding an arbitral award which reinstated an employee who\r\n\nrefused \r                 to \r                    take \r                        a \r                          drug \r                               test.  The court premised this ruling on the\r\n\n                               22\r\r\n\narbitrator's conclusion that, under  the terms of the  collective\r\n\nbargaining agreement, the  company lacked cause to insist upon  a\r\n\ndrug test.  See Exxon III, 73 F.3d at 1295-96.  En  route to this\r\n\ndetermination,  however, the  court  observed that  \"[a]  clearly\r\n\ndefined and cautiously administered program of drug testing . . .\r\n\nis the natural  corollary to .  . . a  strong public policy  that\r\n\nprecludes \r                   allowing \r                           intoxicated or drug-impaired seamen to remain in\r\n\nsafety-sensit\r                      ive positions aboard oil tankers.\"  Id. at 1294.  The\r\n\ncourt went on to proclaim  that the \"right to test employees  for\r\n\nalcohol or drug use . . . is critical to achieving the objective\"\r\n\nof preventing drug-impaired  individuals from performing  safety-\r\n\nsensitive \r                   jobs.  Id.  The court's ensuing discussion left no doubt\r\n\nthat, \r               if \r                  a \r                    drug \r                        test \r                             was \r                                 validly requested, reinstating an employee\r\n\nwho boycotted it would undermine public policy.  See id. at 1294-\r\n\n95.\r\n\n          Baton Rouge Oil and Exxon III reinforce the proposition\r\n\nthat \r              a \r                comprehensive and finely-tuned DFW program which includes a\r\n\ndrug-testing \r                      component \r                               is a natural corollary to the ringing public\r\n\npolicy \r                against performance of safety-sensitive jobs by individuals\r\n\nwho \r             are \r                 under the influence of narcotics or other intoxicants.  It\r\n\nfollows \r                 that, \r                       if \r                         an \r                            employer elects to establish such a program and\r\n\nproperly preserves its right of implementation in the  collective\r\n\nbargaining agreement, thwarting the employer's efforts to enforce\r\n\nthe \r             program's standards would countervail the basic public policy.\r\n\n          The Union  intimates  that the  public policy  we  have\r\n\nidentified, \r                     if it persists at all, can be vindicated by some other\r\n\n                               23\r\r\n\ndisciplinary \r                      measure, \r                              short of termination.  This intimation misses\r\n\nthe\r\n\n         construed,  \r\n\nwould insult public policy for a court to enforce a contract that\r\n\na worker  who  has  scorned the  employer's  drug-free  workplace\r\n\nprogram.5\r\n\n          This \r                        case \r                             is \r                                emblematic of the proposition.  In terms of\r\n\npublic policy,  it would be  grossly counterproductive to  impede\r\n\nExxon's \r                 efforts \r                         at \r                           fully \r                                 implementing its DFW program by forcing it\r\n\nto reinstate  an employee  who blatantly  violated the  program's\r\n\nterms. \r                 \r                 Indeed, Smith's utter disregard for Exxon's DFW program is\r               point.   The arbitrator  has said  in effect  that the  CBA\r          properly             requires Exxon to reinstate  Smith   and  it\r          requires the ongoing employment in a safety-sensitive capacity of\r\n\none \r             feature \r                     which distinguishes this case from Misco.6  Unlike the\r\n\nemployer in  Misco, Exxon maintains  a comprehensive DFW  program\r\n\nwhich \r               is \r                 delicately \r                            calibrated to further the public policy against\r\n\njob  performance while  under the  influence of  drugs and  other\r\n\n     5\r                                                                          ,\r                Moreover, the alternative remedy selected by the arbitrator\r\n  a two-month suspension, followed by a one-time drug test   does\r\nnot hold out much promise for the safety of either the public  or\r\nSmith's fellow employees.  Smith's failed drug trust evinces  his\r\ninability \r                   or \r                      unwillingness to conform to the strictures of the DFW\r\nprogram.  If he were returned to a safety-sensitive position,  as\r\nthe arbitrator  suggests,  there would  be  no sound  reason  for\r\nbelieving that the leopard had changed his spots.\r\n\n  \r            \r             \r              \r              6\r               Another\r                       distinguishing feature is temporal in nature.  Misco\r\narose out of an incident that occurred in January 1983.  Judicial\r\nreview did not end until the Supreme Court spoke in 1987.   Here,\r\nhowever, Smith failed  the drug test in  the summer of 1990,  and\r\njudicial review  is still  ongoing.   As  our discussion  of  the\r\nemerging \r                  public \r                        policy \r                               reveals, see text supra, Misco predates both\r\nthe Testing  Act and  the DFW  Act.   This chronological  reality\r\nhighlights \r                    the broader fact:  public policy in respect to drugs in\r\nthe workplace has matured  greatly in the decade since Misco  was\r\ndecided.\r\n\n                               24\r\r\n\nintoxicants.  Smith transgressed the terms of this program  three\r\n\ntimes over:   failing to  report his drug  use to Exxon,  falsely\r\n\nrepresenting that he abjured illicit drugs, and  testing positive\r\n\nfor  drug use.    Given  this threefold  violation,  Exxon  acted\r\n\nreasonably \r                    in selecting discharge as the most appropriate means of\r\n\neliminating the threat  that Smith poses to  the public.  In  the\r\n\nbargain, \r                  Exxon's action was also a necessary means of ensuring the\r\n\nintegrity of its DFW program.  Forcing Exxon to reinstate, into a\r\n\nsafety-sensitive position, an  employee who lacks any  meaningful\r\n\ncommitment to its DFW  program would hamstring its  well-directed\r\n\nattempts to implement public policy.\r\n\n          The Union tries to retrieve yet one more arrow from its\r\n\nquiver. \r                  \r                  Under \r                       the \r                           terms \r                                 of its DFW program, Exxon treats employees\r\n\nwho test  positive for drug use  more harshly than employees  who\r\n\nvoluntarily come  forward and reveal  that they are  experiencing\r\n\nproblems.  During  oral argument, the Union attempted to  distort\r\n\nExxon's distinction  between  these  two types  of  employees  by\r\n\nsuggesting that, since Exxon does not discharge the latter (i.e.,\r\n\nemployees who voluntarily report drug abuse), it lacks sufficient\r\n\nreason \r                to \r                   discharge \r                            the \r                                former (i.e., employees who are \"caught\" by\r\n\nrandom drug testing).\r\n\n          This  argument is  deeply  flawed.    Exxon  encourages\r\n\nemployees \r                   to \r                     report \r                            their drug use so that the company can transfer\r\n\nsuch \r              workers \r                      to \r                        jobs \r                             that do not implicate public safety while they\r\n\nundergo rehabilitation.  These employees do not pose a threat  to\r\n\nthe public because,  by reporting their drug abuse, they  provide\r\n\n                               25\r\r\n\nExxon with the opportunity to implement safety precautions.   The\r\n\nactions \r                 of \r                   these \r                         employees are radically different from the actions\r\n\nof employees who, like Smith, attempt to conceal their drug  use.\r\n\nThese duplicitous employees pose  a real and serious threat:   by\r\n\nfailing \r                 to \r                    report \r                          their \r                                problem, they deny Exxon the opportunity to\r\n\ntake precautions  to safeguard  the public.   On  this basis,  we\r\n\nbelieve \r                 it \r                    is \r                      reasonable \r                                   and fully consistent with the identified\r\n\npublic \r                policy   for Exxon to offer a measure of job security as an\r\n\nincentive for  voluntary reporting, while  cutting all ties  with\r\n\nemployees \r                   who do not accept the incentive and who subsequently are\r\n\ncaught.\r\n\n          We \r                      need \r                           go \r                              no \r                                further. \r                                          \r                                          Because Smith thumbed his nose at\r\n\nExxon's DFW program, his reinstatement clearly would violate  the\r\n\nwell defined  and dominant public  policy against performance  of\r\n\nsafety-sensitive jobs while under the influence of drugs.  Hence,\r\n\nthe federal courts must refuse to enforce the arbitral award.\r\n\nReversed.\r\n\n                               26\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                 UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                             \r\n\nNo. 96-2241\r\n\n                       EXXON CORPORATION,\r\n\n                      Plaintiff, Appellant,\r\n\n                               v.\r\n\n                   ESSO WORKERS' UNION, INC.,\r\n\n                      Defendant, Appellee.\r\n\n                                             \r\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF MASSACHUSETTS\r\n\n            [Hon. Mark L. Wolf, U.S. District Judge]\r\n\n                                             \r\n\n                             Before\r\n\n                      Selya, Circuit Judge,\r\n\n             Coffin and Cyr, Senior Circuit Judges.\r\n\n                                             \r\n\n     Douglas \r                      B. \r                         Neagli, with whom Michael J. Liston, Glass, Seigle\r\n&amp; Liston,  Patrick J. Conlon,  and Joseph T.  Walsh, III were  on\r\nbrief, for appellant.\r\n     Warren M. Davison, Mark A. de Bernardo, Nancy N. Delogu, and\r\nLittler, Mendelson, Fastiff, Tichy &amp; Mathiason, P.C. on brief for\r\nInstitute for a Drug-Free Workplace, amicus curiae.\r\n     Nathan S. Paven, with whom Paven &amp; Norton were on brief, for\r\nappellee.\r\n\n                                             \r\n\n                          July 8, 1997\r\n                                             \r\r\n\n          SELYA, Circuit Judge.  This appeal tests the margins of\r\n\nan \r            arbitrator's ability to order the reinstatement, into a safety-\r\n\nsensitive \r                   job, of an employee who has failed a reliable drug test.\r\n\nAfter painstaking reflection, we conclude that a well defined and\r\n\ndominant \r                  public policy encourages employers to develop, establish,\r\n\nand \r             enforce \r                     programs to prevent their employees from attempting to\r\n\nperform  safety-sensitive  work  while  under  the  influence  of\r\n\nnarcotics \r                   or \r                     other \r                           intoxicants.  Moreover, once an employer has set\r\n\nsuch a program in place, it countermands public policy if  courts\r\n\ntoo readily  rescue employees  who fail  to satisfy  programmatic\r\n\nstandards from the  predictable consequences of such  violations.\r\n\nHewing to this line, we  refuse to enforce the arbitral award  of\r\n\nwhich plaintiff-appellant Exxon Corporation (Exxon) complains.\r\n\nI.  BACKGROUND\r\n\n          The facts are essentially undisputed.  Exxon operates a\r\n\nfuel terminal in Everett, Massachusetts and employs several truck\r\n\ndrivers to  supply  petroleum to  service stations  and  airports\r\n\nthroughout New England.  Exxon's nemesis, the Esso Workers' Union\r\n\n(the Union),  appellee here,  represents most  of these  drivers.\r\n\nExxon \r               and \r                   the Union entered into a collective bargaining agreement\r\n\n(the \r              CBA) \r                   in \r                     February \r                              1990.  The CBA establishes inter alia a five-\r\n\nstep \r              employee grievance procedure culminating in final and binding\r\n\narbitration.\r\n\n          Part \r                        11 \r                           of \r                             the \r                                 CBA \r                                     covers employee discipline.  Its first\r\n\nsection \r                 provides \r                         that \r                              Exxon \"shall post a list of offenses which it\r\n\ndeems serious,\" and  its second section provides that Exxon  \"may\r\n\n                                2\r\r\n\ndischarge or  otherwise discipline\"  any employee  who commits  a\r\n\nposted  offense.   The second  section also  stipulates that  any\r\n\nemployee \r                  who \r                      believes his suspension or discharge is without \"just\r\n\ncause\" may pursue a grievance.\r\n\n          An \r                      appendix \r                               to \r                                 the \r                                     CBA \r                                         catalogs the posted offenses.  The\r\n\nlist includes the following:\r\n\n          6.  Alcohol Beverage/Habit-Forming or Illegal\r\n          Drug or Any Dangerous Substance\r\n\n               a.  Being under the influence of an\r\n               alcoholic  beverage   or  drug   on\r\n               Company time or property.   Testing\r\n               positive on a drug test or  refusal\r\n               to submit to a drug test.\r\n\n               b.  Bringing onto Company property,\r\n               or possessing, or using on  Company\r\n               time  or   Company   property,   an\r\n               alcoholic  beverage,   illicit   or\r\n               unprescribed controlled  substance,\r\n               or \r                           any \r                               dangerous substance which the\r\n               Company  believes  may  impair  the\r\n               employee's  ability   to   properly\r\n               perform  duties   in  a  safe   and\r\n               responsible manner.\r\n\n          Exxon \r                         has \r                             implemented \r                                        a \r                                          comprehensive drug-free workplace\r\n\nprogram (the DFW program), embodied in a formal policy  statement\r\n\nand the  aforementioned  list of  posted  offenses.   The  policy\r\n\nstatement declares in part:\r\n\n          Exxon Corporation  is  committed to  a  safe,\r\n          healthy,  and productive  workplace  for  all\r\n          employees.   The Corporation recognizes  that\r\n          alcohol, drug,  or other  substance abuse  by\r\n          employees \r                             will impair their ability to perform\r\n          properly \r                            and \r                                will have serious adverse effects\r\n          on \r                      the \r                          safety, efficiency, and productivity of\r\n          other \r                         employees and the Corporation as a whole\r\n          . . . .  Being unfit for work because of  use\r\n          of \r                      drugs \r                            or \r                               alcohol is strictly prohibited and\r\n          is grounds for termination of employment.\r\n\n                                3\r\r\n\nExxon's program  is carefully tailored to  meet the goals of  the\r\n\nDrug-Free \r                   Workplace \r                            Act \r                                of 1988 (the DFW Act), 41 U.S.C. SS 701-707\r\n\n(1994).   Exxon has  made the  program's terms  available to  all\r\n\nemployees; the program encourages employees voluntarily to report\r\n\ndrug  and alcohol  problems; and  the company  not only  provides\r\n\nrehabilitative services to employees  who come forward, but  also\r\n\npromises that \"[n]o employee . . . will be terminated due to  the\r\n\nrequest  for help  in overcoming  that dependency  or because  of\r\n\ninvolvement in a rehabilitation effort.\"\r\n\n          Exxon's program reflects the company's recognition that\r\n\ndrug use during the performance of safety-sensitive tasks poses a\r\n\nsignificant \r                     threat to co-workers and to the public.  Therefore, it\r\n\nsubjects employees in these positions to random drug testing.  In\r\n\nthat regard, the program puts Exxon's work force on notice of the\r\n\ncompany's intention to conduct \"[u]nannounced periodic or  random\r\n\n[drug] \r                testing\" of employees who are working in certain designated\r\n\nsafety-sensitive jobs.\r\n\n          Albert \r                          A. \r                             Smith, a veteran Exxon employee, works in such\r\n\na \r           designated \r                      position. \r                                \r                                He is responsible for loading, driving, and\r\n\nunloading \r                   a \r                    five-axle \r                              tractor-trailer combination which, when fully\r\n\nloaded, \r                 carries 12,000 gallons of highly flammable motor fuel.  He\r\n\ntypically  drives this  rig through  many of  New England's  more\r\n\ndensely populated  areas.   Exxon requires  employees who  occupy\r\n\ndesignated \r                    safety-sensiti\r                                 ve positions   and Smith's is plainly such\r\n\n                                4\r\r\n\na  position                                                     h\r\n\n igned \r                such \r                     a \r                      statement \r                                in 1989, thereby attesting that he had read\r\n\nand understood the parameters of Exxon's DFW program, that he was\r                     1    to sign so-called  compliance statements.   Smit\r          s\r\n\nnot abusing alcohol or drugs, and that he was amenable to  random\r\n\ndrug testing.\r\n\n          On \r                      August \r                             21, \r                                1990, \r                                      Smith reported for duty.  Without any\r\n\nforewarning, Exxon  directed him  to  take a  drug test.    Smith\r\n\nsubmitted to the test and apparently drove his regular route that\r\n\nday.   The test  results were obtained  the following week;  they\r\n\nrevealed that Smith  had cocaine in his bloodstream when  tested.\r\n\nAlthough the test results could not indicate when Smith had  used\r\n\nthe cocaine or whether he had performed his job while still under\r\n\nits pernicious influence, Exxon decided that Smith posed a threat\r\n\nto public safety and fired him.\r\n\n          The  Union  grieved  Smith's  ouster.    The  grievance\r\n\nculminated in arbitration.  The parties put two questions to  the\r\n\narbitrator: \r                      \r                      (1) \r                         Did \r                             Exxon have just cause to discharge Smith?  (2)\r\n\nIf \r            not, \r                 what \r                      is the appropriate remedy?  In September of 1992, the\r\n\narbitrator found the results of the drug test to be reliable  but\r\n\nnonetheless decided  that  Exxon  wrongfully  terminated  Smith's\r\n\nemployment.  The arbitrator acknowledged that Part 11 of the  CBA\r\n\ngave Exxon the right  to discharge Smith for committing a  posted\r\n\n     1In an earlier, unrelated case which involved  a hauler who,\r\nlike Smith,  failed a random drug  test, we described a  somewhat\r\nsimilar \r                 job \r                     as \r                       entailing \r                                 \"work of a kind where, one suspects, there\r\nmight be old practitioners, and there might be bold practitioners\r\n  \r           but \r               there \r                     would likely be few (if any) old, bold practitioners.\"\r\nJackson  v. Liquid Carbonic  Corp., </pre><span class=\"citation\" data-id=\"515716\"><a href=\"/opinion/515716/george-jackson-v-liquid-carbonic-corporation/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">111</span></a></span><pre class=\"inline\">, 112 (1st  Cir.\r\n1988).\r\n\n                                5\r\r\n\noffense, but he reasoned that this right was subject to Part 11's\r\n\n\"just \r               cause\" \r                      provision.  Concluding that dismissal was too extreme\r\n\na \r           punishment, \r                      the \r                          arbitrator settled upon a two-month suspension as\r\n\nan appropriate  disciplinary measure, to  be followed by  Smith's\r\n\nreinstatement if he passed a contemporaneous drug test.\r\n\n          Exxon balked  at  the arbitrator's  award and  sued  in\r\n\nfederal district court to set it aside.  The parties  cross-moved\r\n\nfor summary judgment.  The lower court granted the Union's motion\r\n\nand affirmed the arbitral award.  Unyielding in its commitment to\r\n\nprevent Smith from getting behind the wheel of a petroleum truck,\r\n\nExxon  appeals.    Our  review  of  the  district  court's  legal\r\n\nconclusions is plenary.  See Prudential-Bache Securities, Inc. v.\r\n\nTanner, </pre><span class=\"citation\" data-id=\"710031\"><a href=\"/opinion/710031/prudential-bache-securities-inc-v-robert-d-tanner-jose-f-rodriguez-v/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">234</span></a></span><pre class=\"inline\">, 237 (1st Cir. 1995).\r\n\nII.  PRINCIPLES AFFECTING JUDICIAL REVIEW\r\n\n          Collective  bargaining   agreements  are  designed   to\r\n\nmemorialize the terms and conditions of employers'  relationships\r\n\nwith \r              their \r                   unionized \r                             employees.  These agreements typically contain\r\n\ngrievance  procedures that  designate  arbitration as  the  final\r\n\ndispute-resolution mechanism.  \"In  such cases . . . courts  play\r\n\nonly  a limited  role when  asked to  review the  decision of  an\r\n\narbitrator.\"  United Paperworkers Int'l Union v. Misco, Inc., </pre><span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span>\r\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 36 (1987).  In large part, that role is ordained  by the\r\n\nfact   that  \"[i]n   labor  arbitration,   matters  of   contract\r\n\ninterpretation  are  typically for  the  arbitrator,  not  for  a\r\n\nreviewing  court.\"   El Dorado  Technical Servs.,  Inc. v.  Union\r\n\nGeneral De Trabajadores, </pre><span class=\"citation\" data-id=\"581363\"><a href=\"/opinion/581363/el-dorado-technical-services-inc-v-union-general-de-trabajadores-de/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">317</span></a></span><pre class=\"inline\">, 319 (1st Cir. 1992).   As\r\n\n                                6\r\r\n\nlong as the arbitrator is arguably interpreting the CBA, a  court\r\n\ncannot \r                second-guess his decision.  See </pre><span class=\"citation\" data-id=\"581363\"><a href=\"/opinion/581363/el-dorado-technical-services-inc-v-union-general-de-trabajadores-de/\"><span class=\"id_token\">id.</span> (citing Misco, </a></span><pre class=\"inline\">484 U.S.\r\n\nat 38); Dorado Beach Hotel  Corp. v. Union De Trabajadores De  La\r\n\nIndustria \r                   Gastronomica, \r                                Local 610, </pre><span class=\"citation\" data-id=\"579482\"><a href=\"/opinion/579482/dorado-beach-hotel-corporation-v-union-de-trabajadores-de-la-industria/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span><pre class=\"inline\">, 3-4 (1st Cir. 1992).\r\n\nIn  such  purlieus,  a court's  task  ordinarily  is  limited  to\r\n\ndetermining \r                     whether \r                            the \r                                arbitrator's construction of the collective\r\n\nbargaining agreement is to any extent plausible.  See </pre><span class=\"citation\" data-id=\"111965\"><span class=\"antecedent_guess\">Misco,</span>  <a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span>\r\n\n<span class=\"reporter\">U.S.</span> at <span class=\"page\">36-38</span></a></span><pre class=\"inline\">.\r\n\n          Policy \r                          spins \r                                this \r                                    web \r                                        of \r                                           rules.  Judicial deference to an\r\n\narbitrator's \r                      contract \r                              interpretation furthers \"[t]he federal policy\r\n\nof  settling  labor disputes  by  arbitration  [which]  would  be\r\n\nundermined \r                    if courts had the final say on the merits of [arbitral]\r\n\nawards.\" \r                   \r                   Uni\r                      ted Steelworkers v. Enterprise Wheel &amp; Car Corp., </pre><span class=\"citation\" data-id=\"106086\"><a href=\"/opinion/106086/steelworkers-v-enterprise-wheel-car-corp/\"><span class=\"volume\">363</span>\r\n\n<span class=\"reporter\">U.S.</span> \r              <span class=\"page\">593</span></a></span><pre class=\"inline\">, \r                   596 (1960).  Through the medium of the CBA, the employer\r\n\nand the union bargain for the arbitrator's interpretation, and  a\r\n\nfederal court must respect that bargain.  See W.R. Grace &amp; Co. v.\r\n\nLocal Union 759, Int'l  Union of United Rubber Workers, </pre><span class=\"citation\" data-id=\"110944\"><a href=\"/opinion/110944/wr-grace-co-v-rubber-workers/\"><span class=\"volume\">461</span>  <span class=\"reporter\">U.S.</span>\r\n\n<span class=\"page\">757</span></a></span><pre class=\"inline\">, 765 (1983).  It follows, therefore, that a court should  not\r\n\ntamper with an  arbitral award \"unless it  can be shown that  the\r\n\narbitrator acted  in a  way for  which neither  party could  have\r\n\nbargained.\"  Local  1445, United Food &amp; Commercial Workers  Int'l\r\n\nUnion v. Stop &amp; Shop Cos., </pre><span class=\"citation\" data-id=\"460234\"><a href=\"/opinion/460234/local-1445-united-food-and-commercial-workers-international-union-afl-cio/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">, 21 (1st Cir. 1985).\r\n\n          Public policy, however,  has its own imperatives    and\r\n\nthey  occasionally conflict  with  the  imperatives  of  contract\r\n\ninterpretatio\r                      n.  It is a fundamental rule that courts must refrain\r\n\nfrom enforcing contracts that violate public policy.   Collective\r\n\n                                7\r\r\n\nbargaining agreements are  simply a species of contracts and,  as\r\n\nsuch, \r               are \r                   not \r                      immune \r                             from the operation of this rule.  \"As with any\r\n\ncontract . . .,  a court may not enforce a  collective-bargaining\r\n\nagreement \r                   that \r                       is \r                          contrary to public policy.\"  W.R. </pre><span class=\"citation\" data-id=\"110944\"><span class=\"antecedent_guess\">Grace,</span> <a href=\"/opinion/110944/wr-grace-co-v-rubber-workers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span>\r\n\nat <span class=\"page\">766</span></a></span><pre class=\"inline\">; accord </pre><span class=\"citation\" data-id=\"111965\"><span class=\"antecedent_guess\">Misco,</span> <a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">42-43</span></a></span><pre class=\"inline\">.  Because this refusal to\r\n\nenforce \r                 contracts \r                          which \r                                offend public policy is inured in  judicial\r\n\ntradition, \r                    the \r                       question \r                                of what public policy demands is within the\r\n\njudicial, not the arbitral, domain.   See </pre><span class=\"citation\" data-id=\"111965\"><span class=\"antecedent_guess\">Misco,</span> <a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> at  <span class=\"page\">43</span></a></span><pre class=\"inline\">;\r\n\nW.R. </pre><span class=\"citation\" data-id=\"110944\"><span class=\"antecedent_guess\">Grace,</span> <a href=\"/opinion/110944/wr-grace-co-v-rubber-workers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">766</span></a></span><pre class=\"inline\">.\r\n\nIII.  ANALYSIS\r\n\n          In the district court, Exxon argued for reversal of the\r\n\narbitral \r                  award \r                        on \r                          two \r                              grounds:  first, that the arbitrator exceeded\r\n\nhis authority; and second, that the award violates public policy.\r\n\nThe district court rejected  both arguments.  See Exxon Corp.  v.\r\n\nEsso Worker's  Union, Inc.,  942 F.  Supp. 703  (D. Mass.  1996).\r\n\nBecause  courts  ought   not  trespass  unnecessarily  into   the\r\n\nuncertainties\r                       of the public policy terrain, we begin by discussing\r\n\nExxon's more case-specific argument.\r\n\n                 A.  The Arbitrator's Authority.\r\n\n          The key to this issue lies in Part 11 of the CBA.   One\r\n\nsection \r                 of \r                    Part 11 provides that Exxon \"may discharge or otherwise\r\n\ndiscipline\" employees who commit posted offenses   \"may,\" in this\r\n\ncontext,  \"means has  a right  to,\" according  to the  definition\r\n\ncontained \r                   in \r                      the CBA   and another section provides that employees\r\n\nmay challenge  discharges which Exxon  has imposed without  \"just\r\n\ncause.\" \r                  \r                  Exxon asseverates that the arbitrator should have equated\r\n\n                                8\r\r\n\nthe \"right to discharge\" language with the \"just cause\" language;\r\n\nbecause \r                 Exxon reserves the right to discharge employees who commit\r\n\nposted offenses, this thesis runs, it perforce has just cause  to\r\n\ndischarge such employees.\r\n\n          But \r                       the \r                          arbitrator \r                                     teased another meaning out of Part 11.\r\n\nHe \r            concluded \r                      that \r                          the \r                              language which permits Exxon \"to discharge or\r\n\notherwise discipline\"  an employee who  commits a posted  offense\r\n\nfurnishes \r                   Exxon \r                         with \r                             a \r                               range of disciplinary options, and that this\r\n\nrange \r               is \r                  in \r                     turn subject to an independent application of the just\r\n\ncause \r               barometer.  On this reading of Part 11, the arbitrator ruled\r\n\nthat \r              Exxon \r                    did not have just cause to cashier Smith merely because\r\n\nhe tested positive for drugs.2\r\n\n          Although  Exxon's interpretation  of  the  CBA  may  be\r\n\nsomewhat \r                  less strained, judges have no roving writ to construe the\r\n\ncontract language  in the way  that they think  best.  Rather,  a\r\n\n     2According to the arbitrator:\r\n\n              just  cause  standard requires  that  the\r\n                  prove  by  the preponderance  of  th\r                    The\r                    Company                                     e\r\n          evidence  that  the  employee  committed  the\r\n          offense and that the level of discipline  was\r\n          warranted\r                            . \r                               \r                               In this case the Company's actions\r\n          were  automatic:     if  an  employee  in   a\r\n          designated position  tests positive, s/he  is\r\n          terminated. \r                                \r                                The Company's presumption is that\r\n          the employee is a danger to public safety and\r\n          the \r                       only \r                            remedy is to excise that danger.  The\r\n          Company's  self-imposed  narrowness  in   its\r\n          choice of remedy fails to meet the just cause\r\n          standard.  There was no evidence that Company\r\n          drivers had any  record of dangerous  driving\r\n          due to ingesting illicit drugs.  In the  case\r\n          of  Smith,  there   was  no  record  of   any\r\n          discipline or any  signs or indications of  a\r\n          drug-related problem during his nearly twenty\r\n          years with the Company.  [Emphasis supplied.]\r\n\n                                9\r\r\n\ncourt's proper province is to determine whether the  arbitrator's\r\n\nreading  is plausible,  albeit not  the reading  the court  might\r\n\nchoose. \r                  \r                  See\r                      \r                      El </pre><span class=\"citation\" data-id=\"581363\"><span class=\"antecedent_guess\">Dorado,</span> <a href=\"/opinion/581363/el-dorado-technical-services-inc-v-union-general-de-trabajadores-de/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">320</span> </a></span><pre class=\"inline\">(\"When the language of the\r\n\nunderlying contract, taken in context and with due regard for the\r\n\nsurrounding circumstances,  is  fairly susceptible  to  differing\r\n\nmeanings, a reviewing court must not meddle with the arbitrator's\r\n\nrendition.\").  In this instance, the arbitrator's  interpretation\r\n\nsurvives that indulgent scrutiny.\r\n\n          The proof of  the pudding is found in Crafts  Precision\r\n\nIndus., Inc.  v. Lodge No.  1836, Etc., </pre><span class=\"citation\" data-id=\"532517\"><a href=\"/opinion/532517/no-89-1460/\"><span class=\"volume\">889</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1184</span> </a></span><pre class=\"inline\">(1st  Cir.\r\n\n1989).    There,  the employer  had  dismissed  an  employee  for\r\n\ninsubordination.    The   CBA  listed  insubordination  as   \"one\r\n\n`example[]'  of  conduct [that]  may  result  in  suspension,  or\r\n\nimmediate \r                   discharge,\" and also included a clause reserving for the\r\n\nemployer \r                  the \r                     exclusive \r                               right to discipline employees.  </pre><span class=\"citation\" data-id=\"532517\"><a href=\"/opinion/532517/no-89-1460/\"><span class=\"id_token\">Id.</span> at 1184-\r</a></span><pre class=\"inline\">\n\n85. \r              \r              In \r                 a \r                   refrain that echoes the argument which Exxon makes here,\r\n\nthe \r             employer \r                      argued \r                            that \r                                 these two clauses, in conjunction, gave it\r\n\nan \r            absolute \r                     right to discharge an employee for insubordination and\r\n\nurged the arbitrator to  equate this right to discharge with  the\r\n\nCBA's \r               \"just \r                    cause\" \r                           provision.  The arbitrator interpreted the right\r\n\nto discharge as distinct from just cause to discharge and instead\r\n\nreinstated the employee.  On appeal, we upheld the award  because\r\n\nthe challenged language was open to several interpretations,  and\r\n\nthe \r             arbitrator's \r                         position reflected one such (plausible) iteration.\r\n\nSee </pre><span class=\"citation\" data-id=\"532517\"><a href=\"/opinion/532517/no-89-1460/\"><span class=\"id_token\">id.</span> at  1185. </a></span><pre class=\"inline\"> Because Crafts  is a fair congener,  precedent\r\n\ncompels \r                 us \r                    to conclude that the arbitrator's interpretation of the\r\n\n                               10\r\r\n\ndisputed language here is within the pale and that the arbitrator\r\n\ndid not exceed his authority in this respect.\r\n\n                       B.  Public Policy.\r\n\n          Exxon's second  claim  of error  can most  usefully  be\r\n\ndiscussed in three segments.\r\n\n          1. \r                       \r                       Framing \r                               the Inquiry.  Misco is the watershed case in\r\n\nrespect to  judicial  review of  an  arbitration award  which  is\r\n\nchallenged on public policy grounds.  There, the company employed\r\n\nCooper as  a  night-shift  machinist whose  duties  involved  the\r\n\noperation of a dangerous  piece of equipment.  One night,  police\r\n\narrested \r                  him \r                      in the company parking lot, having discovered him \"in\r\n\nthe backseat of  [a] car with  marijuana smoke in  the air and  a\r\n\nlighted \r                 marijuana \r                          cigarette in the frontseat </pre><span class=\"citation\" data-id=\"111965\"><span class=\"antecedent_guess\">ashtray.\"</span>  <a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> at\r\n\n<span class=\"page\">33</span></a></span><pre class=\"inline\">.   The company then  fired him for  breaking its rule  against\r\n\npossession  of illicit  drugs on  business premises.   The  union\r\n\ngrieved  Cooper's  discharge,  and  an  arbitrator  ordered   his\r\n\nreinstatement.  The  company sued and the federal district  court\r\n\nannulled  the award based  on public policy.   The Fifth  Circuit\r\n\naffirmed, holding that Cooper's reinstatement \"would violate  the\r\n\npublic policy  `against the operation  of dangerous machinery  by\r\n\npersons under  the influence of  drugs or alcohol.'\"   </pre><span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"id_token\">Id.</span> at  35\r</a></span><pre class=\"inline\">\n\n(quoting </pre><span class=\"citation\" data-id=\"455981\"><a href=\"/opinion/455981/misco-inc-v-united-paperworkers-international-union-afl-cio-and/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">739</span></a></span><pre class=\"inline\">, 743 (5th Cir. 1985)).\r\n\n          The Supreme Court reversed, ruling that a court may set\r\n\naside \r               an \r                 arbitrator's \r                              award on public policy grounds only when \"the\r\n\ncontract \r                  as \r                    interpreted \r                                would violate `some explicit public policy'\r\n\nthat is `well  defined and dominant.'\"   </pre><span class=\"citation\" data-id=\"455981\"><a href=\"/opinion/455981/misco-inc-v-united-paperworkers-international-union-afl-cio-and/\"><span class=\"id_token\">Id.</span> at 43 </a></span><pre class=\"inline\">(quoting  W.R.\r\n\n                               11\r\r\n\n</pre><span class=\"citation\" data-id=\"110944\"><span class=\"antecedent_guess\">Grace,</span> <a href=\"/opinion/110944/wr-grace-co-v-rubber-workers/\"><span class=\"volume\">461</span>  <span class=\"reporter\">U.S.</span> at  <span class=\"page\">766</span></a></span><pre class=\"inline\">).   Neither  common sense  nor  \"general\r\n\nconsideration\r                      s of supposed public interests\" are suitable vehicles\r\n\nfor identifying public policy;  rather, courts must glean  public\r\n\npolicy from laws and legal precedents.  </pre><span class=\"citation\" data-id=\"110944\"><a href=\"/opinion/110944/wr-grace-co-v-rubber-workers/\"><span class=\"id_token\">Id.</span> (quoting W.R. </a></span><pre class=\"inline\"> </pre><span class=\"citation\" data-id=\"110944\"><span class=\"antecedent_guess\">Grace,</span>\r\n\n<a href=\"/opinion/110944/wr-grace-co-v-rubber-workers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">766</span></a></span><pre class=\"inline\">).  Because the lower courts had predicated  their\r\n\nperceptions \r                     of \r                       public \r                              policy on intuition rather than positive law,\r\n\nthe judgment could not stand.\r\n\n          Misco\r                         \r                         teaches that, though courts may set aside arbitral\r\n\nawards which contravene public policy,  they may do so only in  a\r\n\nnarrow class of cases, marked by a special set of  circumstances.\r\n\nSee\r             \r             </pre><span class=\"citation\" data-id=\"110944\"><a href=\"/opinion/110944/wr-grace-co-v-rubber-workers/\"><span class=\"id_token\">id.</span>\r                 \r                 at \r                    43. </a></span><pre class=\"inline\"> To determine whether a particular case fits within\r\n\nthe confines  of  this class,  courts  must employ  a  two-tiered\r\n\nanalytic approach.   First, since a  generalized sense of  public\r\n\npolicy  provides an  insufficient basis  upon which  to annul  an\r\n\narbitral award, an inquiring court must review existing statutes,\r\n\nregulations,  and judicial  decisions to  ascertain whether  they\r\n\nestablish a well defined and dominant public policy.  If positive\r\n\nlaw \r             does \r                  not \r                      give rise to such a policy, the inquiry is at an end.\r\n\nSee\r             \r             </pre><span class=\"citation\" data-id=\"110944\"><a href=\"/opinion/110944/wr-grace-co-v-rubber-workers/\"><span class=\"id_token\">id.</span>\r                 \r                 at \r                    43-44. </a></span><pre class=\"inline\"> If, however, the court finds that such a policy\r\n\nexists, it must then proceed to the second step of the pavane and\r\n\ndetermine \r                   whether \r                          the \r                              arbitral award clearly violates the discerned\r\n\npublic policy.3  See </pre><span class=\"citation\" data-id=\"110944\"><a href=\"/opinion/110944/wr-grace-co-v-rubber-workers/\"><span class=\"id_token\">id.</span> at 44.\r</a></span><pre class=\"inline\">\n\n      3The  Misco Court provided an  apt illustration of how  the\r\nsecond-stage inquiry operates.  It noted that, even assuming  the\r\nexistence of the public policy perceived by the court of appeals,\r\nreinstating  Cooper did  not  necessarily frustrate  that  policy\r\nbecause there was no showing that Cooper had used marijuana while\r\non \r            the \r                job. \r                      \r                     The \r                         Court \r                               thought that \"the assumed connection between\r\nthe marijuana gleanings found in Cooper's car and Cooper's actual\r\n\n                               12\r\r\n\n          2. \r                       \r                       Identifyi\r                                ng the Public Policy.  There is a plenitude\r\n\nof positive law  to support the existence  of a well defined  and\r\n\ndominant \r                  public policy against the performance of safety-sensitive\r\n\njobs \r              while \r                    under the influence of drugs or other intoxicants.  See\r\n\nGulf \r              Coast \r                    Indus. Workers Union v. Exxon Co., </pre><span class=\"citation\" data-id=\"604857\"><a href=\"/opinion/604857/gulf-coast-industrial-workers-union-v-exxon-company-usa/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">244</span></a></span><pre class=\"inline\">, 252-53\r\n\n(5th Cir.  1993) (collecting  cases).   Gulf  Coast itself  is  a\r\n\nrepresentativ\r                      e case.  There, the court set aside an arbitral award\r\n\nwhich proposed  to reinstate  in a  safety-sensitive position  an\r\n\nemployee who had tested positive for drug use after admitting  to\r\n\nhis \r             employer \r                      that he had a drug problem but representing (falsely,\r\n\nas  matters turned  out)  that  he was  obtaining  treatment  and\r\n\nabstaining from substance abuse.  The court amply illustrated the\r\n\nproposition that  numerous  statutes, regulations,  and  judicial\r\n\nopinions  \"pronounce the  emphatic national  desire to  eradicate\r\n\nillicit \r                 drugs \r                       from \r                           the \r                               workplace,\" particularly in safety-sensitive\r\n\noccupations. \r                       </pre><span class=\"citation\" data-id=\"604857\"><a href=\"/opinion/604857/gulf-coast-industrial-workers-union-v-exxon-company-usa/\"><span class=\"id_token\">Id.</span> at 250; </a></span><pre class=\"inline\">see also Exxon Corp. v. Baton Rouge Oil,\r\n\n</pre><span class=\"citation\" data-id=\"714034\"><a href=\"/opinion/714034/exxon-corp-v-baton-rouge-oil-and-chemical-workers-union/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">850</span></a></span><pre class=\"inline\">, 855-56 (5th Cir. 1996) (again finding a well defined\r\n\nand dominant  public policy  against the  performance of  safety-\r\n\nsensitive jobs while under the influence of drugs).\r\n\n          The Third  Circuit has addressed  the same  issue in  a\r\n\ntrilogy  of cases  (all  featuring  an employer  related  to  the\r\n\nappellant here).  In Exxon Shipping Co. v. Exxon Seamen's  Union,\r\n\n</pre><span class=\"citation\" data-id=\"606675\"><a href=\"/opinion/606675/exxon-shipping-company-v-exxon-seamens-union/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">357</span> </a></span><pre class=\"inline\">(3d Cir.  1993) (Exxon I), the court invoked  public\r\n\npolicy \r                in \r                   refusing to enforce an arbitral award which directed the\r\n\nuse of drugs in the workplace is tenuous at best and provides  an\r\ninsufficient  basis for  holding  that  his  reinstatement  would\r\nactually violate the [perceived] public </pre><span class=\"citation\" data-id=\"111965\"><span class=\"antecedent_guess\">policy.\"</span>  <a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">44</span></a></span><pre class=\"inline\">.\r\n\n                               13\r\r\n\nemployer to reinstate a helmsman who had tested positive for drug\r\n\nuse after his ship ran aground.  </pre><span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"id_token\">Id.</span> at 364. </a></span><pre class=\"inline\"> The court relied in\r\n\npart on a series of Coast Guard regulations, declaring them to be\r\n\n\"part  of a  broader public  policy against  operation of  common\r\n\ncarriers under  the influence of  drugs,\" and  found that  policy\r\n\nadequately \r                    evinced \r                            by \r                              an \r                                 array of drug-testing regulations.  </pre><span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"id_token\">Id.</span> at\r\n\n361-62 </a></span><pre class=\"inline\">(citing  14 C.F.R.  part  121, Appendix I (1992)  (Federal\r\n\nAviation Administration drug-testing program); 49 C.F.R. part 219\r\n\n(1991) (Federal Railroad Administration drug-testing program); 49\r\n\nC.F.R. part 391 subpart H (1991) (Federal Highway  Administration\r\n\ndrug-testing program)).\r\n\n          In Exxon Shipping Co. v. Exxon Seamen's Union, </pre><span class=\"citation no-link\"><span class=\"volume\">11</span>  <span class=\"reporter\">F.3d</span>\r\n\n<span class=\"page\">1189</span> </span><pre class=\"inline\">(3d Cir. 1993) (Exxon  II), the court continued on the  same\r\n\ncourse.  It  set aside as contrary  to public policy an  arbitral\r\n\naward \r               reinstating \r                          an \r                             employee who reported to work inebriated.  The\r\n\ncourt declared \"that an owner or operator of an oil tanker should\r\n\nnot be compelled to reinstate to a `safety-sensitive' position an\r\n\nindividual who has been found to be intoxicated while on duty  on\r\n\nthat vessel.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  at 1194. </span><pre class=\"inline\"> Finally,  in Exxon Shipping Co.  v.\r\n\nExxon \r               Seamen's Union, </pre><span class=\"citation\" data-id=\"711043\"><a href=\"/opinion/711043/exxon-shipping-company-v-exxon-seamens-union/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1287</span> </a></span><pre class=\"inline\">(3d Cir.), cert. denied, 116 S.\r\n\nCt. 2515 (1996) (Exxon III), the court reinstated an employee who\r\n\nhad \r             refused \r                     to submit to a drug test, finding that the CBA did not\r\n\nrequire the  employee to  take the test.   Even  then, the  court\r\n\nreaffirmed its earlier finding that there exists a \"broad  public\r\n\npolicy against permitting an individual to operate a vessel while\r\n\nunder the influence of drugs or alcohol.\"  </pre><span class=\"citation\" data-id=\"711043\"><a href=\"/opinion/711043/exxon-shipping-company-v-exxon-seamens-union/\"><span class=\"id_token\">Id.</span> at 1292.\r</a></span><pre class=\"inline\">\n\n                               14\r\r\n\n          This chorus  has  many voices.   Several  other  courts\r\n\nlikewise \r                  have identified a well defined and dominant public policy\r\n\nagainst the performance of safety-sensitive jobs by persons under\r\n\nthe influence of intoxicants.  Thus, in Union Pacific R.R. Co. v.\r\n\nUnited Transp. Union, </pre><span class=\"citation\" data-id=\"628665\"><a href=\"/opinion/628665/union-pacific-railroad-company-v-united-transportation-union-also-known/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span><pre class=\"inline\">, 262 (8th Cir. 1993), the  court\r\n\nused public  policy as  a lever to  set aside  an arbitral  award\r\n\nreinstating a railroad brakeman who had tested positive for  drug\r\n\nuse after a switching accident.  The court had \"no difficulty  in\r\n\nconcluding that there exists  a well-defined and dominant  public\r\n\npolicy  against a  railroad's  employment  of  individuals  whose\r\n\nimpaired  judgment due  to  the use  of  drugs or  alcohol  could\r\n\nseriously threaten  public safety.\"  </pre><span class=\"citation\" data-id=\"628665\"><a href=\"/opinion/628665/union-pacific-railroad-company-v-united-transportation-union-also-known/\"><span class=\"id_token\">Id.</span>  at 261. </a></span><pre class=\"inline\"> Similarly,  in\r\n\nDelta \r               Air \r                  Lines, \r                         Inc. \r                              v. \r                                 Air Line Pilots Ass'n Int'l, </pre><span class=\"citation no-link\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">665</span></span><pre class=\"inline\">,\r\n\n674 (11th Cir.  1988), the court defenestrated an arbitral  award\r\n\npresuming to  reinstate a pilot who  had flown an aircraft  while\r\n\nobviously \r                   drunk. \r                           \r                          The \r                              court described this as a \"rare example of an\r\n\naward the enforcement of which would violate clearly  established\r\n\npublic policy which condemns the operation of passenger airliners\r\n\nby \r            pilots \r                   who \r                      are \r                          under \r                                the influence of alcohol.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 671. </span><pre class=\"inline\"> By\r\n\nlike  token,  the   district  court  in  Georgia  Power  Co.   v.\r\n\nInternational Bhd. of Elec. Workers, Local 84, </pre><span class=\"citation\" data-id=\"1574756\"><a href=\"/opinion/1574756/georgia-power-co-v-ibew-local-84/\"><span class=\"volume\">707</span> <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">531</span></a></span><pre class=\"inline\">,\r\n\n538-39  (N.D. Ga. 1989),  aff'd, </pre><span class=\"citation no-link\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">507</span> </span><pre class=\"inline\">(11th Cir.  1990),\r\n\nrecognized  the public  policy  against  performance  of  safety-\r\n\nsensitive jobs  by persons under the  influence of drugs and  set\r\n\naside an arbitral award aimed at reinstating an employee who  had\r\n\ntested positive for drug use.\r\n\n                               15\r\r\n\n          We \r                      agree \r                            with \r                                these \r                                      courts.  In our judgment, society has\r\n\nachieved a broad  national consensus that  persons should not  be\r\n\nallowed to endanger others while laboring under the influence  of\r\n\ndrugs.   This consensus  is  made manifest  by positive  law  and\r\n\ntranslates \r                    into \r                         a \r                          well \r                               defined and dominant public policy   indeed,\r\n\na \r           national \r                    crusade \r                            \r                             \r                             counselling against the performance of safety-\r\n\nsensitive tasks by individuals who are so impaired.\r\n\n          One subset of this policy is that persons who are under\r\n\nthe influence  of narcotics or  other intoxicants  should not  be\r\n\npermitted \r                   to \r                      operate commercial vehicles on public highways.  This\r\n\nconclusion is fortified by our knowledge that the legislatures of\r\n\nthose states through  which Smith must drive a petroleum  tanker-\r\n\ntruck have uniformly criminalized the operation of motor vehicles\r\n\nby persons who are  under the influence of alcohol or  controlled\r\n\nsubstances.  See Mass. Gen. Laws Ann. ch. 90 S 24(1)(a)(1)  (West\r\n\n1997) \r               (criminalizing the operation of \"a motor vehicle while under\r\n\nthe influence of intoxicating  liquor, or of marijuana,  narcotic\r\n\ndrugs, \r                depressants or stimulant substances\"); R.I. Gen. Laws S 31-\r\n\n10.3-31(a) (1996) (making it \"illegal for any person driving  any\r\n\ncommercial motor  vehicle . .  . to operate  or control any  such\r\n\nvehicle while under the influence of alcohol, drugs, toluene,  or\r\n\nany \r             other \r                  [controlled] \r                               substance\"); </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> S 31-27-2(a) </span><pre class=\"inline\">(criminalizing\r\n\nthe \r             driving \r                     of \"any vehicle . . . while under the influence of any\r\n\nintoxicating \r                      liquor, \r                             drugs, toluene, or any controlled substance\");\r\n\nConn. \r               Gen. \r                    Stat. \r                         Ann. \r                              S \r                                14-227a(a) (West 1997) (similar); N.H. Rev.\r\n\nStat. Ann. S 265:82 (I)(a) (1995) (similar); Vt. Stat. Ann.  tit.\r\n\n                               16\r\r\n\n23, S 1201(a) (1995) (similar); Me. Rev. Stat. Ann. tit. 29-A,  S\r\n\n2411(1) (West 1996) (similar).\r\n\n          We find  further evidence of  this policy in  Congress'\r\n\nenactment in 1991 of the Omnibus Transportation Employee  Testing\r\n\nAct (the Testing Act), now codified in 49 U.S.C. S 31306  (1994).\r\n\nThe Testing  Act  instructs the  Secretary of  Transportation  to\r\n\npromulgate regulations \"that establish a program requiring  motor\r\n\ncarriers to conduct preemployment, reasonable suspicion,  random,\r\n\nand \r             post-accident \r                          testing of operators of commercial motor vehicles\r\n\nfor  the  use  of  alcohol or  controlled  substances.\"    </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  S\r\n\n31306(b)(1)(A\r</span><pre class=\"inline\">                      ).  In response, several Department of Transportation\r\n\nagencies  have promulgated  regulations designed  to promote  the\r\n\npublic policy against  performance of  safety-sensitive tasks  by\r\n\npersons  who  use  drugs.   For  example,  the  Federal  Aviation\r\n\nAdministration has devised a program which requires preemployment\r\n\ndrug  testing as well  as periodic drug  testing of employees  in\r\n\nsafety-sensitive positions.   See 14 C.F.R. Part 121, Appendix  I\r\n\n(1996).  The Coast Guard has promulgated regulations in order \"to\r\n\nminimize \r                  the \r                      use \r                         of \r                            intoxicants by merchant marine personnel and to\r\n\npromote a  drug free  and safe work  environment.\"   46 C.F.R.  S\r\n\n16.101(a) \r                   (1996).  The Federal Railroad Administration has adopted\r\n\nregulations  crafted to  \"prevent  accidents  and  casualties  in\r\n\nrailroad operations that result  from impairment of employees  by\r\n\nalcohol or  drugs.\"  49  C.F.R. S 219.1(a)  (1996).  The  Federal\r\n\nTransit \r                 Administration's regulations now require each recipient of\r\n\na subsidy \"to implement an anti-drug program to deter and  detect\r\n\n                               17\r\r\n\nthe use of prohibited drugs  by covered employees.\"  49 C.F.R.  S\r\n\n653.3 (1996).   Last, but surely  not least, the Federal  Highway\r\n\nAdministration's regulations have been tailored \"to help  prevent\r\n\naccidents \r                   and injuries resulting from the misuse of alcohol or use\r\n\nof \r            controlled substances by drivers of commercial motor vehicles.\"\r\n\n49 C.F.R. S 382.101 (1996).\r\n\n          Congress' \r                             strongest statement against the performance of\r\n\nsafety-sensitive tasks  while  under the  influence of  drugs  is\r\n\nembodied \r                  in \r                     the DFW Act, which instructs federal agencies to award\r\n\ncontracts \r                   or \r                      grants only to those employers who promise to provide\r\n\na drug-free working  environment by:  (1) publishing a  statement\r\n\ninforming  employees that  use  of  drugs is  prohibited  in  the\r\n\nworkplace; (2) establishing a \"drug-free awareness program;\"  (3)\r\n\nproviding  employees  with  drug  counseling  and  rehabilitation\r\n\nservices; (4)  adopting and imposing  penalties on employees  who\r\n\nviolate the terms  of the \"drug-free awareness program;\" and  (5)\r\n\nfurnishing  employees with  copies  of the  employer's  statement\r\n\nagainst on-the-job drug use.  41 U.S.C. SS 701(a)(1), 702(a)(1).\r\n\n          At \r                      this \r                           point \r                                in \r                                   American history, few elements of public\r\n\npolicy command the consensus that attaches to the policy  against\r\n\nthe use of controlled substances by those whose work  potentially\r\n\nimperils  others.   Judicial decisions,  agency regulations,  and\r\n\nlegislative \r                     enactments combine to form a solid phalanx of positive\r\n\nlaw evidencing a well defined and dominant public policy  against\r\n\nthe \r             performance \r                        of \r                           safety-sensitive tasks while under the influence\r\n\nof \r            drugs. \r                    \r                   Thus, \r                         Exxon \r                               has satisfactorily negotiated the first step\r\n\n                               18\r\r\n\nof the public policy pavane.\r\n\n          3.  The Interface.  Confirming the existence of a  well\r\n\ndefined and dominant public policy  is only half the battle.   To\r\n\nabandon an arbitral award  as contrary to public policy, a  court\r\n\nmust find that the award clearly violates the identified  policy.\r\n\nSee </pre><span class=\"citation\" data-id=\"111965\"><span class=\"antecedent_guess\">Misco,</span> <a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">43</span></a></span><pre class=\"inline\">; </pre><span class=\"citation\" data-id=\"710031\"><span class=\"antecedent_guess\">Prudential-Bache,</span> <a href=\"/opinion/710031/prudential-bache-securities-inc-v-robert-d-tanner-jose-f-rodriguez-v/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">241</span></a></span><pre class=\"inline\">.   In\r\n\nthis  instance, the  Union  contends that,  even  if there  is  a\r\n\ncognizable  public policy  against  the  performance  of  safety-\r\n\nsensitive \r                   work \r                       by \r                          individuals who are under the influence of drugs,\r\n\nreinstating Smith would not insult such a policy because there is\r\n\nno \r            evidence \r                     that \r                         Smith \r                               was in the grip of cocaine while driving his\r\n\npetroleum truck.  According to the Union, the positive result  of\r\n\nSmith's \r                 random \r                        drug \r                            test \r                                 \"merely\" indicates the presence of cocaine\r\n\nin \r            his \r                bloodstream; it does not necessarily signify that Smith was\r\n\nunder \r               the \r                   influence of the narcotic either at the time of the test\r\n\nor at the time he drove his rig.4\r\n\n          The \r                       Union \r                             casts this argument so narrowly that it misses\r\n\nthe mark.  Relying upon job-relatedness as the sole determinative\r\n\nfactor in  permitting employers to  discharge employees who  test\r\n\npositive \r                  for \r                      drug use would force employers to wait for some other\r\n\nconsequential \r                       indication \r                                 that drugs are affecting work performance.\r\n\n     4Altho ugh the arbitrator found that the drug test  reliably\r\nindicated \r                   the \r                      presence \r                               of cocaine in Smith's system (a finding that\r\nthe Union does not contest on appeal), the test results could not\r\npinpoint  when  Smith  was under  the  drug's  influence.    This\r\nuncertainty arises from the fact that the manner in which cocaine\r\nmetabolizes within  a  person's body  depends  upon a  myriad  of\r\nfactors, many of which (e.g., the potency and purity of the  drug\r\ningested,  the  drug-user's  tolerance,  food  consumption,   and\r\npsychological condition) were not known to Exxon.\r\n\n                               19\r\r\n\nTypically, this other indication will be an accident.  See, e.g.,\r\n\nUnion </pre><span class=\"citation\" data-id=\"628665\"><span class=\"antecedent_guess\">Pacific,</span>  <a href=\"/opinion/628665/union-pacific-railroad-company-v-united-transportation-union-also-known/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> at  <span class=\"page\">256-57</span></a></span><pre class=\"inline\">; Exxon </pre><span class=\"citation\" data-id=\"606675\"><span class=\"antecedent_guess\">I,</span>  <a href=\"/opinion/606675/exxon-shipping-company-v-exxon-seamens-union/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">358-59</span></a></span><pre class=\"inline\">;\r\n\nAmalgamated \r                     Meat \r                         Cutters, Local Union 540 v. Great W. Food Co., </pre><span class=\"citation\" data-id=\"421716\"><a href=\"/opinion/421716/amalgamated-meat-cutters-and-butcher-workmen-of-north-america-afl-cio/\"><span class=\"volume\">712</span>\r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">122</span></a></span><pre class=\"inline\">, 123-24 (5th Cir. 1983).  The notorious mishap involving\r\n\nthe Exxon Valdez, which produced vast environmental  devastation,\r\n\nhighlights the core  problem associated with this  \"wait-and-see\"\r\n\napproach.  If we have learned anything from such catastrophes, it\r\n\nis that  employers must act  affirmatively to avoid  drug-related\r\n\naccidents \r                   rather than wait passively for such accidents to happen.\r\n\n          We  conclude, therefore,  that  the  well  defined  and\r\n\ndominant \r                  public \r                        policy \r                               which we have identified does not require an\r\n\nemployer \r                  to \r                     await the occurrence of an accident before discharging\r\n\nan employee who tests positive for drug use.  In this sense,  the\r\n\npublic policy is not as closely cabined as the Union implies.  It\r\n\nis the Union's failure to recognize  this aspect   and, thus,  to\r\n\nappreciate the full breadth of the discerned public policy   that\r\n\nis fatal to its argument and crucial to our decision.\r\n\n          The  pertinent public  policy  dictates not  only  that\r\n\nemployees \r                   refrain \r                          from \r                               performing safety-sensitive jobs while under\r\n\nthe  influence of  drugs, but  also that  employers develop  (and\r\n\nenforce) programs designed  to discourage such  activity.    This\r\n\nadded \r               dimension is most apparent in the DFW Act and in the Testing\r\n\nAct.  The impact  of the latter statute  is made manifest by  the\r\n\nproliferation of governmental  regulations which mandate  regular\r\n\ndrug testing for employees  in safety-sensitive positions.   See,\r\n\ne.g., 14 C.F.R.  Part 121, Appendix  I (1996) (codifying  Federal\r\n\n                               20\r\r\n\nAviation Administration's  drug-testing  program); 46  C.F.R.  SS\r\n\n16.101-16.500 (1996)  (codifying Coast  Guard's chemical  testing\r\n\nprogram);  49 C.F.R.  SS  219.1-219.715 (1996)  (limning  Federal\r\n\nRailroad Administration's drug-testing procedures); 49 C.F.R.  SS\r\n\n653.1-653.83 (1996) (delineating Federal Transit Administration's\r\n\ndrug-testing procedures);  49  C.F.R. SS  382.101-382.605  (1996)\r\n\n(describing, inter alia,  Federal Highway Administration's  drug-\r\n\ntesting procedures).  This statutory and regulatory mosaic  bears\r\n\nwitness  that  the same  public  policy  which  countervails  the\r\n\nperformance \r                     of safety-sensitive tasks while under the influence of\r\n\ndrugs also encourages (and, in some cases, requires) employers to\r\n\nimplement and enforce drug-free workplace programs which  include\r\n\nmandatory drug testing of those in safety-sensitive posts.\r\n\n          Consistent with  this  enhanced  understanding  of  the\r\n\ndiscerned  public policy,  we hold  that forcing  an employer  to\r\n\nreinstate an employee who tests positive for drug use pursuant to\r\n\na test  that the  employer  administers as  part of  a  drug-free\r\n\nworkplace program would undermine that policy.  It makes no sense\r\n\nto construe  public policy  as encouraging    and  in some  cases\r\n\nmandating     employers  to establish  and  enforce  drug-testing\r\n\nprograms, \r                   yet to preclude them from taking decisive action against\r\n\nthose employees who test positive.\r\n\n          The   Union  warns   that   this  holding   is   wholly\r\n\nunprecedented. \r                         \r                         But \r                            the \r                                demands of public policy are dynamic rather\r\n\nthan static.   Modern  society's widespread  recognition of,  and\r\n\nincreasingly \r                      aggressive response to, the growing drug problem is a\r\n\n                               21\r\r\n\nharbinger \r                   that \r                       public \r                              policy may make progressively greater demands\r\n\non \r            industry. \r                       \r                      Moreover, \r                                the Union's claim that we are blazing a new\r\n\ntrail is not entirely accurate.\r\n\n          At least  two recent cases  track the expanding  public\r\n\npolicy on which we rely.  These cases note, albeit in dicta, that\r\n\nemployers \r                   must not be compelled to reinstate personnel who violate\r\n\nthe \r             terms \r                   of \r                     a \r                       comprehensive drug-free workplace program.  In Baton\r\n\nRouge \r               Oil, \r                    the Fifth Circuit reversed as contrary to public policy\r\n\nan \r            arbitral \r                     decision awarding back pay to an employee in a safety-\r\n\nsensitive position who  had tested positive for cocaine during  a\r\n\nrandom drug test.  The  court held that allowing the employee  to\r\n\ncollect \r                 back \r                      pay \r                         would \r                               contravene public policy despite the absence\r\n\nof \r            any \r                evidence that he actually had performed his job while drug-\r\n\nimpaired. \r                    \r                    See\r                       \r                       Baton \r                             Rouge </pre><span class=\"citation\" data-id=\"714034\"><span class=\"antecedent_guess\">Oil,</span> <a href=\"/opinion/714034/exxon-corp-v-baton-rouge-oil-and-chemical-workers-union/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">856</span></a></span><pre class=\"inline\">.  In so holding, the\r\n\ncourt noted the absurdity of reinstating such an employee:\r\n\n          It is  undisputed that  Chube [the  employee]\r\n          occupied a safety-sensitive position.  It  is\r\n          also \r                        undisputed that Chube tested positive for\r\n          cocaine \r                           use \r                               while occupying that position, and\r\n          thereby  endangered   the  safety  of   other\r\n          employees.  We  think that the public  policy\r\n          exception  . .  . must  be read  not only  to\r\n          prohibit  the  prospective  placement  of  an\r\n          employee into a position where he is a danger\r\n          to his company and to fellow employees (i.e.,\r\n          order \r                         of \r                            reinstatement into a safety-sensitive\r\n          position),   but    also   to   prohibit    a\r\n          retrospective approval of the conduct . . . .\r\n\n</pre><span class=\"citation\" data-id=\"714034\"><a href=\"/opinion/714034/exxon-corp-v-baton-rouge-oil-and-chemical-workers-union/\"><span class=\"id_token\">Id.</span>\r\n\n          The Third </a></span><pre class=\"inline\">Circuit echoed these sentiments in Exxon  III\r\n\nwhile \r               upholding an arbitral award which reinstated an employee who\r\n\nrefused \r                 to \r                    take \r                        a \r                          drug \r                               test.  The court premised this ruling on the\r\n\n                               22\r\r\n\narbitrator's conclusion that, under  the terms of the  collective\r\n\nbargaining agreement, the  company lacked cause to insist upon  a\r\n\ndrug test.  See Exxon </pre><span class=\"citation\" data-id=\"711043\"><span class=\"antecedent_guess\">III,</span> <a href=\"/opinion/711043/exxon-shipping-company-v-exxon-seamens-union/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1295-96</span></a></span><pre class=\"inline\">.  En  route to this\r\n\ndetermination,  however, the  court  observed that  \"[a]  clearly\r\n\ndefined and cautiously administered program of drug testing . . .\r\n\nis the natural  corollary to .  . . a  strong public policy  that\r\n\nprecludes \r                   allowing \r                           intoxicated or drug-impaired seamen to remain in\r\n\nsafety-sensit\r                      ive positions aboard oil tankers.\"  </pre><span class=\"citation\" data-id=\"711043\"><a href=\"/opinion/711043/exxon-shipping-company-v-exxon-seamens-union/\"><span class=\"id_token\">Id.</span> at 1294. </a></span><pre class=\"inline\"> The\r\n\ncourt went on to proclaim  that the \"right to test employees  for\r\n\nalcohol or drug use . . . is critical to achieving the objective\"\r\n\nof preventing drug-impaired  individuals from performing  safety-\r\n\nsensitive \r                   jobs.  </pre><span class=\"citation\" data-id=\"711043\"><a href=\"/opinion/711043/exxon-shipping-company-v-exxon-seamens-union/\"><span class=\"id_token\">Id.</span>  The court's </a></span><pre class=\"inline\">ensuing discussion left no doubt\r\n\nthat, \r               if \r                  a \r                    drug \r                        test \r                             was \r                                 validly requested, reinstating an employee\r\n\nwho boycotted it would undermine public policy.  See </pre><span class=\"citation\" data-id=\"711043\"><a href=\"/opinion/711043/exxon-shipping-company-v-exxon-seamens-union/\"><span class=\"id_token\">id.</span> at 1294-\r</a></span><pre class=\"inline\">\n\n95.\r\n\n          Baton Rouge Oil and Exxon III reinforce the proposition\r\n\nthat \r              a \r                comprehensive and finely-tuned DFW program which includes a\r\n\ndrug-testing \r                      component \r                               is a natural corollary to the ringing public\r\n\npolicy \r                against performance of safety-sensitive jobs by individuals\r\n\nwho \r             are \r                 under the influence of narcotics or other intoxicants.  It\r\n\nfollows \r                 that, \r                       if \r                         an \r                            employer elects to establish such a program and\r\n\nproperly preserves its right of implementation in the  collective\r\n\nbargaining agreement, thwarting the employer's efforts to enforce\r\n\nthe \r             program's standards would countervail the basic public policy.\r\n\n          The Union  intimates  that the  public policy  we  have\r\n\nidentified, \r                     if it persists at all, can be vindicated by some other\r\n\n                               23\r\r\n\ndisciplinary \r                      measure, \r                              short of termination.  This intimation misses\r\n\nthe\r\n\n         construed,  \r\n\nwould insult public policy for a court to enforce a contract that\r\n\na worker  who  has  scorned the  employer's  drug-free  workplace\r\n\nprogram.5\r\n\n          This \r                        case \r                             is \r                                emblematic of the proposition.  In terms of\r\n\npublic policy,  it would be  grossly counterproductive to  impede\r\n\nExxon's \r                 efforts \r                         at \r                           fully \r                                 implementing its DFW program by forcing it\r\n\nto reinstate  an employee  who blatantly  violated the  program's\r\n\nterms. \r                 \r                 Indeed, Smith's utter disregard for Exxon's DFW program is\r               point.   The arbitrator  has said  in effect  that the  CBA\r          properly             requires Exxon to reinstate  Smith   and  it\r          requires the ongoing employment in a safety-sensitive capacity of\r\n\none \r             feature \r                     which distinguishes this case from Misco.6  Unlike the\r\n\nemployer in  Misco, Exxon maintains  a comprehensive DFW  program\r\n\nwhich \r               is \r                 delicately \r                            calibrated to further the public policy against\r\n\njob  performance while  under the  influence of  drugs and  other\r\n\n     5\r                                                                          ,\r                Moreover, the alternative remedy selected by the arbitrator\r\n  a two-month suspension, followed by a one-time drug test   does\r\nnot hold out much promise for the safety of either the public  or\r\nSmith's fellow employees.  Smith's failed drug trust evinces  his\r\ninability \r                   or \r                      unwillingness to conform to the strictures of the DFW\r\nprogram.  If he were returned to a safety-sensitive position,  as\r\nthe arbitrator  suggests,  there would  be  no sound  reason  for\r\nbelieving that the leopard had changed his spots.\r\n\n  \r            \r             \r              \r              6\r               Another\r                       distinguishing feature is temporal in nature.  Misco\r\narose out of an incident that occurred in January 1983.  Judicial\r\nreview did not end until the Supreme Court spoke in 1987.   Here,\r\nhowever, Smith failed  the drug test in  the summer of 1990,  and\r\njudicial review  is still  ongoing.   As  our discussion  of  the\r\nemerging \r                  public \r                        policy \r                               reveals, see </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">text</span> supra</span><pre class=\"inline\">, Misco predates both\r\nthe Testing  Act and  the DFW  Act.   This chronological  reality\r\nhighlights \r                    the broader fact:  public policy in respect to drugs in\r\nthe workplace has matured  greatly in the decade since Misco  was\r\ndecided.\r\n\n                               24\r\r\n\nintoxicants.  Smith transgressed the terms of this program  three\r\n\ntimes over:   failing to  report his drug  use to Exxon,  falsely\r\n\nrepresenting that he abjured illicit drugs, and  testing positive\r\n\nfor  drug use.    Given  this threefold  violation,  Exxon  acted\r\n\nreasonably \r                    in selecting discharge as the most appropriate means of\r\n\neliminating the threat  that Smith poses to  the public.  In  the\r\n\nbargain, \r                  Exxon's action was also a necessary means of ensuring the\r\n\nintegrity of its DFW program.  Forcing Exxon to reinstate, into a\r\n\nsafety-sensitive position, an  employee who lacks any  meaningful\r\n\ncommitment to its DFW  program would hamstring its  well-directed\r\n\nattempts to implement public policy.\r\n\n          The Union tries to retrieve yet one more arrow from its\r\n\nquiver. \r                  \r                  Under \r                       the \r                           terms \r                                 of its DFW program, Exxon treats employees\r\n\nwho test  positive for drug use  more harshly than employees  who\r\n\nvoluntarily come  forward and reveal  that they are  experiencing\r\n\nproblems.  During  oral argument, the Union attempted to  distort\r\n\nExxon's distinction  between  these  two types  of  employees  by\r\n\nsuggesting that, since Exxon does not discharge the latter (i.e.,\r\n\nemployees who voluntarily report drug abuse), it lacks sufficient\r\n\nreason \r                to \r                   discharge \r                            the \r                                former (i.e., employees who are \"caught\" by\r\n\nrandom drug testing).\r\n\n          This  argument is  deeply  flawed.    Exxon  encourages\r\n\nemployees \r                   to \r                     report \r                            their drug use so that the company can transfer\r\n\nsuch \r              workers \r                      to \r                        jobs \r                             that do not implicate public safety while they\r\n\nundergo rehabilitation.  These employees do not pose a threat  to\r\n\nthe public because,  by reporting their drug abuse, they  provide\r\n\n                               25\r\r\n\nExxon with the opportunity to implement safety precautions.   The\r\n\nactions \r                 of \r                   these \r                         employees are radically different from the actions\r\n\nof employees who, like Smith, attempt to conceal their drug  use.\r\n\nThese duplicitous employees pose  a real and serious threat:   by\r\n\nfailing \r                 to \r                    report \r                          their \r                                problem, they deny Exxon the opportunity to\r\n\ntake precautions  to safeguard  the public.   On  this basis,  we\r\n\nbelieve \r                 it \r                    is \r                      reasonable \r                                   and fully consistent with the identified\r\n\npublic \r                policy   for Exxon to offer a measure of job security as an\r\n\nincentive for  voluntary reporting, while  cutting all ties  with\r\n\nemployees \r                   who do not accept the incentive and who subsequently are\r\n\ncaught.\r\n\n          We \r                      need \r                           go \r                              no \r                                further. \r                                          \r                                          Because Smith thumbed his nose at\r\n\nExxon's DFW program, his reinstatement clearly would violate  the\r\n\nwell defined  and dominant public  policy against performance  of\r\n\nsafety-sensitive jobs while under the influence of drugs.  Hence,\r\n\nthe federal courts must refuse to enforce the arbitral award.\r\n\nReversed.\r\n\n                               26\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106086/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110944/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421716/",
    "https://www.courtlistener.com/api/rest/v3/opinions/455981/",
    "https://www.courtlistener.com/api/rest/v3/opinions/460234/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515716/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579482/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581363/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604857/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606675/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628665/",
    "https://www.courtlistener.com/api/rest/v3/opinions/710031/",
    "https://www.courtlistener.com/api/rest/v3/opinions/711043/",
    "https://www.courtlistener.com/api/rest/v3/opinions/714034/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1574756/"
  ]
}