{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/198326/",
  "id": 198326,
  "absolute_url": "/opinion/198326/united-bank-v-insurance-company/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/198326/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:50:22Z",
  "date_modified": "2020-02-21T23:33:58.941123Z",
  "type": "010combined",
  "sha1": "a970337628868d10ce40c8dc13a7bb090918d404",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1903.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1903\r\n\n                      UNITED BANK,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n            CHICAGO TITLE INSURANCE COMPANY,\r\n\n                  Defendant, Appellee.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF MAINE\r\n\n    [Hon. Eugene W. Beaulieu, U.S. Magistrate Judge]\r\n\n                         Before\r\n\n                Boudin, Circuit Judge,\r\n\n            Coffin, Senior Circuit Judge,\r\n\n              and Lynch, Circuit Judge.\r\n\nRichard Silver with whom Russell, Lingley &amp; Silver was on\r\nbrief for appellant.\r\nJoel C. Martin with whom Petruccelli &amp; Martin was on brief for\r\nappellee.\r\n\nFebruary 12, 1999\r\n\nBOUDIN, Circuit Judge.  In 1992, United Bank of Bangor,\r\nMaine, loaned Northern Products, Inc. (\"Northern\") $1.15 million. \r\nThe loan was guaranteed by Falcon, Inc., a company under the same\r\nownership as Northern, and secured by a mortgage on Falcon's\r\nsporting lodge and 900-acre wilderness property in Maine (the\r\n\"Spencer Lake property\").  The Spencer Lake property includes two\r\nmiles of lakefront, but its only road access runs from Route 201\r\nfor seventeen miles over a road on privately owned land.\r\nNorthern, the previous owner of the Spencer Lake property\r\nbefore its transfer to Falcon, held a deeded right of way for\r\neleven of the seventeen miles.  Ernie Caliendo, owner of both\r\nNorthern and Falcon, had obtained a revocable $100-per-year license\r\ngranting a right of access over the remaining six miles.  That\r\nlicense, which had been obtained with the assistance of attorney\r\nThomas Needham, expired in 1990 and was not renewed.\r\nDuring negotiations over the terms of the l992 loan,\r\nUnited Bank had received from Needham, acting as an agent for the\r\ninsurer, a certificate of title from Chicago Title Insurance\r\nCompany, Inc. (\"Chicago Title\") in April 1992.  The certificate\r\nsaid that access to the property was via \"private right of way,\"\r\nand it indicated that title for this private right of way had been\r\nchecked.  The certificate purported to serve as temporary insurance\r\nagainst loss or damage due to a \"failure of [the certificate] to\r\nreflect correctly the record title\"; it further provided that it\r\nwould be \"of no further force and effect\" after Chicago Title\r\nissued United Bank a permanent insurance policy.\r\nShortly thereafter, United Bank closed the loan with\r\nNorthern and entered into a more permanent lender's title insurance\r\ncontract with Chicago Title.  Under the policy, Chicago Title\r\ninsured United Bank (up to $1.15 million) for \"loss or damage\"\r\nresulting from, inter alia, \"unmarketability of title\" or \"[l]ack\r\nof a right of access to and from the land.\"  The policy was subject\r\nto exceptions, but they are not immediately pertinent here.  It\r\nalso stated that the policy represented \"the entire policy and\r\ncontract\" between the insured and Chicago Title.\r\nBy the summer of 1994, Northern had become unable to meet\r\nits loan repayments, and Caliendo sought and won United Bank's\r\napproval to conduct a nonjudicial sale of the Spencer Lake\r\nproperty.  Alan Nowicki entered the highest bid at the auction and\r\nsigned a sales contract obligating him to pay $925,000 for the\r\nentire parcel.  Months later, Nowicki sued Falcon, Caliendo, and\r\nUnited Bank alleging that he had been promised \"deeded access\" to\r\nthe property by a representative of the bank. \r\nChicago Title disclaimed any obligation to defend or\r\nindemnify against losses caused by the Nowicki lawsuit.  United\r\nBank then successfully thwarted Nowicki's attempt in state court to\r\ndelay the sale of the Spencer Lake property to a new buyer, and the\r\nproperty was auctioned in December 1995 for $890,000 (the bidders\r\nhaving been told that access depended in part on an expired license\r\nand advised to make their own inquiries).  According to United\r\nBank, Nowicki has apparently lost interest in the controversy,\r\nalthough his lawsuit remains pending.\r\nWhen Chicago Title refused to defend against the Nowicki\r\nlawsuit, separate suits were brought against Chicago Title by\r\nFalcon, under a title policy it had obtained in 1986, and by United\r\nBank under the 1992 policy already described.  The Falcon lawsuit\r\nwas  decided in favor of Chicago Title on summary judgment, and the\r\ndismissal was affirmed by this court in an unpublished opinion. \r\nFalcon, Inc.  v. Chicago Title Ins. Co., No. 96-2249, 1st Cir.,\r\nJune 12, 1997.  As United Bank was not a party to that case, we do\r\nnot treat that unpublished decision as governing the present\r\nlitigation, see Loc. R. 36.2(b), but our decisions to the extent\r\nthey overlap are not inconsistent.\r\nUnited Bank's lawsuit, which is the subject of the\r\npresent appeal, sought a declaratory judgment that Nowicki's suit\r\nwas covered by Chicago Title's policy; United sought damages for\r\nthe costs of defending the Nowicki lawsuit and for losses suffered\r\n\"as a result of unmarketability and lack of access\" to the\r\nproperty.  In addition to the cost of the Nowicki lawsuit, the\r\ncomplaint asked for reimbursement for expenses incurred in\r\nmaintaining the property during the litigation and the reduced\r\nprice received compared to what Nowicki had been willing to pay in\r\nthe original contract.  \r\nIn the district court, the parties agreed to proceed\r\nbefore a magistrate judge under 28 U.S.C.  636(c).  Chicago Title\r\nmoved for summary judgment, which the magistrate judge granted.  He \r\nsaid that the policy promised to indemnify against losses due to\r\nthe lack of a \"right of access\"; and he held that such a right of\r\naccess did exist under state law--namely, by water over Spencer\r\nLake.  On this premise (and viewing the \"unmarketability\" provision\r\nas redundant), he ruled that Chicago Title had no duty to defend or\r\nto indemnify.  United Bank now appeals.\r\nAt the outset, it is helpful to distinguish between\r\nChicago Title's duty to defend and its duty to indemnify against\r\nlosses due to specified causes, such as a lack of a \"right of\r\naccess.\"  The two may overlap but are not identical.  Under the\r\nexpress  language of the policy, the duty to defend exists where\r\nthe law suit \"asserts\" an adverse claim alleging a defect in title\r\nor \"other matter\" insured against by the policy.  Thus, a lawsuit\r\nasserting lack of a right of access could be covered even if a\r\nright of access were later proved to exist.\r\nUnder Maine precedent, the duty to defend is determined\r\nmore or less mechanically by comparing the allegations in the\r\nunderlying lawsuit (here, Nowicki's complaint) with the insurance\r\npolicy putatively creating the duty to defend (here, Chicago\r\nTitle's 1992 policy covering the bank) to determine if \"there\r\nexists any legal or factual basis which could be developed at trial\r\nwhich would obligate the insurers to pay under the policy.\" NE\r\nProperties, Inc. v. Chicago Title Ins. Co., 660 A.2d 926, 927 (Me.\r\n1995) (quoting Baywood Corp. v. Maine Bonding and Casualty, 628\r\nA.2d 1029, 1030 (Me. 1993)).\r\nHere, the thrust of Nowicki's suit, so far as access is\r\nconcerned, is his express claim in the complaint that he was\r\nspecifically promised by United Bank--an attorney is named as the\r\none making the promise--not merely actual access or even a right of\r\naccess, but \"deeded access.\"  To make that allegation match the\r\npolicy in this case, we would have to accept either that the policy\r\ninsuring a \"right of access\" actually means to insure \"deeded\r\naccess,\" or that although Nowicki's complaint refers to deeded\r\naccess, the complaint shows \"through general allegations\" a\r\n\"possibility\" that the claim falls within the policy.  Gibson v.Farm Family Mut. Ins. Co., 673 A.2d 1350, 1352 (Me. 1996).\r\nThe Chicago Title insurance policy nowhere provides any\r\nassurance of deeded access.  All that is protected is a \"right of\r\naccess,\" which could be secured in a variety of ways.  No doubt\r\ndeeded access--e.g., a perpetual easement granted in a deed by the\r\nowner of the intervening property--would be more valuable than,\r\nsay, an easement by necessity under state law or a year-to-year\r\nlicense for a fee, such as that originally secured by Caliendo but\r\nallowed to lapse.  Read according to its terms, the policy does not\r\ncover a lawsuit whose gravamen is the promise of something\r\ndifferent from and more valuable than a generic right of access.\r\nNor is this a case where the allegations of the complaint\r\nare \"general\" and a \"possibility\" remains of specifics being\r\nfurnished that would bring the complaint within the ambit of the\r\npolicy.  The duty to defend in such a case exists under Maine case\r\nlaw where the general allegations may invoke coverage and no\r\nspecifics exclude the possibility.  Here, the specifics were\r\nfurnished and do exclude coverage: counts I and III of Nowicki's\r\ncomplaint are both specifically grounded in an alleged promise of\r\n\"deeded access\" (count II is concerned only with relief).  \r\nOn this appeal, United Bank's first and main response is\r\nthat the policy should not be read standing alone.  United Bank\r\npoints out that the original certificate of title issued by Chicago\r\nTitle, essentially a report by Needham on his title search as of\r\nMarch 1992, states that access to the property is by \"private right\r\nof way.\"  Taken in conjunction with surrounding language, this\r\ncould be read as asserting that \"title\" to such a right of way had\r\nbeen established.  The language of the certificate is somewhat less\r\nprecise than this, but we will assume that it could have been so\r\nread or at least created an ambiguity that might be litigated.\r\nThe difficulty with the bank's argument is that Chicago\r\nTitle's certificate by its terms explicitly disclaimed liability\r\nafter the policy issued, and the policy itself explicitly purports\r\nto be an integrated document stating the full scope of Chicago\r\nTitle's obligations.  It would contradict both provisions (the\r\ndisclaimer and the integration clause) to read into the policy an\r\nassurance that there existed not just a right of access, but a\r\n\"private right of way\" confirmed by a title search.  Whether or not\r\nthere might have been some reformation remedy under Maine law need\r\nnot be considered, cf. Yaffe v. Lawyers Title Ins. Co., 710 A.2d\r\n886 (Me. 1998), for no such remedy was invoked.\r\nThe case does not end with our conclusion that Chicago\r\nTitle had no obligation to defend the Nowicki lawsuit and is not\r\nliable for United Bank's expenses in defending the lawsuit or for\r\ndelays in the sale of the property that were caused by the suit. \r\nThere remains the possibility that United Bank did suffer loss from\r\nlack of a \"right of access\"; if there were something less than a\r\nright of access, presumably the property would have been worth\r\nsomewhat less to the ultimate purchaser, enlarging the deficiency\r\nUnited Bank claims to have suffered on the mortgage.  We say\r\n\"somewhat less\" with trepidation because--even if  we assume that\r\nFalcon had something less than a \"right of access\" (the next\r\nquestion to be addressed)--the reduction in value may be\r\nnegligible.  After all, the intervening land owner had been willing\r\nto give a right-of-way license for $100 a year; and nothing in the \r\nrecord suggests that the new owner--who paid almost Nowicki's price\r\nfor the land--anticipated any difficulty in obtaining such a\r\nlicense or obtaining effective access by other means.  An affidavit \r\nby Caliendo, offered by the bank in the district court, states that\r\nhe told Nowicki that\r\nthe road in from Rt. 201 was a wide, heavily\r\ntraveled woods road, frequently used for\r\nrecreational use, and that the public used\r\nthis woods road constantly and that the road\r\nwas part of the 'Land Share' program providing\r\naccess for the public to the woods.  We\r\ndiscussed how this access situation was common\r\nin the woods of Maine, and that although I had\r\nat one time obtained a license agreement to\r\nuse the road, I felt it was not necessary.\r\nThe magistrate judge by-passed this issue by concluding\r\nthat a \"right of access\" existed to the Spencer Lake property\r\nwithout regard to access through the intervening property.  He\r\nconcluded that under Maine case law, a right of water access can be\r\ntreated as a right of access; and because the property at issue\r\nfronts on Spencer Lake and no one disputes that Spencer Lake is a\r\npublic lake to which public access is available, the policy's\r\nassurance of a right of access had been met.  \r\nWe are not comfortable with this answer.  It appears to\r\nbe true under Maine case law that water access can be sufficient to\r\ndefeat a claim of a right to an easement by necessity across\r\nanother's land.  See Amodeo v. Francis, 681 A.2d 462, 466 (Me.\r\n1996).  And United Bank does not dispute that an owner of the\r\nSpencer Lake property would have a \"right\" to reach Spencer Lake\r\nover the property of other fronting landlords and a \"right\" to use\r\nSpencer Lake to reach the property in question.  But its opposition\r\nto summary judgment certainly does raise a question whether in this\r\ncase water access is effective.\r\nUnited Bank offered an affidavit of Caliendo directed\r\nspecifically to access.  It says that although the property fronts\r\non Spencer Lake, \"it is not possible to use the lake to gain useful\r\naccess\"; the boat ramp at the other end of the lake belongs to the\r\npaper company and in any event the road to it is \"snowed in all\r\nwinter\"; heavy equipment needed to develop the property cannot be\r\nmoved in by boat; and even for passengers, a boat cannot be used to\r\nget to the part of the lake where the property's lodge is located\r\n\"if the water level is too low.\"\r\nEven without more--and there is a bit more although not\r\nin affidavit form--this seems to us to raise a factual question\r\nwhether water access, even if a \"right,\" is meaningful access in\r\nthis case.   No Maine case furnished to us suggests that the \"right\r\nto access\" protected by title insurance would make water access\r\nsufficient if such access were not realistic access.  Water access\r\nin this case may or may not be meaningful, but it is not clear how\r\nits adequacy could be decided in favor of Chicago Title on summary\r\njudgment, given the bank's affidavit.\r\nChicago Title tells us that there is access by seaplane\r\nlanding on the lake and that visitors to a recreational property\r\noften travel in this manner.  Possibly there are situations in\r\nwhich a right of access in this manner is all that is required. \r\nBut there is no case law cited to us showing that this is always so\r\nfor all property, and common sense recoils from such a suggestion. \r\nThus, we conclude that--if there is no \"right\" of land access (and\r\nperhaps there is one \"by necessity\")--the record creates an issue\r\nof fact as to whether a \"right\" by any other means (assuming one\r\nexists) is adequate in this case.\r\nWith reluctance, we are therefore obliged to remand the\r\ncase for further proceedings on the issue whether there existed an\r\neffective \"right of access\" to the property, by land or otherwise,\r\nand if not, whether the lack of such a right diminished the value\r\nof the property.  Caliendo's first affidavit quoted above, claiming\r\nthat land access was freely available and a license almost a\r\nformality, makes us doubtful that the bank has much prospect of\r\nsubstantial damages on this score, especially since the bank\r\nconceded in interrogatory answers that (so far as it knew) \"access\r\nhas never been blocked or threatened.\"\r\nA further reason for our dismay at further proceedings\r\nrests on a different affidavit, this one provided by United Bank's\r\nown president, Bruce Bartlett.  In recounting the history of his\r\ndealings with Caliendo, Bartlett refers to Nowicki's concern about\r\nthe lack of \"deeded access over the six miles\" and continues:\r\n     I recall that Caliendo had brought this\r\nup at the time of the loans, and that it is a\r\ncommon situation in the woods.  His attorney\r\nprovided us with a clean title policy, so I\r\nwas under the impression that this state of\r\naffairs was not a problem.\r\n\n     Being familiar with the north woods and\r\nthe logging business, this did not seem\r\ntroubling to me.  The Boise Road off Rt. 201\r\nhas been a heavily used public access to the\r\nwoods for years, and I have never heard of\r\nthis being a problem.\r\n\nThis, coupled with several of the bank's interrogatory answers,\r\nsuggests that when United Bank made the original loan or loans to\r\nNorthern and obtained the  certificate and policy, it knew what\r\nlevel of land access existed.\r\nBefore United Bank takes more of the district court's\r\ntime in this matter, we think that United Bank needs to reflect\r\ncarefully about whether it has a serious claim for reduced value\r\nbased on the \"right of access\" clause in the policy where access\r\nwas apparently available for a nominal payment.  Conversely, since\r\nChicago Title's agent also apparently knew the true situation, a\r\nsplit-the-difference payment might be less costly to it than\r\nfurther litigation and the risk of paying all of the difference\r\nbetween some \"true\" value of the property with a right of access\r\nand the later sale price.\r\nTo conclude, we affirm the judgment of the magistrate\r\njudge insofar as he dismissed the duty to defend claim and reverse\r\nthe judgment and remand for further proceedings insofar as he\r\ndismissed a claim of loss due to the alleged lack of a right of\r\naccess to the property.  Each side will bear its own costs on this\r\nappeal.\r\nIt is so ordered.\n",
  "html": "<p class=\"case_cite\">168 F.3d 37</p>\n    <p class=\"parties\">UNITED BANK, Plaintiff, Appellant,<br>v.<br>CHICAGO TITLE INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1903.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 7, 1999.<br>Decided Feb. 12, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard Silver with whom Russell, Lingley &amp; Silver was on brief for appellant.</p>\n      <p class=\"indent\">Joel C. Martin with whom Petruccelli &amp; Martin was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1992, United Bank of Bangor, Maine, loaned Northern Products, Inc.  (\"Northern\") $1.15 million.  The loan was guaranteed by Falcon, Inc., a company under the same ownership as Northern, and secured by a mortgage on Falcon's sporting lodge and 900-acre wilderness property in Maine (the \"Spencer Lake property\").  The Spencer Lake property includes two miles of lakefront, but its only road access runs from Route 201 for seventeen miles over a road on privately owned land.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Northern, the previous owner of the Spencer Lake property before its transfer to Falcon, held a deeded right of way for eleven of the seventeen miles.  Ernie Caliendo, owner of both Northern and Falcon, had obtained a revocable $100-per-year license granting a right of access over the remaining six miles.  That license, which had been obtained with the assistance of attorney Thomas Needham, expired in 1990 and was not renewed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During negotiations over the terms of the l992 loan, United Bank had received from Needham, acting as an agent for the insurer, a certificate of title from Chicago Title Insurance Company, Inc.  (\"Chicago Title\") in April 1992.  The certificate said that access to the property was via \"private right of way,\" and it indicated that title for this private right of way had been checked.  The certificate purported to serve as temporary insurance against loss or damage due to a \"failure of [the certificate] to reflect correctly the record title\";  it further provided that it would be \"of no further force and effect\" after Chicago Title issued United Bank a permanent insurance policy.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly thereafter, United Bank closed the loan with Northern and entered into a more permanent lender's title insurance contract with Chicago Title.  Under the policy, Chicago Title insured United Bank (up to $1.15 million) for \"loss or damage\" resulting from, inter alia, \"unmarketability of title\" or \"[l]ack of a right of access to and from the land.\"   The policy was subject to exceptions, but they are not immediately pertinent here.  It also stated that the policy represented \"the entire policy and contract\" between the insured and Chicago Title.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By the summer of 1994, Northern had become unable to meet its loan repayments, and Caliendo sought and won United Bank's approval to conduct a nonjudicial sale of the Spencer Lake property.  Alan Nowicki entered the highest bid at the auction and signed a sales contract obligating him to pay $925,000 for the entire parcel.  Months later, Nowicki sued Falcon, Caliendo, and United Bank alleging that he had been promised \"deeded access\" to the property by a representative of the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Chicago Title disclaimed any obligation to defend or indemnify against losses caused by the Nowicki lawsuit.  United Bank then successfully thwarted Nowicki's attempt in state court to delay the sale of the Spencer Lake property to a new buyer, and the property was auctioned in December 1995 for $890,000 (the bidders having been told that access depended in part on an expired license and advised to make their own inquiries).  According to United Bank, Nowicki has apparently lost interest in the controversy, although his lawsuit remains pending.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When Chicago Title refused to defend against the Nowicki lawsuit, separate suits were brought against Chicago Title by Falcon, under a title policy it had obtained in 1986, and by United Bank under the 1992 policy already described.  The Falcon lawsuit was decided in favor of Chicago Title on summary judgment, and the dismissal was affirmed by this court in an unpublished opinion.  Falcon, Inc. v. Chicago Title Ins. Co., No. 96-2249, 1 st Cir., June 12, 1997.  As United Bank was not a party to that case, we do not treat that unpublished decision as governing the present litigation, see Loc.  R. 36.2(b), but our decisions to the extent they overlap are not inconsistent.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">United Bank's lawsuit, which is the subject of the present appeal, sought a declaratory judgment that Nowicki's suit was covered by Chicago Title's policy;  United sought damages for the costs of defending the Nowicki lawsuit and for losses suffered \"as a result of unmarketability and lack of access\" to the property.  In addition to the cost of the Nowicki lawsuit, the complaint asked for reimbursement for expenses incurred in maintaining the property during the litigation and the reduced price received compared to what Nowicki had been willing to pay in the original contract.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the district court, the parties agreed to proceed before a magistrate judge under 28 U.S.C. &#167; 636(c).  Chicago Title moved for summary judgment, which the magistrate judge granted.  He said that the policy promised to indemnify against losses due to the lack of a \"right of access\";  and he held that such a right of access did exist under state law--namely, by water over Spencer Lake.  On this premise (and viewing the \"unmarketability\" provision as redundant), he ruled that Chicago Title had no duty to defend or to indemnify.  United Bank now appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the outset, it is helpful to distinguish between Chicago Title's duty to defend and its duty to indemnify against losses due to specified causes, such as a lack of a \"right of access.\"   The two may overlap but are not identical.  Under the express language of the policy, the duty to defend exists where the lawsuit \"asserts\" an adverse claim alleging a defect in title or \"other matter\" insured against by the policy.  Thus, a lawsuit asserting lack of a right of access could be covered even if a right of access were later proved to exist.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under Maine precedent, the duty to defend is determined more or less mechanically by comparing the allegations in the underlying lawsuit (here, Nowicki's complaint) with the insurance policy putatively creating the duty to defend (here, Chicago Title's 1992 policy covering the bank) to determine if \"there exists any legal or factual basis which could be developed at trial which would obligate the insurers to pay under the policy.\"  NE Properties, Inc. v. Chicago Title Ins. Co., 660 A.2d 926, 927 (Me.1995) (quoting Baywood Corp. v. Maine Bonding and Casualty, 628 A.2d 1029, 1030 (Me.1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Here, the thrust of Nowicki's suit, so far as access is concerned, is his express claim in the complaint that he was specifically promised by United Bank--an attorney is named as the one making the promise--not merely actual access or even a right of access, but \"deeded access.\"   To make that allegation match the policy in this case, we would have to accept either that the policy insuring a \"right of access\" actually means to insure \"deeded access,\" or that although Nowicki's complaint refers to deeded access, the complaint shows \"through general allegations\" a \"possibility\" that the claim falls within the policy.  Gibson v. Farm Family Mut. Ins. Co., 673 A.2d 1350, 1352 (Me.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Chicago Title insurance policy nowhere provides any assurance of deeded access.  All that is protected is a \"right of access,\" which could be secured in a variety of ways.  No doubt deeded access--e.g., a perpetual easement granted in a deed by the owner of the intervening property--would be more valuable than, say, an easement by necessity under state law or a year-to-year license for a fee, such as that originally secured by Caliendo but allowed to lapse.  Read according to its terms, the policy does not cover a lawsuit whose gravamen is the promise of something different from and more valuable than a generic right of access.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nor is this a case where the allegations of the complaint are \"general\" and a \"possibility\" remains of specifics being furnished that would bring the complaint within the ambit of the policy.  The duty to defend in such a case exists under Maine case law where the general allegations may invoke coverage and no specifics exclude the possibility.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Here, the specifics were furnished and do exclude coverage:  counts I and III of Nowicki's complaint are both specifically grounded in an alleged promise of \"deeded access\" (count II is concerned only with relief).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On this appeal, United Bank's first and main response is that the policy should not be read standing alone.  United Bank points out that the original certificate of title issued by Chicago Title, essentially a report by Needham on his title search as of March 1992, states that access to the property is by \"private right of way.\"   Taken in conjunction with surrounding language, this could be read as asserting that \"title\" to such a right of way had been established.  The language of the certificate is somewhat less precise than this, but we will assume that it could have been so read or at least created an ambiguity that might be litigated.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The difficulty with the bank's argument is that Chicago Title's certificate by its terms explicitly disclaimed liability after the policy issued, and the policy itself explicitly purports to be an integrated document stating the full scope of Chicago Title's obligations.  It would contradict both provisions (the disclaimer and the integration clause) to read into the policy an assurance that there existed not just a right of access, but a \"private right of way\" confirmed by a title search.  Whether or not there might have been some reformation remedy under Maine law need not be considered, cf.  Yaffie v. Lawyers Title Ins. Corp., 710 A.2d 886 (Me.1998), for no such remedy was invoked.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The case does not end with our conclusion that Chicago Title had no obligation to defend the Nowicki lawsuit and is not liable for United Bank's expenses in defending the lawsuit or for delays in the sale of the property that were caused by the suit.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  There remains the possibility that United Bank did suffer loss from lack of a \"right of access\";  if there were something less than a right of access, presumably the property would have been worth somewhat less to the ultimate purchaser, enlarging the deficiency United Bank claims to have suffered on the mortgage.  We say \"somewhat less\" with trepidation because--even if we assume that Falcon had something less than a \"right of access\" (the next question to be addressed)--the reduction in value may be negligible.  After all, the intervening land owner had been willing to give a right-of-way license for $100 a year;  and nothing in the record suggests that the new owner--who paid almost Nowicki's price for the land--anticipated any difficulty in obtaining such a license or obtaining effective access by other means.  An affidavit by Caliendo, offered by the bank in the district court, states that he told Nowicki that</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>the road in from Rt. 201 was a wide, heavily traveled woods road, frequently used for recreational use, and that the public used this woods road constantly and that the road was part of the \"Land Share\" program providing access for the public to the woods.  We discussed how this access situation was common in the woods of Maine, and that although I had at one time obtained a license agreement to use the road, I felt it was not necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The magistrate judge by-passed this issue by concluding that a \"right of access\" existed to the Spencer Lake property without regard to access through the intervening property.  He concluded that under Maine case law, a right of water access can be treated as a right of access;  and because the property at issue fronts on Spencer Lake and no one disputes that Spencer Lake is a public lake to which public access is available, the policy's assurance of a right of access had been met.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We are not comfortable with this answer.  It appears to be true under Maine case law that water access can be sufficient to defeat a claim of a right to an easement by necessity across another's land.  See Amodeo v. Francis, 681 A.2d 462, 466 (Me.1996).  And United Bank does not dispute that an owner of the Spencer Lake property would have a \"right\" to reach Spencer Lake over the property of other fronting landlords and a \"right\" to use Spencer Lake to reach the property in question.  But its opposition to summary judgment certainly does raise a question whether in this case water access is effective.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">United Bank offered an affidavit of Caliendo directed specifically to access.  It says that although the property fronts on Spencer Lake, \"it is not possible to use the lake to gain useful access\";  the boat ramp at the other end of the lake belongs to the paper company and in any event the road to it is \"snowed in all winter\";  heavy equipment needed to develop the property cannot be moved in by boat;  and even for passengers, a boat cannot be used to get to the part of the lake where the property's lodge is located \"if the water level is too low.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Even without more--and there is a bit more although not in affidavit form<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>--this seems to us to raise a factual question whether water access, even if a \"right,\" is meaningful access in this case.  No Maine case furnished to us suggests that the \"right to access\" protected by title insurance would make water access sufficient if such access were not realistic access.  Water access in this case may or may not be meaningful, but it is not clear how its adequacy could be decided in favor of Chicago Title on summary judgment, given the bank's affidavit.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Chicago Title tells us that there is access by seaplane landing on the lake and that visitors to a recreational property often travel in this manner.  Possibly there are situations in which a right of access in this manner is all that is required.  But there is no case law cited to us showing that this is always so for all property, and common sense recoils from such a suggestion.  Thus, we conclude that--if there is no \"right\" of land access (and perhaps there is one \"by necessity\")--the record creates an issue of fact as to whether a \"right\" by any other means (assuming one exists) is adequate in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With reluctance, we are therefore obliged to remand the case for further proceedings on the issue whether there existed an effective \"right of access\" to the property, by land or otherwise, and if not, whether the lack of such a right diminished the value of the property.  Caliendo's first affidavit quoted above, claiming that land access was freely available and a license almost a formality, makes us doubtful that the bank has much prospect of substantial damages on this score, especially since the bank conceded in interrogatory answers that (so far as it knew) \"access has never been blocked or threatened.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A further reason for our dismay at further proceedings rests on a different affidavit, this one provided by United Bank's own president, Bruce Bartlett.  In recounting the history of his dealings with Caliendo, Bartlett refers to Nowicki's concern about the lack of \"deeded access over the six miles\" and continues:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">I recall that Caliendo had brought this up at the time of the loans, and that it is a common situation in the woods.  His attorney provided us with a clean title policy, so I was under the impression that this state of affairs was not a problem.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>Being familiar with the north woods and the logging business, this did not seem troubling to me.  The Boise Road off Rt. 201 has been a heavily used public access to the woods for years, and I have never heard of this being a problem.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This, coupled with several of the bank's interrogatory answers, suggests that when United Bank made the original loan or loans to Northern and obtained the certificate and policy, it knew what level of land access existed.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Before United Bank takes more of the district court's time in this matter, we think that United Bank needs to reflect carefully about whether it has a serious claim for reduced value based on the \"right of access\" clause in the policy where access was apparently available for a nominal payment.  Conversely, since Chicago Title's agent also apparently knew the true situation, a split-the-difference payment might be less costly to it than further litigation and the risk of paying all of the difference between some \"true\" value of the property with a right of access and the later sale price.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To conclude, we affirm the judgment of the magistrate judge insofar as he dismissed the duty to defend claim and reverse the judgment and remand for further proceedings insofar as he dismissed a claim of loss due to the alleged lack of a right of access to the property.  Each side will bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Travelers Indemnity Co. v. Dingwell, 414 A.2d 220, 227 (Me.1980);  see also Maine State Acad. of Hair Design, Inc. v. Commercial Union Ins. Co., 699 A.2d 1153, 1156 (Me.1997);  Gibson, 673 A.2d at 1352-53</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We put aside United Bank's separate claim that the title was \"unmarketable,\" the claim that the magistrate judge deemed redundant in light of the right of access claim.  Although courts vary in their understanding of title marketability, compare Chicago Title Ins. Co. v. Kumar, 24 Mass.App.Ct. 53, 506 N.E.2d 154 (1987), with Myerberg, Sawyer &amp; Rue, P.A. v. Agee, 51 Md.App. 711, 446 A.2d 69 (1982), here the policy has a specific definition, and United Bank makes no effort to show that its concerns fell within this definition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The bank's brief says (no affidavit evidence is cited) that because no public road fronts on the lake, access to the lake over land owned by others would have to be by foot, so that travelers to the property would have to carry a boat through the woods for each trip</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></span></p>\n    <p class=\"parties\">UNITED BANK, Plaintiff, Appellant,<br>v.<br>CHICAGO TITLE INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1903.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 7, 1999.<br>Decided Feb. 12, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard Silver with whom Russell, Lingley &amp; Silver was on brief for appellant.</p>\n      <p class=\"indent\">Joel C. Martin with whom Petruccelli &amp; Martin was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1992, United Bank of Bangor, Maine, loaned Northern Products, Inc.  (\"Northern\") $1.15 million.  The loan was guaranteed by Falcon, Inc., a company under the same ownership as Northern, and secured by a mortgage on Falcon's sporting lodge and 900-acre wilderness property in Maine (the \"Spencer Lake property\").  The Spencer Lake property includes two miles of lakefront, but its only road access runs from Route 201 for seventeen miles over a road on privately owned land.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Northern, the previous owner of the Spencer Lake property before its transfer to Falcon, held a deeded right of way for eleven of the seventeen miles.  Ernie Caliendo, owner of both Northern and Falcon, had obtained a revocable $100-per-year license granting a right of access over the remaining six miles.  That license, which had been obtained with the assistance of attorney Thomas Needham, expired in 1990 and was not renewed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During negotiations over the terms of the l992 loan, United Bank had received from Needham, acting as an agent for the insurer, a certificate of title from Chicago Title Insurance Company, Inc.  (\"Chicago Title\") in April 1992.  The certificate said that access to the property was via \"private right of way,\" and it indicated that title for this private right of way had been checked.  The certificate purported to serve as temporary insurance against loss or damage due to a \"failure of [the certificate] to reflect correctly the record title\";  it further provided that it would be \"of no further force and effect\" after Chicago Title issued United Bank a permanent insurance policy.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly thereafter, United Bank closed the loan with Northern and entered into a more permanent lender's title insurance contract with Chicago Title.  Under the policy, Chicago Title insured United Bank (up to $1.15 million) for \"loss or damage\" resulting from, inter alia, \"unmarketability of title\" or \"[l]ack of a right of access to and from the land.\"   The policy was subject to exceptions, but they are not immediately pertinent here.  It also stated that the policy represented \"the entire policy and contract\" between the insured and Chicago Title.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By the summer of 1994, Northern had become unable to meet its loan repayments, and Caliendo sought and won United Bank's approval to conduct a nonjudicial sale of the Spencer Lake property.  Alan Nowicki entered the highest bid at the auction and signed a sales contract obligating him to pay $925,000 for the entire parcel.  Months later, Nowicki sued Falcon, Caliendo, and United Bank alleging that he had been promised \"deeded access\" to the property by a representative of the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Chicago Title disclaimed any obligation to defend or indemnify against losses caused by the Nowicki lawsuit.  United Bank then successfully thwarted Nowicki's attempt in state court to delay the sale of the Spencer Lake property to a new buyer, and the property was auctioned in December 1995 for $890,000 (the bidders having been told that access depended in part on an expired license and advised to make their own inquiries).  According to United Bank, Nowicki has apparently lost interest in the controversy, although his lawsuit remains pending.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When Chicago Title refused to defend against the Nowicki lawsuit, separate suits were brought against Chicago Title by Falcon, under a title policy it had obtained in 1986, and by United Bank under the 1992 policy already described.  The Falcon lawsuit was decided in favor of Chicago Title on summary judgment, and the dismissal was affirmed by this court in an unpublished opinion.  Falcon, Inc. v. Chicago Title Ins. Co., No. 96-2249, 1 st Cir., June 12, 1997.  As United Bank was not a party to that case, we do not treat that unpublished decision as governing the present litigation, see Loc.  R. 36.2(b), but our decisions to the extent they overlap are not inconsistent.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">United Bank's lawsuit, which is the subject of the present appeal, sought a declaratory judgment that Nowicki's suit was covered by Chicago Title's policy;  United sought damages for the costs of defending the Nowicki lawsuit and for losses suffered \"as a result of unmarketability and lack of access\" to the property.  In addition to the cost of the Nowicki lawsuit, the complaint asked for reimbursement for expenses incurred in maintaining the property during the litigation and the reduced price received compared to what Nowicki had been willing to pay in the original contract.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the district court, the parties agreed to proceed before a magistrate judge under 28 U.S.C. &#167; 636(c).  Chicago Title moved for summary judgment, which the magistrate judge granted.  He said that the policy promised to indemnify against losses due to the lack of a \"right of access\";  and he held that such a right of access did exist under state law--namely, by water over Spencer Lake.  On this premise (and viewing the \"unmarketability\" provision as redundant), he ruled that Chicago Title had no duty to defend or to indemnify.  United Bank now appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the outset, it is helpful to distinguish between Chicago Title's duty to defend and its duty to indemnify against losses due to specified causes, such as a lack of a \"right of access.\"   The two may overlap but are not identical.  Under the express language of the policy, the duty to defend exists where the lawsuit \"asserts\" an adverse claim alleging a defect in title or \"other matter\" insured against by the policy.  Thus, a lawsuit asserting lack of a right of access could be covered even if a right of access were later proved to exist.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under Maine precedent, the duty to defend is determined more or less mechanically by comparing the allegations in the underlying lawsuit (here, Nowicki's complaint) with the insurance policy putatively creating the duty to defend (here, Chicago Title's 1992 policy covering the bank) to determine if \"there exists any legal or factual basis which could be developed at trial which would obligate the insurers to pay under the policy.\"  NE Properties, Inc. v. Chicago Title Ins. Co., <span class=\"citation\" data-id=\"2344027\"><a href=\"/opinion/2344027/ne-properties-inc-v-chicago-title-ins-co/\"><span class=\"volume\">660</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">926</span></a></span>, 927 (Me.1995) (quoting Baywood Corp. v. Maine Bonding and Casualty, <span class=\"citation\" data-id=\"1438908\"><a href=\"/opinion/1438908/baywood-corp-v-maine-bonding-cas/\"><span class=\"volume\">628</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1029</span></a></span>, 1030 (Me.1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Here, the thrust of Nowicki's suit, so far as access is concerned, is his express claim in the complaint that he was specifically promised by United Bank--an attorney is named as the one making the promise--not merely actual access or even a right of access, but \"deeded access.\"   To make that allegation match the policy in this case, we would have to accept either that the policy insuring a \"right of access\" actually means to insure \"deeded access,\" or that although Nowicki's complaint refers to deeded access, the complaint shows \"through general allegations\" a \"possibility\" that the claim falls within the policy.  Gibson v. Farm Family Mut. Ins. Co., <span class=\"citation\" data-id=\"2052468\"><a href=\"/opinion/2052468/gibson-v-farm-family-mut-ins-co/\"><span class=\"volume\">673</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1350</span></a></span>, 1352 (Me.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Chicago Title insurance policy nowhere provides any assurance of deeded access.  All that is protected is a \"right of access,\" which could be secured in a variety of ways.  No doubt deeded access--e.g., a perpetual easement granted in a deed by the owner of the intervening property--would be more valuable than, say, an easement by necessity under state law or a year-to-year license for a fee, such as that originally secured by Caliendo but allowed to lapse.  Read according to its terms, the policy does not cover a lawsuit whose gravamen is the promise of something different from and more valuable than a generic right of access.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nor is this a case where the allegations of the complaint are \"general\" and a \"possibility\" remains of specifics being furnished that would bring the complaint within the ambit of the policy.  The duty to defend in such a case exists under Maine case law where the general allegations may invoke coverage and no specifics exclude the possibility.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Here, the specifics were furnished and do exclude coverage:  counts I and III of Nowicki's complaint are both specifically grounded in an alleged promise of \"deeded access\" (count II is concerned only with relief).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On this appeal, United Bank's first and main response is that the policy should not be read standing alone.  United Bank points out that the original certificate of title issued by Chicago Title, essentially a report by Needham on his title search as of March 1992, states that access to the property is by \"private right of way.\"   Taken in conjunction with surrounding language, this could be read as asserting that \"title\" to such a right of way had been established.  The language of the certificate is somewhat less precise than this, but we will assume that it could have been so read or at least created an ambiguity that might be litigated.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The difficulty with the bank's argument is that Chicago Title's certificate by its terms explicitly disclaimed liability after the policy issued, and the policy itself explicitly purports to be an integrated document stating the full scope of Chicago Title's obligations.  It would contradict both provisions (the disclaimer and the integration clause) to read into the policy an assurance that there existed not just a right of access, but a \"private right of way\" confirmed by a title search.  Whether or not there might have been some reformation remedy under Maine law need not be considered, cf.  Yaffie v. Lawyers Title Ins. Corp., <span class=\"citation\" data-id=\"1898873\"><a href=\"/opinion/1898873/yaffie-v-lawyers-title-ins-corp/\"><span class=\"volume\">710</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">886</span> </a></span>(Me.1998), for no such remedy was invoked.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The case does not end with our conclusion that Chicago Title had no obligation to defend the Nowicki lawsuit and is not liable for United Bank's expenses in defending the lawsuit or for delays in the sale of the property that were caused by the suit.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  There remains the possibility that United Bank did suffer loss from lack of a \"right of access\";  if there were something less than a right of access, presumably the property would have been worth somewhat less to the ultimate purchaser, enlarging the deficiency United Bank claims to have suffered on the mortgage.  We say \"somewhat less\" with trepidation because--even if we assume that Falcon had something less than a \"right of access\" (the next question to be addressed)--the reduction in value may be negligible.  After all, the intervening land owner had been willing to give a right-of-way license for $100 a year;  and nothing in the record suggests that the new owner--who paid almost Nowicki's price for the land--anticipated any difficulty in obtaining such a license or obtaining effective access by other means.  An affidavit by Caliendo, offered by the bank in the district court, states that he told Nowicki that</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>the road in from Rt. 201 was a wide, heavily traveled woods road, frequently used for recreational use, and that the public used this woods road constantly and that the road was part of the \"Land Share\" program providing access for the public to the woods.  We discussed how this access situation was common in the woods of Maine, and that although I had at one time obtained a license agreement to use the road, I felt it was not necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The magistrate judge by-passed this issue by concluding that a \"right of access\" existed to the Spencer Lake property without regard to access through the intervening property.  He concluded that under Maine case law, a right of water access can be treated as a right of access;  and because the property at issue fronts on Spencer Lake and no one disputes that Spencer Lake is a public lake to which public access is available, the policy's assurance of a right of access had been met.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We are not comfortable with this answer.  It appears to be true under Maine case law that water access can be sufficient to defeat a claim of a right to an easement by necessity across another's land.  See Amodeo v. Francis, <span class=\"citation\" data-id=\"2265948\"><a href=\"/opinion/2265948/amodeo-v-francis/\"><span class=\"volume\">681</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">462</span></a></span>, 466 (Me.1996).  And United Bank does not dispute that an owner of the Spencer Lake property would have a \"right\" to reach Spencer Lake over the property of other fronting landlords and a \"right\" to use Spencer Lake to reach the property in question.  But its opposition to summary judgment certainly does raise a question whether in this case water access is effective.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">United Bank offered an affidavit of Caliendo directed specifically to access.  It says that although the property fronts on Spencer Lake, \"it is not possible to use the lake to gain useful access\";  the boat ramp at the other end of the lake belongs to the paper company and in any event the road to it is \"snowed in all winter\";  heavy equipment needed to develop the property cannot be moved in by boat;  and even for passengers, a boat cannot be used to get to the part of the lake where the property's lodge is located \"if the water level is too low.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Even without more--and there is a bit more although not in affidavit form<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>--this seems to us to raise a factual question whether water access, even if a \"right,\" is meaningful access in this case.  No Maine case furnished to us suggests that the \"right to access\" protected by title insurance would make water access sufficient if such access were not realistic access.  Water access in this case may or may not be meaningful, but it is not clear how its adequacy could be decided in favor of Chicago Title on summary judgment, given the bank's affidavit.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Chicago Title tells us that there is access by seaplane landing on the lake and that visitors to a recreational property often travel in this manner.  Possibly there are situations in which a right of access in this manner is all that is required.  But there is no case law cited to us showing that this is always so for all property, and common sense recoils from such a suggestion.  Thus, we conclude that--if there is no \"right\" of land access (and perhaps there is one \"by necessity\")--the record creates an issue of fact as to whether a \"right\" by any other means (assuming one exists) is adequate in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With reluctance, we are therefore obliged to remand the case for further proceedings on the issue whether there existed an effective \"right of access\" to the property, by land or otherwise, and if not, whether the lack of such a right diminished the value of the property.  Caliendo's first affidavit quoted above, claiming that land access was freely available and a license almost a formality, makes us doubtful that the bank has much prospect of substantial damages on this score, especially since the bank conceded in interrogatory answers that (so far as it knew) \"access has never been blocked or threatened.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">A further reason for our dismay at further proceedings rests on a different affidavit, this one provided by United Bank's own president, Bruce Bartlett.  In recounting the history of his dealings with Caliendo, Bartlett refers to Nowicki's concern about the lack of \"deeded access over the six miles\" and continues:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">I recall that Caliendo had brought this up at the time of the loans, and that it is a common situation in the woods.  His attorney provided us with a clean title policy, so I was under the impression that this state of affairs was not a problem.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>Being familiar with the north woods and the logging business, this did not seem troubling to me.  The Boise Road off Rt. 201 has been a heavily used public access to the woods for years, and I have never heard of this being a problem.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This, coupled with several of the bank's interrogatory answers, suggests that when United Bank made the original loan or loans to Northern and obtained the certificate and policy, it knew what level of land access existed.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Before United Bank takes more of the district court's time in this matter, we think that United Bank needs to reflect carefully about whether it has a serious claim for reduced value based on the \"right of access\" clause in the policy where access was apparently available for a nominal payment.  Conversely, since Chicago Title's agent also apparently knew the true situation, a split-the-difference payment might be less costly to it than further litigation and the risk of paying all of the difference between some \"true\" value of the property with a right of access and the later sale price.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To conclude, we affirm the judgment of the magistrate judge insofar as he dismissed the duty to defend claim and reverse the judgment and remand for further proceedings insofar as he dismissed a claim of loss due to the alleged lack of a right of access to the property.  Each side will bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Travelers Indemnity Co. v. Dingwell, <span class=\"citation\" data-id=\"1532996\"><a href=\"/opinion/1532996/travelers-indem-co-v-dingwell/\"><span class=\"volume\">414</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">220</span></a></span>, 227 (Me.1980);  see also Maine State Acad. of Hair Design, Inc. v. Commercial Union Ins. Co., <span class=\"citation\" data-id=\"1506689\"><a href=\"/opinion/1506689/academy-of-hair-design-v-commercial-union/\"><span class=\"volume\">699</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1153</span></a></span>, 1156 (Me.1997);  <span class=\"citation\" data-id=\"2052468\"><span class=\"antecedent_guess\">Gibson,</span> <a href=\"/opinion/2052468/gibson-v-farm-family-mut-ins-co/\"><span class=\"volume\">673</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">1352-53</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We put aside United Bank's separate claim that the title was \"unmarketable,\" the claim that the magistrate judge deemed redundant in light of the right of access claim.  Although courts vary in their understanding of title marketability, compare Chicago Title Ins. Co. v. Kumar, 24 Mass.App.Ct. 53, <span class=\"citation\" data-id=\"2209864\"><a href=\"/opinion/2209864/chicago-title-ins-co-v-kumar/\"><span class=\"volume\">506</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">154</span> </a></span>(1987), with Myerberg, Sawyer &amp; Rue, P.A. v. Agee, 51 Md.App. 711, <span class=\"citation\" data-id=\"2362706\"><a href=\"/opinion/2362706/myerberg-sawyer-rue-pa-v-agee/\"><span class=\"volume\">446</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">69</span> </a></span>(1982), here the policy has a specific definition, and United Bank makes no effort to show that its concerns fell within this definition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The bank's brief says (no affidavit evidence is cited) that because no public road fronts on the lake, access to the lake over land owned by others would have to be by foot, so that travelers to the property would have to carry a boat through the woods for each trip</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/1438908/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1506689/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1532996/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1898873/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2052468/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2209864/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2265948/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2344027/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2362706/"
  ]
}