{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/198334/",
  "id": 198334,
  "absolute_url": "/opinion/198334/commonwealth-v-daley-etc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/198334/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:50:32Z",
  "date_modified": "2020-02-21T23:34:20.496854Z",
  "type": "010combined",
  "sha1": "1730e3f9a5c365ae98f1b41e03f11ebc04b45920",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1917.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1917\r\n\n             COMMONWEALTH OF MASSACHUSETTS\r\n          BY ITS DIVISION OF MARINE FISHERIES,\r\n\n                  Plaintiff, Appellee,\r\n\n                           v.\r\n\n       WILLIAM M. DALEY, IN HIS OFFICIAL CAPACITY\r\n     AS SECRETARY OF COMMERCE OF THE UNITED STATES;\r\n        JAMES BAKER, IN HIS OFFICIAL CAPACITY AS\r\n       UNDER SECRETARY AND ADMINISTRATOR FOR THE\r\n    NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION;\r\n  THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION;\r\n    ROLAND A. SCHMITTEN, IN HIS OFFICIAL CAPACITY AS\r\n   DIRECTOR OF THE NATIONAL MARINE FISHERIES SERVICE;\r\n           AND THE UNITED STATES OF AMERICA,\r\n\n                Defendants, Appellants.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n      [Hon. Joseph L. Tauro, U.S. District Judge]\r\n\n                         Before\r\n\n                Boudin, Circuit Judge,\r\n\nCampbell, Senior Circuit Judge ,\r\n\n              and Lipez, Circuit Judge.\r\n\nRobert L. Klarquist, Attorney, Department of Justice,\r\nEnvironment &amp; Natural Resources Division, with whom Lois J.\r\nSchiffer, United States Assistant Attorney General, Donald K.\r\nStern, United States Attorney, John A. Capin, Assistant United\r\nStates Attorney, Andrew C. Mergen, Attorney, Department of Justice,\r\nEnvironment &amp; Natural Resources Division, and Joel G. MacDonaldwere on brief for appellants.\r\n\nDaniel J. Hammond, Assistant Attorney General, Commonwealth of\r\nMassachusetts, with whom Scott Harshbarger, Attorney General,\r\nCommonwealth of Massachusetts, was on brief for appellees.\r\n\nFebruary 24, 1999\r\n\n                             BOUDIN, Circuit Judge.  The Commonwealth of Massachusetts\r\n(\"the Commonwealth\") brought this action in the district court to\r\nreview a decision of the Secretary of Commerce (\"the Secretary\")\r\nadopting a revised  quota for catching scup off the East Coast of\r\nthe United States.  The district court held the quota unlawful\r\ninsofar as it allocated  the summer catch of scup on a state-by-\r\nstate basis.  The Secretary now appeals.\r\nScup, also known as porgy, are small migrating fish that\r\nschool off the Atlantic coast from North Carolina to Massachusetts. \r\nIn the winter, they swim off-shore from New Jersey southward and\r\nare fished primarily with big trawlers in the ocean; in the summer,\r\nthey migrate northward and swim closer inshore to spawn; at the\r\nnorthern end of the range (Massachusetts, Rhode Island, New York),\r\nmuch of the commercial catching of scup is done inshore with\r\nsmaller vessels, weirs, and pots.\r\nIt is common ground that scup stocks are seriously\r\ndepleted.  For this reason, in March 1996, the National Marine\r\nFisheries Service (\"the Fisheries Service\"), an agency within the\r\nCommerce Department, issued emergency regulations to govern scup\r\nfishing within the exclusive  economic zone or \"EEZ.\"  The EEZ,\r\ncreated by the Magnuson-Stevens Act, 16 U.S.C.  1801, et seq.,\r\nextends 200 nautical miles offshore of the United States; within\r\nits borders, the federal government claims exclusive  management of\r\nresources, see id.  1811.  Landward, the zone ends at state\r\nboundaries, see id., which, on the East Coast, are three nautical\r\nmiles offshore.\r\nEmergency regulations bypass the  ordinary scheme of the\r\nMagnuson-Stevens Act, a scheme that depends upon management of EEZ\r\nfisheries through Regional Fishery Management Councils comprising\r\nstate representatives.  See 16 U.S.C.  1852-54, 1855.  Such\r\nCouncils  propose conservation measures--called fishery management\r\nplans or \"FMPs\"--for fisheries under their jurisdiction and submit\r\nthe FMPs to the Fisheries Service, which may then adopt them\r\nthrough notice and comment rulemaking.  Id.  1853-54.  The\r\nmeasures must comply with certain national standards set forth in\r\nthe statute and are subject to judicial review in the district\r\ncourts.\r\nAlthough the Magnuson-Stevens Act does not govern fishing\r\nin state waters, save for statutory exceptions not invoked in this\r\ncase, 16 U.S.C.  1856(b), (c), state-waters fishing is subject to\r\nthe Atlantic Coastal Fisheries Cooperative Management Act adopted\r\nin 1993, 16 U.S.C.  5101 et seq.  The East Coast states\r\nparticipate through the Atlantic States Marine Fisheries Commission\r\n(\"the Atlantic Commission\"), which prepares coastal fishery\r\nmanagement plans or \"CFMPs\"; the plans do not require separate\r\nfederal approval but the states themselves are required to enforce\r\nthem, see id.  5104(b), in default of which the Secretary of\r\nCommerce can regulate directly, see id. 16 U.S.C.  5106.\r\nThe March 1996 emergency regulations were designed to\r\nfill the gap while a full-fledged FMP was developed by the\r\nCommission and the Council responsible for scup, which is the Mid-\r\nAtlantic Fishery Management Council (\"Mid-Atlantic Council\").  The\r\nlatter, in cooperation with the Commission, had proposed a scup FMP\r\nin November 1995, but the Fisheries Service did not propose the\r\nresulting regulation until June 1996.  After notice and comment,\r\nregulations to implement the scup FMP were adopted by the Fisheries\r\nService in August 1996 and made effective on September 23, 1996,\r\nwhen the emergency regulations expired.  See 61 Fed. Reg. 43420; 50\r\nC.F.R.  648.1 et seq.\r\nThe new permanent regulations imposed various scup\r\nconservation measures including a moratorium on new entry into scup\r\nfishing in the EEZ, permitting  and reporting requirements, gear\r\nlimitations, and exploitation schedules.  See 50 C.F.R.  648.4-\r\n648.6, 648.14, 648.120-648.125.  The schedule for 1997 through 1999\r\npermitted recovery of only 47 percent of the scup; this limit is\r\nenforced by an annual coastwide commercial quota, to be expressed\r\nby the Fisheries Service as a poundage limit for scup.  See 61 Fed.\r\nReg. 43420, 43426-27.  The regulations provided that the Atlantic\r\nCommission and the Mid-Atlantic Council might refine the overall\r\nquota--through further federal rulemaking--by use of vessel trip\r\nlimits, regional and \"state-by-state\" quotas, and subdivision of\r\nthe fishing year into segments.  See id.\r\nFederal action taken under this option to refine the\r\ncoastwide quota provoked the present litigation.  During early\r\n1997, while the Fisheries Service was adopting a coastwide\r\ncommercial quota of 6 million pounds for 1997, the Atlantic\r\nCommission and the Mid-Atlantic Council proposed an amendment to\r\nsubdivide the scup fishing year into segments, each with its own\r\nquota, and for state-by-state quotas for the summer segment.  This\r\nproposal, developed after extensive Council proceedings, was\r\npublished as a proposed regulation by the Fisheries Service in\r\nFebruary 1997 and offered for public comment.  See 62 Fed. Reg.\r\n5375.\r\nThe proposal--later adopted and challenged in part in the\r\ndistrict court--divided the scup quota into three seasons: a winter\r\nI period, from January through April; a summer period, from May\r\nthrough October, and a winter II period, for November and December. \r\nThe percentages, based on historical shares as computed  from\r\nexisting data, were roughly 45 percent, 39 percent, and 16 percent\r\nfor winter I, summer, and winter II, respectively.  See 62 Fed.\r\nReg. 5375, 5378.  The winter quotas, largely captured offshore in\r\nthe EEZ by vessels from any of the states, were not further\r\nsubdivided.  See id.\r\nHowever, the summer quota, with which we are primarily\r\nconcerned, was further allocated among the states based on alleged\r\nhistorical shares.  The great preponderance of this summer quota\r\nwas allocated for 1997 as follows:  Massachusetts (15.49% or\r\n362,029 pounds), Rhode Island (60.57% or 1,415,425 pounds), and New\r\nYork (17.05% or 398,527 pounds).  See 62 Fed. Reg. 5375, 5378; 62\r\nFed. Reg. 27978, 27980.  The quota included fish caught within\r\nstate waters where much of the scup is harvested during the summer\r\nmonths; and the proposal provided that any excess over quota landed\r\nby a state's fishermen in one summer would be deducted from its\r\nallocation in the following summer.  See 62 Fed. Reg. 5375, 5376.\r\nThe Commonwealth and its fishery interests expressed\r\nconcern or opposition while the refined quota proposal was being\r\nformulated by the Mid-Atlantic Council in the summer and fall of\r\n1996 and during the federal-rulemaking comment period in February\r\nand March 1997.  The Commonwealth did not oppose a seasonal quota. \r\nThat measure tends to protect Massachusetts inshore fishermen from\r\nthe threat that, without the seasonal division, the scup quota\r\nwould be largely (or completely) recovered earlier in the year by\r\noffshore vessels fishing further south before the scup reached\r\nMassachusetts to spawn in the summer.\r\nHowever, for the state-by-state quota, the Commonwealth\r\nsaid, among other things, that the historical data from which\r\nshares were to be computed were inaccurate.  The proposal derived\r\nthe state-by-state allocation from a readily available federal\r\ndatabase of landings of scup and an array of other species in the\r\nperiod 1983-92.  The Commonwealth said that these data tended to be\r\ninclusive as to scup landings from large trawlers fishing offshore\r\nand sold to big dealers but to undercount landings from fishing\r\ninshore, especially in state waters in summer months, from smaller\r\nvessels, weirs, and pots, often sold directly to retailers.\r\n The Commonwealth argued, based on some rough\r\napproximations, that 80 percent or more of its summer scup harvest\r\ncame from inshore fishing, much of which was not included in the\r\ndatabase.  It made a brief effort to expand the database to include\r\nthe 1993-95 period, whose data could be more readily supplemented\r\nby further inquiries, but it abandoned the effort when other states\r\nprotested that this would delay the program and cause other\r\nproblems.  Ultimately, the Commonwealth opposed the use of any\r\nstate-by-state quota for the summer until better data could be\r\nacquired.\r\nNevertheless, after receiving public comment, the\r\nFisheries Service adopted the proposed regulation including the\r\nthree-season quota and the state-by-state quota for the summer\r\nseason.  The final regulation was adopted with an effective date of\r\nMay 20, 1997.  See 62 Fed. Reg. 27978.  On June 19, 1997, the\r\nCommonwealth brought the present action in the district court to\r\noverturn the state-by-state quota.  Such a review action is\r\nspecifically provided for by the Magnuson-Stevens Act.  See 16\r\nU.S.C.  1855(f).  For the 1997 summer season, the Commonwealth\r\nsimply did not enforce its quota against its fishermen.\r\nIn the district court, the Secretary filed an\r\nadministrative record comprising primarily the minutes of the\r\nmeetings of the Mid-Atlantic Council, Federal Register notices of\r\nthe proposed and final regulations, and comments received from\r\npublic authorities and private interests.  The Commonwealth then\r\nmoved for judgment on the pleadings and also asked leave to offer\r\nextra-record evidence to show that the historical data used\r\nundercounted scup taken in Massachusetts.  The Secretary opposed\r\nthe new evidence and entered a cross motion for summary judgment.\r\nOn April 27, 1998, just before the beginning of the 1998\r\nsummer catch period, the district court announced that it was\r\noverturning the state-by-state quota, and on June 24, 1998, the\r\ncourt released its written opinion.  Commonwealth v. Daley, 10 F.\r\nSupp. 2d 74 (D. Mass. 1998).  Although the accompanying order\r\ndenied the Commonwealth's motion to add new evidence to the record,\r\nthe opinion granted  its motion for judgment on the pleadings.  The\r\ndecision forbad the Secretary to enforce the state-by-state quota\r\nor to reduce the Massachusetts quota because of any overage and\r\ndirected the Secretary to promulgate a new regulation to replace\r\nthe flawed one.  See id. at 79.\r\nIn a nutshell, the district court found that the\r\nFisheries Service had erred in basing the state-by-state quota on\r\nhistorical data that it knew seriously undercounted Massachusetts'\r\npast scup recoveries.  This undercounting, said the district court,\r\nwas established by the Fisheries Service's own data.  See Daley, \r\nF. Supp. 2d at 77-78.  Its use had produced a state-by-state\r\nallocation of the summer quota that discriminated against\r\nMassachusetts in violation of the statutory standard forbidding\r\nFMPs from \"discriminat[ing] between residents of different States.\" \r\n16 U.S.C.  1851(a)(4).\r\nThe Secretary now appeals, saying that the district court\r\nmisunderstood the data and that the Fisheries Service used the best\r\ndata available to set the state-by-state quota.  The Commonwealth\r\nsays  that the Fisheries Service did not consider all pertinent\r\ndata and that the state-by-state quota is discriminatory.  The\r\nproblem, as we shall see, is that both sides may be right.\r\nWe start with the legal framework that governs FMPs and\r\nthe implementing regulations.  The Magnuson-Stevens Act's main\r\nthrust is to conserve the fisheries as a continuing resource\r\nthrough a mixed federal-state regime; the FMPs are proposed by\r\nstate Councils but the final regulations are promulgated by the\r\nSecretary through the Fisheries Service.  And both the FMPs and the\r\nregulations have multiple goals: the provision that describes their\r\ncontent, 16 U.S.C.  1853, sets out  specific requirements and says\r\nthat they must be \"consistent with the national standards\" set\r\nforth in an earlier section, id.  1853(a)(1)(C).  \r\nThe first of the specific requirements, 16 U.S.C. \r\n1853(a)(1)(A), is that the FMPs and regulations \"contain the\r\nconservation and management measures\"  that are\r\nnecessary and appropriate for the conservation\r\nand management of the fishery, to prevent\r\noverfishing and rebuild overfished stocks, and\r\nto protect, restore, and promote the long-term\r\nhealth and stability of the fishery.\r\nThe third of the specific requirements is a cross-reference to the \r\nnational standards, id.  1853(a)(1)(C), of which two are\r\nimmediately pertinent here: number two provides that the measures\r\nmust be based \"upon the best scientific information available,\" id. 1851(a)(2), and number 4 says that the measures \"shall not\r\ndiscriminate between residents of different states.\"  It continues:\r\nIf it becomes necessary to allocate or assign\r\nfishing privileges among various United States\r\nfishermen, such allocation shall be (A) fair\r\nand equitable to all such fishermen; (B)\r\nreasonably calculated to promote conservation;\r\nand (C) carried out in such manner that no\r\nparticular individual, corporation, or other\r\nentity acquires an excessive share of such\r\nprivileges.\r\n\nId.  1851(a)(4).\r\n\nOn review, the district court was directed by 16 U.S.C.\r\n1855(f)(1)(B) to test the Secretary's regulations under the\r\nfamiliar standards of the Administrative Procedure Act, 5 U.S.C. \r\n701 et seq., which  allow agency actions to be overturned, inter\r\nalia, for errors of law or where arbitrary and capricious, id. \r\n706(2)(A), (C).  The district court properly reviewed the\r\nSecretary's decision on the administrative record.  We are in the\r\nsame position as the district court, nominally reviewing the\r\ndecision de novo but effectively reviewing the Secretary's action\r\nunder the APA.\r\nThe Commonwealth concedes that scup stocks are \"severely\r\ndepleted.\"  Letter from Coates to Rosenberg of Jan. 3, 1997, supra,\r\nnote 3.  For present purposes, it follows that the fishing  of scup\r\nhas to be reduced below existing levels and this means that\r\nfishermen are going to get less scup.  (The Commonwealth earlier\r\nurged a different solution but does not pursue this issue on\r\nappeal.)  The division into seasonal quotas, and the use of a\r\nstate-by-state quota for the summer, are devices for sharing the\r\npain.  The broad issue before us is whether the latter quota--the\r\nformer helps Massachusetts and is not challenged--is based on the\r\n\"best scientific information available,\" avoids \"discriminat[ion],\"\r\nand is \"fair and equitable.\"  16 U.S.C.  1851(a)(2), (4).\r\nBoth sides have assumed that discrimination between\r\nstates could be avoided, and equity satisfied, if the new quotas\r\nroughly reflected actual historical shares, despite the fact that\r\nthe raw quantities of fish allowed for each state's fishermen would\r\nnecessarily be reduced.  For purposes of this case we accept this\r\nundisputed premise.  This is not to say that anything more than an\r\noverall coastwide quota was necessarily required.  But, to the\r\nextent that the subsidiary quotas subdivided the catch further,\r\nthose quotas had to be consistent--so far as possible--with the\r\nnon-discrimination and equity concepts and to rely upon the best\r\nscientific evidence available.\r\nThe difficulty from the outset has been that the\r\navailable data do not permit a fully accurate historical allocation\r\nbetween states.  The information used to create the quotas concerns\r\nscup landed in the individual East Coast states for the period\r\n1983-92.  As the Commonwealth argues, these figures well reflect\r\nscup landings from larger vessels and sold to dealers but\r\nundercount landings often sold to retailers from smaller vessels\r\ncloser inshore and from inshore methods such as weirs and pots. \r\nThis view is sufficiently clear from the record, and so little\r\ndisputed by the Secretary, cf. 62 Fed. Reg. 27978, 27983, that we\r\ntake it as settled.  But the impact on Massachusetts is a quite\r\ndifferent question.\r\nMassachusetts says that it is the main victim of such\r\nundercounting because it has traditionally relied on such inshore\r\nscup fishing for most of its catch while other states have not.  On\r\nthis appeal, the Secretary says that the district court erred in so\r\nfinding because of its misunderstanding of the figures.  It turns\r\nout--as the Commonwealth admits--that the district court wrongly\r\nassumed that the Secretary's 1983-92 data used to establish the\r\nquota included fish caught in the EEZ but excluded automatically\r\nfish caught in state waters.\r\nBut even though the 1983-92 data used for the quota did\r\nnot automatically exclude all fish caught in state waters, the\r\nevidence is solid that the data tended to undercount fish not\r\ncaught by the larger trawlers and so disfavored states that caught\r\nscup closer inshore by other means.  Massachusetts, compared to\r\nother states whose fishermen rely primarily on large trawlers for\r\nscup, is clearly disfavored but by what amount is unclear; much\r\nmore important, it is unclear by how much it is disfavored vis--\r\nvis New York and Rhode Island, and this is all that matters so far\r\nas the state-by-state quota is concerned.\r\nThese three states represent practically all of the\r\nsummer quota (about 93 percent), and their respective shares would\r\nnot be much affected if the underreporting affected them all\r\nequally.  The record data set forth immediately below suggests that\r\nMassachusetts is somewhat more seriously affected than are the\r\nother two states; and there is no supported finding to the contrary\r\nby the Secretary.  But the extent of the bias is very hard to\r\nassess (and therefore especially hard to correct); and the\r\nimpression of bias against Massachusetts might even be dispelled by\r\na more careful analysis by the Secretary.\r\nTwo sets of 1983-92 data in the record bear directly on\r\nthis question: one (table 17 of the scup FMP) shows that even on\r\nthe faulty data, Massachusetts landed on average 80 percent or more\r\nof its catch from state waters, admittedly an imperfect proxy for\r\nthe distortion embodied in the database but still suggestive; the\r\nRhode Island and New York figures are lower (in the 20-65 percent\r\nrange) while other states have minimal catches in state waters. \r\nThe other set of data (table 13 of the scup FMP) shows that\r\nMassachusetts, vis--vis the other two states, takes more of its\r\ncatch from smaller vessels, weirs, and pots. \r\nGoing further, Massachusetts asserts that the state-by-\r\nstate quota is greatly biased against it, pointing to the results\r\nof the 1997 summer season.  There, ignoring its summer quota of\r\n362,029 pounds, Massachusetts fishermen landed 1,428,183 pounds of\r\nscup (its reporting of inshore catches is said to be more accurate\r\nnow because of the reporting requirements of the 1997 regulation). \r\nRhode Island, with a quota of 1,415,425 pounds, caught only 398,880\r\npounds; and New York, where the quota was 398,527 pounds, caught\r\nonly 221,320 pounds.  See 63 Fed. Reg. 3498, 3479.  But--even if\r\nthis were part of the administrative record, which it is not--data\r\nfrom this one season tells us very little.\r\nScup apparently school to different locations in\r\ndifferent years, and perhaps favored Massachusetts in the last\r\nsummer or so.  Further, Massachusetts was ignoring the quota; it is\r\nnot clear that the other two states were ignoring it and they may\r\nhave constrained their own fishermen in various ways.  Nor do we\r\nknow to what extent the original underreporting problem has been\r\nremedied in Massachusetts (by its own collection of data) but less\r\nso in the other two states.  Such doubts are precisely why agency\r\ndecisions are normally based on evidence that the agency has\r\nconsidered and not new untested information first offered on\r\njudicial review.\r\nThere is a further problem for Massachusetts even though\r\nwe accept from the 1983-92 tables discussed above that the state-\r\nby-state quota is somewhat biased against it.  Admittedly, during\r\nthe Council proceedings and in the federal rulemaking, the\r\nCommonwealth  complained about the distortion, and it pointed to\r\nsome evidence of its existence.  But apart from its abortive\r\nsuggestion that 1993-95 figures be added to the data, it never\r\npressed on the Mid-Atlantic Council or the Secretary an alternative\r\nset of figures for a state-by-state quota or claimed that any\r\nmethod currently available could correct the existing distortion.\r\nTo this extent the Commonwealth has forfeited any claim\r\nthat the Secretary failed to use the best scientific information\r\navailable.  If no one proposed anything better, then what is\r\navailable is the best.  Indeed, the Secretary specifically built\r\ninto the final regulation an opportunity for Massachusetts to\r\nupdate the data for the quota by collecting data--some sources are\r\napparently still available--to show that its summer catches in the\r\n1983-92 period were greater than reported; and the Commonwealth is\r\napparently engaged in that effort.\r\nThus, when the Commonwealth says that the Secretary\r\n\"ignored\" data in the record, it is referring not to a better\r\ndatabase that it proffered but merely to information showing that\r\nthe existing database is flawed.  Its real argument is that no\r\nstate-by-state quota is better than a flawed one, at least until\r\nbetter data are developed.  Thus, the now narrowed question before\r\nus is whether the Secretary's present state-by-state quota can be\r\njustified under the statute--as reflecting the best data currently\r\navailable--even though distortions in the database seemingly create\r\nsome discrimination (impossible to quantify accurately) against\r\nMassachusetts fishermen.\r\nIf the state-by-state quotas were shown to be necessary\r\nto achieve the main conservation goal, we would decide the case in\r\nfavor of the Secretary.  The Commonwealth could still urge that the\r\nstatute flatly forbids discrimination and inequity, regardless of\r\nwhat happens to the fish; the statute says that each FMP and\r\nregulation \"shall\" conform to the national standards and could be\r\ntaken to mean that each national standard must be fully and\r\nabsolutely met in every case, even though some are potentially in\r\ntension with others.\r\nHowever, if there were an actual conflict in statutory\r\nmandates, respect for Congress' overriding purpose would require\r\nthat the fishery be preserved despite some discrimination or\r\ninequity.  After all, destruction of the fishery would make\r\nmeaningless any notions of fair allocation, while preserving the\r\nfishery permits the quotas to be improved over time and perhaps\r\neliminated eventually.  Given an internal conflict in the statute's\r\nmandates, the job of the courts and the administrator is to\r\nimplement the central aim of the statute.  It is hard to find much\r\ncase law directly in point, but what exists supports our approach. \r\nBut it is far less clear that there is yet a proven\r\nconflict in mandates in this case.  The most troublesome fact for\r\nthe Secretary is that very little appears, whether in the Council\r\nminutes or in the public comments or in the Secretary's notices, to\r\nexplain why the state-by-state quota is necessary at all.  The\r\nstate-by-state quota seems to have been adopted by the Secretary,\r\nas part of the overall summer quota, with almost no explicitexplanation for its purpose by the Secretary.  Even the Secretary's\r\nbrief in this court, which is not a substitute for  analysis by the\r\nSecretary, is almost silent on this issue, although the Secretary's\r\ncounsel did address it in oral argument.\r\nThe most \"obvious\" reason for a state-by-state quota--\r\nwhich becomes far less obvious on closer examination--is to prevent\r\ndiscrimination between the states during the summer.  This\r\nrationale is scarcely hinted at in the administrative record.  In\r\na statement outside this record, Rhode Island argued this rationale\r\nto the district court, saying that the quota would protect\r\nMassachusetts (since the fish swim from south to north in the\r\nbeginning of the summer), but the Commonwealth disclaims this\r\nprotection, probably calculating that the theoretical benefit is\r\noutweighed by the very small quota allowed to Massachusetts.  In\r\nany event, on this record, the state-by-state quota, based as it is\r\non incomplete data, appears to threaten more discrimination than it\r\navoids.\r\nAt oral argument, the Secretary's counsel suggested\r\nanother reason for the state-by-state quota.  The states continue\r\nto regulate fishing in in-state waters and counsel said that the\r\nstate-by-state quota permits each state to structure its local\r\nregulation to allocate the diminished scup catch among various\r\ngroups of fishermen (e.g., weirs versus pots versus small boats). \r\nPerhaps a fixed quota for the individual state would help this\r\neffort (or perhaps not), but only a thin scrap of information in\r\nthe record, and no findings by the Secretary, supports this\r\nexplanation for the quota.\r\nThe last possibility, also argued by the Secretary's\r\ncounsel, is that the state-by-state quota is integral to the\r\nenforcement of the overall summer quota.  Because so much of the\r\nsummer catch comes from state waters, there is no built-in federal\r\nenforcement regime.  Instead,  the states are expected to enforce\r\ntheir own summer quotas, apparently supplementing federal figures\r\nas to the catch with state ones that more fully reflect the inshore\r\ncatch.  See 50 C.F.R. 648.121(b) (summer closures based in part on\r\nstate data).  The bite is in the provision of the regulation, 50\r\nC.F.R.  648.120(d)(6), that subtracts the overage in one summer\r\nfrom the state's quota in the following year (Massachusetts' 1997\r\noverage exceeded its 1998 and 1999 quota combined).\r\nThere are two problems with this rationale, plausible\r\nthough it may be.  The first is that nothing we can find in the\r\nrecord directly supports it, nor has the Secretary explicitly\r\nadopted it, so we cannot uphold the state-by-state quota on this\r\nbasis.  See SEC v. Chenery Corp., 318 U.S. 80, 89-90 (1943).  The\r\nsecond is that even if the state-by-state quota was conducive to\r\nenforcement, the present state-by-state quota still appears to\r\ndiscriminate; to sustain it might well require that there be no\r\nadequate alternative means of enforcement.  If adequate\r\nconservation and non-discrimination could be achieved, it might be\r\nhard to explain why the latter standard had to be sacrificed.\r\nWe appreciate that the balancing of conflicting\r\nobjectives is primarily  for the Secretary;  his decision on this\r\nissue, and even more so on the exigencies of enforcement, are\r\nmatters on which he enjoys great latitude.  See Heckler v. Chaney,\r\n470 U.S. 821, 831-32 (1985); Commonwealth v. Secretary of\r\nAgriculture, 984 F.2d 514, 521-22 (1st Cir.) cert. denied, 510 U.S.\r\n822 (1993).  Further, the extent of existing discrimination against\r\nMassachusetts is very uncertain and possibly findings by the\r\nSecretary could diminish the major concerns that currently exist on\r\nthis score.  But those concerns do now exist, and the Secretary has\r\nsaid nothing in his decision, and pointed to nothing in the record,\r\nsufficient to overcome them.\r\nWhere a regulation is not adequately supported, the\r\nnormal practice is to set it aside pending further proceedings. \r\nSee Camp v. Pitts, 411 U.S. 138, 143 (1973).  That is our present\r\ndisposition, subject to anything we may learn on petition for\r\nrehearing.  The alternative, a remand for further explanation while\r\nleaving the regulation in force, see, e.g., Celcom Communications\r\nCorp. v. FCC, 789 F.2d 67, 71 (D.C. Cir. 1986); Maine v. Kreps, 563\r\nF.2d 1052 (1st Cir. 1977), is less attractive not only because of\r\nthe extreme impact on Massachusetts--a zero quota for summer 1999--\r\nbut also because the Secretary probably will need to reopen the\r\nrecord in order to fill the gap by a permanent quota, if it can be\r\nfilled at all.\r\nNevertheless, the Secretary retains power to issue\r\nemergency regulations with a minimum of formalities.  See 16 U.S.C.\r\n1855(c).  If a state-by-state quota is the only reasonable way to\r\nmake the overall summer quota effectively enforceable, nothing in\r\nthis opinion forecloses the Secretary from making such findings and\r\nreinstituting some state-by-state quota on an emergency basis,\r\neffective for this summer season starting in April.  Whether this\r\nnew regulation would survive on judicial review would depend very\r\nmuch on just what the Secretary said and did, but a thorough\r\nexplanation in the record would go a long way to support such\r\naction.\r\nNeedless to say, any solution, interim or long term,\r\nwould be more secure if it reflected a common position arrived at\r\nby the Secretary and the three states most concerned.  Assuming\r\nthat state-by-state quotas serve an important purpose, any  set of\r\nnumbers is going to be imperfect: the currently available data do\r\nnot provide anything like an exact mirror of the actual historical\r\nshares.  Further, the whole structure of the statute, with its\r\nunusual reliance on the state-dominated Councils, suggests\r\nCongress' interest in negotiated solutions.\r\nWhile it has prevailed on this appeal, the Commonwealth\r\ntoo has ample reason to seek a compromise on the quota issue.  The\r\nSecretary retains his emergency power, considerable deference is\r\ndue to the Secretary's reasoned judgment, and we have rejected the\r\nCommonwealth's best available information argument and ruled that\r\nsome measure of discrimination can be tolerated if essential to\r\nachieve the statute's overall goal of preserving the fishery.  The\r\nCommonwealth took a serious risk and prevailed; but it may not be\r\nso fortunate next time.\r\nAccordingly, we affirm the judgment of the district court\r\nwith the explicit qualification that nothing in this opinion\r\nprecludes the adoption--subject always to swift judicial review--of\r\nstate-by-state quotas on an emergency basis, or through further\r\nproceedings in the ordinary course, or both.  Each side will bear\r\nits own costs on this appeal.\r\nIt is so ordered.\n",
  "html": "<p class=\"case_cite\">170 F.3d 23</p>\n    <p class=\"parties\">Commonwealth of MASSACHUSETTS by its DIVISION OF MARINE<br>FISHERIES, Plaintiff, Appellee,<br>v.<br>William M. DALEY, in his Official Capacity as Secretary of<br>Commerce of the United States;  James Baker, in his Official<br>Capacity as Under Secretary and Administrator for the<br>National Oceanic and Atmospheric Administration;  The<br>National Oceanic and Atmospheric Administration; Roland A.<br>Schmitten, in his Official Capacity as Director of the<br>National Marine Fisheries Service; and the United States of<br>America, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 98-1917.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1999.<br>Decided Feb. 24, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert L. Klarquist, Attorney, Department of Justice, Environment &amp; Natural Resources Division, with whom Lois J. Schiffer, U.S. Asst. Atty. General, Donald K. Stern, U.S. Attorney, John A. Capin, Asst. U.S. Atty., Andrew C. Mergen, Attorney, Dept. of Justice, Environment &amp; Natural Resources Div., and Joel G. MacDonald were on brief for appellants.</p>\n      <p class=\"indent\">Daniel J. Hammond, Asst. Atty. Gen., Commonwealth of Massachusetts, with whom Scott Harshbarger, Atty. Gen., Commonwealth of Massachusetts, was on brief for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Commonwealth of Massachusetts (\"the Commonwealth\") brought this action in the district court to review a decision of the Secretary of Commerce (\"the Secretary\") adopting a revised quota for catching scup off the East Coast of the United States.  The district court held the quota unlawful insofar as it allocated the summer catch of scup on a state-by-state basis.  The Secretary now appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Scup, also known as porgy, are small migrating fish that school off the Atlantic coast from North Carolina to Massachusetts.  In the winter, they swim off-shore from New Jersey southward and are fished primarily with big trawlers in the ocean;  in the summer, they migrate northward and swim closer inshore to spawn;  at the northern end of the range (Massachusetts, Rhode Island, New York), much of the commercial catching of scup is done inshore with smaller vessels, weirs, and pots.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is common ground that scup stocks are seriously depleted.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  For this reason, in March 1996, the National Marine Fisheries Service (\"the Fisheries Service\"), an agency within the Commerce Department, issued emergency regulations to govern scup fishing within the exclusive economic zone or \"EEZ.\"  The EEZ, created by the Magnuson-Stevens Act, 16 U.S.C. &#167; 1801, et seq., extends 200 nautical miles offshore of the United States;  within its borders, the federal government claims exclusive management of resources, see id. &#167; 1811.  Landward, the zone ends at state boundaries, see id., which, on the East Coast, are three nautical miles offshore.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Emergency regulations bypass the ordinary scheme of the Magnuson-Stevens Act, a scheme that depends upon management of EEZ fisheries through Regional Fishery Management Councils comprising state representatives.  See 16 U.S.C. &#167;&#167; 1852-54, 1855.  Such Councils propose conservation measures--called fishery management plans or \"FMPs\"--for fisheries under their jurisdiction and submit the FMPs to the Fisheries Service, which may then adopt them through notice and comment rulemaking.  Id. &#167;&#167; 1853-54.  The measures must comply with certain national standards set forth in the statute and are subject to judicial review in the district courts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although the Magnuson-Stevens Act does not govern fishing in state waters, save for statutory exceptions not invoked in this case, 16 U.S.C. &#167; 1856(b), (c), state-waters fishing is subject to the Atlantic Coastal Fisheries Cooperative Management Act adopted in 1993, 16 U.S.C. &#167; 5101 et seq.   The East Coast states participate through the Atlantic States Marine Fisheries Commission (\"the Atlantic Commission\"), which prepares coastal fishery management plans or \"CFMPs\";  the plans do not require separate federal approval but the states themselves are required to enforce them, see id. &#167; 5104(b), in default of which the Secretary of Commerce can regulate directly, see id.  16 U.S.C. &#167; 5106.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The March 1996 emergency regulations were designed to fill the gap while a full-fledged FMP was developed by the Commission and the Council responsible for scup, which is the Mid-Atlantic Fishery Management Council (\"Mid-Atlantic Council\").<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The latter, in cooperation with the Commission, had proposed a scup FMP in November 1995, but the Fisheries Service did not propose the resulting regulation until June 1996.  After notice and comment, regulations to implement the scup FMP were adopted by the Fisheries Service in August 1996 and made effective on September 23, 1996, when the emergency regulations expired.  See 61 Fed.Reg. 43420;  50 C.F.R. &#167; 648.1 et seq.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The new permanent regulations imposed various scup conservation measures including a moratorium on new entry into scup fishing in the EEZ, permitting and reporting requirements, gear limitations, and exploitation schedules.  See 50 C.F.R. &#167;&#167; 648.4-648.6, 648.14, 648.120-648.125.  The schedule for 1997 through 1999 permitted recovery of only 47 percent of the scup;  this limit is enforced by an annual coastwide commercial quota, to be expressed by the Fisheries Service as a poundage limit for scup.  See 61 Fed.Reg. 43420, 43426-27.   The regulations provided that the Atlantic Commission and the Mid-Atlantic Council might refine the overall quota--through further federal rulemaking--by use of vessel trip limits, regional and \"state-by-state\" quotas, and subdivision of the fishing year into segments.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Federal action taken under this option to refine the coastwide quota provoked the present litigation.  During early 1997, while the Fisheries Service was adopting a coastwide commercial quota of 6 million pounds for 1997, the Atlantic Commission and the Mid-Atlantic Council proposed an amendment to subdivide the scup fishing year into segments, each with its own quota, and for state-by-state quotas for the summer segment.  This proposal, developed after extensive Council proceedings, was published as a proposed regulation by the Fisheries Service in February 1997 and offered for public comment.  See 62 Fed.Reg. 5375.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The proposal--later adopted and challenged in part in the district court--divided the scup quota into three seasons:  a winter I period, from January through April;  a summer period, from May through October, and a winter II period, for November and December.  The percentages, based on historical shares as computed from existing data, were roughly 45 percent, 39 percent, and 16 percent for winter I, summer, and winter II, respectively.  See 62 Fed.Reg. 5375, 5378.   The winter quotas, largely captured offshore in the EEZ by vessels from any of the states, were not further subdivided.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">However, the summer quota, with which we are primarily concerned, was further allocated among the states based on alleged historical shares.  The great preponderance of this summer quota was allocated for 1997 as follows:  Massachusetts (15.49% or 362,029 pounds), Rhode Island (60.57% or 1,415,425 pounds), and New York (17.05% or 398,527 pounds).  See 62 Fed.Reg. 5375, 5378;  62 Fed.Reg. 27978, 27980.   The quota included fish caught within state waters where much of the scup is harvested during the summer months;  and the proposal provided that any excess over quota landed by a state's fishermen in one summer would be deducted from its allocation in the following summer.  See 62 Fed.Reg. 5375, 5376.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Commonwealth and its fishery interests expressed concern or opposition while the refined quota proposal was being formulated by the Mid-Atlantic Council in the summer and fall of 1996 and during the federal-rulemaking comment period in February and March 1997.  The Commonwealth did not oppose a seasonal quota.  That measure tends to protect Massachusetts inshore fishermen from the threat that, without the seasonal division, the scup quota would be largely (or completely) recovered earlier in the year by offshore vessels fishing further south before the scup reached Massachusetts to spawn in the summer.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">However, for the state-by-state quota, the Commonwealth said, among other things, that the historical data from which shares were to be computed were inaccurate.  The proposal derived the state-by-state allocation from a readily available federal database of landings of scup and an array of other species in the period 1983-92.  The Commonwealth said that these data tended to be inclusive as to scup landings from large trawlers fishing offshore and sold to big dealers but to undercount landings from fishing inshore, especially in state waters in summer months, from smaller vessels, weirs, and pots, often sold directly to retailers.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Commonwealth argued, based on some rough approximations, that 80 percent or more of its summer scup harvest came from inshore fishing, much of which was not included in the database.  It made a brief effort to expand the database to include the 1993-95 period, whose data could be more readily supplemented by further inquiries, but it abandoned the effort when other states protested that this would delay the program and cause other problems.  Ultimately, the Commonwealth opposed the use of any state-by-state quota for the summer until better data could be acquired.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nevertheless, after receiving public comment, the Fisheries Service adopted the proposed regulation including the three-season quota and the state-by-state quota for the summer season.  The final regulation was adopted with an effective date of May 20, 1997.  See 62 Fed.Reg. 27978.   On June 19, 1997, the Commonwealth brought the present action in the district court to overturn the state-by-state quota.  Such a review action is specifically provided for by the Magnuson-Stevens Act.  See 16 U.S.C. &#167; 1855(f).  For the 1997 summer season, the Commonwealth simply did not enforce its quota against its fishermen.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the district court, the Secretary filed an administrative record comprising primarily the minutes of the meetings of the Mid-Atlantic Council, Federal Register notices of the proposed and final regulations, and comments received from public authorities and private interests.  The Commonwealth then moved for judgment on the pleadings and also asked leave to offer extra-record evidence to show that the historical data used undercounted scup taken in Massachusetts.  The Secretary opposed the new evidence and entered a cross motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On April 27, 1998, just before the beginning of the 1998 summer catch period, the district court announced that it was overturning the state-by-state quota, and on June 24, 1998, the court released its written opinion.  Commonwealth v. Daley, 10 F.Supp.2d 74 (D.Mass.1998).  Although the accompanying order denied the Commonwealth's motion to add new evidence to the record, the opinion granted its motion for judgment on the pleadings.  The decision forbad the Secretary to enforce the state-by-state quota or to reduce the Massachusetts quota because of any overage and directed the Secretary to promulgate a new regulation to replace the flawed one.  See id. at 79.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In a nutshell, the district court found that the Fisheries Service had erred in basing the state-by-state quota on historical data that it knew seriously undercounted Massachusetts' past scup recoveries.  This undercounting, said the district court, was established by the Fisheries Service's own data.  See Daley, F.Supp.2d at 77-78.  Its use had produced a state-by-state allocation of the summer quota that discriminated against Massachusetts in violation of the statutory standard forbidding FMPs from \"discriminat[ing] between residents of different States.\"  16 U.S.C. &#167; 1851(a)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Secretary now appeals, saying that the district court misunderstood the data and that the Fisheries Service used the best data available to set the state-by-state quota.  The Commonwealth says that the Fisheries Service did not consider all pertinent data and that the state-by-state quota is discriminatory.  The problem, as we shall see, is that both sides may be right.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We start with the legal framework that governs FMPs and the implementing regulations.  The Magnuson-Stevens Act's main thrust is to conserve the fisheries as a continuing resource through a mixed federal-state regime;  the FMPs are proposed by state Councils but the final regulations are promulgated by the Secretary through the Fisheries Service.  And both the FMPs and the regulations have multiple goals:  the provision that describes their content, 16 U.S.C. &#167; 1853, sets out specific requirements and says that they must be \"consistent with the national standards\" set forth in an earlier section, id. &#167; 1853(a)(1)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The first of the specific requirements, 16 U.S.C. &#167; 1853(a)(1)(A), is that the FMPs and regulations \"contain the conservation and management measures\" that are</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>necessary and appropriate for the conservation and management of the fishery, to prevent overfishing and rebuild overfished stocks, and to protect, restore, and promote the long-term health and stability of the fishery.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The third of the specific requirements is a cross-reference to the national standards, id. &#167; 1853(a)(1)(C), of which two are immediately pertinent here:  number two provides that the measures must be based \"upon the best scientific information available,\" id. &#167; 1851(a)(2), and number 4 says that the measures \"shall not discriminate between residents of different states.\"   It continues:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>If it becomes necessary to allocate or assign fishing privileges among various United States fishermen, such allocation shall be (A) fair and equitable to all such fishermen;  (B) reasonably calculated to promote conservation;  and (C) carried out in such manner that no particular individual, corporation, or other entity acquires an excessive share of such privileges.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Id. &#167; 1851(a)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On review, the district court was directed by 16 U.S.C. &#167; 1855(f)(1)(B) to test the Secretary's regulations under the familiar standards of the Administrative Procedure Act, 5 U.S.C. &#167; 701 et seq., which allow agency actions to be overturned, inter alia, for errors of law or where arbitrary and capricious, id.  &#167;&#167;  706(2)(A), (C).  The district court properly reviewed the Secretary's decision on the administrative record.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We are in the same position as the district court, nominally reviewing the decision de novo but effectively reviewing the Secretary's action under the APA.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Commonwealth concedes that scup stocks are \"severely depleted.\"   Letter from Coates to Rosenberg of Jan. 3, 1997, supra, note 3. For present purposes, it follows that the fishing of scup has to be reduced below existing levels and this means that fishermen are going to get less scup.  (The Commonwealth earlier urged a different solution but does not pursue this issue on appeal.)   The division into seasonal quotas, and the use of a state-by-state quota for the summer, are devices for sharing the pain.  The broad issue before us is whether the latter quota--the former helps Massachusetts and is not challenged--is based on the \"best scientific information available,\" avoids \"discriminat[ion],\" and is \"fair and equitable.\"  16 U.S.C. &#167; 1851(a)(2), (4).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Both sides have assumed that discrimination between states could be avoided, and equity satisfied, if the new quotas roughly reflected actual historical shares, despite the fact that the raw quantities of fish allowed for each state's fishermen would necessarily be reduced.  For purposes of this case we accept this undisputed premise.  This is not to say that anything more than an overall coastwide quota was necessarily required.  But, to the extent that the subsidiary quotas subdivided the catch further, those quotas had to be consistent--so far as possible--with the non-discrimination and equity concepts and to rely upon the best scientific evidence available.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The difficulty from the outset has been that the available data do not permit a fully accurate historical allocation between states.  The information used to create the quotas concerns scup landed in the individual East Coast states for the period 1983-92.  As the Commonwealth argues, these figures well reflect scup landings from larger vessels and sold to dealers but undercount landings often sold to retailers from smaller vessels closer inshore and from inshore methods such as weirs and pots.  This view is sufficiently clear from the record, and so little disputed by the Secretary, cf.  62 Fed.Reg. 27978, 27983, that we take it as settled.  But the impact on Massachusetts is a quite different question.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Massachusetts says that it is the main victim of such undercounting because it has traditionally relied on such inshore scup fishing for most of its catch while other states have not.  On this appeal, the Secretary says that the district court erred in so finding because of its misunderstanding of the figures.  It turns out--as the Commonwealth admits--that the district court wrongly assumed that the Secretary's 1983-92 data used to establish the quota included fish caught in the EEZ but excluded automatically fish caught in state waters.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">But even though the 1983-92 data used for the quota did not automatically exclude all fish caught in state waters, the evidence is solid that the data tended to undercount fish not caught by the larger trawlers and so disfavored states that caught scup closer inshore by other means.  Massachusetts, compared to other states whose fishermen rely primarily on large trawlers for scup, is clearly disfavored but by what amount is unclear;  much more important, it is unclear by how much it is disfavored vis-a-vis New York and Rhode Island, and this is all that matters so far as the state-by-state quota is concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">These three states represent practically all of the summer quota (about 93 percent), and their respective shares would not be much affected if the underreporting affected them all equally.  The record data set forth immediately below suggest that Massachusetts is somewhat more seriously affected than are the other two states;  and there is no supported finding to the contrary by the Secretary.  But the extent of the bias is very hard to assess (and therefore especially hard to correct);  and the impression of bias against Massachusetts might even be dispelled by a more careful analysis by the Secretary.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Two sets of 1983-92 data in the record bear directly on this question:  one (table 17 of the scup FMP) shows that even on the faulty data, Massachusetts landed on average 80 percent or more of its catch from state waters, admittedly an imperfect proxy for the distortion embodied in the database but still suggestive;  the Rhode Island and New York figures are lower (in the 20-65 percent range) while other states have minimal catches in state waters.  The other set of data (table 13 of the scup FMP) shows that Massachusetts, vis-a-vis the other two states, takes more of its catch from smaller vessels, weirs, and pots.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Going further, Massachusetts asserts that the state-by-state quota is greatly biased against it, pointing to the results of the 1997 summer season.  There, ignoring its summer quota of 362,029 pounds, Massachusetts fishermen landed 1,428,183 pounds of scup (its reporting of inshore catches is said to be more accurate now because of the reporting requirements of the 1997 regulation).  Rhode Island, with a quota of 1,415,425 pounds, caught only 398,880 pounds;  and New York, where the quota was 398,527 pounds, caught only 221,320 pounds.  See 63 Fed.Reg. 3498, 3479.   But--even if this were part of the administrative record, which it is not--data from this one season tells us very little.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Scup apparently school to different locations in different years, and perhaps favored Massachusetts in the last summer or so.  Further, Massachusetts was ignoring the quota;  it is not clear that the other two states were ignoring it and they may have constrained their own fishermen in various ways.  Nor do we know to what extent the original underreporting problem has been remedied in Massachusetts (by its own collection of data) but less so in the other two states.  Such doubts are precisely why agency decisions are normally based on evidence that the agency has considered and not new untested information first offered on judicial review.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">There is a further problem for Massachusetts even though we accept from the 1983-92 tables discussed above that the state-by-state quota is somewhat biased against it.  Admittedly, during the Council proceedings and in the federal rulemaking, the Commonwealth complained about the distortion, and it pointed to some evidence of its existence.  But apart from its abortive suggestion that 1993-95 figures be added to the data, it never pressed on the Mid-Atlantic Council or the Secretary an alternative set of figures for a state-by-state quota or claimed that any method currently available could correct the existing distortion.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To this extent the Commonwealth has forfeited any claim that the Secretary failed to use the best scientific information available.  If no one proposed anything better, then what is available is the best.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Indeed, the Secretary specifically built into the final regulation an opportunity for Massachusetts to update the data for the quota by collecting data--some sources are apparently still available--to show that its summer catches in the 1983-92 period were greater than reported;  and the Commonwealth is apparently engaged in that effort.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Thus, when the Commonwealth says that the Secretary \"ignored\" data in the record, it is referring not to a better database that it proffered but merely to information showing that the existing database is flawed.  Its real argument is that no state-by-state quota is better than a flawed one, at least until better data are developed.  Thus, the now narrowed question before us is whether the Secretary's present state-by-state quota can be justified under the statute--as reflecting the best data currently available--even though distortions in the database seemingly create some discrimination (impossible to quantify accurately) against Massachusetts fishermen.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">If the state-by-state quotas were shown to be necessary to achieve the main conservation goal, we would decide the case in favor of the Secretary.  The Commonwealth could still urge that the statute flatly forbids discrimination and inequity, regardless of what happens to the fish;  the statute says that each FMP and regulation \"shall\" conform to the national standards and could be taken to mean that each national standard must be fully and absolutely met in every case, even though some are potentially in tension with others.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">However, if there were an actual conflict in statutory mandates, respect for Congress' overriding purpose would require that the fishery be preserved despite some discrimination or inequity.  After all, destruction of the fishery would make meaningless any notions of fair allocation, while preserving the fishery permits the quotas to be improved over time and perhaps eliminated eventually.  Given an internal conflict in the statute's mandates, the job of the courts and the administrator is to implement the central aim of the statute.  It is hard to find much case law directly in point, but what exists supports our approach.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">But it is far less clear that there is yet a proven conflict in mandates in this case.   The most troublesome fact for the Secretary is that very little appears, whether in the Council minutes or in the public comments or in the Secretary's notices, to explain why the state-by-state quota is necessary at all.  The state-by-state quota seems to have been adopted by the Secretary, as part of the overall summer quota, with almost no explicit explanation for its purpose by the Secretary.  Even the Secretary's brief in this court, which is not a substitute for analysis by the Secretary, is almost silent on this issue, although the Secretary's counsel did address it in oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The most \"obvious\" reason for a state-by-state quota--which becomes far less obvious on closer examination--is to prevent discrimination between the states during the summer.  This rationale is scarcely hinted at in the administrative record.  In a statement outside this record, Rhode Island argued this rationale to the district court, saying that the quota would protect Massachusetts (since the fish swim from south to north in the beginning of the summer), but the Commonwealth disclaims this protection, probably calculating that the theoretical benefit is outweighed by the very small quota allowed to Massachusetts.  In any event, on this record, the state-by-state quota, based as it is on incomplete data, appears to threaten more discrimination than it avoids.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">At oral argument, the Secretary's counsel suggested another reason for the state-by-state quota.  The states continue to regulate fishing in in-state waters and counsel said that the state-by-state quota permits each state to structure its local regulation to allocate the diminished scup catch among various groups of fishermen (e.g., weirs versus pots versus small boats).  Perhaps a fixed quota for the individual state would help this effort (or perhaps not), but only a thin scrap of information in the record, and no findings by the Secretary, supports this explanation for the quota.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The last possibility, also argued by the Secretary's counsel, is that the state-by-state quota is integral to the enforcement of the overall summer quota.  Because so much of the summer catch comes from state waters, there is no built-in federal enforcement regime.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Instead, the states are expected to enforce their own summer quotas, apparently supplementing federal figures as to the catch with state ones that more fully reflect the inshore catch.  See 50 C.F.R. &#167; 648.121(b) (summer closures based in part on state data).  The bite is in the provision of the regulation, 50 C.F.R. &#167; 648.120(d)(6), that subtracts the overage in one summer from the state's quota in the following year (Massachusetts' 1997 overage exceeded its 1998 and 1999 quota combined).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">There are two problems with this rationale, plausible though it may be.  The first is that nothing we can find in the record directly supports it, nor has the Secretary explicitly adopted it, so we cannot uphold the state-by-state quota on this basis.  See SEC v. Chenery Corp., 318 U.S. 80, 89-90, 63 S.Ct. 454, 87 L.Ed. 626 (1943).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The second is that even if the state-by-state quota was conducive to enforcement, the present state-by-state quota still appears to discriminate;  to sustain it might well require that there be no adequate alternative means of enforcement.  If adequate conservation and non-discrimination could be achieved, it might be hard to explain why the latter standard had to be sacrificed.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We appreciate that the balancing of conflicting objectives is primarily for the Secretary;  his decision on this issue, and even more so on the exigencies of enforcement, are matters on which he enjoys great latitude.  See Heckler v. Chaney, 470 U.S. 821, 831-32, 105 S.Ct. 1649, 84 L.Ed.2d 714 (1985);  Commonwealth v. Secretary of Agriculture, 984 F.2d 514, 521-22 (1st Cir.) cert. denied, 510 U.S. 822, 114 S.Ct. 81, 126 L.Ed.2d 49 (1993).  Further, the extent of existing discrimination against Massachusetts is very uncertain and possibly findings by the Secretary could diminish the major concerns that currently exist on this score.  But those concerns do now exist, and the Secretary has said nothing in his decision, and pointed to nothing in the record, sufficient to overcome them.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Where a regulation is not adequately supported, the normal practice is to set it aside pending further proceedings.  See Camp v. Pitts, 411 U.S. 138, 143, 93 S.Ct. 1241, 36 L.Ed.2d 106 (1973).  That is our present disposition, subject to anything we may learn on petition for rehearing.  The alternative, a remand for further explanation while leaving the regulation in force, see, e.g., Celcom Communications Corp. v. FCC, 789 F.2d 67, 71 (D.C.Cir.1986);  Maine v. Kreps, 563 F.2d 1052 (1st Cir.1977), is less attractive not only because of the extreme impact on Massachusetts--a zero quota for summer 1999--but also because the Secretary probably will need to reopen the record in order to fill the gap by a permanent quota, if it can be filled at all.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Nevertheless, the Secretary retains power to issue emergency regulations with a minimum of formalities.  See 16 U.S.C. &#167; 1855(c).  If a state-by-state quota is the only reasonable way to make the overall summer quota effectively enforceable, nothing in this opinion forecloses the Secretary from making such findings and reinstituting some state-by-state quota on an emergency basis, effective for this summer season starting in April.  Whether this new regulation would survive on judicial review would depend very much on just what the Secretary said and did, but a thorough explanation in the record would go a long way to support such action.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Needless to say, any solution, interim or long term, would be more secure if it reflected a common position arrived at by the Secretary and the three states most concerned.  Assuming that state-by-state quotas serve an important purpose, any set of numbers is going to be imperfect:  the currently available data do not provide anything like an exact mirror of the actual historical shares.  Further, the whole structure of the statute, with its unusual reliance on the state-dominated Councils, suggests Congress' interest in negotiated solutions.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">While it has prevailed on this appeal, the Commonwealth too has ample reason to seek a compromise on the quota issue.  The Secretary retains his emergency power, considerable deference is due to the Secretary's reasoned judgment, and we have rejected the Commonwealth's best available information argument and ruled that some measure of discrimination can be tolerated if essential to achieve the statute's overall goal of preserving the fishery.  The Commonwealth took a serious risk and prevailed;  but it may not be so fortunate next time.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Accordingly, we affirm the judgment of the district court with the explicit qualification that nothing in this opinion precludes the adoption--subject always to swift judicial review--of state-by-state quotas on an emergency basis, or through further proceedings in the ordinary course, or both.  Each side will bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A January 1995 study in the record concluded that \"the scup stock is overexploited and near record-low abundance levels.\"   National Oceanic and Atmospheric Administration/National Marine Fisheries Service, Report of the 19th Northeast Regional Stock Assessment Workship 106 (January 1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Massachusetts is not a member of that Council but did participate extensively in the Council proceedings that led to the scup regulations at issue in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Commonwealth's objections on this point were made both in the Council meetings, e.g., Mid-Atlantic Fishery Management Council, Minutes of September 17-19, 1996, p. 134, and in writing, e.g., Letters from Philip G. Coates, Director, Commonwealth of Massachusetts Division of Marine Fisheries, to Andrew A. Rosenberg, Regional Administrator, National Marine Fisheries Service (Jan. 3, 1997 and Mar. 5, 1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Where agency action is taken upon an administrative record, it must (with some exceptions) be reviewed based on that record.  See Sierra Club v. Marsh, 976 F.2d 763, 772-73 (1st Cir.1992).  The Commonwealth initially offered extra-record evidence purportedly to explain the origins of the data relied on to create the quotas;  this is a comparatively benign use of extra-record evidence, but in any case the Commonwealth's explanation is not challenged by the Secretary.  However, the Commonwealth also tendered more recent data favorable to Massachusetts, a less benign use and one never adequately justified</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Cf. Defenders of Wildlife, Inc. v. Endangered Species Scientific Auth., 725 F.2d 726, 730-31, n. 7 (D.C.Cir.1984) (construing \"best available biological information\" requirement in the Endangered Species Act);  National Fisheries Inst., Inc. v. Mosbacher, 732 F.Supp. 210, 220 (D.D.C.1990) (\"[T]he Magnuson Act does not force the Secretary and Councils to sit idly by ... simply because they are somewhat uncertain about the accuracy of relevant information.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See Permian Basin Area Rate Cases, 390 U.S. 747, 780, 88 S.Ct. 1344, 20 L.Ed.2d 312 (1968) (\"We are, in the absence of compelling evidence that such was Congress' intention, unwilling to prohibit administrative action imperative for the achievement of an agency's ultimate purposes.\");  Southern Utah Wilderness Alliance v. Dabney, 7 F.Supp.2d 1205, 1212 (D.Utah 1998) (stating that, absent clear congressional direction on the issue, regulation must be consistent with \"overarching goal\" of statute);  cf.  Bicycle Trails Council v. Babbitt, 82 F.3d 1445, 1452-54 (9th Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In its proposed FMP, the Council in one brief subparagraph mentioned this as a possible benefit of state-by-state quotas;  and in the next subparagraph listed disadvantages.  See Mid-Atlantic Fisher Management Council, Amendment 8 to the Summer Flounder Fishery Management Plan:  Fishery Management Plan and Final Environmental Impact Statement for the Scup Fishery, p. 63, para. 9.1.2.3.7.  (January 25, 1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In the winter seasons, the fish are largely caught offshore in the EEZ, and there is direct enforcement of the applicable quotas by permitting of boats, trip limits, and ultimately a closing of the season if and when the quota is reached.  See 50 C.F.R. &#167;&#167; 648.4(b), 648.120(c), 648.121</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> A more serious argument on this point is contained in a motion filed in the district court by counsel for the Secretary after the district court's resolution (the motion was denied without comment), but this is not part of the administrative record and has never been subject to notice and comment</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></span></p>\n    <p class=\"parties\">Commonwealth of MASSACHUSETTS by its DIVISION OF MARINE<br>FISHERIES, Plaintiff, Appellee,<br>v.<br>William M. DALEY, in his Official Capacity as Secretary of<br>Commerce of the United States;  James Baker, in his Official<br>Capacity as Under Secretary and Administrator for the<br>National Oceanic and Atmospheric Administration;  The<br>National Oceanic and Atmospheric Administration; Roland A.<br>Schmitten, in his Official Capacity as Director of the<br>National Marine Fisheries Service; and the United States of<br>America, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 98-1917.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1999.<br>Decided Feb. 24, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert L. Klarquist, Attorney, Department of Justice, Environment &amp; Natural Resources Division, with whom Lois J. Schiffer, U.S. Asst. Atty. General, Donald K. Stern, U.S. Attorney, John A. Capin, Asst. U.S. Atty., Andrew C. Mergen, Attorney, Dept. of Justice, Environment &amp; Natural Resources Div., and Joel G. MacDonald were on brief for appellants.</p>\n      <p class=\"indent\">Daniel J. Hammond, Asst. Atty. Gen., Commonwealth of Massachusetts, with whom Scott Harshbarger, Atty. Gen., Commonwealth of Massachusetts, was on brief for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Commonwealth of Massachusetts (\"the Commonwealth\") brought this action in the district court to review a decision of the Secretary of Commerce (\"the Secretary\") adopting a revised quota for catching scup off the East Coast of the United States.  The district court held the quota unlawful insofar as it allocated the summer catch of scup on a state-by-state basis.  The Secretary now appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Scup, also known as porgy, are small migrating fish that school off the Atlantic coast from North Carolina to Massachusetts.  In the winter, they swim off-shore from New Jersey southward and are fished primarily with big trawlers in the ocean;  in the summer, they migrate northward and swim closer inshore to spawn;  at the northern end of the range (Massachusetts, Rhode Island, New York), much of the commercial catching of scup is done inshore with smaller vessels, weirs, and pots.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is common ground that scup stocks are seriously depleted.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  For this reason, in March 1996, the National Marine Fisheries Service (\"the Fisheries Service\"), an agency within the Commerce Department, issued emergency regulations to govern scup fishing within the exclusive economic zone or \"EEZ.\"  The EEZ, created by the Magnuson-Stevens Act, 16 U.S.C. &#167; 1801, et seq., extends 200 nautical miles offshore of the United States;  within its borders, the federal government claims exclusive management of resources, see id. &#167; 1811.  Landward, the zone ends at state boundaries, see <span class=\"citation no-link\"><span class=\"id_token\">id.,</span> which, on </span>the East Coast, are three nautical miles offshore.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Emergency regulations bypass the ordinary scheme of the Magnuson-Stevens Act, a scheme that depends upon management of EEZ fisheries through Regional Fishery Management Councils comprising state representatives.  See 16 U.S.C. &#167;&#167; 1852-54, 1855.  Such Councils propose conservation measures--called fishery management plans or \"FMPs\"--for fisheries under their jurisdiction and submit the FMPs to the Fisheries Service, which may then adopt them through notice and comment rulemaking.  Id. &#167;&#167; 1853-54.  The measures must comply with certain national standards set forth in the statute and are subject to judicial review in the district courts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although the Magnuson-Stevens Act does not govern fishing in state waters, save for statutory exceptions not invoked in this case, 16 U.S.C. &#167; 1856(b), (c), state-waters fishing is subject to the Atlantic Coastal Fisheries Cooperative Management Act adopted in 1993, 16 U.S.C. &#167; 5101 et seq.   The East Coast states participate through the Atlantic States Marine Fisheries Commission (\"the Atlantic Commission\"), which prepares coastal fishery management plans or \"CFMPs\";  the plans do not require separate federal approval but the states themselves are required to enforce them, see id. &#167; 5104(b), in default of which the Secretary of Commerce can regulate directly, see <span class=\"citation no-link\"><span class=\"id_token\">id.</span>  16 U.S.C. </span>&#167; 5106.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The March 1996 emergency regulations were designed to fill the gap while a full-fledged FMP was developed by the Commission and the Council responsible for scup, which is the Mid-Atlantic Fishery Management Council (\"Mid-Atlantic Council\").<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The latter, in cooperation with the Commission, had proposed a scup FMP in November 1995, but the Fisheries Service did not propose the resulting regulation until June 1996.  After notice and comment, regulations to implement the scup FMP were adopted by the Fisheries Service in August 1996 and made effective on September 23, 1996, when the emergency regulations expired.  See 61 Fed.Reg. 43420;  50 C.F.R. &#167; 648.1 et seq.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The new permanent regulations imposed various scup conservation measures including a moratorium on new entry into scup fishing in the EEZ, permitting and reporting requirements, gear limitations, and exploitation schedules.  See 50 C.F.R. &#167;&#167; 648.4-648.6, 648.14, 648.120-648.125.  The schedule for 1997 through 1999 permitted recovery of only 47 percent of the scup;  this limit is enforced by an annual coastwide commercial quota, to be expressed by the Fisheries Service as a poundage limit for scup.  See 61 Fed.Reg. 43420, 43426-27.   The regulations provided that the Atlantic Commission and the Mid-Atlantic Council might refine the overall quota--through further federal rulemaking--by use of vessel trip limits, regional and \"state-by-state\" quotas, and subdivision of the fishing year into segments.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Federal action taken under this option to refine the coastwide quota provoked the present litigation.  During early 1997, while the Fisheries Service was adopting a coastwide commercial quota of 6 million pounds for 1997, the Atlantic Commission and the Mid-Atlantic Council proposed an amendment to subdivide the scup fishing year into segments, each with its own quota, and for state-by-state quotas for the summer segment.  This proposal, developed after extensive Council proceedings, was published as a proposed regulation by the Fisheries Service in February 1997 and offered for public comment.  See 62 Fed.Reg. 5375.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The proposal--later adopted and challenged in part in the district court--divided the scup quota into three seasons:  a winter I period, from January through April;  a summer period, from May through October, and a winter II period, for November and December.  The percentages, based on historical shares as computed from existing data, were roughly 45 percent, 39 percent, and 16 percent for winter I, summer, and winter II, respectively.  See 62 Fed.Reg. 5375, 5378.   The winter quotas, largely captured offshore in the EEZ by vessels from any of the states, were not further subdivided.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">However, the summer quota, with which we are primarily concerned, was further allocated among the states based on alleged historical shares.  The great preponderance of this summer quota was allocated for 1997 as follows:  Massachusetts (15.49% or 362,029 pounds), Rhode Island (60.57% or 1,415,425 pounds), and New York (17.05% or 398,527 pounds).  See 62 Fed.Reg. 5375, 5378;  62 Fed.Reg. 27978, 27980.   The quota included fish caught within state waters where much of the scup is harvested during the summer months;  and the proposal provided that any excess over quota landed by a state's fishermen in one summer would be deducted from its allocation in the following summer.  See 62 Fed.Reg. 5375, 5376.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Commonwealth and its fishery interests expressed concern or opposition while the refined quota proposal was being formulated by the Mid-Atlantic Council in the summer and fall of 1996 and during the federal-rulemaking comment period in February and March 1997.  The Commonwealth did not oppose a seasonal quota.  That measure tends to protect Massachusetts inshore fishermen from the threat that, without the seasonal division, the scup quota would be largely (or completely) recovered earlier in the year by offshore vessels fishing further south before the scup reached Massachusetts to spawn in the summer.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">However, for the state-by-state quota, the Commonwealth said, among other things, that the historical data from which shares were to be computed were inaccurate.  The proposal derived the state-by-state allocation from a readily available federal database of landings of scup and an array of other species in the period 1983-92.  The Commonwealth said that these data tended to be inclusive as to scup landings from large trawlers fishing offshore and sold to big dealers but to undercount landings from fishing inshore, especially in state waters in summer months, from smaller vessels, weirs, and pots, often sold directly to retailers.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Commonwealth argued, based on some rough approximations, that 80 percent or more of its summer scup harvest came from inshore fishing, much of which was not included in the database.  It made a brief effort to expand the database to include the 1993-95 period, whose data could be more readily supplemented by further inquiries, but it abandoned the effort when other states protested that this would delay the program and cause other problems.  Ultimately, the Commonwealth opposed the use of any state-by-state quota for the summer until better data could be acquired.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nevertheless, after receiving public comment, the Fisheries Service adopted the proposed regulation including the three-season quota and the state-by-state quota for the summer season.  The final regulation was adopted with an effective date of May 20, 1997.  See 62 Fed.Reg. 27978.   On June 19, 1997, the Commonwealth brought the present action in the district court to overturn the state-by-state quota.  Such a review action is specifically provided for by the Magnuson-Stevens Act.  See 16 U.S.C. &#167; 1855(f).  For the 1997 summer season, the Commonwealth simply did not enforce its quota against its fishermen.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the district court, the Secretary filed an administrative record comprising primarily the minutes of the meetings of the Mid-Atlantic Council, Federal Register notices of the proposed and final regulations, and comments received from public authorities and private interests.  The Commonwealth then moved for judgment on the pleadings and also asked leave to offer extra-record evidence to show that the historical data used undercounted scup taken in Massachusetts.  The Secretary opposed the new evidence and entered a cross motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On April 27, 1998, just before the beginning of the 1998 summer catch period, the district court announced that it was overturning the state-by-state quota, and on June 24, 1998, the court released its written opinion.  Commonwealth v. Daley, <span class=\"citation\" data-id=\"2465841\"><a href=\"/opinion/2465841/com-of-mass-by-div-of-marine-fisheries-v-daley/\"><span class=\"volume\">10</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">74</span> </a></span>(D.Mass.1998).  Although the accompanying order denied the Commonwealth's motion to add new evidence to the record, the opinion granted its motion for judgment on the pleadings.  The decision forbad the Secretary to enforce the state-by-state quota or to reduce the Massachusetts quota because of any overage and directed the Secretary to promulgate a new regulation to replace the flawed one.  See <span class=\"citation\" data-id=\"2465841\"><a href=\"/opinion/2465841/com-of-mass-by-div-of-marine-fisheries-v-daley/\"><span class=\"id_token\">id.</span> at 79.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In a nutshell, the district court found that the Fisheries Service had erred in basing the state-by-state quota on historical data that it knew seriously undercounted Massachusetts' past scup recoveries.  This undercounting, said the district court, was established by the Fisheries Service's own data.  See Daley, F.Supp.2d at 77-78.  Its use had produced a state-by-state allocation of the summer quota that discriminated against Massachusetts in violation of the statutory standard forbidding FMPs from \"discriminat[ing] between residents of different States.\"  16 U.S.C. &#167; 1851(a)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Secretary now appeals, saying that the district court misunderstood the data and that the Fisheries Service used the best data available to set the state-by-state quota.  The Commonwealth says that the Fisheries Service did not consider all pertinent data and that the state-by-state quota is discriminatory.  The problem, as we shall see, is that both sides may be right.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We start with the legal framework that governs FMPs and the implementing regulations.  The Magnuson-Stevens Act's main thrust is to conserve the fisheries as a continuing resource through a mixed federal-state regime;  the FMPs are proposed by state Councils but the final regulations are promulgated by the Secretary through the Fisheries Service.  And both the FMPs and the regulations have multiple goals:  the provision that describes their content, 16 U.S.C. &#167; 1853, sets out specific requirements and says that they must be \"consistent with the national standards\" set forth in an earlier section, id. &#167; 1853(a)(1)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The first of the specific requirements, 16 U.S.C. &#167; 1853(a)(1)(A), is that the FMPs and regulations \"contain the conservation and management measures\" that are</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>necessary and appropriate for the conservation and management of the fishery, to prevent overfishing and rebuild overfished stocks, and to protect, restore, and promote the long-term health and stability of the fishery.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The third of the specific requirements is a cross-reference to the national standards, id. &#167; 1853(a)(1)(C), of which two are immediately pertinent here:  number two provides that the measures must be based \"upon the best scientific information available,\" id. &#167; 1851(a)(2), and number 4 says that the measures \"shall not discriminate between residents of different states.\"   It continues:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>If it becomes necessary to allocate or assign fishing privileges among various United States fishermen, such allocation shall be (A) fair and equitable to all such fishermen;  (B) reasonably calculated to promote conservation;  and (C) carried out in such manner that no particular individual, corporation, or other entity acquires an excessive share of such privileges.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Id. &#167; 1851(a)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On review, the district court was directed by 16 U.S.C. &#167; 1855(f)(1)(B) to test the Secretary's regulations under the familiar standards of the Administrative Procedure Act, 5 U.S.C. &#167; 701 et seq., which allow agency actions to be overturned, inter alia, for errors of law or where arbitrary and capricious, id.  &#167;&#167;  706(2)(A), (C).  The district court properly reviewed the Secretary's decision on the administrative record.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We are in the same position as the district court, nominally reviewing the decision de novo but effectively reviewing the Secretary's action under the APA.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Commonwealth concedes that scup stocks are \"severely depleted.\"   Letter from Coates to Rosenberg of Jan. 3, 1997, supra, note 3. For present purposes, it follows that the fishing of scup has to be reduced below existing levels and this means that fishermen are going to get less scup.  (The Commonwealth earlier urged a different solution but does not pursue this issue on appeal.)   The division into seasonal quotas, and the use of a state-by-state quota for the summer, are devices for sharing the pain.  The broad issue before us is whether the latter quota--the former helps Massachusetts and is not challenged--is based on the \"best scientific information available,\" avoids \"discriminat[ion],\" and is \"fair and equitable.\"  16 U.S.C. &#167; 1851(a)(2), (4).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Both sides have assumed that discrimination between states could be avoided, and equity satisfied, if the new quotas roughly reflected actual historical shares, despite the fact that the raw quantities of fish allowed for each state's fishermen would necessarily be reduced.  For purposes of this case we accept this undisputed premise.  This is not to say that anything more than an overall coastwide quota was necessarily required.  But, to the extent that the subsidiary quotas subdivided the catch further, those quotas had to be consistent--so far as possible--with the non-discrimination and equity concepts and to rely upon the best scientific evidence available.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The difficulty from the outset has been that the available data do not permit a fully accurate historical allocation between states.  The information used to create the quotas concerns scup landed in the individual East Coast states for the period 1983-92.  As the Commonwealth argues, these figures well reflect scup landings from larger vessels and sold to dealers but undercount landings often sold to retailers from smaller vessels closer inshore and from inshore methods such as weirs and pots.  This view is sufficiently clear from the record, and so little disputed by the Secretary, cf.  62 Fed.Reg. 27978, 27983, that we take it as settled.  But the impact on Massachusetts is a quite different question.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Massachusetts says that it is the main victim of such undercounting because it has traditionally relied on such inshore scup fishing for most of its catch while other states have not.  On this appeal, the Secretary says that the district court erred in so finding because of its misunderstanding of the figures.  It turns out--as the Commonwealth admits--that the district court wrongly assumed that the Secretary's 1983-92 data used to establish the quota included fish caught in the EEZ but excluded automatically fish caught in state waters.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">But even though the 1983-92 data used for the quota did not automatically exclude all fish caught in state waters, the evidence is solid that the data tended to undercount fish not caught by the larger trawlers and so disfavored states that caught scup closer inshore by other means.  Massachusetts, compared to other states whose fishermen rely primarily on large trawlers for scup, is clearly disfavored but by what amount is unclear;  much more important, it is unclear by how much it is disfavored vis-a-vis New York and Rhode Island, and this is all that matters so far as the state-by-state quota is concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">These three states represent practically all of the summer quota (about 93 percent), and their respective shares would not be much affected if the underreporting affected them all equally.  The record data set forth immediately below suggest that Massachusetts is somewhat more seriously affected than are the other two states;  and there is no supported finding to the contrary by the Secretary.  But the extent of the bias is very hard to assess (and therefore especially hard to correct);  and the impression of bias against Massachusetts might even be dispelled by a more careful analysis by the Secretary.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Two sets of 1983-92 data in the record bear directly on this question:  one (table 17 of the scup FMP) shows that even on the faulty data, Massachusetts landed on average 80 percent or more of its catch from state waters, admittedly an imperfect proxy for the distortion embodied in the database but still suggestive;  the Rhode Island and New York figures are lower (in the 20-65 percent range) while other states have minimal catches in state waters.  The other set of data (table 13 of the scup FMP) shows that Massachusetts, vis-a-vis the other two states, takes more of its catch from smaller vessels, weirs, and pots.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Going further, Massachusetts asserts that the state-by-state quota is greatly biased against it, pointing to the results of the 1997 summer season.  There, ignoring its summer quota of 362,029 pounds, Massachusetts fishermen landed 1,428,183 pounds of scup (its reporting of inshore catches is said to be more accurate now because of the reporting requirements of the 1997 regulation).  Rhode Island, with a quota of 1,415,425 pounds, caught only 398,880 pounds;  and New York, where the quota was 398,527 pounds, caught only 221,320 pounds.  See 63 Fed.Reg. 3498, 3479.   But--even if this were part of the administrative record, which it is not--data from this one season tells us very little.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Scup apparently school to different locations in different years, and perhaps favored Massachusetts in the last summer or so.  Further, Massachusetts was ignoring the quota;  it is not clear that the other two states were ignoring it and they may have constrained their own fishermen in various ways.  Nor do we know to what extent the original underreporting problem has been remedied in Massachusetts (by its own collection of data) but less so in the other two states.  Such doubts are precisely why agency decisions are normally based on evidence that the agency has considered and not new untested information first offered on judicial review.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">There is a further problem for Massachusetts even though we accept from the 1983-92 tables discussed above that the state-by-state quota is somewhat biased against it.  Admittedly, during the Council proceedings and in the federal rulemaking, the Commonwealth complained about the distortion, and it pointed to some evidence of its existence.  But apart from its abortive suggestion that 1993-95 figures be added to the data, it never pressed on the Mid-Atlantic Council or the Secretary an alternative set of figures for a state-by-state quota or claimed that any method currently available could correct the existing distortion.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To this extent the Commonwealth has forfeited any claim that the Secretary failed to use the best scientific information available.  If no one proposed anything better, then what is available is the best.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Indeed, the Secretary specifically built into the final regulation an opportunity for Massachusetts to update the data for the quota by collecting data--some sources are apparently still available--to show that its summer catches in the 1983-92 period were greater than reported;  and the Commonwealth is apparently engaged in that effort.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Thus, when the Commonwealth says that the Secretary \"ignored\" data in the record, it is referring not to a better database that it proffered but merely to information showing that the existing database is flawed.  Its real argument is that no state-by-state quota is better than a flawed one, at least until better data are developed.  Thus, the now narrowed question before us is whether the Secretary's present state-by-state quota can be justified under the statute--as reflecting the best data currently available--even though distortions in the database seemingly create some discrimination (impossible to quantify accurately) against Massachusetts fishermen.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">If the state-by-state quotas were shown to be necessary to achieve the main conservation goal, we would decide the case in favor of the Secretary.  The Commonwealth could still urge that the statute flatly forbids discrimination and inequity, regardless of what happens to the fish;  the statute says that each FMP and regulation \"shall\" conform to the national standards and could be taken to mean that each national standard must be fully and absolutely met in every case, even though some are potentially in tension with others.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">However, if there were an actual conflict in statutory mandates, respect for Congress' overriding purpose would require that the fishery be preserved despite some discrimination or inequity.  After all, destruction of the fishery would make meaningless any notions of fair allocation, while preserving the fishery permits the quotas to be improved over time and perhaps eliminated eventually.  Given an internal conflict in the statute's mandates, the job of the courts and the administrator is to implement the central aim of the statute.  It is hard to find much case law directly in point, but what exists supports our approach.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">But it is far less clear that there is yet a proven conflict in mandates in this case.   The most troublesome fact for the Secretary is that very little appears, whether in the Council minutes or in the public comments or in the Secretary's notices, to explain why the state-by-state quota is necessary at all.  The state-by-state quota seems to have been adopted by the Secretary, as part of the overall summer quota, with almost no explicit explanation for its purpose by the Secretary.  Even the Secretary's brief in this court, which is not a substitute for analysis by the Secretary, is almost silent on this issue, although the Secretary's counsel did address it in oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The most \"obvious\" reason for a state-by-state quota--which becomes far less obvious on closer examination--is to prevent discrimination between the states during the summer.  This rationale is scarcely hinted at in the administrative record.  In a statement outside this record, Rhode Island argued this rationale to the district court, saying that the quota would protect Massachusetts (since the fish swim from south to north in the beginning of the summer), but the Commonwealth disclaims this protection, probably calculating that the theoretical benefit is outweighed by the very small quota allowed to Massachusetts.  In any event, on this record, the state-by-state quota, based as it is on incomplete data, appears to threaten more discrimination than it avoids.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">At oral argument, the Secretary's counsel suggested another reason for the state-by-state quota.  The states continue to regulate fishing in in-state waters and counsel said that the state-by-state quota permits each state to structure its local regulation to allocate the diminished scup catch among various groups of fishermen (e.g., weirs versus pots versus small boats).  Perhaps a fixed quota for the individual state would help this effort (or perhaps not), but only a thin scrap of information in the record, and no findings by the Secretary, supports this explanation for the quota.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The last possibility, also argued by the Secretary's counsel, is that the state-by-state quota is integral to the enforcement of the overall summer quota.  Because so much of the summer catch comes from state waters, there is no built-in federal enforcement regime.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Instead, the states are expected to enforce their own summer quotas, apparently supplementing federal figures as to the catch with state ones that more fully reflect the inshore catch.  See 50 C.F.R. &#167; 648.121(b) (summer closures based in part on state data).  The bite is in the provision of the regulation, 50 C.F.R. &#167; 648.120(d)(6), that subtracts the overage in one summer from the state's quota in the following year (Massachusetts' 1997 overage exceeded its 1998 and 1999 quota combined).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">There are two problems with this rationale, plausible though it may be.  The first is that nothing we can find in the record directly supports it, nor has the Secretary explicitly adopted it, so we cannot uphold the state-by-state quota on this basis.  See SEC v. Chenery Corp., <span class=\"citation\" data-id=\"103770\"><a href=\"/opinion/103770/sec-v-chenery-corp/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">80</span></a></span>, 89-90, <span class=\"citation\" data-id=\"103770\"><a href=\"/opinion/103770/sec-v-chenery-corp/\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">454</span></a></span>, <span class=\"citation\" data-id=\"103770\"><a href=\"/opinion/103770/sec-v-chenery-corp/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">626</span> </a></span>(1943).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The second is that even if the state-by-state quota was conducive to enforcement, the present state-by-state quota still appears to discriminate;  to sustain it might well require that there be no adequate alternative means of enforcement.  If adequate conservation and non-discrimination could be achieved, it might be hard to explain why the latter standard had to be sacrificed.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We appreciate that the balancing of conflicting objectives is primarily for the Secretary;  his decision on this issue, and even more so on the exigencies of enforcement, are matters on which he enjoys great latitude.  See Heckler v. Chaney, <span class=\"citation\" data-id=\"111383\"><a href=\"/opinion/111383/heckler-v-chaney/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">821</span></a></span>, 831-32, <span class=\"citation\" data-id=\"111383\"><a href=\"/opinion/111383/heckler-v-chaney/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1649</span></a></span>, <span class=\"citation\" data-id=\"111383\"><a href=\"/opinion/111383/heckler-v-chaney/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span> </a></span>(1985);  Commonwealth v. Secretary of Agriculture, <span class=\"citation\" data-id=\"599123\"><a href=\"/opinion/599123/commonwealth-of-massachusetts-department-of-public-welfare-v-secretary-of/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span>, 521-22 (1st Cir.) cert. denied, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">822</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">81</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span> </span>(1993).  Further, the extent of existing discrimination against Massachusetts is very uncertain and possibly findings by the Secretary could diminish the major concerns that currently exist on this score.  But those concerns do now exist, and the Secretary has said nothing in his decision, and pointed to nothing in the record, sufficient to overcome them.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Where a regulation is not adequately supported, the normal practice is to set it aside pending further proceedings.  See Camp v. Pitts, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 143, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1241</span></a></span>, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span> </a></span>(1973).  That is our present disposition, subject to anything we may learn on petition for rehearing.  The alternative, a remand for further explanation while leaving the regulation in force, see, e.g., Celcom Communications Corp. v. FCC, <span class=\"citation\" data-id=\"469054\"><a href=\"/opinion/469054/celcom-communications-corporation-v-federal-communications-commission/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 71 (D.C.Cir.1986);  Maine v. Kreps, <span class=\"citation\" data-id=\"349614\"><a href=\"/opinion/349614/state-of-maine-v-juanita-m-kreps/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1052</span> </a></span>(1st Cir.1977), is less attractive not only because of the extreme impact on Massachusetts--a zero quota for summer 1999--but also because the Secretary probably will need to reopen the record in order to fill the gap by a permanent quota, if it can be filled at all.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Nevertheless, the Secretary retains power to issue emergency regulations with a minimum of formalities.  See 16 U.S.C. &#167; 1855(c).  If a state-by-state quota is the only reasonable way to make the overall summer quota effectively enforceable, nothing in this opinion forecloses the Secretary from making such findings and reinstituting some state-by-state quota on an emergency basis, effective for this summer season starting in April.  Whether this new regulation would survive on judicial review would depend very much on just what the Secretary said and did, but a thorough explanation in the record would go a long way to support such action.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Needless to say, any solution, interim or long term, would be more secure if it reflected a common position arrived at by the Secretary and the three states most concerned.  Assuming that state-by-state quotas serve an important purpose, any set of numbers is going to be imperfect:  the currently available data do not provide anything like an exact mirror of the actual historical shares.  Further, the whole structure of the statute, with its unusual reliance on the state-dominated Councils, suggests Congress' interest in negotiated solutions.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">While it has prevailed on this appeal, the Commonwealth too has ample reason to seek a compromise on the quota issue.  The Secretary retains his emergency power, considerable deference is due to the Secretary's reasoned judgment, and we have rejected the Commonwealth's best available information argument and ruled that some measure of discrimination can be tolerated if essential to achieve the statute's overall goal of preserving the fishery.  The Commonwealth took a serious risk and prevailed;  but it may not be so fortunate next time.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Accordingly, we affirm the judgment of the district court with the explicit qualification that nothing in this opinion precludes the adoption--subject always to swift judicial review--of state-by-state quotas on an emergency basis, or through further proceedings in the ordinary course, or both.  Each side will bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A January 1995 study in the record concluded that \"the scup stock is overexploited and near record-low abundance levels.\"   National Oceanic and Atmospheric Administration/National Marine Fisheries Service, Report of the 19th Northeast Regional Stock Assessment Workship 106 (January 1995)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Massachusetts is not a member of that Council but did participate extensively in the Council proceedings that led to the scup regulations at issue in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Commonwealth's objections on this point were made both in the Council meetings, e.g., Mid-Atlantic Fishery Management Council, Minutes of September 17-19, 1996, p. 134, and in writing, e.g., Letters from Philip G. Coates, Director, Commonwealth of Massachusetts Division of Marine Fisheries, to Andrew A. Rosenberg, Regional Administrator, National Marine Fisheries Service (Jan. 3, 1997 and Mar. 5, 1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Where agency action is taken upon an administrative record, it must (with some exceptions) be reviewed based on that record.  See Sierra Club v. Marsh, <span class=\"citation\" data-id=\"592070\"><a href=\"/opinion/592070/sierra-club-and-william-oneil-v-john-o-marsh-jr/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">763</span></a></span>, 772-73 (1st Cir.1992).  The Commonwealth initially offered extra-record evidence purportedly to explain the origins of the data relied on to create the quotas;  this is a comparatively benign use of extra-record evidence, but in any case the Commonwealth's explanation is not challenged by the Secretary.  However, the Commonwealth also tendered more recent data favorable to Massachusetts, a less benign use and one never adequately justified</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Cf. Defenders of Wildlife, Inc. v. Endangered Species Scientific Auth., <span class=\"citation\" data-id=\"430485\"><a href=\"/opinion/430485/defenders-of-wildlife-inc-v-the-endangered-species-scientific-authority/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">726</span></a></span>, 730-31, n. 7 (D.C.Cir.1984) (construing \"best available biological information\" requirement in the Endangered Species Act);  National Fisheries Inst., Inc. v. Mosbacher, <span class=\"citation no-link\"><span class=\"volume\">732</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">210</span></span>, 220 (D.D.C.1990) (\"[T]he Magnuson Act does not force the Secretary and Councils to sit idly by ... simply because they are somewhat uncertain about the accuracy of relevant information.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See Permian Basin Area Rate Cases, <span class=\"citation\" data-id=\"107672\"><a href=\"/opinion/107672/permian-basin-area-rate-cases/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">747</span></a></span>, 780, <span class=\"citation\" data-id=\"107672\"><a href=\"/opinion/107672/permian-basin-area-rate-cases/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1344</span></a></span>, <span class=\"citation\" data-id=\"107672\"><a href=\"/opinion/107672/permian-basin-area-rate-cases/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">312</span> </a></span>(1968) (\"We are, in the absence of compelling evidence that such was Congress' intention, unwilling to prohibit administrative action imperative for the achievement of an agency's ultimate purposes.\");  Southern Utah Wilderness Alliance v. Dabney, <span class=\"citation\" data-id=\"2577435\"><a href=\"/opinion/2577435/southern-utah-wilderness-alliance-v-dabney/\"><span class=\"volume\">7</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1205</span></a></span>, 1212 (D.Utah 1998) (stating that, absent clear congressional direction on the issue, regulation must be consistent with \"overarching goal\" of statute);  cf.  Bicycle Trails Council v. Babbitt, <span class=\"citation\" data-id=\"717564\"><a href=\"/opinion/717564/96-cal-daily-op-serv-3162-96-daily-journal-dar-6933-bicycle-trails/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1445</span></a></span>, 1452-54 (9th Cir.1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In its proposed FMP, the Council in one brief subparagraph mentioned this as a possible benefit of state-by-state quotas;  and in the next subparagraph listed disadvantages.  See Mid-Atlantic Fisher Management Council, Amendment 8 to the Summer Flounder Fishery Management Plan:  Fishery Management Plan and Final Environmental Impact Statement for the Scup Fishery, p. 63, para. 9.1.2.3.7.  (January 25, 1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In the winter seasons, the fish are largely caught offshore in the EEZ, and there is direct enforcement of the applicable quotas by permitting of boats, trip limits, and ultimately a closing of the season if and when the quota is reached.  See 50 C.F.R. &#167;&#167; 648.4(b), 648.120(c), 648.121</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> A more serious argument on this point is contained in a motion filed in the district court by counsel for the Secretary after the district court's resolution (the motion was denied without comment), but this is not part of the administrative record and has never been subject to notice and comment</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103770/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107672/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108752/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111383/",
    "https://www.courtlistener.com/api/rest/v3/opinions/349614/",
    "https://www.courtlistener.com/api/rest/v3/opinions/430485/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469054/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592070/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599123/",
    "https://www.courtlistener.com/api/rest/v3/opinions/717564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2465841/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2577435/"
  ]
}