{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/198336/",
  "id": 198336,
  "absolute_url": "/opinion/198336/amcel-corporation-v-executive-sale-inc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/198336/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:50:34Z",
  "date_modified": "2020-02-21T23:34:22.928030Z",
  "type": "010combined",
  "sha1": "ebe0b95ed8d22a9c11f0ae66e8bdc0ce42cbc97d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-2278.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 97-2278\r\n\n                   AMCEL CORPORATION,\r\n\n                  Plaintiff, Appellee,\r\n\n                           v.\r\n\n INTERNATIONAL EXECUTIVE SALES, INC., and LOU PETRONE,\r\n\n                Defendants, Appellants.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n    [Hon. Reginald C. Lindsay, U.S. District Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n\n            Coffin, Senior Circuit Judge,\r\n\n              and Boudin, Circuit Judge.\r\n\nEdward C. Cooley with whom Giarrusso, Norton, Cooley &amp;McGlone, P.C. was on brief for appellants.\r\nMaureen E. Curran with whom Edward Notis-McConarty and\r\nHemenway &amp; Barnes were on brief for appellee.\r\n\nFebruary 25, 1999\r\n\nBOUDIN, Circuit Judge.  This appeal centers around an\r\naward of exemplary damages under Mass. Gen. Laws ch. 93A made in\r\nfavor of the plaintiff Amcel Corporation and against Lou Petrone,\r\na defendant in the district court.  In the relevant time frame,\r\nPetrone was the president and majority shareholder of co-defendant \r\nInternational Executive Sales (\"IES\").  A truncated history of the\r\ncontroversy, based on the findings of the trial judge, will suffice\r\nto frame the issues on this appeal.\r\nAmcel is a Massachusetts company that makes plastic\r\ncutlery and trash can liners for commercial use.  Between April\r\n1987 and August 1992, IES served as an exclusive commission sales\r\nrepresentative for Amcel in southern Ohio and West Virginia. \r\nPertinently, IES agreed that it would not represent lines that\r\nconflicted or competed with Amcel's product lines.  Nevertheless, \r\nas the district court later found, IES breached this understanding\r\nin several respects.\r\nBeginning in March 1992, IES--at Petrone's direction--\r\nbegan to sell to some of Amcel's customers plastic trash can liners\r\nmade by Carlisle Plastic, Inc., a competitor of Amcel.  Petrone\r\ntold his employees, on threat of firing, to conceal these dealings\r\nand lie if necessary.  When Amcel inquired about a decline in sales\r\nin Petrone's territory, one of Petrone's subordinates falsely told\r\nAmcel that IES was not selling products  in competition with Amcel. \r\nPetrone also diverted to Carlisle a customer interested\r\nin liners made from recycled materials, liners that Amcel might\r\nhave supplied.  In June 1992, when Petrone signed an agreement with\r\nthis customer--long supplied by Amcel--Petrone was secretly\r\nnegotiating with Carlisle to represent Carlisle instead of Amcel on\r\na full-time basis.  Amcel was told nothing of these events until\r\nAugust 12, 1992, when Petrone told Amcel that he had a better offer\r\nfrom Carlisle and--misrepresenting the terms of the offer--Petrone\r\nsought  improved terms from Amcel.\r\nUltimately, IES resigned as Amcel's representative on\r\nAugust 14, 1992, effective at the end of that month.  Thereafter,\r\nAmcel learned that IES had been selling Carlisle liners to Amcel\r\ncustomers.  In September 1992, Amcel sued IES and Petrone in\r\nMassachusetts state court.  The complaint included claims for\r\nbreach of contract and for unfair and deceptive acts or practices\r\nin violation of Massachusetts' chapter 93A.  After some preliminary\r\nmaneuvers irrelevant here, the case was removed by the defendants\r\nto federal district court on May 21, 1993.\r\nOn June 15, 1993, Petrone and IES moved to dismiss for\r\nlack of personal jurisdiction or to transfer to another district. \r\nThe motion also urged that the 93A claim be dismissed because the\r\nacts or practices in question were \"alleged\" to have occurred in\r\nKentucky and Ohio rather than \"primarily and substantially\" in\r\nMassachusetts, as section 93A expressly requires.  Mass. Gen. Laws\r\nch. 93A,  11.  On June 24, 1994, the magistrate judge (Judge\r\nBowler) wrote a thorough decision recommending denial of these\r\nrequests, which the district court (Judge Lindsay) later sustained. \r\nIn refusing the recommended dismissal of the 93A claim,\r\nthe magistrate judge pointed out that the case law has been\r\ngenerous in allowing the \"primarily and substantially\" requirement\r\nto be met by considering not only the site of the wrongful acts but\r\nalso where the plaintiff \"received and acted upon\" the wrongful\r\nacts and the site of the loss or damages.  Clinton Hosp. Ass'n v.\r\nCorson Group, Inc., 907 F.2d 1260, 1265-66 (1st Cir. 1990).  After\r\ndetailed discussion, Judge Bowler concluded that the complaint\r\nindicated enough ties to Massachusetts to preclude dismissal of the\r\n93A claim on the face of the complaint.\r\nThe case was tried to the bench over 12 days between\r\nDecember 9, 1996, and January 28, 1997.  On September 26, 1997,\r\nJudge Lindsay issued a detailed memorandum decision.  On the\r\ncontract claim, he found that between March and August 1992, IES\r\nhad diverted from Amcel to Carlisle trash can liner sales that\r\nwould have produced profits for Amcel in the amount of $221,587. \r\nThis amount, plus interest, was awarded to Amcel against IES.  On\r\nappeal, the defendants do not challenge this award.\r\nOn the 93A claim, the judge found that Petrone's conduct,\r\nprimarily the incidents already summarized, represented a pattern\r\nof deceptive and unscrupulous conduct and merited trebling of the\r\ncontract award.  Having imposed liability for actual damages on\r\nIES, he entered judgment for twice this amount ($443,174) against\r\nPetrone, adding attorneys' fees and costs under the 93A claim.  SeeMass. Gen. Laws ch. 93A,  11.  The judgment relating to the 93A\r\nclaim is the subject of this appeal.\r\nThe only claim of error in this court requiring much\r\ndiscussion is defendants' assertion that the conduct associated\r\nwith the breach of contract and diversion of sales to Carlisle did\r\nnot occur \"primarily and substantially\" in Massachusetts.  In a\r\nfootnote to its decision, the district court said that \"Petrone has\r\nfailed to raise the issue.\"  The court then said briefly that while\r\n\"Petrone made many of his misleading statements in places outside\r\nof Massachusetts,\"\r\n[o]utweighing this factor, however, are the\r\nfacts that (1) Amcel, a Massachusetts company,\r\ntook action in reliance on the statements in\r\nMassachusetts, and (2) the injury to Amcel was\r\nsustained in Massachusetts.  The court,\r\ntherefore, concludes that the defendants have\r\nfailed to carry their burden of proving that\r\nthe actions took place primarily and\r\nsubstantially outside of Massachusetts.\r\n\nAlthough we think that it is quite likely that Amcel\r\nwould prevail on this issue if we addressed it on the merits, we\r\ndecline to do so because it has not been adequately preserved for\r\nappeal.  Under Massachusetts law, the burden is upon the defendant\r\nto disprove the \"primarily and substantially\" condition, making it\r\neffectively an affirmative defense.  Mass. Gen. Laws ch. 93A,  11;\r\nsee also Play Time, Inc. v. LDDS Metromedia Comms., Inc., 123 F.3d\r\n23, 32 (1st Cir. 1997).  When Petrone and IES answered the\r\ncomplaint on February 3, 1995, they made no specific reference to\r\nthe defense, an omission that would forfeit an ordinary affirmative\r\ndefense.  Fed. R. Civ. P. 8(c); Knapp Shoes, Inc. v. Sylvania Shoe\r\nMfg. Corp., 15 F.3d 1222, 1226 (1st Cir. 1994).\r\nHowever, we are not concerned with niceties of pleading. \r\nThe controlling objection is that following the answer, the\r\ndefendants never developed the defense:  it was not mentioned in\r\ntheir pretrial brief or their post-trial brief in the district\r\ncourt, and if it was mentioned at any point during the trial,\r\nPetrone and IES have neglected to tell us where.  In this court,\r\nAmcel said that the defense had been waived, and defendants filed\r\nno reply brief at all.\r\nThe general rule is that absent extraordinary\r\ncircumstances, legal theories not raised in district court cannot\r\nbe raised for the first time on appeal as a matter of right.  This\r\nlimitation has been applied both to issues that are wholly \"alien\r\nto the record,\" United States v. Kobrosky, 711 F.2d 449, 457 (1st\r\nCir. 1983), and to those that are merely mentioned in the pleadings\r\nbut not seriously developed in the record thereafter, see Violette,\r\n62 F.3d at 11.  The rule makes special sense where, as here, the\r\ntheory is effectively a defense that is out of the case unless\r\npressed and proved by the defendant.\r\nThe rule has various reasons, applying with different\r\nforce in different circumstances.  Perhaps most important, often\r\nthe other side would try its case differently if it knew of the\r\nissue; and the trial judge would so instruct the jury or make\r\nspecific findings on it at a bench trial.  See National Ass'n of\r\nSocial Workers v. Harwood, 69 F.3d 622, 627-28 (1st Cir. 1995);\r\nPoliquin v. Garden Way, Inc., 989 F.2d 527, 531 (1st Cir. 1993). \r\nBut the rule applies without any showing of prejudice; prejudice is\r\nof concern only where the court is otherwise inclined to relax the\r\nrule.  See Harwood, 69 F.3d at 627-28.\r\nSometimes on appeal, a legal argument not raised below\r\n(e.g., an objection to evidence or an instruction) is fairly viewed\r\nunder the plain error doctrine.  But the defendant's failure to\r\nraise and prove a defense for which the defendant carries the\r\nburden of proof involves no judicial error at all; many defenses\r\nare potentially available, the court normally considers only those\r\npressed by the defense, and a defense ignored by the defendant is\r\nsimply forfeit.  See Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp.,\r\n15 F.3d 1222, 1227 (1st Cir. 1994).\r\nNow, it is quite true that an issue resolved on the\r\npapers  prior to trial may be preserved for appeal--the word \"may\"\r\nshould be stressed, cf. Fusco v. General Motors Corp., 11 F.3d 259,\r\n262-63 (1st Cir. 1993)--even if no further mention is made by\r\ncounsel until after the judgment.  Thus, if the complaint fails to\r\nstate a claim but the district court denies a motion to dismiss,\r\nthe issue as posed at the motion stage is normally preserved for\r\nappeal, cf. Bonilla v. Trebol Motors Corp., 150 F.3d 77, 80 (1st\r\nCir. 1998); Wright &amp; Miller, Federal Practice and Procedure: Civil\r\n2d  2376, at 420 (1994), although the defect might be cured\r\nthereafter (e.g., by proof at trial and an effective amendment of\r\nthe pleadings, Fed. R. Civ. P. 15(b)).    \r\nBut this reservation does Petrone no good in this case. \r\nOn the papers, the magistrate judge did not err in recommending\r\ndenial of the motion to dismiss the 93A claim.  At the complaint\r\nstage, inferences are taken, and doubts are resolved, in favor of\r\nthe non-moving party, see Gooley v. Mobil Oil Corp., 851 F.2d 513,\r\n514 (1st Cir. 1988); and given Amcel's location in Massachusetts,\r\nits claim of injury there, and other allegations, there was a\r\nreasonable chance (or more) that Amcel might prevail at trial on\r\nthe \"primarily and substantially\" issue based on the generous\r\nreading of this phrase in the case law.  The defendants do not\r\nreally argue otherwise but say that the facts developed at trial\r\nshow that the condition was not met.\r\n However, this latter argument seeks to raise an issue\r\nnot litigated at trial.  Defendants did not refer to the\r\nrequirement in their pre-trial brief, or frame it in their papers\r\nas a contested issue, or argue it to the judge in post-trial brief,\r\nor ask for findings concerning it.  Of course, some facts in the\r\nrecord bear on the issue, but gaps also exist.  Amcel says, for\r\nexample, that witnesses would have been asked about just where\r\ncertain misrepresentations were made, if this had been thought\r\nrelevant.\r\nDefendants' best argument is that the district judge,\r\nwhile explicitly finding that Petrone had \"failed to raise the\r\nissue,\" went on to decide it.  We think the fairest way to take the\r\nfootnote is as an alternative holding, treating the issue as\r\nforfeited but also as without much merit.  Judge Lindsay's\r\ntreatment of the merits in the footnote would hardly have been so\r\nterse--the gist is a single sentence (quoted above)--unless he\r\nbelieved that defendants had abandoned the issue.  \r\n\"Belt and suspenders\" is a common and generally desirable\r\napproach in a district court decision.  If the reference to\r\nabandonment would otherwise have sufficed, it would be perverse--\r\nand send the wrong message--to change the outcome merely because\r\nthe district judge sought to provide further reassurance by a brief\r\nreference to merits.  Further, since we join the district court in\r\nthinking that the issue was abandoned, fairness to Amcel would\r\nlikely require a remand (to allow it to counter the showing) if we\r\nreached the merits and disagreed with the analysis.\r\n As we noted at the start, in rare cases, an appeals\r\ncourt may choose to address a legal theory not fairly developed in\r\nthe district court.  Although we have spoken of \"gross miscarriage\r\nof justice,\" Johnston, 595 F.2d at 894 (quoting Newark Morning\r\nLedger Co. v. United States, 539 F.2d 929, 932 (3d Cir. 1976), and\r\ngrounds \"so compelling as virtually to insure appellant's success,\"\r\nid., (quoting Dobb v. Baker, 505 F.2d 1041, 1044 (1st Cir. 1974)),\r\nsuch language is perhaps not to be taken as a complete formula. \r\nCompare Harwood, 69 F.3d at 627-28 (listing factors).\r\nBut even under Harwood's more flexible approach, this is\r\nnot even an arguable case for considering a forfeited issue.  The\r\nissue is not constitutional or one of continuing public importance;\r\nrather, it turns on particular facts that might have been better\r\ndeveloped and analyzed if the issue had been raised below.  See id. \r\nThere is a risk of prejudice to the other party here, Amcel.  See\r\nid.  And there is no excuse for the defendants in not pressing the\r\nissue below except--and this hardly helps--that it is one on which\r\nthe defendants would probably have lost.  See id.\r\nThe defendants' remaining arguments, unrelated to the\r\n\"primarily and substantially\" test, need not detain us long. \r\nPetrone disputes that certain of the collateral conduct he engaged\r\nin was an unfair or deceptive act (e.g., the negotiations with\r\nCarlisle to become its distributor) or that it injured Amcel (e.g.,\r\nthe attempt to get a better deal with Amcel by misleading it as to\r\nthe supposed terms offered by Carlisle; the transactions with\r\nAmcel, which we have not described, involving Petrone's other\r\ncompany).  All of this is beside the point.\r\nThe district court's core findings as to deceptive acts\r\nand practices related to the diversion of Amcel customers to\r\nCarlisle during the period when IES was committed exclusively to\r\nrepresent Amcel on the products it made.  Admitting that the\r\nstandard of review fatally constrains them, see Brennan v. Carvel\r\nCorp., 929 F.2d 801, 813-14 (1st Cir. 1991), the defendants do not\r\ndirectly quarrel with the key facts found by the district court as\r\nto this set of incidents, the only ones for which damages were\r\nawarded.  The other episodes of apparent misconduct by Petrone,\r\nwhether rightly or wrongly evaluated, did not control the result.\r\nPetrone's remaining objection has a certain brazen charm. \r\nHe says, uncontroversially, that the damages properly awarded, and\r\nmultiplied if the court chooses, under 93A are those caused by the\r\nunfair or deceptive conduct.  See Mass. Gen. Laws ch. 93A,  11. \r\nHe then argues (1) that if Petrone had not concealed his betrayal\r\nof Amcel, Amcel would have terminated IES at once, and (2) that the\r\ndeception therefore benefitted Amcel because IES continued to make\r\nsales for Amcel (i.e., for customers not diverted to Carlisle)\r\nuntil August 1992.  The implication is that the court should have\r\nreduced the damages done to Amcel by benefits conferred.\r\nAny Amcel sales that Petrone did not divert prior to\r\nAugust 1992 surely did benefit Amcel.  But IES was paid a\r\ncommission for those sales by Amcel.  It is pure speculation to\r\nsuppose that those customers would have abandoned Amcel for some\r\nother supplier if IES had been discharged at an earlier point;\r\nAmcel would presumably have commissioned someone else to continue\r\nsales in the same territory.  Thus, we need not consider other\r\npossible objections to this off-set theory.\r\nAffirmed.\n",
  "html": "<p class=\"case_cite\">170 F.3d 32</p>\n    <p class=\"parties\">AMCEL CORPORATION, Plaintiff, Appellee,<br>v.<br>INTERNATIONAL EXECUTIVE SALES, INC., and Lou Petrone,<br>Defendants, Appellants.</p>\n    <p class=\"docket\">No. 97-2278.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 4, 1999.<br>Decided Feb. 25, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward C. Cooley with whom Giarrusso, Norton, Cooley &amp; McGlone, P.C. was on brief for appellants.</p>\n      <p class=\"indent\">Maureen E. Curran with whom Edward Notis-McConarty and Hemenway &amp; Barnes were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal centers around an award of exemplary damages under Mass.  Gen. Laws ch.  93A made in favor of the plaintiff Amcel Corporation and against Lou Petrone, a defendant in the district court.  In the relevant time frame, Petrone was the president and majority shareholder of co-defendant International Executive Sales (\"IES\").  A truncated history of the controversy, based on the findings of the trial judge, will suffice to frame the issues on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Amcel is a Massachusetts company that makes plastic cutlery and trash can liners for commercial use.  Between April 1987 and August 1992, IES served as an exclusive commission sales representative for Amcel in southern Ohio and West Virginia.  Pertinently, IES agreed that it would not represent lines that conflicted or competed with Amcel's product lines.  Nevertheless, as the district court later found, IES breached this understanding in several respects.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Beginning in March 1992, IES--at Petrone's direction--began to sell to some of Amcel's customers plastic trash can liners made by Carlisle Plastic, Inc., a competitor of Amcel.  Petrone told his employees, on threat of firing, to conceal these dealings and lie if necessary.  When Amcel inquired about a decline in sales in Petrone's territory, one of Petrone's subordinates falsely told Amcel that IES was not selling products in competition with Amcel.  Petrone also diverted to Carlisle a customer interested in liners made from recycled materials, liners that Amcel might have supplied.  In June 1992, when Petrone signed an agreement with this customer--long supplied by Amcel--Petrone was secretly negotiating with Carlisle to represent Carlisle instead of Amcel on a full-time basis.  Amcel was told nothing of these events until August 12, 1992, when Petrone told Amcel that he had a better offer from Carlisle and--misrepresenting the terms of the offer--Petrone sought improved terms from Amcel.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ultimately, IES resigned as Amcel's representative on August 14, 1992, effective at the end of that month.  Thereafter, Amcel learned that IES had been selling Carlisle liners to Amcel customers.  In September 1992, Amcel sued IES and Petrone in Massachusetts state court.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The complaint included claims for breach of contract and for unfair and deceptive acts or practices in violation of Massachusetts' chapter 93A.  After some preliminary maneuvers irrelevant here, the case was removed by the defendants to federal district court on May 21, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On June 15, 1993, Petrone and IES moved to dismiss for lack of personal jurisdiction or to transfer to another district.  The motion also urged that the 93A claim be dismissed because the acts or practices in question were \"alleged\" to have occurred in Kentucky and Ohio rather than \"primarily and substantially\" in Massachusetts, as section 93A expressly requires.  Mass. Gen. Laws ch. 93A, &#167; 11.  On June 24, 1994, the magistrate judge (Judge Bowler) wrote a thorough decision recommending denial of these requests, which the district court (Judge Lindsay) later sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In refusing the recommended dismissal of the 93A claim, the magistrate judge pointed out that the case law has been generous in allowing the \"primarily and substantially\" requirement to be met by considering not only the site of the wrongful acts but also where the plaintiff \"received and acted upon\" the wrongful acts and the site of the loss or damages.  Clinton Hosp. Ass'n v. Corson Group, Inc., 907 F.2d 1260, 1265-66 (1st Cir.1990).  After detailed discussion, Judge Bowler concluded that the complaint indicated enough ties to Massachusetts to preclude dismissal of the 93A claim on the face of the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The case was tried to the bench over 12 days between December 9, 1996, and January 28, 1997.  On September 26, 1997, Judge Lindsay issued a detailed memorandum decision.  On the contract claim, he found that between March and August 1992, IES had diverted from Amcel to Carlisle trash can liner sales that would have produced profits for Amcel in the amount of $221,587.  This amount, plus interest, was awarded to Amcel against IES.  On appeal, the defendants do not challenge this award.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the 93A claim, the judge found that Petrone's conduct, primarily the incidents already summarized, represented a pattern of deceptive and unscrupulous conduct and merited trebling of the contract award.  Having imposed liability for actual damages on IES, he entered judgment for twice this amount ($443,174) against Petrone, adding attorneys' fees and costs under the 93A claim.  See Mass.  Gen. Laws ch. 93A, &#167; 11.  The judgment relating to the 93A claim is the subject of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The only claim of error in this court requiring much discussion is defendants' assertion that the conduct associated with the breach of contract and diversion of sales to Carlisle did not occur \"primarily and substantially\" in Massachusetts.  In a footnote to its decision, the district court said that \"Petrone has failed to raise the issue.\"   The court then said briefly that while \"Petrone made many of his misleading statements in places outside of Massachusetts,\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>[o]utweighing this factor, however, are the facts that (1) Amcel, a Massachusetts company, took action in reliance on the statements in Massachusetts, and (2) the injury to Amcel was sustained in Massachusetts.  The court, therefore, concludes that the defendants have failed to carry their burden of proving that the actions took place primarily and substantially outside of Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although we think that it is quite likely that Amcel would prevail on this issue if we addressed it on the merits, we decline to do so because it has not been adequately preserved for appeal.  Under Massachusetts law, the burden is upon the defendant to disprove the \"primarily and substantially\" condition, making it effectively an affirmative defense.  Mass. Gen. Laws ch. 93A, &#167; 11;  see also Play Time, Inc. v. LDDS Metromedia Comms., Inc., 123 F.3d 23, 32 (1st Cir.1997).  When Petrone and IES answered the complaint on February 3, 1995, they made no specific reference to the defense, an omission that would forfeit an ordinary affirmative defense.  Fed.R.Civ.P. 8(c);  Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp., 15 F.3d 1222, 1226 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">However, we are not concerned with niceties of pleading.  The controlling objection is that following the answer, the defendants never developed the defense:  it was not mentioned in their pretrial brief or their post-trial brief in the district court, and if it was mentioned at any point during the trial, Petrone and IES have neglected to tell us where.  In this court, Amcel said that the defense had been waived, and defendants filed no reply brief at all.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The general rule is that absent extraordinary circumstances, legal theories not raised in district court cannot be raised for the first time on appeal as a matter of right.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This limitation has been applied both to issues that are wholly \"alien to the record,\" United States v. Kobrosky, 711 F.2d 449, 457 (1st Cir.1983), and to those that are merely mentioned in the pleadings but not seriously developed in the record thereafter, see Violette, 62 F.3d at 11.   The rule makes special sense where, as here, the theory is effectively a defense that is out of the case unless pressed and proved by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The rule has various reasons, applying with different force in different circumstances.  Perhaps most important, often the other side would try its case differently if it knew of the issue;  and the trial judge would so instruct the jury or make specific findings on it at a bench trial.  See National Ass'n of Social Workers v. Harwood, 69 F.3d 622, 627-28 (1st Cir.1995);  Poliquin v. Garden Way, Inc., 989 F.2d 527, 531 (1st Cir.1993).  But the rule applies without any showing of prejudice;  prejudice is of concern only where the court is otherwise inclined to relax the rule.  See Harwood, 69 F.3d at 627-28.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Sometimes on appeal, a legal argument not raised below (e.g., an objection to evidence or an instruction) is fairly viewed under the plain error doctrine.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  But the defendant's failure to raise and prove a defense for which the defendant carries the burden of proof involves no judicial error at all;  many defenses are potentially available, the court normally considers only those pressed by the defense, and a defense ignored by the defendant is simply forfeit.  See Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp., 15 F.3d 1222, 1227 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Now, it is quite true that an issue resolved on the papers prior to trial may be preserved for appeal--the word \"may\" should be stressed, cf.  Fusco v. General Motors Corp., 11 F.3d 259, 262-63 (1st Cir.1993)--even if no further mention is made by counsel until after the judgment.  Thus, if the complaint fails to state a claim but the district court denies a motion to dismiss, the issue as posed at the motion stage is normally preserved for appeal, cf.  Bonilla v. Trebol Motors Corp., 150 F.3d 77, 80 (1st Cir.1998);  9 Charles A. Wright &amp; Arthur R. Miller, Federal Practice and Procedure:  Civil 2d &#167; 2376, at 420 (1994), although the defect might be cured thereafter (e.g., by proof at trial and an effective amendment of the pleadings, Fed.R.Civ.P. 15(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But this reservation does Petrone no good in this case.  On the papers, the magistrate judge did not err in recommending denial of the motion to dismiss the 93A claim.  At the complaint stage, inferences are taken, and doubts are resolved, in favor of the non-moving party, see Gooley v. Mobil Oil Corp., 851 F.2d 513, 514 (1st Cir.1988);  and given Amcel's location in Massachusetts, its claim of injury there, and other allegations, there was a reasonable chance (or more) that Amcel might prevail at trial on the \"primarily and substantially\" issue based on the generous reading of this phrase in the case law.  The defendants do not really argue otherwise but say that the facts developed at trial show that the condition was not met.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">However, this latter argument seeks to raise an issue not litigated at trial.  Defendants did not refer to the requirement in their pre-trial brief, or frame it in their papers as a contested issue, or argue it to the judge in post-trial brief, or ask for findings concerning it.  Of course, some facts in the record bear on the issue, but gaps also exist.  Amcel says, for example, that witnesses would have been asked about just where certain misrepresentations were made, if this had been thought relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Defendants' best argument is that the district judge, while explicitly finding that Petrone had \"failed to raise the issue,\" went on to decide it.  We think the fairest way to take the footnote is as an alternative holding, treating the issue as forfeited but also as without much merit.  Judge Lindsay's treatment of the merits in the footnote would hardly have been so terse--the gist is a single sentence (quoted above)--unless he believed that defendants had abandoned the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"Belt and suspenders\" is a common and generally desirable approach in a district court decision.  If the reference to abandonment would otherwise have sufficed, it would be perverse--and send the wrong message--to change the outcome merely because the district judge sought to provide further reassurance by a brief reference to merits.  Further, since we join the district court in thinking that the issue was abandoned, fairness to Amcel would likely require a remand (to allow it to counter the showing) if we reached the merits and disagreed with the analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As we noted at the start, in rare cases, an appeals court may choose to address a legal theory not fairly developed in the district court.  Although we have spoken of \"gross miscarriage of justice,\" Johnston, 595 F.2d at 894 (quoting Newark Morning Ledger Co. v. United States, 539 F.2d 929, 932 (3d Cir.1976)), and grounds \"so compelling as virtually to insure appellant's success,\" id.  (quoting Dobb v. Baker, 505 F.2d 1041, 1044 (1st Cir.1974)), such language is perhaps not to be taken as a complete formula.  Compare Harwood, 69 F.3d at 627-28 (listing factors).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">But even under Harwood 's more flexible approach, this is not even an arguable case for considering a forfeited issue.  The issue is not constitutional or one of continuing public importance;  rather, it turns on particular facts that might have been better developed and analyzed if the issue had been raised below.  See id.   There is a risk of prejudice to the other party here, Amcel.  See id.   And there is no excuse for the defendants in not pressing the issue below except--and this hardly helps--that it is one on which the defendants would probably have lost.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The defendants' remaining arguments, unrelated to the \"primarily and substantially\" test, need not detain us long.  Petrone disputes that certain of the collateral conduct he engaged in was an unfair or deceptive act (e.g., the negotiations with Carlisle to become its distributor) or that it injured Amcel (e.g., the attempt to get a better deal with Amcel by misleading it as to the supposed terms offered by Carlisle;  the transactions with Amcel, which we have not described, involving Petrone's other company).  All of this is beside the point.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court's core findings as to deceptive acts and practices related to the diversion of Amcel customers to Carlisle during the period when IES was committed exclusively to represent Amcel on the products it made.  Admitting that the standard of review fatally constrains them, see Brennan v. Carvel Corp., 929 F.2d 801, 813-14 (1st Cir.1991), the defendants do not directly quarrel with the key facts found by the district court as to this set of incidents, the only ones for which damages were awarded.  The other episodes of apparent misconduct by Petrone, whether rightly or wrongly evaluated, did not control the result.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Petrone's remaining objection has a certain brazen charm.  He says, uncontroversially, that the damages properly awarded, and multiplied if the court chooses, under 93A are those caused by the unfair or deceptive conduct.  See Mass.  Gen. Laws ch. 93A, &#167; 11.  He then argues (1) that if Petrone had not concealed his betrayal of Amcel, Amcel would have terminated IES at once, and (2) that the deception therefore benefitted Amcel because IES continued to make sales for Amcel (i.e., for customers not diverted to Carlisle) until August 1992.  The implication is that the court should have reduced the damages done to Amcel by benefits conferred.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Any Amcel sales that Petrone did not divert prior to August 1992 surely did benefit Amcel.  But IES was paid a commission for those sales by Amcel.  It is pure speculation to suppose that those customers would have abandoned Amcel for some other supplier if IES had been discharged at an earlier point;  Amcel would presumably have commissioned someone else to continue sales in the same territory.  Thus, we need not consider other possible objections to this off-set theory.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The complaint named as a third defendant another company of which Petrone was president and a large shareholder;  the complaint was based on other dubious transactions by Petrone relating to Amcel's interests.  But claims as to this third defendant were settled, and no damages were awarded in this case for those transactions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See Violette v. Smith &amp; Nephew Dyonics, Inc. 62 F.3d 8, 10-11 (1st Cir.1995);  McCoy v. Massachusetts Inst. of Tech., 950 F.2d 13, 22 (1st Cir.1991), cert. denied, 504 U.S. 910, 112 S.Ct. 1939, 118 L.Ed.2d 545 (1992);  Johnston v. Holiday Inns, Inc., 595 F.2d 890, 894 (1st Cir.1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Federal Rules of Civil Procedure contain no general plain error rule, compare Fed.R.Crim.P. 52(b), although one might (with difficulty) be inferred from Fed.R.Civ.P. 61.  However, the plain error rule is well-established in case law, see Chute v. Sears Roebuck and Co., 143 F.3d 629, 631 (1st Cir.1998);  Pimentel v. Jacobsen Fishing Co., 102 F.3d 638, 640 (1st Cir.1996);  Hammond v. T.J. Litle &amp; Co., 82 F.3d 1166, 1172 (1st Cir.1996), and is explicit--as to evidence issues--in Fed.R.Evid. 103, cf.  Fed.R.Civ.P. 51 (jury instructions)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></span></p>\n    <p class=\"parties\">AMCEL CORPORATION, Plaintiff, Appellee,<br>v.<br>INTERNATIONAL EXECUTIVE SALES, INC., and Lou Petrone,<br>Defendants, Appellants.</p>\n    <p class=\"docket\">No. 97-2278.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 4, 1999.<br>Decided Feb. 25, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward C. Cooley with whom Giarrusso, Norton, Cooley &amp; McGlone, P.C. was on brief for appellants.</p>\n      <p class=\"indent\">Maureen E. Curran with whom Edward Notis-McConarty and Hemenway &amp; Barnes were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal centers around an award of exemplary damages under Mass.  Gen. Laws ch.  93A made in favor of the plaintiff Amcel Corporation and against Lou Petrone, a defendant in the district court.  In the relevant time frame, Petrone was the president and majority shareholder of co-defendant International Executive Sales (\"IES\").  A truncated history of the controversy, based on the findings of the trial judge, will suffice to frame the issues on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Amcel is a Massachusetts company that makes plastic cutlery and trash can liners for commercial use.  Between April 1987 and August 1992, IES served as an exclusive commission sales representative for Amcel in southern Ohio and West Virginia.  Pertinently, IES agreed that it would not represent lines that conflicted or competed with Amcel's product lines.  Nevertheless, as the district court later found, IES breached this understanding in several respects.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Beginning in March 1992, IES--at Petrone's direction--began to sell to some of Amcel's customers plastic trash can liners made by Carlisle Plastic, Inc., a competitor of Amcel.  Petrone told his employees, on threat of firing, to conceal these dealings and lie if necessary.  When Amcel inquired about a decline in sales in Petrone's territory, one of Petrone's subordinates falsely told Amcel that IES was not selling products in competition with Amcel.  Petrone also diverted to Carlisle a customer interested in liners made from recycled materials, liners that Amcel might have supplied.  In June 1992, when Petrone signed an agreement with this customer--long supplied by Amcel--Petrone was secretly negotiating with Carlisle to represent Carlisle instead of Amcel on a full-time basis.  Amcel was told nothing of these events until August 12, 1992, when Petrone told Amcel that he had a better offer from Carlisle and--misrepresenting the terms of the offer--Petrone sought improved terms from Amcel.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ultimately, IES resigned as Amcel's representative on August 14, 1992, effective at the end of that month.  Thereafter, Amcel learned that IES had been selling Carlisle liners to Amcel customers.  In September 1992, Amcel sued IES and Petrone in Massachusetts state court.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The complaint included claims for breach of contract and for unfair and deceptive acts or practices in violation of Massachusetts' chapter 93A.  After some preliminary maneuvers irrelevant here, the case was removed by the defendants to federal district court on May 21, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On June 15, 1993, Petrone and IES moved to dismiss for lack of personal jurisdiction or to transfer to another district.  The motion also urged that the 93A claim be dismissed because the acts or practices in question were \"alleged\" to have occurred in Kentucky and Ohio rather than \"primarily and substantially\" in Massachusetts, as section 93A expressly requires.  Mass. Gen. Laws ch. 93A, &#167; 11.  On June 24, 1994, the magistrate judge (Judge Bowler) wrote a thorough decision recommending denial of these requests, which the district court (Judge Lindsay) later sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In refusing the recommended dismissal of the 93A claim, the magistrate judge pointed out that the case law has been generous in allowing the \"primarily and substantially\" requirement to be met by considering not only the site of the wrongful acts but also where the plaintiff \"received and acted upon\" the wrongful acts and the site of the loss or damages.  Clinton Hosp. Ass'n v. Corson Group, Inc., <span class=\"citation\" data-id=\"544606\"><a href=\"/opinion/544606/clinton-hospital-association-v-the-corson-group-inc/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1260</span></a></span>, 1265-66 (1st Cir.1990).  After detailed discussion, Judge Bowler concluded that the complaint indicated enough ties to Massachusetts to preclude dismissal of the 93A claim on the face of the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The case was tried to the bench over 12 days between December 9, 1996, and January 28, 1997.  On September 26, 1997, Judge Lindsay issued a detailed memorandum decision.  On the contract claim, he found that between March and August 1992, IES had diverted from Amcel to Carlisle trash can liner sales that would have produced profits for Amcel in the amount of $221,587.  This amount, plus interest, was awarded to Amcel against IES.  On appeal, the defendants do not challenge this award.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the 93A claim, the judge found that Petrone's conduct, primarily the incidents already summarized, represented a pattern of deceptive and unscrupulous conduct and merited trebling of the contract award.  Having imposed liability for actual damages on IES, he entered judgment for twice this amount ($443,174) against Petrone, adding attorneys' fees and costs under the 93A claim.  See Mass.  Gen. Laws ch. 93A, &#167; 11.  The judgment relating to the 93A claim is the subject of this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The only claim of error in this court requiring much discussion is defendants' assertion that the conduct associated with the breach of contract and diversion of sales to Carlisle did not occur \"primarily and substantially\" in Massachusetts.  In a footnote to its decision, the district court said that \"Petrone has failed to raise the issue.\"   The court then said briefly that while \"Petrone made many of his misleading statements in places outside of Massachusetts,\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>[o]utweighing this factor, however, are the facts that (1) Amcel, a Massachusetts company, took action in reliance on the statements in Massachusetts, and (2) the injury to Amcel was sustained in Massachusetts.  The court, therefore, concludes that the defendants have failed to carry their burden of proving that the actions took place primarily and substantially outside of Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although we think that it is quite likely that Amcel would prevail on this issue if we addressed it on the merits, we decline to do so because it has not been adequately preserved for appeal.  Under Massachusetts law, the burden is upon the defendant to disprove the \"primarily and substantially\" condition, making it effectively an affirmative defense.  Mass. Gen. Laws ch. 93A, &#167; 11;  see also Play Time, Inc. v. LDDS Metromedia Comms., Inc., <span class=\"citation\" data-id=\"197505\"><a href=\"/opinion/197505/play-time-inc-v-ldds-metromedia/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 32 (1st Cir.1997).  When Petrone and IES answered the complaint on February 3, 1995, they made no specific reference to the defense, an omission that would forfeit an ordinary affirmative defense.  Fed.R.Civ.P. 8(c);  Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp., <span class=\"citation\" data-id=\"195201\"><a href=\"/opinion/195201/knapp-v-sylvania-shoe/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1222</span></a></span>, 1226 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">However, we are not concerned with niceties of pleading.  The controlling objection is that following the answer, the defendants never developed the defense:  it was not mentioned in their pretrial brief or their post-trial brief in the district court, and if it was mentioned at any point during the trial, Petrone and IES have neglected to tell us where.  In this court, Amcel said that the defense had been waived, and defendants filed no reply brief at all.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The general rule is that absent extraordinary circumstances, legal theories not raised in district court cannot be raised for the first time on appeal as a matter of right.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  This limitation has been applied both to issues that are wholly \"alien to the record,\" United States v. Kobrosky, <span class=\"citation\" data-id=\"421132\"><a href=\"/opinion/421132/united-states-v-milton-l-kobrosky/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">449</span></a></span>, 457 (1st Cir.1983), and to those that are merely mentioned in the pleadings but not seriously developed in the record thereafter, see <span class=\"citation no-link\"><span class=\"antecedent_guess\">Violette,</span> <span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">11</span></span>.   The rule makes special sense where, as here, the theory is effectively a defense that is out of the case unless pressed and proved by the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The rule has various reasons, applying with different force in different circumstances.  Perhaps most important, often the other side would try its case differently if it knew of the issue;  and the trial judge would so instruct the jury or make specific findings on it at a bench trial.  See National Ass'n of Social Workers v. Harwood, <span class=\"citation\" data-id=\"707518\"><a href=\"/opinion/707518/national-association-of-social-workers-v-john-b-harwood/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">622</span></a></span>, 627-28 (1st Cir.1995);  Poliquin v. Garden Way, Inc., <span class=\"citation\" data-id=\"603502\"><a href=\"/opinion/603502/richard-and-anita-poliquin-v-garden-way-inc/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">527</span></a></span>, 531 (1st Cir.1993).  But the rule applies without any showing of prejudice;  prejudice is of concern only where the court is otherwise inclined to relax the rule.  See <span class=\"citation\" data-id=\"707518\"><span class=\"antecedent_guess\">Harwood,</span> <a href=\"/opinion/707518/national-association-of-social-workers-v-john-b-harwood/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">627-28</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Sometimes on appeal, a legal argument not raised below (e.g., an objection to evidence or an instruction) is fairly viewed under the plain error doctrine.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  But the defendant's failure to raise and prove a defense for which the defendant carries the burden of proof involves no judicial error at all;  many defenses are potentially available, the court normally considers only those pressed by the defense, and a defense ignored by the defendant is simply forfeit.  See Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp., <span class=\"citation\" data-id=\"195201\"><a href=\"/opinion/195201/knapp-v-sylvania-shoe/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1222</span></a></span>, 1227 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Now, it is quite true that an issue resolved on the papers prior to trial may be preserved for appeal--the word \"may\" should be stressed, cf.  Fusco v. General Motors Corp., <span class=\"citation\" data-id=\"658541\"><a href=\"/opinion/658541/38-fed-r-evid-serv-677-prodliabrepcchp-13786-carol-gagne-fusco/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span>, 262-63 (1st Cir.1993)--even if no further mention is made by counsel until after the judgment.  Thus, if the complaint fails to state a claim but the district court denies a motion to dismiss, the issue as posed at the motion stage is normally preserved for appeal, cf.  Bonilla v. Trebol Motors Corp., <span class=\"citation\" data-id=\"198074\"><a href=\"/opinion/198074/bonilla-v-gonzalez/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 80 (1st Cir.1998);  9 Charles A. Wright &amp; Arthur R. Miller, Federal Practice and Procedure:  Civil 2d &#167; 2376, at 420 (1994), although the defect might be cured thereafter (e.g., by proof at trial and an effective amendment of the pleadings, Fed.R.Civ.P. 15(b)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But this reservation does Petrone no good in this case.  On the papers, the magistrate judge did not err in recommending denial of the motion to dismiss the 93A claim.  At the complaint stage, inferences are taken, and doubts are resolved, in favor of the non-moving party, see Gooley v. Mobil Oil Corp., <span class=\"citation\" data-id=\"508719\"><a href=\"/opinion/508719/william-r-gooley-v-mobil-oil-corporation/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span>, 514 (1st Cir.1988);  and given Amcel's location in Massachusetts, its claim of injury there, and other allegations, there was a reasonable chance (or more) that Amcel might prevail at trial on the \"primarily and substantially\" issue based on the generous reading of this phrase in the case law.  The defendants do not really argue otherwise but say that the facts developed at trial show that the condition was not met.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">However, this latter argument seeks to raise an issue not litigated at trial.  Defendants did not refer to the requirement in their pre-trial brief, or frame it in their papers as a contested issue, or argue it to the judge in post-trial brief, or ask for findings concerning it.  Of course, some facts in the record bear on the issue, but gaps also exist.  Amcel says, for example, that witnesses would have been asked about just where certain misrepresentations were made, if this had been thought relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Defendants' best argument is that the district judge, while explicitly finding that Petrone had \"failed to raise the issue,\" went on to decide it.  We think the fairest way to take the footnote is as an alternative holding, treating the issue as forfeited but also as without much merit.  Judge Lindsay's treatment of the merits in the footnote would hardly have been so terse--the gist is a single sentence (quoted above)--unless he believed that defendants had abandoned the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"Belt and suspenders\" is a common and generally desirable approach in a district court decision.  If the reference to abandonment would otherwise have sufficed, it would be perverse--and send the wrong message--to change the outcome merely because the district judge sought to provide further reassurance by a brief reference to merits.  Further, since we join the district court in thinking that the issue was abandoned, fairness to Amcel would likely require a remand (to allow it to counter the showing) if we reached the merits and disagreed with the analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As we noted at the start, in rare cases, an appeals court may choose to address a legal theory not fairly developed in the district court.  Although we have spoken of \"gross miscarriage of justice,\" <span class=\"citation no-link\"><span class=\"antecedent_guess\">Johnston,</span> <span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">894</span> </span>(quoting Newark Morning Ledger Co. v. United States, <span class=\"citation\" data-id=\"338328\"><a href=\"/opinion/338328/newark-morning-ledger-company-a-corporation-of-the-state-of-new-jersey-v/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">929</span></a></span>, 932 (3d Cir.1976)), and grounds \"so compelling as virtually to insure appellant's success,\" <span class=\"citation\" data-id=\"338328\"><a href=\"/opinion/338328/newark-morning-ledger-company-a-corporation-of-the-state-of-new-jersey-v/\"><span class=\"id_token\">id.</span>  (quoting Dobb </a></span>v. Baker, <span class=\"citation\" data-id=\"322947\"><a href=\"/opinion/322947/francis-l-dobb-etc-v-george-p-baker/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1041</span></a></span>, 1044 (1st Cir.1974)), such language is perhaps not to be taken as a complete formula.  Compare <span class=\"citation\" data-id=\"707518\"><span class=\"antecedent_guess\">Harwood,</span> <a href=\"/opinion/707518/national-association-of-social-workers-v-john-b-harwood/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">627-28</span> </a></span>(listing factors).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">But even under Harwood 's more flexible approach, this is not even an arguable case for considering a forfeited issue.  The issue is not constitutional or one of continuing public importance;  rather, it turns on particular facts that might have been better developed and analyzed if the issue had been raised below.  See <span class=\"citation\" data-id=\"707518\"><a href=\"/opinion/707518/national-association-of-social-workers-v-john-b-harwood/\"><span class=\"id_token\">id.</span>   There is </a></span>a risk of prejudice to the other party here, Amcel.  See <span class=\"citation\" data-id=\"707518\"><a href=\"/opinion/707518/national-association-of-social-workers-v-john-b-harwood/\"><span class=\"id_token\">id.</span>   And there </a></span>is no excuse for the defendants in not pressing the issue below except--and this hardly helps--that it is one on which the defendants would probably have lost.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The defendants' remaining arguments, unrelated to the \"primarily and substantially\" test, need not detain us long.  Petrone disputes that certain of the collateral conduct he engaged in was an unfair or deceptive act (e.g., the negotiations with Carlisle to become its distributor) or that it injured Amcel (e.g., the attempt to get a better deal with Amcel by misleading it as to the supposed terms offered by Carlisle;  the transactions with Amcel, which we have not described, involving Petrone's other company).  All of this is beside the point.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court's core findings as to deceptive acts and practices related to the diversion of Amcel customers to Carlisle during the period when IES was committed exclusively to represent Amcel on the products it made.  Admitting that the standard of review fatally constrains them, see Brennan v. Carvel Corp., <span class=\"citation\" data-id=\"558569\"><a href=\"/opinion/558569/robert-brennan-and-joanne-brennan-v-carvel-corporation-and-raymond/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">801</span></a></span>, 813-14 (1st Cir.1991), the defendants do not directly quarrel with the key facts found by the district court as to this set of incidents, the only ones for which damages were awarded.  The other episodes of apparent misconduct by Petrone, whether rightly or wrongly evaluated, did not control the result.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Petrone's remaining objection has a certain brazen charm.  He says, uncontroversially, that the damages properly awarded, and multiplied if the court chooses, under 93A are those caused by the unfair or deceptive conduct.  See Mass.  Gen. Laws ch. 93A, &#167; 11.  He then argues (1) that if Petrone had not concealed his betrayal of Amcel, Amcel would have terminated IES at once, and (2) that the deception therefore benefitted Amcel because IES continued to make sales for Amcel (i.e., for customers not diverted to Carlisle) until August 1992.  The implication is that the court should have reduced the damages done to Amcel by benefits conferred.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Any Amcel sales that Petrone did not divert prior to August 1992 surely did benefit Amcel.  But IES was paid a commission for those sales by Amcel.  It is pure speculation to suppose that those customers would have abandoned Amcel for some other supplier if IES had been discharged at an earlier point;  Amcel would presumably have commissioned someone else to continue sales in the same territory.  Thus, we need not consider other possible objections to this off-set theory.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The complaint named as a third defendant another company of which Petrone was president and a large shareholder;  the complaint was based on other dubious transactions by Petrone relating to Amcel's interests.  But claims as to this third defendant were settled, and no damages were awarded in this case for those transactions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See Violette v. Smith &amp; Nephew Dyonics, Inc. <span class=\"citation\" data-id=\"701304\"><a href=\"/opinion/701304/russell-violette-v-smith-nephew-dyonics-inc-russell-violette-v-smith/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 10-11 (1st Cir.1995);  McCoy v. Massachusetts Inst. of Tech., <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 22 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span> </span>(1992);  Johnston v. Holiday Inns, Inc., <span class=\"citation\" data-id=\"364881\"><a href=\"/opinion/364881/alfred-m-johnston-individually-alfred-m-johnston-trustee-and-daniel/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 894 (1st Cir.1979)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Federal Rules of Civil Procedure contain no general plain error rule, compare Fed.R.Crim.P. 52(b), although one might (with difficulty) be inferred from Fed.R.Civ.P. 61.  However, the plain error rule is well-established in case law, see Chute v. Sears Roebuck and Co., <span class=\"citation\" data-id=\"197985\"><a href=\"/opinion/197985/chute-v-sears-roebuck-co/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">629</span></a></span>, 631 (1st Cir.1998);  Pimentel v. Jacobsen Fishing Co., <span class=\"citation\" data-id=\"197139\"><a href=\"/opinion/197139/pimentel-v-the-jacobsen/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">638</span></a></span>, 640 (1st Cir.1996);  Hammond v. T.J. Litle &amp; Co., <span class=\"citation\" data-id=\"717545\"><a href=\"/opinion/717545/scott-p-hammond-v-tj-litle-company-inc-cross-appellee/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1166</span></a></span>, 1172 (1st Cir.1996), and is explicit--as to evidence issues--in Fed.R.Evid. 103, cf.  Fed.R.Civ.P. 51 (jury instructions)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195201/",
    "https://www.courtlistener.com/api/rest/v3/opinions/197139/",
    "https://www.courtlistener.com/api/rest/v3/opinions/197505/",
    "https://www.courtlistener.com/api/rest/v3/opinions/197985/",
    "https://www.courtlistener.com/api/rest/v3/opinions/198074/",
    "https://www.courtlistener.com/api/rest/v3/opinions/322947/",
    "https://www.courtlistener.com/api/rest/v3/opinions/338328/",
    "https://www.courtlistener.com/api/rest/v3/opinions/364881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421132/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558569/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603502/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658541/",
    "https://www.courtlistener.com/api/rest/v3/opinions/701304/",
    "https://www.courtlistener.com/api/rest/v3/opinions/707518/",
    "https://www.courtlistener.com/api/rest/v3/opinions/717545/"
  ]
}