{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/198315/",
  "id": 198315,
  "absolute_url": "/opinion/198315/fajardo-shopping-v-sun-alliance/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/198315/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:50:13Z",
  "date_modified": "2020-02-21T23:33:50.834255Z",
  "type": "010combined",
  "sha1": "cea990edf043f4a366b5a26889f97fc256828054",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1649.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 98-1649\r\n\n             FAJARDO SHOPPING CENTER, S.E.,\r\n               A NEW JERSEY PARTNERSHIP,\r\n                  Plaintiff, Appellee,\r\n\n                           v.\r\n\n  SUN ALLIANCE INSURANCE COMPANY OF PUERTO RICO, INC.,\r\n   SUBSIDIARY OF ALLIANCE ASSURANCE COMPANY LIMITED,\r\n                 Defendant, Appellant.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n    [Hon. Salvador E. Casellas, U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\nHall, Senior Circuit Judge,\r\n\n               and Lynch, Circuit Judge.\r\n\n                                      \r\n\nLuis A. Gonzlez, with whom L.A. Gonzlez Law Offices, P.A.was on brief, for appellant.\r\nEdward M. Borges, with whom David Riv-Power and O'Neill &amp;\r\nBorges were on brief, for appellee.\r\n\n                                      \r\n\n                   February 3, 1999\r\n                                                TORRUELLA, Chief Judge.  Plaintiff Fajardo Shopping\r\nCenter, S.E. (\"FSC\") filed this action against Defendant Sun\r\nAlliance Insurance Company of Puerto Rico, Inc. (\"SAIC\") to recover\r\ninsurance policy benefits in connection with damage to commercial\r\nleasehold property allegedly sustained during Hurricane Hugo. \r\nAfter approximately five years of discovery, the district court\r\ngranted summary judgment in favor of FSC on the issues of liability\r\nand damages and ordered SAIC to pay FSC $1,301,856.77.  The\r\ndistrict judge also awarded FSC prejudgment interest in the amount\r\nof $868,826.60 plus attorneys' fees.  SAIC appeals both the\r\ndistrict court's grant of summary judgment and its award of\r\nprejudgment interest and attorneys' fees.\r\nI.  BACKGROUND\r\n     The Fajardo Shopping Center (\"Shopping Center\" or \"FSC\")\r\nis a three-building structure located in the northeastern\r\nmunicipality of Fajardo, Puerto Rico.  For the past twelve years,\r\nit has been owned by an entity known as the Fajardo Partnership, a\r\npartnership organized under the laws of the state of New Jersey. \r\nIts principal building, Building I, is an L-shaped structure, units\r\nof which are leased to more than a dozen retail merchants,\r\nincluding Pueblo Supermarkets, its main tenant.  The remaining two\r\nstructures, Buildings II and III, have throughout the relevant time\r\nperiod been rented to a Firestone and a Kentucky Fried Chicken\r\nfranchise, respectively.\r\n     On December 19, 1988, the Fajardo Partnership obtained a\r\nspecial multi-peril insurance policy from SAIC for the period of\r\nDecember 19, 1988 through April 22, 1991.  (See J.A. at 778).  The\r\npolicy insured the Shopping Center against \"all risks of direct\r\nphysical loss subject to the provisions and stipulations herein and\r\nin the policy of which this form is made a part.\"  (Id. at 785). \r\nThe policy also insured against the loss of rents by the Fajardo\r\nPartnership caused by a covered risk.  (See id. at 779).  One of\r\nthe pertinent exclusions included in the policy excepted from\r\ncoverage losses caused by \"faulty design, specifications,\r\nworkmanship, construction, or materials if a peril excluded by this\r\npolicy contributed to the loss at any time.\"  (Id. at 786).  None\r\nof the provisions or stipulations made a part of the policy\r\nexcluded losses caused by a hurricane or windstorm.   \r\nOn September 18, 1989, Hurricane Hugo struck the island\r\nof Puerto Rico.  At maximum sustained winds of 125 miles per hour,\r\nthe western part of Hurricane Hugo's eyewall passed directly\r\nthrough the municipalities of Ceiba, Fajardo and Luquillo.  The\r\nintense winds did not, however, translate into unusually heavy\r\nrainstorms.  San Juan reported only 1.4 inches of rain while\r\nFajardo reported approximately 6.25 inches.\r\nDuring Hurricane Hugo, the FSC property suffered\r\nextensive damages.  Specifically, structural double-tee beams (\"DT\r\nbeams\") supporting the roof of the Shopping Center deflected,\r\nlosing their structural integrity.  As a result of this deflection,\r\nportions of the FSC roof collapsed.  Other portions of the roof,\r\nalthough not collapsed, were rendered structurally unsound and\r\nposed a risk of collapse.  \r\nUpon plaintiff's request, SAIC advanced FSC $150,000 to\r\ncover emergency repairs and to prevent further damage to the\r\nShopping Center property.  Shortly thereafter, FSC engaged an\r\nengineering firm, Izquierdo, Rueda &amp; Associates (\"IR&amp;A\"), to\r\nprepare an estimate of damages.  The firm concluded that\r\napproximately 75,000 square feet of roof would have to be replaced\r\nbecause of structural damage.  IR&amp;A estimated the total cost of\r\nrepairs to be $1,496,218.  In early 1991, FSC submitted the firm's\r\nreport and estimate to SAIC.  \r\nOn May 7, 1991, a meeting was held at the SAIC offices to\r\ndiscuss FSC's claim.  SAIC followed up the meeting with a letter to\r\nFSC dated July 1, 1991.  In its letter, SAIC requested additional\r\ninformation and permission to carry out inspections of the\r\nproperty.  The letter also stated that, despite its advance of\r\n$150,000, SAIC was reserving all of its rights under the policy\r\nbecause it had concluded that most of the damage to the roof was\r\ncaused by preexisting structural defects in the DT beams, and not\r\nby Hurricane Hugo.\r\nIn a subsequent letter dated August 19, 1991, SAIC\r\ninformed FSC of the results of an inspection of the FSC property\r\nperformed by its engineer, Emiliano Ruiz (\"Ruiz\").  According to\r\nRuiz, the deflections of the DT beams were not caused by windstorm\r\nbut rather by the ponding of water due to a faulty and inadequate\r\ndrainage system.  SAIC further stated that such water ponding,\r\n\"plus other factors such as inherent or latent defect of the beams\r\n. . . construction and design deficiencies, and the fact that the\r\nbuilding was not built according to the best engineering practices\r\nindicate that the damages claimed . . . are excluded under Part\r\nVIII, Items 2 and 4C of the above policy.\"  (J.A. at 2797).  As a\r\nresult, SAIC agreed to pay exclusively for: (1) the removal and\r\nreplacement of built-up roofing and hung ceiling; (2) the removal\r\nof debris and clean-up; (3) repair to air conditioning and\r\nelectrical systems; and, (4) the replacement of store front glass,\r\nflashings, paint work, and parking illumination.  SAIC calculated\r\nits liability under the policy to be $96,584.46, after subtracting\r\nthe advanced amount ($150,000), the coinsurance penalty ($127,292),\r\nand the deductible ($3,000).  SAIC submitted this amount to FSC as\r\na proposed proof of loss.\r\nUpon examining SAIC's proposal, FSC conducted further\r\ninvestigations to prove that the damages suffered resulted from the\r\nhurricane and not from inherent or latent design defects.  FSC's\r\ninvestigation included: (1) a survey of the damage performed by\r\nSousa Surveying Services; (2) an opinion as to the cause of the\r\ndamage from structural expert Jos M. Izquierdo (\"Izquierdo\"); (3)\r\nan accountant's report prepared by CPA Rafael Prez-Villarini\r\n(\"Prez-Villarini\") detailing the amount of rent lost; and (4) a\r\nsecond cost estimate rendered by the late Engineer Jos Carbia.  As\r\na result of this investigation, FSC submitted its own proof of loss\r\nto SAIC on October 27, 1992, claiming damages in the amount of\r\n$1,944,356.73.  SAIC promptly rejected FSC's proof of loss,\r\nreasserted its theory of causation, and resubmitted its previous\r\noffer of $96,584.46.  Shortly thereafter, FSC filed the instant\r\naction.\r\nII.  THE APPOINTMENT OF A SPECIAL MASTER\r\nOn July 5, 1995, FSC moved for a jury trial.  SAIC\r\nopposed the motion on the ground that the case was \"extremely\r\ntechnical in nature and involve[d] construction issues . . . which\r\nare beyond the knowledge of the common citizen.\"  (J.A. at 135-36). \r\nIn response, the court scheduled a conference for December 11,\r\n1995, to address the issues raised by the parties and to explore\r\nsettlement possibilities.  After hearing arguments from both\r\nparties, the court denied FSC's motion for a jury trial.  In\r\naddition, the court determined that \"the appointment of a [Special]\r\nMaster [would] be appropriate in this case.\"  (Mins. of 12/11/95\r\nProceedings).  The court granted the parties until January 15,\r\n1996 to submit three candidates for appointment as special master.\r\nOn March 18, 1996, FSC informed the court that, of all\r\nthe candidates it contacted, only one -- Engineer Efrahim Murati-\r\nMartnez (\"Murati\") -- was willing to serve as a special master in\r\nan adversarial proceeding.  SAIC never objected to FSC's motion\r\nproposing Murati's appointment.  Nor did SAIC submit names of\r\ncandidates for special master.  Therefore, after considering his\r\nqualifications, the court appointed Murati to serve as special\r\nmaster.  \r\nPursuant to Rule 53(c), the court's order of appointment\r\nenumerated Murati's rights, powers, and responsibilities as special\r\nmaster.  Specifically, the court's order granted the special master\r\n\"all the rights, powers, and duties as provided for a master under\r\nRule 53 of the Federal Rules of Civil Procedure.\"  (J.A. at 158). \r\nOn June 5, 1996, Murati accepted his appointment.  The very next\r\nday, SAIC submitted -- for the first time -- its proposed candidate\r\nfor special master.  In its Motion Requesting Appointment of\r\nSpecial Master, SAIC never objected to the court's power to appoint \r\na master.  Nor did SAIC object to Murati's actual mandate.  Rather,\r\nthe essence of SAIC's objection was that Murati did not have\r\nsufficient formal training in structural problems to act as master\r\nin this case.  (See id. at 162).  In its order denying SAIC's\r\nmotion, the court addressed this issue by stating: \"Special Master\r\nMurati will remain as Master in this case.  His performance so far\r\nbelies any claims by defendant as to his suitability for the post.\" \r\n(Id. at 169).\r\nSAIC now argues on appeal that the district court's\r\nappointment of a special master in this case violated Fed. R. Civ.\r\nP. 53 and Article III of the United States Constitution.  Because\r\nwe conclude that SAIC's failure to object to the district court's\r\nappointment of a special master amounts to consent, we do not reach\r\nthe merits of this claim.\r\nIII.  DISCUSSION\r\nA.  THE SPECIAL MASTER\r\nAs this court has recognized, \"parties to a civil case\r\nmay consent to the appointment of a master under any\r\ncircumstances.\"  See Stauble v. Warrob, 977 F.2d 690, 694 (1st Cir.\r\n1992); see also Peretz v. United States, 501 U.S. 923, 936 (1991)\r\n(\"litigants may waive their personal right to have an Article III\r\njudge preside over a civil trial\"); Goldstein v. Kelleher, 728 F.2d\r\n32, 35 (1st Cir. 1992) (\"insofar as Article III protects individual\r\nlitigants, those protections can be waived\").  Even if SAIC did not\r\nexplicitly consent to the appointment of a special master, failure\r\nto make a timely objection amounts to consent.\r\n     A party who desires to contest the\r\n     propriety of a reference to a master under\r\n     Rule 53 should move the trial court for\r\n     revocation of the reference.  Inaction in\r\n     this regard is tantamount to acquiescence\r\n     and the reference cannot be challenged\r\n     later on appeal.\r\n\n9A Charles Alan Wright &amp; Arthur R. Miller, Federal Practice and\r\nProcedure Civil 2d  2605 (2d ed. 1994); see also Adriana Int'l\r\nCorp. v. Thoeren, 913 F.2d 1406, 1410 (9th Cir. 1990) (\"[A]n\r\nobjection to the appointment of a special master must be made at\r\nthe time of the appointment or within a reasonable time thereafter\r\nor the party's objection is waived.\"); Johnson Controls, Inc. v.\r\nPhoenix Controls Systems, Inc., 886 F.2d 1173, 1176 (9th Cir. 1989)\r\n(party \"waived any objections it had to the appointment of a master\r\nby failing to raise the issue, or moving to have the reference\r\nrevoked\"); Charles A. Wright, Inc. v. F.D. Rich Co., 354 F.3d 710,\r\n714 (1st Cir. 1966) (\"Both parties consented to the court's order\r\nof reference to the master and . . . plaintiff cannot now object to\r\nthe order of reference.\").   \r\nNot only did SAIC not make a timely objection, SAIC never\r\nmade any objection at all to the district court's power to appoint\r\na special master in this case.  Indeed, the district court's\r\ndecision to appoint a master appears to have at least in part\r\nresulted from SAIC's opposition to FSC's Motion for Jury Trial on\r\nthe ground that the issues involved were \"beyond the knowledge of\r\nthe common citizen.\"  (J.A. at 135-36).  SAIC even proposed its own\r\ncandidate to serve as master.  Such conduct does not amount to a\r\ntimely objection to an order of reference.     \r\nBecause SAIC consented to the appointment of a special\r\nmaster and to the district court's order of reference, SAIC cannot\r\nnow object.  Moreover, SAIC waived any objection it may have had by\r\nnot presenting it to the district court when the district court\r\nfirst raised the idea of appointing a special master.  We do not\r\nhear arguments which were not raised with the district court.  SeeUnited States v. Bongiorno, 106 F.3d 1027, 1034 (1st Cir. 1997)\r\n(matters not squarely presented below generally cannot be advanced\r\non appeal); Daigle v. Maine Medical Center, Inc., 14 F.3d 684, 687\r\n(1st Cir. 1994) (\"Our law is clear that a party ordinarily may not\r\nraise on appeal issues that were not seasonably advanced (and\r\nhence, preserved) below.\"); United States v. Slade, 980 F.2d 27, 30\r\n(1st Cir. 1993) (\"It is a bedrock rule that when a party has not \r\npresented an argument to the district court, she may not unveil it\r\nin the court of appeals.\").  Accordingly, we decline to reach the\r\nmerits of SAIC's special master claims. \r\nB.  SUMMARY JUDGMENT\r\n     1.  SAIC's Liability\r\nThe question presented by this lawsuit is whether the\r\ndamage suffered by the Shopping Center was caused by the forces of\r\nHurricane Hugo (a covered peril) or by the faulty design and\r\nstructure of the DT beams and the Shopping Center roof (excluded\r\nperils).  Concluding that no genuine issues of material fact\r\nexisted as to the cause of the damage to the Shopping Center, the\r\ndistrict court granted summary judgment on the issue of liability\r\nin favor of FSC.  SAIC appeals.  We review the district court's\r\ngrant of summary judgment de novo, viewing the facts in the light\r\nmost favorable to the nonmovant, defendant SAIC.  See Dominique v.\r\nWeld, 73 F.3d 1156, 1158 (1st Cir. 1996).\r\nSummary judgment is appropriate when \"the pleadings,\r\ndepositions, answers to interrogatories, and admissions on file,\r\ntogether with the affidavits, if any, show that there is no genuine\r\nissue as to any material fact and that the moving party is entitled\r\nto a judgment as a matter of law.\"  Fed. R. Civ. P. 56(c).  In this\r\ncontext, an issue is \"genuine\" if the evidence presented is such\r\nthat a reasonable jury could resolve the issue in favor of the\r\nnonmoving party and a \"material\" fact is one that might affect the\r\noutcome of the suit under governing law.  See Pagano v. Frank, 983\r\nF.2d 343, 347 (1st Cir. 1993).\r\n    On issues where the nonmovant bears the burden of proof\r\nat trial, he may not defeat a motion for summary judgment by\r\nrelying upon evidence that is \"merely colorable\" or \"not\r\nsignificantly probative.\"  Id. (internal quotations and citations\r\nomitted).  Instead, the nonmovant must present \"definite, competent\r\nevidence\" to rebut the motion.  Id. (quoting Mesnick v. General\r\nElec. Co., 950 F.2d 816, 822 (1st Cir. 1991)).  Summary judgment\r\nwill be properly entered against a party who, \"after adequate time\r\nfor discovery . . . fails to make a showing sufficient to establish\r\nthe existence of an element essential to that party's case, and on\r\nwhich that party will bear the burden of proof at trial.\"  Celotex\r\nCorp. v. Catrett, 477 U.S. 317, 322 (1986).\r\n        a.  Applicable Law \r\n    Both parties concede that Puerto Rican law governs the\r\ninstant insurance contract dispute.  Nevertheless, the Puerto Rico\r\nSupreme Court has recently established that since most of the\r\ninsurance contracts sold in Puerto Rico are modeled after contracts\r\ndrafted in the United States, both federal and state law principles \r\nare useful and persuasive.  See Quiones Lpez v. Manzano Pozas, 96\r\nJ.T.S. 95, at 1307, P.R. Offic. Trans. No. RE-91-567, slip op. at\r\n11-12 (P.R. June 25, 1996).  We thus expand our analysis beyond\r\nPuerto Rican civil law principles.\r\n    Under an all-risk insurance policy, the insured has the\r\nburden of establishing a prima facie case for recovery by proving\r\nthe existence of the all-risk policy and the loss of the covered\r\nproperty.  See Jomark Textiles, Inc. v. Int'l Fire &amp; Marine Ins.\r\nCo., 771 F. Supp. 577, 578-79 (S.D.N.Y. 1989) (quotations omitted). \r\nOnce the insured has established a prima facie case, the burden\r\nshifts to the insurer to prove that the claimed loss is excluded\r\nfrom coverage under the policy.  See id. (quotations omitted).  \r\n    In the instant case, SAIC admitted that the applicable\r\nexclusion clause was Section VI, Item 9, which excepts from\r\ncoverage losses caused by \"faulty design, specifications,\r\nworkmanship, construction, or materials if a peril excluded by this\r\npolicy contributed to the loss at any time.\"  (J.A. at 786).  Thus,\r\nto avoid entry of summary judgment against it, SAIC bears the\r\nburden of making \"a showing sufficient to establish,\" Celotex, 477\r\nU.S. at 322, that the damage to the FSC property was caused by\r\n\"faulty design, specifications, workmanship, and construction\" --\r\ndamage excluded from coverage under the policy.  See Jomark, 771 F.\r\nSupp. at 578-79.  More specifically, in order to avoid liability\r\nunder the policy, SAIC ultimately must prove that the defective\r\ndesign of the DT beams and the FSC roof -- not Hurricane Hugo --\r\nwas the proximate cause of the damage to the Shopping Center.  Seeid.  Moreover, under Puerto Rico law, insurance contracts, by\r\nvirtue of being considered adhesion contracts, are liberally\r\nconstrued in favor of the insured.  Quiones Lpez,, 96 J.T.S. 95,\r\nat 1306, P.R. Offic. Trans. No. RE-91-567, slip op. at 10 (P.R.\r\nJune 25, 1996) (quotations omitted).  Likewise, exclusion clauses\r\n-- not usually favored in an insurance contract -- should be\r\nstrictly construed against the insurer.  See id.   \r\nTo determine whether a particular risk was the proximate\r\ncause of the damage suffered, one must examine whether the\r\nresulting damage was to be expected within the ordinary course of\r\nevents.  See Crdenas Maxan v. Rodrguez, 90 J.T.S. 36, at 7559,\r\nP.R. Offic. Trans. No. RE-88-223, slip op. at 6 (P.R. Mar. 9,\r\n1990); Arroyo Lpez v. Comm. of Puerto Rico, 90 J.T.S. 101, at\r\n7937, P.R. Offic. Trans. No. RE-88-379, slip op. at 8 (P.R.\r\nJune 29, 1990).  In cases where concurrent causes are alleged to\r\nhave caused the damage, we must determine which cause is the most\r\n\"efficient\" one.  See Valle v. American Int'l Insurance Co., 108\r\nD.P.R. 692, at 697-98, 8 P.R. Offic. Trans. 735, 739 (P.R. 1979);\r\nsee also Allstate Ins. Co. v. Smith, 929 F.2d 447, 451 (9th Cir.\r\n1991) (\"In determining whether a loss is within an exception in a\r\npolicy, where there is a concurrence of different causes, the\r\nefficient cause -- the one that sets others in motion -- is the\r\ncause to which the loss is to be attributed . . . .\") (quoting\r\nSabella v. Wisler, 59 Cal.2d 21, 27 Cal. Rptr. 689, 377 P.2d 889\r\n(Cal. 1963) (internal quotations and citations omitted)).\r\nApplying this analysis to windstorm insurance cases, most \r\ncourts have agreed that wind need not be the only cause of a loss\r\nfor it to be considered the proximate or efficient cause.  In\r\norder to recover under windstorm insurance coverage, \"it is\r\nsufficient to show that wind was the proximate or efficient cause\r\nof loss or damage notwithstanding other factors contributed to the\r\nloss.\"  Kemp v. American Universal Ins. Co., 391 F.2d 533, 534-35\r\n(5th Cir. 1968).  For example, in Milan v. Providence Washington\r\nIns. Co., the district court concluded that alleged structural\r\ndefects in a building were immaterial to the issue of liability\r\nunder a windstorm insurance policy.  The court reiterated that\r\n\"[i]n order to recover . . . it is not necessary that windstorm be\r\nthe sole cause of the damage . . . . If the damage would not have\r\noccurred in the absence of a windstorm, the loss is covered by the\r\npolicy.\"  227 F. Supp. 251, 253 (E.D. La. 1964).  One court has \r\neven gone so far as to hold that \"where a policy expressly insures\r\nagainst direct loss and damage by one element but excludes loss or\r\ndamage by another element, the coverage extends to the loss even\r\nthough the excluded element is a contributory cause.\"  General Am.\r\nTransp. Corp. v. Sun Ins. Office, Ltd., 369 F.2d 906, 908 (6th Cir.\r\n1966).\r\n          b.  The Evidence\r\nFSC maintains that downburst forces accompanying\r\nHurricane Hugo proximately caused the damage to the Shopping\r\nCenter.  FSC further maintains that the damage could not have been\r\ncaused by faulty design or structural defects.  FSC's basic\r\nargument is: but for the hurricane, no damage would have resulted.\r\nIn support of this contention, FSC offers the expert\r\ntestimony of its structural experts Izquierdo and Khan.  Both\r\nIzquierdo and Khan specifically concluded that the Shopping Center\r\nwas properly constructed.  (See Izquierdo Dep. at 51; J.A. at 2417;\r\nKhan 7/17/96 Dep. at 119).  Khan further concluded, after\r\nconducting  extensive testing on the DT beams, that the original\r\ndesign of all of the DT beams met the design and deflection\r\ncriteria required by the Puerto Rico Building Code applicable at\r\nthe time of construction.  (See J.A. at 2417).  Both experts\r\nconcluded that faulty design and construction could not have caused\r\nthe deflections existing after Hurricane Hugo.\r\nIn support of its theory that Hurricane Hugo was the\r\nproximate cause of the damage to the FSC property, FSC points to\r\nthe fact that all of the experts -- including SAIC's own expert\r\nEmiliano Ruiz -- agree that there was a danger of collapse after\r\nHugo that did not exist prior thereto.  (See Ruiz Dep. at 93;\r\nIzquierdo Dep. at 102; Khan 7/17/96 Dep. at 119, 147).  FSC further\r\npoints to the deposition testimony of meteorologist Edwin Nez who\r\nconcluded that because conditions favorable for microbursts existed\r\nover Fajardo, it is quite possible that a microburst did in fact\r\noccur in the FSC area.  (See J.A. at 2846).  Nez also concluded\r\nthat -- whether characterized by a microburst or flow separation\r\nand turbulence -- the \"severe conditions, as the hurricane's\r\neyewall passed over the Fajardo Shopping Center, very likely\r\nproduced the collapse of its roof.\"  (J.A. at 2851).  As proof that\r\nsuch wind damage is possible, FSC makes reference to the most\r\nrecent revisions to the ASCE-ANSI Building Code, which confirm that\r\nhurricanes have downburst forces capable of causing damage like\r\nthat suffered by FSC.\r\nIn order to rule out the possibility that water ponding\r\ndue to faulty design caused the damage to the roof, FSC points to\r\nthe fact that the Shopping Center roof had never undergone such\r\nsevere deflections in the twenty years prior to Hugo -- even during\r\ntimes of much more intense rainfall.  (See Izquierdo Dep. at 91). \r\nAs SAIC points out, Izquierdo conceded that the Shopping Center\r\nroof may have been compromised before Hugo, but Izquierdo also\r\ntestified that every structure designed, is designed to suffer\r\ndeflections \"because no structure whatsoever, or nobody can attain\r\n[sic][a structure] without deflection.\"  (Izquierdo Dep. at 102). \r\nIzquierdo further testified that even if the FSC roof had deflected\r\nprior to Hugo, the structure \"had been inspected [before Hugo] by\r\nthe insurers, the structure had been inspected and had been\r\naccepted as a good structure.\"  (Izquierdo Dep. at 104).  Most\r\nimportantly, the structural analysis of FSC expert Siddiq Khan\r\ndemonstrated that it was \"physically impossible\" for water ponding\r\nalone to have caused the damage to the FSC roof because the height\r\nof water necessary to cause the amount of deflection that occurred\r\nwas higher than the elevation of the DT beams.  (See J.A. at 2411-\r\n12, 2429, Appendix VIII at 2627; Khan 7/16/96 Dep. at 51-52, 75). \r\nIn other words, it would be physically impossible to place on the\r\nroof the amount of water necessary to cause the deflections that\r\nresulted because the water would spill over the sides of the roof\r\nbefore reaching the necessary depth.  (See Khan 7/16/96 Dep. at 51-\r\n52, 75-76). \r\nTo rebut this evidence and meet its own burden of proving\r\nthat faulty design and construction was the proximate cause of the\r\ndamage to the FSC roof, SAIC points to the \"overwhelming evidence\"\r\nin the record that the FSC building suffered inherent structural\r\ndefects.  SAIC's \"overwhelming evidence\" consists of a letter\r\nwritten by Engineer Alfonso Vick (\"Vick\") in 1974 in which\r\nreference is made to a deflection of up to 14 inches in the DT\r\nbeams due to water ponding.  Unfortunately for SAIC, the Vick\r\nletter is inadmissible hearsay, and, as a result, may not be\r\nconsidered on summary judgment.  See Vzquez v. Lpez-Rosario, 134\r\nF.3d 28, 33 (1st Cir. 1998) (\"Evidence that is inadmissible at\r\ntrial, such as inadmissible hearsay, may not be considered on\r\nsummary judgment.\").  \r\nAs further evidence of the Shopping Center's preexisting\r\nstructural defects, SAIC points to Engineer David McCloskey's\r\n(\"McCloskey\") 1980 inspection report of the FSC property. \r\nAccording to McCloskey's visual inspection of the FSC property,\r\nthere was \"excessive ponding\" over Pueblo and \"some ponding\" over\r\nWalgreens.  (See Letter from McCloskey to Edward Kildare of\r\n4/14/80, at 1).  SAIC maintains that these observations, made by a\r\n\"totally independent\" structural engineer, prove that the FSC\r\nproperty was structurally defective.  However, we agree with the\r\ndistrict court that SAIC has grossly mischaracterized McCloskey's\r\nconclusions.  In fact, McCloskey's report concludes that \"in\r\ngeneral the structures are in good condition\" and that \"[t]he only\r\nimmediate repair required is the roof of the Pueblo Store\r\nExpansion.\"  (Letter from McCloskey to Edward Kildare of 5/21/80,\r\nat 3).  McCloskey further explains that DT beams \"typically\r\ncontinue to deflect over the years causing portions of the roofs\r\nwhich were ridges to become valleys, and vice versa.  Therefore,\r\nroof drains end up at the high points of the roof which leads to\r\nponding.\"  (Id. at 1).  To address this \"fairly common\" phenomenon,\r\nMcCloskey suggested the installation of additional roof drains to\r\nthe new low points of the roof.  (See id. at 1).  As SAIC's own\r\nevidence demonstrates, FSC constantly monitored this situation by\r\ninstalling additional drains in the roof of the Shopping Center. \r\nMore importantly, when asked in his deposition whether the roof was\r\nstructurally sound as built and designed, Engineer McCloskey\r\nanswered in the affirmative.  (See McCloskey Dep. at 51).  In sum,\r\nMcCloskey's report in no way supports SAIC's contention that the\r\nShopping Center had preexisting structural or construction defects.\r\nIn addition, SAIC maintains that FSC's own expert,\r\nEngineer Izquierdo, admitted that DT beams \"have had a considerable\r\namount of quality control problems [in Puerto Rico], which is why\r\nthey are rarely used anymore in this jurisdiction.\"  However, SAIC\r\noffers no evidence that the particular DT beams used in the\r\nShopping Center roof suffered from quality control problems. \r\nIndeed, as discussed above, SAIC's evidence suggests that FSC\r\nclosely monitored any deflections of the DT beams by constantly\r\ninstalling additional roof drains.  See supra note 16, at 20.\r\nWith respect to the expert testimony of meteorologist\r\nNez, SAIC points out that Nez admitted that he had \"no way of\r\nknowing if [a microburst] occurred . . . because there is no\r\nparticular study\" and that it was only possible that a microburst\r\noccurred in the area.  (Nez Dep. at 80).  SAIC also argues that\r\nthe very report Nez relied upon in forming his expert opinion --\r\nthe NOAA Survey -- \"found no evidence from which one could\r\nreasonably infer that microbursts occurred in the Fajardo area.\" \r\n(J.A. at 322).  Again, we agree with the district court that SAIC\r\nhas seriously mischaracterized Nez's testimony as well as the\r\nconclusions of the NOAA Survey.  Nez in fact concluded that \"the\r\ndamages sustained by the Fajardo Shopping Center were the direct\r\nresult of the intense and turbulent winds produced by Hurricane\r\nHugo on September 18, 1989.\"  (Id. at 2853).  To reach this\r\nconclusion, Nez examined the maximum wind speeds and\r\ncorresponding mean recurrence interval for Hurricane Hugo at\r\ndifferent locations in Puerto Rico, including the nearby Roosevelt\r\nRoads Naval Base.  (See id. at 2844).  According to Nez, these\r\nwinds were \"above the magnitude specified in the ANSI A58.1-1982\r\ncode.\"  (Id.).  More importantly, Nez explained in his deposition\r\ntestimony that despite the lack of availability of a Doppler radar\r\nor a debris analysis, it was his expert opinion, based on the NOAA\r\nSurvey and the damage he observed on site, that downburst forces\r\nquite possibly occurred.  (See Nez Dep. at 79-81).  We agree with\r\nthe district court that Nez reasonably relied on his expert\r\nopinion and the NOAA Survey for this conclusion.  We further\r\nconclude that SAIC again mischaracterized the findings of the NOAA\r\nSurvey.  In sharp contrast to SAIC's assertion that this team of\r\nhighly qualified experts \"found no evidence from which one could\r\nreasonably infer that microbursts occurred in the Fajardo area\",\r\n(J.A. at 322), the NOAA Survey concluded that \"damage surveys\r\nsuggested possible microbursts on St. Croix, Culebra and Vieques.\" \r\n(Id. at 1699).  The Survey also stated that \"[r]esidents, including\r\npersonnel at the Roosevelt Road Naval Station believe that some\r\ntornadoes did occur although none could be confirmed.\"  (Id.). \r\nDespite SAIC's assertions to the contrary, these findings clearly\r\ndo not preclude the possibility that downbursts occurred in the FSC\r\narea.\r\nFinally, we agree with the district court that SAIC's\r\nreliance on Engineer Ruiz's future testimony at trial is\r\ninsufficient to defeat summary judgment as to the issue of\r\nproximate causation.  It is an established rule of law that\r\n\"establishing a genuine issue of material fact requires more than\r\neffusive rhetoric and optimistic surmise.\"  Cadle Company v. Hayes,\r\n116 F.3d 957, 960 (1st Cir. 1997).  Neither \"unsupported\r\nspeculation, nor brash conjecture coupled with earnest hope that\r\nsomething concrete will materialize\" is sufficient to block summary\r\njudgment.  Euromotion, Inc. v. BMW of North America, Inc., 136 F.3d\r\n866, 869 (1st Cir. 1998) (quoting J.Geils Band Employee Benefit\r\nPlan v. Smith Barney Shearson, Inc., 76 F.3d 1245, 1251 (1st Cir.\r\n1991)) (internal quotations and citations omitted).  We conclude\r\nthat SAIC has failed to present any \"genuine\" evidence that water\r\nponding due to inherent structural or construction defects\r\nproximately caused the damage to the FSC property.  We point out\r\nthat although there is evidence in the record that DT beams in the\r\nFSC roof had deflected prior to Hugo, FSC need not prove that wind\r\nwas the sole cause of the damage to its property in order to\r\nprevail on summary judgment.  See supra, at 27-31.  \"In order to\r\nrecover [under windstorm insurance coverage] it is not necessary\r\nthat windstorm be the sole cause of the damage . . . . If the\r\ndamage would not have occurred in the absence of a windstorm, the\r\nloss is covered by the policy.\"  Milan v. Providence Washington\r\nIns. Co., 227 F. Supp. at 253.  Because FSC has presented unrefuted\r\nevidence that the damage to its property would not have occurred\r\nbut for Hurricane Hugo, we affirm the district court's entry of\r\nsummary judgment on the issue of liability in its favor.\r\n     2.  The Coinsurance Penalty\r\nSAIC next argues that the district court erred in\r\ngranting summary judgment in favor of FSC on the issue of the co-\r\ninsurance penalty.  The insurance policy contains a coinsurance\r\nclause which provides that: \r\n               [t]he Company shall not be liable for a\r\n               greater proportion of any loss to property\r\n               covered than the limit of liability under this\r\n               policy for such property bears to the amount\r\n               produced by multiplying the actual cash value\r\n               of such property at the time of the loss by\r\n               the coinsurance percentage stated in the\r\n               Declarations.\r\n\n     (J.A. at 2769).  SAIC maintains that the FSC property is worth more\r\nthan the amount declared in the policy.  As a result, SAIC claims\r\nthat, if liable, it is only obligated to pay that proportion of the\r\ndamages equal to the proportion of the declared value to the actual\r\nvalue pursuant to the terms of the coinsurance clause.  \r\nAnother pertinent endorsement excludes from coverage\r\n\"[p]roperty which is more specifically covered in whole or in part\r\nby this or any other contract of insurance, except for the amount\r\nof loss which is in excess of the amount due from such more\r\nspecific insurance.\"  (J.A. at 2777).  FSC proffers the lease\r\nagreements between FSC and its Building I and Building II tenants,\r\nwhich provide that the tenants would purchase their own insurance\r\nto cover all leasehold improvements, to prove that SAIC only\r\ninsured the structure of the buildings -- not the leasehold\r\nimprovements.  As a result, FSC argues that the declared value of\r\nthe property is in fact equal to the actual value of the insured\r\nstructure and thus the coinsurance clause is inapplicable.  \r\nIn further support of this contention, FSC points to the\r\nPretrial Report, submitted by both parties in December 1993, which\r\nincludes as an undisputed fact the following information:\r\n               Under the terms of the leases, tenants in the\r\n               L-shaped building (Building \"1\") are\r\n               responsible for the integrity and maintenance\r\n               of their own leasehold improvements and\r\n               insurance therefor.  The policy does not cover\r\n               property not owned by the landlord . . .\r\n               including leasehold improvements made by\r\n               Tenants . . . . Tenants are required to\r\n               maintain their own insurance, and all damage\r\n               to leasehold improvements . . . are for the\r\n               account and responsibility of the respective\r\n               tenants.  The tenants have their own insurance\r\n               policies covering their leasehold\r\n               improvements.  The lease for the Firestone\r\n               Store (Building \"2\") contains similar\r\n               provisions.  The Kentucky Fried Chicken\r\n               building (Building \"3\") had a different lease,\r\n               according to which the Landlord provided, paid\r\n               for, and owned what would otherwise have been\r\n               the tenant leasehold improvements (i.e. a\r\n               \"turnkey\" location), and the Landlord insured\r\n               them.  Since the plaintiff herein owned the\r\n               leasehold improvements, the valuation limits\r\n               under the Policy reflected a higher per-unit\r\n               insurable value for Building \"3\".  \r\n\n(J.A. at 64).\r\n\nDespite this earlier admission, SAIC now contends that\r\nBuildings I and II should now be appraised to include the value of\r\nthe leasehold improvements, thus triggering the coinsurance penalty\r\nclause.  We agree with the district court that by agreeing to the \r\npreceding \"undisputed facts\" in the Pretrial Report, SAIC has\r\nwaived this argument.  See Correa v. Hospital San Francisco, 69\r\nF.3d 1184, 1195 (1st Cir. 1995).  We further agree that, even\r\nabsent waiver, SAIC has failed to conclusively rebut the evidence\r\nproffered by FSC.  As a result, we conclude that FSC is entitled to \r\njudgment as a matter of law that the coinsurance penalty clause\r\ndoes not apply to reduce SAIC's liability under the terms of the\r\npolicy.\r\n     3.  The Emergency Repairs Setoff Issue\r\nSAIC next appeals the district court's grant of summary\r\njudgment in favor of FSC with respect to its right to set off\r\namounts spent by Pueblo Supermarkets for repairs against the\r\n$150,000 advanced by SAIC for emergency repairs immediately after\r\nthe hurricane.  SAIC objects to this ruling on the ground that the\r\nPueblo setoff is essentially a new claim, and that for this claim\r\nto proceed, FSC should be required to request leave to file an\r\namended complaint.  Absent such a request, SAIC maintains that the\r\ndistrict court \"flagrantly deviated from the mandates provided by\r\nthe Federal Rules of Civil Procedure\" by accommodating FSC's\r\nattempt at \"ambush litigation.\"  (Appellant's Br. at 45).  \r\nIt is undisputed that SAIC advanced FSC the sum of\r\n$150,000 for emergency repairs.  After reviewing FSC's receipts,\r\nthe special master found that FSC used the amount of $104,199.11 to\r\nconduct emergency repairs on Building I.  The special master also\r\nfound that some of this money had been inappropriately used to pay\r\nFSC's  accountants.  Accordingly, the special master subtracted\r\nthis amount ($9,685) from the amount used for repairs.  The master\r\nconcluded that FSC appropriately spent $94,514.11 of the $150,000\r\nin emergency repairs.  Thus, FSC owed SAIC $50,485.89 plus compound\r\ninterest of 5% per annum, amounting to a total of $71,083.72.\r\nOn May 7, 1997, FSC, for the first time, submitted\r\nreceipts evidencing additional temporary repairs made by Pueblo. \r\nAccording to the documentation, Pueblo spent $146,000 on emergency\r\nrepairs immediately after Hugo.  It is undisputed that FSC\r\nreimbursed Pueblo for these expenditures in the form of rent\r\nconcessions.  FSC argued that since the $146,000 was spent by\r\nPueblo on Fajardo's behalf, it was entitled to offset (or set off)\r\nthis amount against the $150,000 advance pursuant to Article 1149\r\nof the Puerto Rico Civil Code.  To support this claim, FSC points\r\nout that setoff is appropriate in this case because it arises from\r\nthe same breach of contract claim that is the subject of this\r\nlitigation.  Further, FSC maintains that SAIC has actually\r\nbenefitted from Pueblo's expenditures because by undertaking the\r\nrepairs on its own, Pueblo substantially reduced its claim for\r\nbusiness interruption.  Thus, FSC argues, if the setoff is not\r\nallowed, SAIC will receive unjust enrichment. \r\nAt the May 7 hearing in chambers, the district judge\r\nadmonished FSC for the tardiness of its setoff claim.  However, the\r\njudge ultimately allowed FSC's setoff claim to proceed.  The\r\ngrounds for the district judge's ultimate decision to allow the\r\nsetoff claim are unclear.  FSC never filed a motion for leave to\r\namend the complaint.  Nor was any amendment made.  Nevertheless,\r\nFSC submitted the claim in a supplemental motion for summary\r\njudgment filed on September 30, 1997.\r\nIn ruling on this motion, the district judge specifically\r\nfound that FSC had established the requisites for compensation as\r\nset forth in Article 1150.  We agree with the district court that \r\nFSC has established the requisites for a setoff under Puerto Rico\r\nlaw.  We further conclude that no leave to file an amended\r\ncomplaint was required for FSC to state its setoff claim.  As the\r\ndistrict court correctly noted, setoffs have no purpose other than\r\nto \"[allow] the convenient simplification of relations between\r\nmutually indebted parties.\"  999 F. Supp. at 230-31 (quoting United\r\nStructures of Am., Inc. v. G.R.G. Eng'g, S.E., 9 F.3d 996, 1000\r\n(1st Cir. 1993)).  As such, FSC's setoff \"claim\" is not really a\r\nseparate claim at all from its original claim for an accounting and\r\ndetermination of the amount of SAIC's liability.  As FSC correctly\r\npoints out, the accounting for the $150,000 advanced by SAIC was in\r\nissue from the inception of the case.  Moreover, although the\r\nproffer of Pueblo's receipts was tardy, the district court\r\nspecifically concluded that SAIC was not prejudiced by the delay. \r\nIn sum, we agree with the district court that SAIC presented\r\ninsufficient evidence to rebut FSC's claim that it was entitled, as\r\na matter of law, to entry of judgment in its favor on the setoff\r\nclaim.\r\n     4.  Business Interruption/Lost Rents\r\nThe pertinent policy endorsement states that coverage is\r\nextended to insure against \"loss of rents caused by the perils\r\ninsured against damaging or destroying, during the policy period,\r\nreal or personal property at the premises described in this\r\nendorsement.\"  (J.A. at 2765).  FSC originally claimed business\r\ninterruption damages in the amount of $77,109.37 based on an expert\r\nreport rendered by the accounting firm of Vlez, Semprit, Nieves &amp;\r\nCo.  However, the special master, in his first Report and\r\nRecommendation, concluded that FSC misused $50,485.89 of the\r\n$150,000 in emergency repair funds advanced by SAIC.  Specifically,\r\nthe special master found that the $50,485.89 misused by FSC could\r\nhave been used to repair Buildings II and III.  The special master\r\nthus recommended that the district court not allocate any amounts\r\nfor business interruption as to these buildings.  As a result, FSC\r\nreduced the amount of its business interruption damages claim by\r\n$50,485.89 to $26,943.37.\r\nIn its opposition to FSC's motion for summary judgment on\r\nthe issue of lost rent, SAIC maintains that FSC's claims are\r\n\"grossly exaggerated\" and that \"it does not take a genius to know\r\nthat a reduction in volume of sales in the Fajardo area after\r\nHurricane Hugo was expected due to the devastation of the hurricane\r\nin the immediate area.\"  (J.A. at 346).  The weakness in SAIC's\r\nargument, however, lies in the fact that it does not offer any\r\nevidence to support these conclusory statements.  SAIC's opposition\r\nrelies on statements like \"the evidence will show\" and \"the\r\nevidence will further show.\"  (Id. at 344, 349)(emphasis added). \r\nUnfortunately for SAIC, at the summary judgment stage, it bears the\r\nburden of actually presenting this evidence; it cannot rely on\r\n\"brash conjecture coupled with earnest hope that something concrete\r\nwill materialize\" and expect to survive a motion for summary\r\njudgment.  Euromotion, 136 F.3d at 869 (quoting J.Geils Band, 76\r\nF.3d at 1251) (internal quotations and citations omitted).  We\r\nagree with the district court that SAIC failed to meet its burden\r\nof proof in order to defeat FSC's motion for summary judgment on\r\nthe issue of business interruption/lost rent damages.  We thus\r\naffirm the district court's award of $26,943.37 in damages to FSC\r\nfor lost rent and business interruption.\r\n     5.  Obstinacy\r\nSAIC's final complaint centers around the district\r\ncourt's award of prejudgment interest in the amount of $868,826.60\r\nplus attorneys' fees, based on its finding that SAIC displayed\r\nobstinacy throughout the proceedings below.  FSC requested an award\r\nof prejudgment interest and attorneys' fees pursuant to Rules\r\n44.1(d) and 44.3(b) of the Puerto Rico Rules of Civil Procedure. \r\nRule 44.1(d) states: \"In the event any party or its lawyer has\r\nacted obstinately or frivolously, the court shall, in its judgment,\r\nimpose on such person the payment of a sum for attorneys' fees\r\nwhich the court decides corresponds to such conduct.\"  (Emphasis\r\nadded).  Similarly, Rule 44.3(b) states: \" . . . . the court willalso impose on the party that has acted rashly the payment of\r\ninterest at the rate fixed by the Board . . . .\"  (Emphasis added). \r\nIn a diversity case in which the substantive law of\r\nPuerto Rico supplies the basis of decision, a federal court must\r\ngive effect to Rules 44.1(d) and 44.3(b) of the Puerto Rico Rules\r\nof Civil Procedure.  See Dopp v. Pritzker, 38 F.3d 1239, 1252 (1st\r\nCir. 1994) (quotations omitted).  Moreover, because these rules\r\nspeak in imperatives, the imposition of attorneys' fees and\r\nprejudgment interest is obligatory once the district court makes a\r\nthreshold finding that a party has acted with obstinacy.  See id. \r\nWe review the district court's threshold determination of obstinacy\r\nfor abuse of discretion.  See id. at 1253.\r\nTo make a threshold determination of obstinacy, a court\r\nmust \"determine a litigant to have been unreasonably adamant or\r\nstubbornly litigious, beyond the acceptable demands of the\r\nlitigation, thereby wasting time and causing the court and the\r\nother litigants unnecessary expense and delay.\"  De Len Lpez v.\r\nCorporacin Insular de Seguros, 931 F.2d 116, 126 (1st Cir. 1991). \r\nPuerto Rico courts have previously imposed obstinacy-based\r\nattorneys' fees on insurance companies that unreasonably refuse to\r\nsettle out of court claims.  See, e.g., Morales v. Automatic\r\nVending Service, Inc., 103 D.P.R. 281 (1975).  \r\nIn the instant case, the district court found that SAIC\r\nwas \"unreasonably adamant\" and \"stubbornly litigious\" by refusing\r\nto settle this claim for over three years, while the property's\r\nlosses increased and FSC was forced to hire more experts and incur\r\nmounting expenses.  See 999 F. Supp. at 233.  The district court\r\nfurther concluded with respect to SAIC's obstinacy that \"the record\r\nspeaks for itself.\"  Id. at 234.  After examining the record, we\r\nconclude that the district court did not abuse its discretion in\r\nmaking the threshold determination of obstinacy and thus affirm its\r\ngrant of prejudgment interest and attorneys' fees to FSC.\r\nThe record reveals that SAIC's only settlement offers\r\nhave been unreasonable in that they have only covered a fraction of\r\nthe damages proposed by plaintiff.  See supra, at 6-7, 12.  In\r\naddition, after opposing FSC's motion for a jury trial and agreeing\r\nto the appointment of a special master, SAIC proceeded to object to\r\nevery report rendered by the master and refused to cooperate with\r\nhim throughout the proceedings.  It is important to note that\r\nSAIC's substantive objections to the role of the special master,\r\ndiscussed supra, at 17-26, do not provide the basis for our\r\naffirmance of the district court's finding of obstinacy.  Rather,\r\nwe conclude that the district court's finding of obstinacy is\r\nadequately supported by: (1) SAIC's original failure to timely\r\nsubmit names of candidates for appointment as special master in\r\naccordance with the court's order; (2) its subsequent barrage of\r\nunwarranted allegations regarding the ultimate appointee's \"lack of\r\nobjectivity, neutrality and clear bias in favor of the plaintiff\"\r\n(J.A. at 268); (3) its unsubstantiated allegations that the special\r\nmaster's findings were \"nothing more than speculation\"  (Id. at\r\n273); (4) its uncalled for allegations that \"as a matter of fact\r\n. . . [Special Master Murati] was not qualified to make most of the\r\nrecommendations contained in the report\" (Id. at 343); and (5) its\r\nadamant refusal to participate in the discovery process conducted\r\nby the special master.  SAIC's refusal to cooperate forced the\r\nspecial master to revise his report and recommendation three times,\r\nfurther increasing the costs of this litigation.  SAIC's personal\r\nattacks on Murati caused him to suspend his duties and file a\r\nseparate motion in defense of his work.  In sum, all of these\r\nactions by SAIC wasted considerable time and caused the court and\r\nFSC unnecessary expense and delay.  Based on our review of the\r\nrecord, we thus conclude that the district judge acted within his\r\ndiscretion in awarding prejudgment interest and attorneys' fees to\r\nFSC based on a finding of obstinacy.\r\nIV.  CONCLUSION\r\nFor the reasons detailed in this opinion, we affirm the\r\ndistrict court's grant of summary judgment in favor of FSC.  We\r\nalso affirm the court's grant of prejudgment interest and\r\nattorneys' fees.  Costs to be awarded to appellees.\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 98-1649\r\n\n             FAJARDO SHOPPING CENTER, S.E.,\r\n               A NEW JERSEY PARTNERSHIP,\r\n                  Plaintiff, Appellee,\r\n\n                           v.\r\n\n  SUN ALLIANCE INSURANCE COMPANY OF PUERTO RICO, INC.,\r\n   SUBSIDIARY OF ALLIANCE ASSURANCE COMPANY LIMITED,\r\n                 Defendant, Appellant.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF PUERTO RICO\r\n\n    [Hon. Salvador E. Casellas, U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\nHall, Senior Circuit Judge,\r\n\n               and Lynch, Circuit Judge.\r\n\n                                      \r\n\nLuis A. Gonzlez, with whom L.A. Gonzlez Law Offices, P.A.was on brief, for appellant.\r\nEdward M. Borges, with whom David Riv-Power and O'Neill &amp;\r\nBorges were on brief, for appellee.\r\n\n                                      \r\n\n                   February 3, 1999\r\n                                                TORRUELLA, Chief Judge.  Plaintiff Fajardo Shopping\r\nCenter, S.E. (\"FSC\") filed this action against Defendant Sun\r\nAlliance Insurance Company of Puerto Rico, Inc. (\"SAIC\") to recover\r\ninsurance policy benefits in connection with damage to commercial\r\nleasehold property allegedly sustained during Hurricane Hugo. \r\nAfter approximately five years of discovery, the district court\r\ngranted summary judgment in favor of FSC on the issues of liability\r\nand damages and ordered SAIC to pay FSC $1,301,856.77.  The\r\ndistrict judge also awarded FSC prejudgment interest in the amount\r\nof $868,826.60 plus attorneys' fees.  SAIC appeals both the\r\ndistrict court's grant of summary judgment and its award of\r\nprejudgment interest and attorneys' fees.\r\nI.  BACKGROUND\r\n     The Fajardo Shopping Center (\"Shopping Center\" or \"FSC\")\r\nis a three-building structure located in the northeastern\r\nmunicipality of Fajardo, Puerto Rico.  For the past twelve years,\r\nit has been owned by an entity known as the Fajardo Partnership, a\r\npartnership organized under the laws of the state of New Jersey. \r\nIts principal building, Building I, is an L-shaped structure, units\r\nof which are leased to more than a dozen retail merchants,\r\nincluding Pueblo Supermarkets, its main tenant.  The remaining two\r\nstructures, Buildings II and III, have throughout the relevant time\r\nperiod been rented to a Firestone and a Kentucky Fried Chicken\r\nfranchise, respectively.\r\n     On December 19, 1988, the Fajardo Partnership obtained a\r\nspecial multi-peril insurance policy from SAIC for the period of\r\nDecember 19, 1988 through April 22, 1991.  (See J.A. at 778).  The\r\npolicy insured the Shopping Center against \"all risks of direct\r\nphysical loss subject to the provisions and stipulations herein and\r\nin the policy of which this form is made a part.\"  (Id. at 785). \r\nThe policy also insured against the loss of rents by the Fajardo\r\nPartnership caused by a covered risk.  (See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 779). </span><pre class=\"inline\"> One of\r\nthe pertinent exclusions included in the policy excepted from\r\ncoverage losses caused by \"faulty design, specifications,\r\nworkmanship, construction, or materials if a peril excluded by this\r\npolicy contributed to the loss at any time.\"  (Id. at 786).  None\r\nof the provisions or stipulations made a part of the policy\r\nexcluded losses caused by a hurricane or windstorm.   \r\nOn September 18, 1989, Hurricane Hugo struck the island\r\nof Puerto Rico.  At maximum sustained winds of 125 miles per hour,\r\nthe western part of Hurricane Hugo's eyewall passed directly\r\nthrough the municipalities of Ceiba, Fajardo and Luquillo.  The\r\nintense winds did not, however, translate into unusually heavy\r\nrainstorms.  San Juan reported only 1.4 inches of rain while\r\nFajardo reported approximately 6.25 inches.\r\nDuring Hurricane Hugo, the FSC property suffered\r\nextensive damages.  Specifically, structural double-tee beams (\"DT\r\nbeams\") supporting the roof of the Shopping Center deflected,\r\nlosing their structural integrity.  As a result of this deflection,\r\nportions of the FSC roof collapsed.  Other portions of the roof,\r\nalthough not collapsed, were rendered structurally unsound and\r\nposed a risk of collapse.  \r\nUpon plaintiff's request, SAIC advanced FSC $150,000 to\r\ncover emergency repairs and to prevent further damage to the\r\nShopping Center property.  Shortly thereafter, FSC engaged an\r\nengineering firm, Izquierdo, Rueda &amp; Associates (\"IR&amp;A\"), to\r\nprepare an estimate of damages.  The firm concluded that\r\napproximately 75,000 square feet of roof would have to be replaced\r\nbecause of structural damage.  IR&amp;A estimated the total cost of\r\nrepairs to be $1,496,218.  In early 1991, FSC submitted the firm's\r\nreport and estimate to SAIC.  \r\nOn May 7, 1991, a meeting was held at the SAIC offices to\r\ndiscuss FSC's claim.  SAIC followed up the meeting with a letter to\r\nFSC dated July 1, 1991.  In its letter, SAIC requested additional\r\ninformation and permission to carry out inspections of the\r\nproperty.  The letter also stated that, despite its advance of\r\n$150,000, SAIC was reserving all of its rights under the policy\r\nbecause it had concluded that most of the damage to the roof was\r\ncaused by preexisting structural defects in the DT beams, and not\r\nby Hurricane Hugo.\r\nIn a subsequent letter dated August 19, 1991, SAIC\r\ninformed FSC of the results of an inspection of the FSC property\r\nperformed by its engineer, Emiliano Ruiz (\"Ruiz\").  According to\r\nRuiz, the deflections of the DT beams were not caused by windstorm\r\nbut rather by the ponding of water due to a faulty and inadequate\r\ndrainage system.  SAIC further stated that such water ponding,\r\n\"plus other factors such as inherent or latent defect of the beams\r\n. . . construction and design deficiencies, and the fact that the\r\nbuilding was not built according to the best engineering practices\r\nindicate that the damages claimed . . . are excluded under Part\r\nVIII, Items 2 and 4C of the above policy.\"  (J.A. at 2797).  As a\r\nresult, SAIC agreed to pay exclusively for: (1) the removal and\r\nreplacement of built-up roofing and hung ceiling; (2) the removal\r\nof debris and clean-up; (3) repair to air conditioning and\r\nelectrical systems; and, (4) the replacement of store front glass,\r\nflashings, paint work, and parking illumination.  SAIC calculated\r\nits liability under the policy to be $96,584.46, after subtracting\r\nthe advanced amount ($150,000), the coinsurance penalty ($127,292),\r\nand the deductible ($3,000).  SAIC submitted this amount to FSC as\r\na proposed proof of loss.\r\nUpon examining SAIC's proposal, FSC conducted further\r\ninvestigations to prove that the damages suffered resulted from the\r\nhurricane and not from inherent or latent design defects.  FSC's\r\ninvestigation included: (1) a survey of the damage performed by\r\nSousa Surveying Services; (2) an opinion as to the cause of the\r\ndamage from structural expert Jos M. Izquierdo (\"Izquierdo\"); (3)\r\nan accountant's report prepared by CPA Rafael Prez-Villarini\r\n(\"Prez-Villarini\") detailing the amount of rent lost; and (4) a\r\nsecond cost estimate rendered by the late Engineer Jos Carbia.  As\r\na result of this investigation, FSC submitted its own proof of loss\r\nto SAIC on October 27, 1992, claiming damages in the amount of\r\n$1,944,356.73.  SAIC promptly rejected FSC's proof of loss,\r\nreasserted its theory of causation, and resubmitted its previous\r\noffer of $96,584.46.  Shortly thereafter, FSC filed the instant\r\naction.\r\nII.  THE APPOINTMENT OF A SPECIAL MASTER\r\nOn July 5, 1995, FSC moved for a jury trial.  SAIC\r\nopposed the motion on the ground that the case was \"extremely\r\ntechnical in nature and involve[d] construction issues . . . which\r\nare beyond the knowledge of the common citizen.\"  (J.A. at 135-36). \r\nIn response, the court scheduled a conference for December 11,\r\n1995, to address the issues raised by the parties and to explore\r\nsettlement possibilities.  After hearing arguments from both\r\nparties, the court denied FSC's motion for a jury trial.  In\r\naddition, the court determined that \"the appointment of a [Special]\r\nMaster [would] be appropriate in this case.\"  (Mins. of 12/11/95\r\nProceedings).  The court granted the parties until January 15,\r\n1996 to submit three candidates for appointment as special master.\r\nOn March 18, 1996, FSC informed the court that, of all\r\nthe candidates it contacted, only one -- Engineer Efrahim Murati-\r\nMartnez (\"Murati\") -- was willing to serve as a special master in\r\nan adversarial proceeding.  SAIC never objected to FSC's motion\r\nproposing Murati's appointment.  Nor did SAIC submit names of\r\ncandidates for special master.  Therefore, after considering his\r\nqualifications, the court appointed Murati to serve as special\r\nmaster.  \r\nPursuant to Rule 53(c), the court's order of appointment\r\nenumerated Murati's rights, powers, and responsibilities as special\r\nmaster.  Specifically, the court's order granted the special master\r\n\"all the rights, powers, and duties as provided for a master under\r\nRule 53 of the Federal Rules of Civil Procedure.\"  (J.A. at 158). \r\nOn June 5, 1996, Murati accepted his appointment.  The very next\r\nday, SAIC submitted -- for the first time -- its proposed candidate\r\nfor special master.  In its Motion Requesting Appointment of\r\nSpecial Master, SAIC never objected to the court's power to appoint \r\na master.  Nor did SAIC object to Murati's actual mandate.  Rather,\r\nthe essence of SAIC's objection was that Murati did not have\r\nsufficient formal training in structural problems to act as master\r\nin this case.  (See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 162). </span><pre class=\"inline\"> In its order denying SAIC's\r\nmotion, the court addressed this issue by stating: \"Special Master\r\nMurati will remain as Master in this case.  His performance so far\r\nbelies any claims by defendant as to his suitability for the post.\" \r\n(Id. at 169).\r\nSAIC now argues on appeal that the district court's\r\nappointment of a special master in this case violated Fed. R. Civ.\r\nP. 53 and Article III of the United States Constitution.  Because\r\nwe conclude that SAIC's failure to object to the district court's\r\nappointment of a special master amounts to consent, we do not reach\r\nthe merits of this claim.\r\nIII.  DISCUSSION\r\nA.  THE SPECIAL MASTER\r\nAs this court has recognized, \"parties to a civil case\r\nmay consent to the appointment of a master under any\r\ncircumstances.\"  See Stauble v. Warrob, </pre><span class=\"citation\" data-id=\"593171\"><a href=\"/opinion/593171/alfred-stauble-individually-and-fub-warrob-inc-v-warrob-inc-alfred/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></a></span><pre class=\"inline\">, 694 (1st Cir.\r\n1992); see also Peretz v. United States, </pre><span class=\"citation\" data-id=\"112645\"><a href=\"/opinion/112645/peretz-v-united-states/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></a></span><pre class=\"inline\">, 936 (1991)\r\n(\"litigants may waive their personal right to have an Article III\r\njudge preside over a civil trial\"); Goldstein v. Kelleher, </pre><span class=\"citation no-link\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span>\r\n<span class=\"page\">32</span></span><pre class=\"inline\">, 35 (1st Cir. 1992) (\"insofar as Article III protects individual\r\nlitigants, those protections can be waived\").  Even if SAIC did not\r\nexplicitly consent to the appointment of a special master, failure\r\nto make a timely objection amounts to consent.\r\n     A party who desires to contest the\r\n     propriety of a reference to a master under\r\n     Rule 53 should move the trial court for\r\n     revocation of the reference.  Inaction in\r\n     this regard is tantamount to acquiescence\r\n     and the reference cannot be challenged\r\n     later on appeal.\r\n\n9A Charles Alan Wright &amp; Arthur R. Miller, Federal Practice and\r\nProcedure Civil 2d  2605 (2d ed. 1994); see also Adriana Int'l\r\nCorp. v. Thoeren, </pre><span class=\"citation no-link\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></span><pre class=\"inline\">, 1410 (9th Cir. 1990) (\"[A]n\r\nobjection to the appointment of a special master must be made at\r\nthe time of the appointment or within a reasonable time thereafter\r\nor the party's objection is waived.\"); Johnson Controls, Inc. v.\r\nPhoenix Controls Systems, Inc., </pre><span class=\"citation\" data-id=\"530034\"><a href=\"/opinion/530034/johnson-controls-inc-a-wisconsin-corporation-v-phoenix-control-systems/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1173</span></a></span><pre class=\"inline\">, 1176 (9th Cir. 1989)\r\n(party \"waived any objections it had to the appointment of a master\r\nby failing to raise the issue, or moving to have the reference\r\nrevoked\"); Charles A. Wright, Inc. v. F.D. Rich Co., </pre><span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">710</span></span><pre class=\"inline\">,\r\n714 (1st Cir. 1966) (\"Both parties consented to the court's order\r\nof reference to the master and . . . plaintiff cannot now object to\r\nthe order of reference.\").   \r\nNot only did SAIC not make a timely objection, SAIC never\r\nmade any objection at all to the district court's power to appoint\r\na special master in this case.  Indeed, the district court's\r\ndecision to appoint a master appears to have at least in part\r\nresulted from SAIC's opposition to FSC's Motion for Jury Trial on\r\nthe ground that the issues involved were \"beyond the knowledge of\r\nthe common citizen.\"  (J.A. at 135-36).  SAIC even proposed its own\r\ncandidate to serve as master.  Such conduct does not amount to a\r\ntimely objection to an order of reference.     \r\nBecause SAIC consented to the appointment of a special\r\nmaster and to the district court's order of reference, SAIC cannot\r\nnow object.  Moreover, SAIC waived any objection it may have had by\r\nnot presenting it to the district court when the district court\r\nfirst raised the idea of appointing a special master.  We do not\r\nhear arguments which were not raised with the district court.  SeeUnited States v. Bongiorno, </pre><span class=\"citation\" data-id=\"735399\"><a href=\"/opinion/735399/united-states-v-frank-p-bongiorno-united-states-of-america-v-frank-p/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1027</span></a></span><pre class=\"inline\">, 1034 (1st Cir. 1997)\r\n(matters not squarely presented below generally cannot be advanced\r\non appeal); Daigle v. Maine Medical Center, Inc., </pre><span class=\"citation\" data-id=\"195171\"><a href=\"/opinion/195171/daigle-v-maine-medical/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span><pre class=\"inline\">, 687\r\n(1st Cir. 1994) (\"Our law is clear that a party ordinarily may not\r\nraise on appeal issues that were not seasonably advanced (and\r\nhence, preserved) below.\"); United States v. Slade, </pre><span class=\"citation no-link\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></span><pre class=\"inline\">, 30\r\n(1st Cir. 1993) (\"It is a bedrock rule that when a party has not \r\npresented an argument to the district court, she may not unveil it\r\nin the court of appeals.\").  Accordingly, we decline to reach the\r\nmerits of SAIC's special master claims. \r\nB.  SUMMARY JUDGMENT\r\n     1.  SAIC's Liability\r\nThe question presented by this lawsuit is whether the\r\ndamage suffered by the Shopping Center was caused by the forces of\r\nHurricane Hugo (a covered peril) or by the faulty design and\r\nstructure of the DT beams and the Shopping Center roof (excluded\r\nperils).  Concluding that no genuine issues of material fact\r\nexisted as to the cause of the damage to the Shopping Center, the\r\ndistrict court granted summary judgment on the issue of liability\r\nin favor of FSC.  SAIC appeals.  We review the district court's\r\ngrant of summary judgment de novo, viewing the facts in the light\r\nmost favorable to the nonmovant, defendant SAIC.  See Dominique v.\r\nWeld, </pre><span class=\"citation\" data-id=\"711034\"><a href=\"/opinion/711034/james-dominique-v-william-weld/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1156</span></a></span><pre class=\"inline\">, 1158 (1st Cir. 1996).\r\nSummary judgment is appropriate when \"the pleadings,\r\ndepositions, answers to interrogatories, and admissions on file,\r\ntogether with the affidavits, if any, show that there is no genuine\r\nissue as to any material fact and that the moving party is entitled\r\nto a judgment as a matter of law.\"  Fed. R. Civ. P. 56(c).  In this\r\ncontext, an issue is \"genuine\" if the evidence presented is such\r\nthat a reasonable jury could resolve the issue in favor of the\r\nnonmoving party and a \"material\" fact is one that might affect the\r\noutcome of the suit under governing law.  See Pagano v. Frank, </pre><span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span><pre class=\"inline\">, 347 (1st Cir. 1993).\r\n    On issues where the nonmovant bears the burden of proof\r\nat trial, he may not defeat a motion for summary judgment by\r\nrelying upon evidence that is \"merely colorable\" or \"not\r\nsignificantly probative.\"  </pre><span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"id_token\">Id.</span> (internal quotations </a></span><pre class=\"inline\">and citations\r\nomitted).  Instead, the nonmovant must present \"definite, competent\r\nevidence\" to rebut the motion.  </pre><span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"id_token\">Id.</span> (quoting Mesnick </a></span><pre class=\"inline\">v. General\r\nElec. Co., </pre><span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span><pre class=\"inline\">, 822 (1st Cir. 1991)).  Summary judgment\r\nwill be properly entered against a party who, \"after adequate time\r\nfor discovery . . . fails to make a showing sufficient to establish\r\nthe existence of an element essential to that party's case, and on\r\nwhich that party will bear the burden of proof at trial.\"  Celotex\r\nCorp. v. Catrett, </pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 322 (1986).\r\n        a.  Applicable Law \r\n    Both parties concede that Puerto Rican law governs the\r\ninstant insurance contract dispute.  Nevertheless, the Puerto Rico\r\nSupreme Court has recently established that since most of the\r\ninsurance contracts sold in Puerto Rico are modeled after contracts\r\ndrafted in the United States, both federal and state law principles \r\nare useful and persuasive.  See Quiones Lpez v. Manzano Pozas, 96\r\nJ.T.S. 95, at 1307, P.R. Offic. Trans. No. RE-91-567, slip op. at\r\n11-12 (P.R. June 25, 1996).  We thus expand our analysis beyond\r\nPuerto Rican civil law principles.\r\n    Under an all-risk insurance policy, the insured has the\r\nburden of establishing a prima facie case for recovery by proving\r\nthe existence of the all-risk policy and the loss of the covered\r\nproperty.  See Jomark Textiles, Inc. v. Int'l Fire &amp; Marine Ins.\r\nCo., </pre><span class=\"citation\" data-id=\"1656606\"><a href=\"/opinion/1656606/jomark-textiles-inc-v-international-fire-marine-ins/\"><span class=\"volume\">771</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">577</span></a></span><pre class=\"inline\">, 578-79 (S.D.N.Y. 1989) (quotations omitted). \r\nOnce the insured has established a prima facie case, the burden\r\nshifts to the insurer to prove that the claimed loss is excluded\r\nfrom coverage under the policy.  See </pre><span class=\"citation\" data-id=\"1656606\"><a href=\"/opinion/1656606/jomark-textiles-inc-v-international-fire-marine-ins/\"><span class=\"id_token\">id.</span> (quotations omitted). </a></span><pre class=\"inline\"> \r\n    In the instant case, SAIC admitted that the applicable\r\nexclusion clause was Section VI, Item 9, which excepts from\r\ncoverage losses caused by \"faulty design, specifications,\r\nworkmanship, construction, or materials if a peril excluded by this\r\npolicy contributed to the loss at any time.\"  (J.A. at 786).  Thus,\r\nto avoid entry of summary judgment against it, SAIC bears the\r\nburden of making \"a showing sufficient to establish,\" </pre><span class=\"citation\" data-id=\"111722\"><span class=\"antecedent_guess\">Celotex,</span> <a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span>\r\n<span class=\"reporter\">U.S.</span> at <span class=\"page\">322</span></a></span><pre class=\"inline\">, that the damage to the FSC property was caused by\r\n\"faulty design, specifications, workmanship, and construction\" --\r\ndamage excluded from coverage under the policy.  See Jomark, 771 F.\r\nSupp. at 578-79.  More specifically, in order to avoid liability\r\nunder the policy, SAIC ultimately must prove that the defective\r\ndesign of the DT beams and the FSC roof -- not Hurricane Hugo --\r\nwas the proximate cause of the damage to the Shopping Center.  Seeid.  Moreover, under Puerto Rico law, insurance contracts, by\r\nvirtue of being considered adhesion contracts, are liberally\r\nconstrued in favor of the insured.  Quiones Lpez,, 96 J.T.S. 95,\r\nat 1306, P.R. Offic. Trans. No. RE-91-567, slip op. at 10 (P.R.\r\nJune 25, 1996) (quotations omitted).  Likewise, exclusion clauses\r\n-- not usually favored in an insurance contract -- should be\r\nstrictly construed against the insurer.  See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>   \r\nTo determine </span><pre class=\"inline\">whether a particular risk was the proximate\r\ncause of the damage suffered, one must examine whether the\r\nresulting damage was to be expected within the ordinary course of\r\nevents.  See Crdenas Maxan v. Rodrguez, 90 J.T.S. 36, at 7559,\r\nP.R. Offic. Trans. No. RE-88-223, slip op. at 6 (P.R. Mar. 9,\r\n1990); Arroyo Lpez v. Comm. of Puerto Rico, 90 J.T.S. 101, at\r\n7937, P.R. Offic. Trans. No. RE-88-379, slip op. at 8 (P.R.\r\nJune 29, 1990).  In cases where concurrent causes are alleged to\r\nhave caused the damage, we must determine which cause is the most\r\n\"efficient\" one.  See Valle v. American Int'l Insurance Co., 108\r\nD.P.R. 692, at 697-98, </pre><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">735</span></span><pre class=\"inline\">, 739 (P.R. 1979);\r\nsee also Allstate Ins. Co. v. Smith, </pre><span class=\"citation\" data-id=\"558116\"><a href=\"/opinion/558116/allstate-insurance-company-v-dwight-h-smith-md/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span><pre class=\"inline\">, 451 (9th Cir.\r\n1991) (\"In determining whether a loss is within an exception in a\r\npolicy, where there is a concurrence of different causes, the\r\nefficient cause -- the one that sets others in motion -- is the\r\ncause to which the loss is to be attributed . . . .\") (quoting\r\nSabella v. Wisler, </pre><span class=\"citation\" data-id=\"1168818\"><a href=\"/opinion/1168818/sabella-v-wisler/\"><span class=\"volume\">59</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"1168818\"><a href=\"/opinion/1168818/sabella-v-wisler/\"><span class=\"volume\">27</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">689</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"1168818\"><a href=\"/opinion/1168818/sabella-v-wisler/\"><span class=\"volume\">377</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">889</span>\r</a></span><pre class=\"inline\">\n(Cal. 1963) (internal quotations and citations omitted)).\r\nApplying this analysis to windstorm insurance cases, most \r\ncourts have agreed that wind need not be the only cause of a loss\r\nfor it to be considered the proximate or efficient cause.  In\r\norder to recover under windstorm insurance coverage, \"it is\r\nsufficient to show that wind was the proximate or efficient cause\r\nof loss or damage notwithstanding other factors contributed to the\r\nloss.\"  Kemp v. American Universal Ins. Co., </pre><span class=\"citation\" data-id=\"279326\"><a href=\"/opinion/279326/robert-l-kemp-and-fred-e-cooper-inc-v-american-universal-insurance/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">533</span></a></span><pre class=\"inline\">, 534-35\r\n(5th Cir. 1968).  For example, in Milan v. Providence Washington\r\nIns. Co., the district court concluded that alleged structural\r\ndefects in a building were immaterial to the issue of liability\r\nunder a windstorm insurance policy.  The court reiterated that\r\n\"[i]n order to recover . . . it is not necessary that windstorm be\r\nthe sole cause of the damage . . . . If the damage would not have\r\noccurred in the absence of a windstorm, the loss is covered by the\r\npolicy.\"  </pre><span class=\"citation\" data-id=\"1803577\"><a href=\"/opinion/1803577/milan-v-providence-washington-insurance-company/\"><span class=\"volume\">227</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">251</span></a></span><pre class=\"inline\">, 253 (E.D. La. 1964).  One court has \r\neven gone so far as to hold that \"where a policy expressly insures\r\nagainst direct loss and damage by one element but excludes loss or\r\ndamage by another element, the coverage extends to the loss even\r\nthough the excluded element is a contributory cause.\"  General Am.\r\nTransp. Corp. v. Sun Ins. Office, Ltd., </pre><span class=\"citation\" data-id=\"274024\"><a href=\"/opinion/274024/general-american-transportation-corp-v-sun-insurance-office-ltd/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">906</span></a></span><pre class=\"inline\">, 908 (6th Cir.\r\n1966).\r\n          b.  The Evidence\r\nFSC maintains that downburst forces accompanying\r\nHurricane Hugo proximately caused the damage to the Shopping\r\nCenter.  FSC further maintains that the damage could not have been\r\ncaused by faulty design or structural defects.  FSC's basic\r\nargument is: but for the hurricane, no damage would have resulted.\r\nIn support of this contention, FSC offers the expert\r\ntestimony of its structural experts Izquierdo and Khan.  Both\r\nIzquierdo and Khan specifically concluded that the Shopping Center\r\nwas properly constructed.  (See Izquierdo Dep. at 51; J.A. at 2417;\r\nKhan 7/17/96 Dep. at 119).  Khan further concluded, after\r\nconducting  extensive testing on the DT beams, that the original\r\ndesign of all of the DT beams met the design and deflection\r\ncriteria required by the Puerto Rico Building Code applicable at\r\nthe time of construction.  (See J.A. at 2417).  Both experts\r\nconcluded that faulty design and construction could not have caused\r\nthe deflections existing after Hurricane Hugo.\r\nIn support of its theory that Hurricane Hugo was the\r\nproximate cause of the damage to the FSC property, FSC points to\r\nthe fact that all of the experts -- including SAIC's own expert\r\nEmiliano Ruiz -- agree that there was a danger of collapse after\r\nHugo that did not exist prior thereto.  (See Ruiz Dep. at 93;\r\nIzquierdo Dep. at 102; Khan 7/17/96 Dep. at 119, 147).  FSC further\r\npoints to the deposition testimony of meteorologist Edwin Nez who\r\nconcluded that because conditions favorable for microbursts existed\r\nover Fajardo, it is quite possible that a microburst did in fact\r\noccur in the FSC area.  (See J.A. at 2846).  Nez also concluded\r\nthat -- whether characterized by a microburst or flow separation\r\nand turbulence -- the \"severe conditions, as the hurricane's\r\neyewall passed over the Fajardo Shopping Center, very likely\r\nproduced the collapse of its roof.\"  (J.A. at 2851).  As proof that\r\nsuch wind damage is possible, FSC makes reference to the most\r\nrecent revisions to the ASCE-ANSI Building Code, which confirm that\r\nhurricanes have downburst forces capable of causing damage like\r\nthat suffered by FSC.\r\nIn order to rule out the possibility that water ponding\r\ndue to faulty design caused the damage to the roof, FSC points to\r\nthe fact that the Shopping Center roof had never undergone such\r\nsevere deflections in the twenty years prior to Hugo -- even during\r\ntimes of much more intense rainfall.  (See Izquierdo Dep. at 91). \r\nAs SAIC points out, Izquierdo conceded that the Shopping Center\r\nroof may have been compromised before Hugo, but Izquierdo also\r\ntestified that every structure designed, is designed to suffer\r\ndeflections \"because no structure whatsoever, or nobody can attain\r\n[sic][a structure] without deflection.\"  (Izquierdo Dep. at 102). \r\nIzquierdo further testified that even if the FSC roof had deflected\r\nprior to Hugo, the structure \"had been inspected [before Hugo] by\r\nthe insurers, the structure had been inspected and had been\r\naccepted as a good structure.\"  (Izquierdo Dep. at 104).  Most\r\nimportantly, the structural analysis of FSC expert Siddiq Khan\r\ndemonstrated that it was \"physically impossible\" for water ponding\r\nalone to have caused the damage to the FSC roof because the height\r\nof water necessary to cause the amount of deflection that occurred\r\nwas higher than the elevation of the DT beams.  (See J.A. at 2411-\r\n12, 2429, Appendix VIII at 2627; Khan 7/16/96 Dep. at 51-52, 75). \r\nIn other words, it would be physically impossible to place on the\r\nroof the amount of water necessary to cause the deflections that\r\nresulted because the water would spill over the sides of the roof\r\nbefore reaching the necessary depth.  (See Khan 7/16/96 Dep. at 51-\r\n52, 75-76). \r\nTo rebut this evidence and meet its own burden of proving\r\nthat faulty design and construction was the proximate cause of the\r\ndamage to the FSC roof, SAIC points to the \"overwhelming evidence\"\r\nin the record that the FSC building suffered inherent structural\r\ndefects.  SAIC's \"overwhelming evidence\" consists of a letter\r\nwritten by Engineer Alfonso Vick (\"Vick\") in 1974 in which\r\nreference is made to a deflection of up to 14 inches in the DT\r\nbeams due to water ponding.  Unfortunately for SAIC, the Vick\r\nletter is inadmissible hearsay, and, as a result, may not be\r\nconsidered on summary judgment.  See Vzquez v. Lpez-Rosario, </pre><span class=\"citation\" data-id=\"750689\"><a href=\"/opinion/750689/waldo-g-vazquez-v-carlos-lopez-rosario/\"><span class=\"volume\">134</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span><pre class=\"inline\">, 33 (1st Cir. 1998) (\"Evidence that is inadmissible at\r\ntrial, such as inadmissible hearsay, may not be considered on\r\nsummary judgment.\").  \r\nAs further evidence of the Shopping Center's preexisting\r\nstructural defects, SAIC points to Engineer David McCloskey's\r\n(\"McCloskey\") 1980 inspection report of the FSC property. \r\nAccording to McCloskey's visual inspection of the FSC property,\r\nthere was \"excessive ponding\" over Pueblo and \"some ponding\" over\r\nWalgreens.  (See Letter from McCloskey to Edward Kildare of\r\n4/14/80, at 1).  SAIC maintains that these observations, made by a\r\n\"totally independent\" structural engineer, prove that the FSC\r\nproperty was structurally defective.  However, we agree with the\r\ndistrict court that SAIC has grossly mischaracterized McCloskey's\r\nconclusions.  In fact, McCloskey's report concludes that \"in\r\ngeneral the structures are in good condition\" and that \"[t]he only\r\nimmediate repair required is the roof of the Pueblo Store\r\nExpansion.\"  (Letter from McCloskey to Edward Kildare of 5/21/80,\r\nat 3).  McCloskey further explains that DT beams \"typically\r\ncontinue to deflect over the years causing portions of the roofs\r\nwhich were ridges to become valleys, and vice versa.  Therefore,\r\nroof drains end up at the high points of the roof which leads to\r\nponding.\"  (Id. at 1).  To address this \"fairly common\" phenomenon,\r\nMcCloskey suggested the installation of additional roof drains to\r\nthe new low points of the roof.  (See </pre><span class=\"citation\" data-id=\"750689\"><a href=\"/opinion/750689/waldo-g-vazquez-v-carlos-lopez-rosario/\"><span class=\"id_token\">id.</span> at 1). </a></span><pre class=\"inline\"> As SAIC's own\r\nevidence demonstrates, FSC constantly monitored this situation by\r\ninstalling additional drains in the roof of the Shopping Center. \r\nMore importantly, when asked in his deposition whether the roof was\r\nstructurally sound as built and designed, Engineer McCloskey\r\nanswered in the affirmative.  (See McCloskey Dep. at 51).  In sum,\r\nMcCloskey's report in no way supports SAIC's contention that the\r\nShopping Center had preexisting structural or construction defects.\r\nIn addition, SAIC maintains that FSC's own expert,\r\nEngineer Izquierdo, admitted that DT beams \"have had a considerable\r\namount of quality control problems [in Puerto Rico], which is why\r\nthey are rarely used anymore in this jurisdiction.\"  However, SAIC\r\noffers no evidence that the particular DT beams used in the\r\nShopping Center roof suffered from quality control problems. \r\nIndeed, as discussed above, SAIC's evidence suggests that FSC\r\nclosely monitored any deflections of the DT beams by constantly\r\ninstalling additional roof drains.  See supra note 16, at 20.\r\nWith respect to the expert testimony of meteorologist\r\nNez, SAIC points out that Nez admitted that he had \"no way of\r\nknowing if [a microburst] occurred . . . because there is no\r\nparticular study\" and that it was only possible that a microburst\r\noccurred in the area.  (Nez Dep. at 80).  SAIC also argues that\r\nthe very report Nez relied upon in forming his expert opinion --\r\nthe NOAA Survey -- \"found no evidence from which one could\r\nreasonably infer that microbursts occurred in the Fajardo area.\" \r\n(J.A. at 322).  Again, we agree with the district court that SAIC\r\nhas seriously mischaracterized Nez's testimony as well as the\r\nconclusions of the NOAA Survey.  Nez in fact concluded that \"the\r\ndamages sustained by the Fajardo Shopping Center were the direct\r\nresult of the intense and turbulent winds produced by Hurricane\r\nHugo on September 18, 1989.\"  (Id. at 2853).  To reach this\r\nconclusion, Nez examined the maximum wind speeds and\r\ncorresponding mean recurrence interval for Hurricane Hugo at\r\ndifferent locations in Puerto Rico, including the nearby Roosevelt\r\nRoads Naval Base.  (See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 2844). </span><pre class=\"inline\"> According to Nez, these\r\nwinds were \"above the magnitude specified in the ANSI A58.1-1982\r\ncode.\"  (Id.).  More importantly, Nez explained in his deposition\r\ntestimony that despite the lack of availability of a Doppler radar\r\nor a debris analysis, it was his expert opinion, based on the NOAA\r\nSurvey and the damage he observed on site, that downburst forces\r\nquite possibly occurred.  (See Nez Dep. at 79-81).  We agree with\r\nthe district court that Nez reasonably relied on his expert\r\nopinion and the NOAA Survey for this conclusion.  We further\r\nconclude that SAIC again mischaracterized the findings of the NOAA\r\nSurvey.  In sharp contrast to SAIC's assertion that this team of\r\nhighly qualified experts \"found no evidence from which one could\r\nreasonably infer that microbursts occurred in the Fajardo area\",\r\n(J.A. at 322), the NOAA Survey concluded that \"damage surveys\r\nsuggested possible microbursts on St. Croix, Culebra and Vieques.\" \r\n(Id. at 1699).  The Survey also stated that \"[r]esidents, including\r\npersonnel at the Roosevelt Road Naval Station believe that some\r\ntornadoes did occur although none could be confirmed.\"  (Id.). \r\nDespite SAIC's assertions to the contrary, these findings clearly\r\ndo not preclude the possibility that downbursts occurred in the FSC\r\narea.\r\nFinally, we agree with the district court that SAIC's\r\nreliance on Engineer Ruiz's future testimony at trial is\r\ninsufficient to defeat summary judgment as to the issue of\r\nproximate causation.  It is an established rule of law that\r\n\"establishing a genuine issue of material fact requires more than\r\neffusive rhetoric and optimistic surmise.\"  Cadle Company v. Hayes,\r\n</pre><span class=\"citation\" data-id=\"197442\"><a href=\"/opinion/197442/cadle-v-hayes/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">957</span></a></span><pre class=\"inline\">, 960 (1st Cir. 1997).  Neither \"unsupported\r\nspeculation, nor brash conjecture coupled with earnest hope that\r\nsomething concrete will materialize\" is sufficient to block summary\r\njudgment.  Euromotion, Inc. v. BMW of North America, Inc., </pre><span class=\"citation\" data-id=\"751692\"><a href=\"/opinion/751692/euromotion-inc-dba-prime-wholesalers-v-bmw-of-north-america-inc/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">866</span></a></span><pre class=\"inline\">, 869 (1st Cir. 1998) (quoting J.Geils Band Employee Benefit\r\nPlan v. Smith Barney Shearson, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1245</span></span><pre class=\"inline\">, 1251 (1st Cir.\r\n1991)) (internal quotations and citations omitted).  We conclude\r\nthat SAIC has failed to present any \"genuine\" evidence that water\r\nponding due to inherent structural or construction defects\r\nproximately caused the damage to the FSC property.  We point out\r\nthat although there is evidence in the record that DT beams in the\r\nFSC roof had deflected prior to Hugo, FSC need not prove that wind\r\nwas the sole cause of the damage to its property in order to\r\nprevail on summary judgment.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra, at <span class=\"page\">27-31</span></span><pre class=\"inline\">.  \"In order to\r\nrecover [under windstorm insurance coverage] it is not necessary\r\nthat windstorm be the sole cause of the damage . . . . If the\r\ndamage would not have occurred in the absence of a windstorm, the\r\nloss is covered by the policy.\"  Milan v. Providence Washington\r\nIns. </pre><span class=\"citation\" data-id=\"1803577\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/1803577/milan-v-providence-washington-insurance-company/\"><span class=\"volume\">227</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">253</span></a></span><pre class=\"inline\">.  Because FSC has presented unrefuted\r\nevidence that the damage to its property would not have occurred\r\nbut for Hurricane Hugo, we affirm the district court's entry of\r\nsummary judgment on the issue of liability in its favor.\r\n     2.  The Coinsurance Penalty\r\nSAIC next argues that the district court erred in\r\ngranting summary judgment in favor of FSC on the issue of the co-\r\ninsurance penalty.  The insurance policy contains a coinsurance\r\nclause which provides that: \r\n               [t]he Company shall not be liable for a\r\n               greater proportion of any loss to property\r\n               covered than the limit of liability under this\r\n               policy for such property bears to the amount\r\n               produced by multiplying the actual cash value\r\n               of such property at the time of the loss by\r\n               the coinsurance percentage stated in the\r\n               Declarations.\r\n\n     (J.A. at 2769).  SAIC maintains that the FSC property is worth more\r\nthan the amount declared in the policy.  As a result, SAIC claims\r\nthat, if liable, it is only obligated to pay that proportion of the\r\ndamages equal to the proportion of the declared value to the actual\r\nvalue pursuant to the terms of the coinsurance clause.  \r\nAnother pertinent endorsement excludes from coverage\r\n\"[p]roperty which is more specifically covered in whole or in part\r\nby this or any other contract of insurance, except for the amount\r\nof loss which is in excess of the amount due from such more\r\nspecific insurance.\"  (J.A. at 2777).  FSC proffers the lease\r\nagreements between FSC and its Building I and Building II tenants,\r\nwhich provide that the tenants would purchase their own insurance\r\nto cover all leasehold improvements, to prove that SAIC only\r\ninsured the structure of the buildings -- not the leasehold\r\nimprovements.  As a result, FSC argues that the declared value of\r\nthe property is in fact equal to the actual value of the insured\r\nstructure and thus the coinsurance clause is inapplicable.  \r\nIn further support of this contention, FSC points to the\r\nPretrial Report, submitted by both parties in December 1993, which\r\nincludes as an undisputed fact the following information:\r\n               Under the terms of the leases, tenants in the\r\n               L-shaped building (Building \"1\") are\r\n               responsible for the integrity and maintenance\r\n               of their own leasehold improvements and\r\n               insurance therefor.  The policy does not cover\r\n               property not owned by the landlord . . .\r\n               including leasehold improvements made by\r\n               Tenants . . . . Tenants are required to\r\n               maintain their own insurance, and all damage\r\n               to leasehold improvements . . . are for the\r\n               account and responsibility of the respective\r\n               tenants.  The tenants have their own insurance\r\n               policies covering their leasehold\r\n               improvements.  The lease for the Firestone\r\n               Store (Building \"2\") contains similar\r\n               provisions.  The Kentucky Fried Chicken\r\n               building (Building \"3\") had a different lease,\r\n               according to which the Landlord provided, paid\r\n               for, and owned what would otherwise have been\r\n               the tenant leasehold improvements (i.e. a\r\n               \"turnkey\" location), and the Landlord insured\r\n               them.  Since the plaintiff herein owned the\r\n               leasehold improvements, the valuation limits\r\n               under the Policy reflected a higher per-unit\r\n               insurable value for Building \"3\".  \r\n\n(J.A. at 64).\r\n\nDespite this earlier admission, SAIC now contends that\r\nBuildings I and II should now be appraised to include the value of\r\nthe leasehold improvements, thus triggering the coinsurance penalty\r\nclause.  We agree with the district court that by agreeing to the \r\npreceding \"undisputed facts\" in the Pretrial Report, SAIC has\r\nwaived this argument.  See Correa v. Hospital San Francisco, </pre><span class=\"citation\" data-id=\"196369\"><a href=\"/opinion/196369/correa-gonzalez-v-hospital-sf/\"><span class=\"volume\">69</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></a></span><pre class=\"inline\">, 1195 (1st Cir. 1995).  We further agree that, even\r\nabsent waiver, SAIC has failed to conclusively rebut the evidence\r\nproffered by FSC.  As a result, we conclude that FSC is entitled to \r\njudgment as a matter of law that the coinsurance penalty clause\r\ndoes not apply to reduce SAIC's liability under the terms of the\r\npolicy.\r\n     3.  The Emergency Repairs Setoff Issue\r\nSAIC next appeals the district court's grant of summary\r\njudgment in favor of FSC with respect to its right to set off\r\namounts spent by Pueblo Supermarkets for repairs against the\r\n$150,000 advanced by SAIC for emergency repairs immediately after\r\nthe hurricane.  SAIC objects to this ruling on the ground that the\r\nPueblo setoff is essentially a new claim, and that for this claim\r\nto proceed, FSC should be required to request leave to file an\r\namended complaint.  Absent such a request, SAIC maintains that the\r\ndistrict court \"flagrantly deviated from the mandates provided by\r\nthe Federal Rules of Civil Procedure\" by accommodating FSC's\r\nattempt at \"ambush litigation.\"  (Appellant's Br. at 45).  \r\nIt is undisputed that SAIC advanced FSC the sum of\r\n$150,000 for emergency repairs.  After reviewing FSC's receipts,\r\nthe special master found that FSC used the amount of $104,199.11 to\r\nconduct emergency repairs on Building I.  The special master also\r\nfound that some of this money had been inappropriately used to pay\r\nFSC's  accountants.  Accordingly, the special master subtracted\r\nthis amount ($9,685) from the amount used for repairs.  The master\r\nconcluded that FSC appropriately spent $94,514.11 of the $150,000\r\nin emergency repairs.  Thus, FSC owed SAIC $50,485.89 plus compound\r\ninterest of 5% per annum, amounting to a total of $71,083.72.\r\nOn May 7, 1997, FSC, for the first time, submitted\r\nreceipts evidencing additional temporary repairs made by Pueblo. \r\nAccording to the documentation, Pueblo spent $146,000 on emergency\r\nrepairs immediately after Hugo.  It is undisputed that FSC\r\nreimbursed Pueblo for these expenditures in the form of rent\r\nconcessions.  FSC argued that since the $146,000 was spent by\r\nPueblo on Fajardo's behalf, it was entitled to offset (or set off)\r\nthis amount against the $150,000 advance pursuant to Article 1149\r\nof the Puerto Rico Civil Code.  To support this claim, FSC points\r\nout that setoff is appropriate in this case because it arises from\r\nthe same breach of contract claim that is the subject of this\r\nlitigation.  Further, FSC maintains that SAIC has actually\r\nbenefitted from Pueblo's expenditures because by undertaking the\r\nrepairs on its own, Pueblo substantially reduced its claim for\r\nbusiness interruption.  Thus, FSC argues, if the setoff is not\r\nallowed, SAIC will receive unjust enrichment. \r\nAt the May 7 hearing in chambers, the district judge\r\nadmonished FSC for the tardiness of its setoff claim.  However, the\r\njudge ultimately allowed FSC's setoff claim to proceed.  The\r\ngrounds for the district judge's ultimate decision to allow the\r\nsetoff claim are unclear.  FSC never filed a motion for leave to\r\namend the complaint.  Nor was any amendment made.  Nevertheless,\r\nFSC submitted the claim in a supplemental motion for summary\r\njudgment filed on September 30, 1997.\r\nIn ruling on this motion, the district judge specifically\r\nfound that FSC had established the requisites for compensation as\r\nset forth in Article 1150.  We agree with the district court that \r\nFSC has established the requisites for a setoff under Puerto Rico\r\nlaw.  We further conclude that no leave to file an amended\r\ncomplaint was required for FSC to state its setoff claim.  As the\r\ndistrict court correctly noted, setoffs have no purpose other than\r\nto \"[allow] the convenient simplification of relations between\r\nmutually indebted </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">parties.\"</span>  <span class=\"volume\">999</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">230-31</span> </span><pre class=\"inline\">(quoting United\r\nStructures of Am., Inc. v. G.R.G. Eng'g, S.E., </pre><span class=\"citation\" data-id=\"657317\"><a href=\"/opinion/657317/united-structures-of-america-inc-and-united-states-of-america-for-the-use/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">996</span></a></span><pre class=\"inline\">, 1000\r\n(1st Cir. 1993)).  As such, FSC's setoff \"claim\" is not really a\r\nseparate claim at all from its original claim for an accounting and\r\ndetermination of the amount of SAIC's liability.  As FSC correctly\r\npoints out, the accounting for the $150,000 advanced by SAIC was in\r\nissue from the inception of the case.  Moreover, although the\r\nproffer of Pueblo's receipts was tardy, the district court\r\nspecifically concluded that SAIC was not prejudiced by the delay. \r\nIn sum, we agree with the district court that SAIC presented\r\ninsufficient evidence to rebut FSC's claim that it was entitled, as\r\na matter of law, to entry of judgment in its favor on the setoff\r\nclaim.\r\n     4.  Business Interruption/Lost Rents\r\nThe pertinent policy endorsement states that coverage is\r\nextended to insure against \"loss of rents caused by the perils\r\ninsured against damaging or destroying, during the policy period,\r\nreal or personal property at the premises described in this\r\nendorsement.\"  (J.A. at 2765).  FSC originally claimed business\r\ninterruption damages in the amount of $77,109.37 based on an expert\r\nreport rendered by the accounting firm of Vlez, Semprit, Nieves &amp;\r\nCo.  However, the special master, in his first Report and\r\nRecommendation, concluded that FSC misused $50,485.89 of the\r\n$150,000 in emergency repair funds advanced by SAIC.  Specifically,\r\nthe special master found that the $50,485.89 misused by FSC could\r\nhave been used to repair Buildings II and III.  The special master\r\nthus recommended that the district court not allocate any amounts\r\nfor business interruption as to these buildings.  As a result, FSC\r\nreduced the amount of its business interruption damages claim by\r\n$50,485.89 to $26,943.37.\r\nIn its opposition to FSC's motion for summary judgment on\r\nthe issue of lost rent, SAIC maintains that FSC's claims are\r\n\"grossly exaggerated\" and that \"it does not take a genius to know\r\nthat a reduction in volume of sales in the Fajardo area after\r\nHurricane Hugo was expected due to the devastation of the hurricane\r\nin the immediate area.\"  (J.A. at 346).  The weakness in SAIC's\r\nargument, however, lies in the fact that it does not offer any\r\nevidence to support these conclusory statements.  SAIC's opposition\r\nrelies on statements like \"the evidence will show\" and \"the\r\nevidence will further show.\"  (Id. at 344, 349)(emphasis added). \r\nUnfortunately for SAIC, at the summary judgment stage, it bears the\r\nburden of actually presenting this evidence; it cannot rely on\r\n\"brash conjecture coupled with earnest hope that something concrete\r\nwill materialize\" and expect to survive a motion for summary\r\njudgment.  </pre><span class=\"citation\" data-id=\"751692\"><span class=\"antecedent_guess\">Euromotion,</span> <a href=\"/opinion/751692/euromotion-inc-dba-prime-wholesalers-v-bmw-of-north-america-inc/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">869</span> </a></span><pre class=\"inline\">(quoting J.Geils </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Band,</span> <span class=\"volume\">76</span>\r\n<span class=\"reporter\">F.3d</span> at <span class=\"page\">1251</span></span><pre class=\"inline\">) (internal quotations and citations omitted).  We\r\nagree with the district court that SAIC failed to meet its burden\r\nof proof in order to defeat FSC's motion for summary judgment on\r\nthe issue of business interruption/lost rent damages.  We thus\r\naffirm the district court's award of $26,943.37 in damages to FSC\r\nfor lost rent and business interruption.\r\n     5.  Obstinacy\r\nSAIC's final complaint centers around the district\r\ncourt's award of prejudgment interest in the amount of $868,826.60\r\nplus attorneys' fees, based on its finding that SAIC displayed\r\nobstinacy throughout the proceedings below.  FSC requested an award\r\nof prejudgment interest and attorneys' fees pursuant to Rules\r\n44.1(d) and 44.3(b) of the Puerto Rico Rules of Civil Procedure. \r\nRule 44.1(d) states: \"In the event any party or its lawyer has\r\nacted obstinately or frivolously, the court shall, in its judgment,\r\nimpose on such person the payment of a sum for attorneys' fees\r\nwhich the court decides corresponds to such conduct.\"  (Emphasis\r\nadded).  Similarly, Rule 44.3(b) states: \" . . . . the court willalso impose on the party that has acted rashly the payment of\r\ninterest at the rate fixed by the Board . . . .\"  (Emphasis added). \r\nIn a diversity case in which the substantive law of\r\nPuerto Rico supplies the basis of decision, a federal court must\r\ngive effect to Rules 44.1(d) and 44.3(b) of the Puerto Rico Rules\r\nof Civil Procedure.  See Dopp v. Pritzker, </pre><span class=\"citation\" data-id=\"681299\"><a href=\"/opinion/681299/paul-s-dopp-v-jay-pritzker-paul-s-dopp-v-jay-pritzker/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1239</span></a></span><pre class=\"inline\">, 1252 (1st\r\nCir. 1994) (quotations omitted).  Moreover, because these rules\r\nspeak in imperatives, the imposition of attorneys' fees and\r\nprejudgment interest is obligatory once the district court makes a\r\nthreshold finding that a party has acted with obstinacy.  See </pre><span class=\"citation\" data-id=\"681299\"><a href=\"/opinion/681299/paul-s-dopp-v-jay-pritzker-paul-s-dopp-v-jay-pritzker/\"><span class=\"id_token\">id.</span> \r\nWe review </a></span><pre class=\"inline\">the district court's threshold determination of obstinacy\r\nfor abuse of discretion.  See </pre><span class=\"citation\" data-id=\"681299\"><a href=\"/opinion/681299/paul-s-dopp-v-jay-pritzker-paul-s-dopp-v-jay-pritzker/\"><span class=\"id_token\">id.</span> at 1253.\r</a></span><pre class=\"inline\">\nTo make a threshold determination of obstinacy, a court\r\nmust \"determine a litigant to have been unreasonably adamant or\r\nstubbornly litigious, beyond the acceptable demands of the\r\nlitigation, thereby wasting time and causing the court and the\r\nother litigants unnecessary expense and delay.\"  De Len Lpez v.\r\nCorporacin Insular de Seguros, </pre><span class=\"citation\" data-id=\"559868\"><a href=\"/opinion/559868/pablo-de-leon-lopez-v-corporacion-insular-de-seguros/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span><pre class=\"inline\">, 126 (1st Cir. 1991). \r\nPuerto Rico courts have previously imposed obstinacy-based\r\nattorneys' fees on insurance companies that unreasonably refuse to\r\nsettle out of court claims.  See, e.g., Morales v. Automatic\r\nVending Service, Inc., 103 D.P.R. 281 (1975).  \r\nIn the instant case, the district court found that SAIC\r\nwas \"unreasonably adamant\" and \"stubbornly litigious\" by refusing\r\nto settle this claim for over three years, while the property's\r\nlosses increased and FSC was forced to hire more experts and incur\r\nmounting expenses.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> <span class=\"volume\">999</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">233</span></span><pre class=\"inline\">.  The district court\r\nfurther concluded with respect to SAIC's obstinacy that \"the record\r\nspeaks for itself.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 234. </span><pre class=\"inline\"> After examining the record, we\r\nconclude that the district court did not abuse its discretion in\r\nmaking the threshold determination of obstinacy and thus affirm its\r\ngrant of prejudgment interest and attorneys' fees to FSC.\r\nThe record reveals that SAIC's only settlement offers\r\nhave been unreasonable in that they have only covered a fraction of\r\nthe damages proposed by plaintiff.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra, at <span class=\"page\">6-7</span></span><pre class=\"inline\">, 12.  In\r\naddition, after opposing FSC's motion for a jury trial and agreeing\r\nto the appointment of a special master, SAIC proceeded to object to\r\nevery report rendered by the master and refused to cooperate with\r\nhim throughout the proceedings.  It is important to note that\r\nSAIC's substantive objections to the role of the special master,\r\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">discussed</span> supra, at <span class=\"page\">17-26</span></span><pre class=\"inline\">, do not provide the basis for our\r\naffirmance of the district court's finding of obstinacy.  Rather,\r\nwe conclude that the district court's finding of obstinacy is\r\nadequately supported by: (1) SAIC's original failure to timely\r\nsubmit names of candidates for appointment as special master in\r\naccordance with the court's order; (2) its subsequent barrage of\r\nunwarranted allegations regarding the ultimate appointee's \"lack of\r\nobjectivity, neutrality and clear bias in favor of the plaintiff\"\r\n(J.A. at 268); (3) its unsubstantiated allegations that the special\r\nmaster's findings were \"nothing more than speculation\"  (Id. at\r\n273); (4) its uncalled for allegations that \"as a matter of fact\r\n. . . [Special Master Murati] was not qualified to make most of the\r\nrecommendations contained in the report\" (Id. at 343); and (5) its\r\nadamant refusal to participate in the discovery process conducted\r\nby the special master.  SAIC's refusal to cooperate forced the\r\nspecial master to revise his report and recommendation three times,\r\nfurther increasing the costs of this litigation.  SAIC's personal\r\nattacks on Murati caused him to suspend his duties and file a\r\nseparate motion in defense of his work.  In sum, all of these\r\nactions by SAIC wasted considerable time and caused the court and\r\nFSC unnecessary expense and delay.  Based on our review of the\r\nrecord, we thus conclude that the district judge acted within his\r\ndiscretion in awarding prejudgment interest and attorneys' fees to\r\nFSC based on a finding of obstinacy.\r\nIV.  CONCLUSION\r\nFor the reasons detailed in this opinion, we affirm the\r\ndistrict court's grant of summary judgment in favor of FSC.  We\r\nalso affirm the court's grant of prejudgment interest and\r\nattorneys' fees.  Costs to be awarded to appellees.\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112645/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195171/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196369/",
    "https://www.courtlistener.com/api/rest/v3/opinions/197442/",
    "https://www.courtlistener.com/api/rest/v3/opinions/274024/",
    "https://www.courtlistener.com/api/rest/v3/opinions/279326/",
    "https://www.courtlistener.com/api/rest/v3/opinions/530034/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558116/",
    "https://www.courtlistener.com/api/rest/v3/opinions/559868/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593171/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "https://www.courtlistener.com/api/rest/v3/opinions/657317/",
    "https://www.courtlistener.com/api/rest/v3/opinions/681299/",
    "https://www.courtlistener.com/api/rest/v3/opinions/711034/",
    "https://www.courtlistener.com/api/rest/v3/opinions/735399/",
    "https://www.courtlistener.com/api/rest/v3/opinions/750689/",
    "https://www.courtlistener.com/api/rest/v3/opinions/751692/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1168818/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1656606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1803577/"
  ]
}