{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/198331/",
  "id": 198331,
  "absolute_url": "/opinion/198331/george-knight-co-v-watson-wyatt-co/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/198331/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:50:28Z",
  "date_modified": "2020-02-21T23:34:14.374871Z",
  "type": "010combined",
  "sha1": "f449941c8c1d05a07f4942df5e544b3fcb224cc0",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1301.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n\nNo. 98-1301\r\n\n              GEO. KNIGHT &amp; COMPANY, INC.,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n                WATSON WYATT &amp; COMPANY,\r\n\n                  Defendant, Appellee.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n     [Hon. Richard G. Stearns, U.S. District Judge]\r\n\n                         Before\r\n\n       Boudin, Lynch, and Lipez, Circuit Judges.\r\n\nChristine A. Burt for appellant.\r\nPeter A. Biagetti, with whom Joseph P. Messina, Laurence\r\nA. Schoen, and Paul A. Meyer were on brief, for appellee.\r\n\nFebruary 22, 1999\r\n\nLIPEZ, Circuit Judge. Plaintiff-appellant Geo. Knight &amp;\r\nCompany, Inc. (\"Knight\") challenges the district court's entry of\r\na summary judgment in favor of Watson Wyatt &amp; Co. (\"Watson Wyatt\"),\r\nan international human resources and employee benefits consulting\r\nfirm which provided actuarial services to Knight for several\r\ndecades beginning in the 1960s.  The court held that Knight's\r\ncomplaint, which alleges a breach of a fiduciary duty, professional\r\nnegligence, and violations of Massachusetts' unfair trade practices\r\nstatute, Mass. Gen. Laws ch. 93A, is barred by the applicable three\r\nand four year statutes of limitations.  Knight argues that the\r\ndistrict court erred in its ruling that Knight's claims are not\r\nsubject to equitable tolling and thus are untimely.  We disagree\r\nand affirm the judgment.     \r\n                         I.  \r\nThe following facts are not disputed.  In 1966 Geo.\r\nKnight &amp; Company, Inc., a manufacturing company based in\r\nMassachusetts, established the George Knight Local No. 47\r\nRetirement Plan (the \"Plan\") for the benefit of its eligible union\r\nemployees. For more than twenty years, Knight retained Watson\r\nWyatt, a Delaware corporation with a principal place of business in\r\nMaryland, to provide actuarial services relating to the Plan.  As\r\npart of this provision of actuarial services, Watson Wyatt\r\ncompleted annual actuarial valuations reports (\"AVRs\") for the\r\nPlan, as required by ERISA, 29 U.S.C.  1001-1461, and prepared\r\nnecessary reports and filings for Knight's review, signature, and\r\nfiling on behalf of the Plan, as required by ERISA and the Internal\r\nRevenue Code.  During the course of their business relationship,\r\nWatson Wyatt also prepared amendments to the Plan to comply with\r\nchanges in ERISA and the Internal Revenue Code and to ensure that\r\nKnight's contributions to the Plan were tax deductible.       \r\nIn March 1990 Watson Wyatt advised Knight by letter that\r\nthe Internal Revenue Code had been changed to require that each of\r\nthe Plan's actuarial assumptions be reasonable based on the Plan's\r\nexperience.  Watson Wyatt further advised Knight that, in light of\r\nthe Plan's historical experience, it believed that the Plan's\r\nactuarial assumptions were inaccurate and might jeopardize the\r\ndeductibility of contributions in the event of an IRS audit. \r\nWatson Wyatt recommended that several of the Plan's actuarial\r\nassumptions, including its investment return and expense\r\nprojection, be amended to reflect more accurately the Plan's\r\nhistorical performance.  Watson Wyatt also advised Knight of the\r\nactuarial effect of continuing the current assumptions, and again\r\ncautioned that using the current investment return assumption might\r\nbe deemed unreasonable in the event of an IRS audit.  \r\nAfter meeting with Knight representatives in late March\r\n1990 to discuss the proposed amendments to the Plan, Watson Wyatt\r\noffered three alternative sets of assumptions designed to address\r\nthe deductibility concerns. Following the submission of these\r\nalternatives, Knight asked Watson Wyatt to \"calculate some\r\nadditional alternatives for pension plan improvements.\"  Watson\r\nWyatt did so.  After obtaining the approval of the union, Knight \r\nadopted one of Watson's original proposals, effective April 1,\r\n1989.     \r\nIn March 1996 Knight informed Watson Wyatt that an annual\r\naudit by Knight's accountant had raised the question whether the\r\nPlan was currently \"excessively overfunded.\" In a letter responding\r\nto Knight's inquiry, Watson Wyatt stated that in fact the Plan was\r\n\"not well funded for IRS purposes,\" and that, according to the\r\nPlan's 1995 AVR, \"the assets of $105,165 are equal to 50% of the\r\naccrued liability of $208,501 for projected benefits . . . .\"  \r\nFollowing this March exchange concerning the Plan's\r\nfunding status, Watson Wyatt provided Knight in November 1996 with\r\na copy of the Plan's AVR as of April 1, 1996.  In a cover letter to\r\nthe report, Watson Wyatt summarized the range of permissible\r\nfunding levels for the 1996-97 plan year, and further stated that\r\n\"[a]s discussed in our meeting of October 24, 1996, in order to\r\nfund the plan over a 12-year period, we estimate that the Company\r\nneeds to fund approximately $30,000 per year (including $7,500 of\r\nexpenses paid outside the plan).\"  \r\nKnight commenced this action against Watson Wyatt in\r\nApril 1997, asserting claims for professional negligence, breach of\r\nfiduciary duty, and violations of Massachusetts' unfair trade\r\npractices statute, Mass. Gen. Laws ch. 93A.  In its complaint,\r\nKnight alleges, inter alia, that in 1990 Watson Wyatt negligently\r\nadvised it to adopt Plan amendments that were based on flawed\r\nactuarial assumptions, that Watson Wyatt failed to take into\r\nconsideration the retroactive effect of such amendments, and that\r\nthe amendments immediately \"caused the Plan to be substantially and\r\nseverely underfunded.\"\r\n  The district court granted Watson Wyatt's motion for \r\nsummary judgment on the ground that Knight's claims were barred by\r\nthe applicable three and four year statutes of limitation.  The\r\ncourt held that neither the discovery rule nor Mass. Gen. Laws ch.\r\n260,  12 acted to toll the relevant limitations periods.  This\r\nappeal followed.             \r\n\n                         II. \r\nSummary judgment is appropriate when there is no genuine\r\nissue as to any material fact and the moving party is entitled to\r\na judgment as a matter of law.  See Fed. R. Civ. P. 56(c).  When\r\nreviewing the entry of a summary judgment, we consider the\r\nundisputed facts in the light most favorable to the nonmovant. SeeTagliente v. Himmer, 949 F.2d 1, 4 (1st Cir. 1991).  \r\nA.  The Discovery Rule\r\nWhile Knight acknowledges that its complaint is untimely\r\nbased on the applicable three and four-year limitations periods, it\r\nargues that it is entitled to equitable tolling under the discovery\r\nrule.  Pursuant to the discovery rule, an action accrues when the\r\ninjured party knew, or, in the exercise of reasonable diligence,\r\nshould have known the factual basis for the cause of action.  SeeTagliente, 949 F.2d at 4.  In order for the statute of limitations\r\nto be tolled pursuant to the discovery rule, \"the factual basis for\r\nthe cause of action must have been 'inherently unknowable' at the\r\ntime of the injury.\"  Id.  The factual basis for a cause of action\r\nis \"inherently unknowable\" if it is \"incapable of detection by the\r\nwronged party through the exercise of reasonable diligence.\"  Id.\r\n(quoting Borden v. Paul Revere Life Ins. Co., 935 F.2d 370, 376\r\n(1st Cir. 1991)).   \r\nKnight maintains that delayed accrual of its cause of\r\naction is warranted pursuant to the discovery rule because it did\r\nnot know until 1996, nor could it have discovered through the \r\nexercise of reasonable diligence, that Watson Wyatt's 1990 conduct\r\nhad resulted in an \"immediate and substantial underfunding\" of the\r\nPlan.  Accordingly, we must determine whether there is any genuine\r\nissue as to a material fact that Knight knew, or in the exercise of\r\nreasonable diligence should have known, of the Plan's alleged\r\nunderfunded status.  See id. at 4-5.  The burden is on Knight to\r\nprove that it lacked knowledge or that, in the exercise of\r\nreasonable diligence, it could not have known about the alleged\r\nunderfunding within the statute of limitations.  See id. at 5; seealso Riley v. Presnell, 565 N.E.2d 780, 785 (Mass. 1991).\r\nAlthough the factual basis for all of Knight's claims is\r\nthe allegedly \"underfunded\" condition of the Plan, its complaint\r\nand the material in opposition to Watson Wyatt's motion for \r\nsummary judgment lack clarity on the meaning of Knight's allegation\r\nthat the Plan is \"underfunded\"   a term that does not appear to\r\nhave a precise actuarial definition.  We must discern the meaning\r\nof this term, however, to determine whether Knight knew or should\r\nhave known through the exercise of reasonable diligence about this\r\nambiguous condition. \r\nWatson Wyatt contends that Knight's allegation of\r\n\"underfunding\" was in fact a shorthand reference to a more precise\r\nactuarial term known as \"unfunded actuarial accrued liability.\" \r\nThe district court's decision tacitly agreed with this contention,\r\nand we find support for Watson Wyatt's position in the record. \r\nBefore filing its complaint in the district court, Knight mailed a\r\ndemand letter to Watson Wyatt.  See Mass. Gen. Laws ch. 93A,\r\n9(3).  In the demand letter, Knight alleged that Watson Wyatt's\r\nmisdeeds damaged Knight \"in the extra amount of funding\r\ncontribution required from it as Plan Sponsor,\" and explained that\r\n\"[t]hat extra amount constitutes the underfunding liability.\"  The\r\nletter further alleged that \"per the Valuation Report for April 1,\r\n1996, the specific cash shortage as of April 1, 1996, was\r\n$140,655.\"  This figure   $140,655   corresponds precisely with a\r\nline item on the April 1, 1996, AVR entitled \"unfunded actuarial\r\naccrued liability.\"  Thus, in the absence of any definition to the\r\ncontrary, we conclude that Knight used the ambiguous term\r\n\"underfunded\" in its demand letter and complaint to refer to a more\r\nprecise actuarial term   namely, \"unfunded actuarial accrued\r\nliability.\"    \r\nWe turn next to determining whether Knight knew, or in\r\nthe exercise of reasonable diligence should have known, about the\r\nPlan's \"underfunded\" status   or, stated more precisely, its\r\n\"unfunded actuarial accrued liability.\"  It is undisputed that each\r\nof the AVRs filed annually by Watson Wyatt on behalf of Knight\r\ncontained a line item entitled \"unfunded actuarial accrued\r\nliability.\"  Each AVR was identically formatted, and no\r\ncalculations were required to discern the amount of \"unfunded\r\nactuarial accrued liability.\"  Viewing the AVRs alone, there can be\r\nno question that Knight had sufficient information   indeed, all of\r\nthe information   it needed to know of the alleged \"underfunded\"\r\ncondition of the Plan.\r\nAt oral argument before the district court, however,\r\nKnight argued for the first time that the Plan was \"underfunded\" in\r\nthe amount of $360,000, not $140,655 as alleged in the earlier\r\ndemand letter. Thus, Knight argues, its allegation of\r\n\"underfunding\" reflects more than the $140,655 \"unfunded actuarial\r\naccrued liability\" disclosed on the AVR.  To support this\r\nassertion, Knight points to a letter it received from Watson Wyatt\r\n(the \"Watson Wyatt letter\") in November 1996.  In the letter,\r\nWatson Wyatt stated:  \"As discussed in our meeting of October 24,\r\n1996, in order to fund the plan over a 12-year period, we estimate\r\nthat the Company needs to fund approximately $30,000 per year\r\n(including about $7,500 of expenses paid outside the plan).\" \r\nKnight maintains that the Watson Wyatt letter constituted an\r\nadmission that the Plan was \"underfunded\" in the amount of $360,000\r\n($30,000 times twelve years).  Emphasizing that the $360,000 figure\r\ndid not appear in any of the reports that Watson Wyatt submitted to\r\nit, Knight asserts that it \"did not discover this $360,000.00\r\nunderfunding until 1996 when Watson Wyatt for the first time\r\nrevealed the same [in the Watson Wyatt letter].\"\r\nKnight's belated recharacterization of its claim of\r\n\"underfunding\" is unavailing.  Even if Knight did not know and\r\nshould not have known about the full extent of the Plan's\r\n\"underfunding\" until it received the Watson Wyatt letter, Knight's\r\nown pleadings establish that it had the ability   independent of\r\nWatson Wyatt's purported \"admission\" letter    to discover that\r\nthe Plan was \"underfunded.\"  See Cantu v. St. Paul Cos., 514 N.E.2d\r\n666, 668 (Mass. 1987) (cause of action accrues on discovery of\r\n\"appreciable harm,\" even if the extent of the harm is not fully\r\nknown)(citing Olsen v. Bell Tel. Lab., Inc., 445 N.E.2d 609, 612\r\n(Mass. 1983)).  Knight's complaint alleges that \"[b]y and through\r\nan independent review of the Plan, Knight discovered in late 1995\r\nand early 1996 that the Plan was substantially and severely\r\nunderfunded.  Upon being advised of the same, Knight contacted\r\nWatson [Wyatt] to discuss the Plan and to determine if in fact the\r\nPlan had been and was continuing to be underfunded.\"  Similarly,\r\nKnight's written demand letter states that \"[t]his [underfunding]\r\nsituation was brought to the attention of Geo. Knight Co., Inc., by\r\nits accountant when discovered in the spring of 1996.\"  As the\r\ndistrict court observed, these statements reveal that Knight did\r\nindeed possess the information   exclusive of Watson Wyatt's so-\r\ncalled admission letter   needed to discover that it had suffered\r\nan appreciable harm.   \r\nKnight also contends that an annual tax filing prepared\r\nby Watson Wyatt on behalf of Knight   the Form 5500 C/R   contained\r\ninformation that was at odds with the annual AVRs and that left it\r\nwith the impression that the Plan was \"well funded\" (another\r\nundefined term).  Assuming for the purpose of consideration on\r\nsummary judgment that the Form 5500 C/R information was\r\ninconsistent with the AVR information, Knight's failure to make\r\nfurther inquiry to resolve the inconsistency precludes a finding\r\nthat it exercised reasonable diligence in discovering the\r\nunderfunded condition of the Plan.  It is undisputed that Knight\r\nnever asked Watson Wyatt to explain how the Form 5500 C/R\r\ninformation   which it contends created the impression that the\r\nPlan was \"well funded\"   could be reconciled with the AVRs' express\r\ndisclosure of the existence of the Plan's unfunded actuarial\r\naccrued liability   on which Knight bases its contention that the\r\nPlan is \"underfunded.\"  In these circumstances, we find no error in\r\nthe district court's conclusion that no jury could reasonably find\r\nthat Knight acted with the requisite level of diligence in\r\ndiscovering the underfunded condition of the Plan.    \r\nB.  Mass Gen. Laws ch. 260,  12.\r\nAlternatively, Knight argues that it is entitled to\r\ntolling under Massachusetts' fraudulent concealment statute, Mass.\r\nGen. Laws ch. 260,  12, because Watson Wyatt failed \"to make\r\nadequate and full disclosure\" of the Plan's underfunded status. \r\nSection 12 provides:\r\nIf a person liable to a personal action\r\nfraudulently conceals the cause of such action\r\nfrom the knowledge of the person entitled to\r\nbring it, the period prior to the discovery of\r\nhis cause of action by the person so entitled\r\nshall be excluded in determining the time\r\nlimited for the commencement of the action.\r\n\nMass. Gen. Laws ch. 260,  12.  Although active fraud ordinarily is\r\nrequired to constitute fraudulent concealment for the purposes of\r\nsection 12's tolling provision, see Stetson v. French, 72 N.E.2d\r\n410, 412 (Mass. 1947), Massachusetts courts have recognized that\r\nmere failure to reveal information can be fraudulent concealment by\r\na person, such as a fiduciary, who has a duty to disclose.  SeeJamesbury Corp. v. Worcester Valve Co., 443 F.2d 205, 209 (1st Cir.\r\n1971) (breach of contractual duty to disclose tolls limitations\r\nperiod pursuant to section 12); Demoulas v. Demoulas Super Mkts.,\r\nInc., 677 N.E.2d 159, 174 (Mass. 1997)(breach of fiduciary duty of\r\ndisclosure tolls limitations period pursuant to section 12);\r\nPuritan Med. Ctr., Inc. v. Cashman, 596 N.E.2d 1004, 1010 (Mass.\r\n1992) (same).  Such a duty to disclose may exist when \"one party\r\nreposes, to the other's knowledge, trust and confidence under\r\ncircumstances in which the other's failure to make disclosure would\r\nbe inequitable.\"  Burns v. Massachusetts Inst. of Tech., 394 F.2d\r\n416, 419 (1st Cir. 1968) (citing Reed v. A.E. Little Co., 152 N.E.\r\n918 (Mass. 1926); Broomfield v. Kosow, 212 N.E.2d 556 (Mass.\r\n1965)). Thus, we must determine whether the record raises any\r\ngenuine issue of material fact that would bring this case within\r\nthe parameters of section 12's tolling provision   that is, whether\r\nKnight reposed, to Watson Wyatt's knowledge, trust and confidence\r\nin such circumstances that Knight's alleged failure to disclose\r\ninformation beyond that expressly disclosed in the annual AVRs was\r\ninequitable.  \r\nThis equitable analysis is informed by Massachusetts\r\ncases discussing a duty of disclosure pursuant to general\r\nprinciples of fiduciary law.  These cases emphasize that the\r\ncircumstances creating such fiduciary obligations as a duty to\r\ndisclose are varied, see Broomfield v. Kosow, 212 N.E.2d 556, 559-\r\n60 (Mass. 1965); Warsofsky v. Sherman, 93 N.E.2d 612, 615 (Mass.\r\n1950), and no universally-applicable rule distinguishes those\r\ncircumstances which give rise to a duty to disclose from those that\r\ndo not.  Nonetheless, we have previously observed that a duty to\r\ndisclose will frequently be found where certain indicia of a\r\nfiduciary relationship are present, including a great disparity or\r\ninequality between parties and an abuse of that situation for the\r\nbenefit of the dominant party, particularly where unjust enrichment\r\nwould result.  See Industrial Gen. Corp. v. Sequoia Pac. Sys.\r\nCorp., 44 F.3d 40, 44 (1st Cir. 1995).  Thus, trust and confidence\r\nreposed in a party possessing a great disparity of knowledge or\r\nexpertise in a commercial setting, while ordinarily not enough\r\nstanding alone to give rise to fiduciary obligations, may produce\r\nsuch obligations if the trust and confidence is knowingly betrayed\r\nby that party for the purpose of securing some benefit to itself. \r\nSee id.; Broomfield, 212 N.E.2d at 560-61; Reed, 152 N.E. at 920.\r\nIn this case, as in most engagements of professional\r\nservices, there was a disparity of knowledge between Knight and\r\nWatson Wyatt concerning actuarial matters, and Knight trusted\r\nWatson Wyatt as the provider of its actuarial services.  However,\r\nthis is not a case in which one party's failure to disclose\r\ninformation resulted in some unjust enrichment at the expense of\r\nanother party; to the contrary, this is an ordinary negligence\r\naction. Cf., e.g., Broomfield, 212 N.E.2d 556 (constructive trust\r\nis warranted where plaintiff trusted and confided in defendant, who\r\nused the influence springing from that trust and confidence to\r\nobtain personal advantage at the expense of the plaintiff); Reed,\r\n152 N.E. at 921 (where defendant took unfair advantage of\r\nplaintiff's trust in him, plaintiff is entitled to equitable\r\nrelief); Hawkes v. Lackey, 93 N.E. 828 (Mass. 1911)(awarding\r\nequitable relief where defendant, in whom plaintiffs reposed trust\r\nand confidence in the management of their business affairs, acted\r\nfor his own benefit and to their detriment in loan transaction). \r\nThe equitable principles animating section 12's tolling provision,\r\nsee Burns, 394 F.2d at 419, would be implicated by an allegation of\r\na wrongful acquisition of a benefit.  However, there is no such\r\nallegation before us in this case.\r\nThere is also nothing in the record to suggest that\r\nKnight's trust in Watson Wyatt resulted in its ceding control of\r\nthe Plan's management or assets to Watson Wyatt in a manner that\r\nwould make its alleged failure to provide a heightened level of\r\ndisclosure to Knight inequitable.  See Burns, 394 F.2d at 419. \r\nAs part of its actuarial duties, Watson Wyatt informed Knight of\r\nthe minimum annual contribution amount for ERISA purposes and of\r\nthe maximum annual contribution amount for tax deductibility\r\npurposes, and at least once advised Knight of its belief that the\r\nPlan needed to be amended to ensure that Knight's contributions\r\nremained tax deductible.  Although Watson Wyatt's work contributed\r\ninformation necessary for Knight to make its decision whether and\r\nhow to amend the Plan, there is nothing in the record to suggest\r\nthat Watson Wyatt controlled Knight's decision.  Furthermore,\r\nalthough Watson Wyatt informed Knight of the minimum and maximum\r\ncontributions to the Plan allowed by ERISA and the Internal Revenue\r\nCode, respectively, we find no evidence in the record that Knight\r\ncontrolled the decision about how much to contribute to the Plan\r\nwithin these statutory ranges, or that Watson Wyatt exercised\r\ndiscretion over the management of Knight's business affairs in any\r\nrespect.    \r\nWe do not mean to suggest, of course, that an actuary can\r\nnever owe duties of a fiduciary nature to its client.  Indeed, it\r\nis conceivable that if Watson Wyatt had found confidential\r\ninformation in Knight's books and had appropriated the information\r\nor had otherwise used the information to its own advantage, a claim\r\nmight be made for breach of a duty of loyalty.   Such allegations\r\nare not now before us.  It is enough in this case that the essence\r\nof Knight's claim is the alleged negligent performance of actuarial\r\nservices and not misappropriation or disloyalty in violation of\r\nfiduciary duties; that Knight had adequate information in the form\r\nof the annual AVR disclosures to put it on notice of such a\r\nnegligence claim; and that the special circumstances which would \r\ntrigger section 12's equitable tolling provisions, see Burns, 394\r\nF.2d at 419, are simply not present in this case.  \r\nAffirmed. \n",
  "html": "<p class=\"case_cite\">170 F.3d 210</p>\n    <p class=\"case_cite\">22 Employee Benefits Cas. 2920</p>\n    <p class=\"parties\">GEO. KNIGHT &amp; COMPANY, INC., Plaintiff, Appellant,<br>v.<br>WATSON WYATT &amp; COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1301.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 17, 1998.<br>Decided Feb. 22, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christine A. Burt for appellant.</p>\n      <p class=\"indent\">Peter A. Biagetti, with whom Joseph P. Messina, Laurence A. Schoen, and Paul A. Meyer were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Geo.  Knight &amp; Company, Inc.  (\"Knight\") challenges the district court's entry of a summary judgment in favor of Watson Wyatt &amp; Co.  (\"Watson Wyatt\"), an international human resources and employee benefits consulting firm which provided actuarial services to Knight for several decades beginning in the 1960s.  The court held that Knight's complaint, which alleges a breach of a fiduciary duty, professional negligence, and violations of Massachusetts' unfair trade practices statute, Mass.  Gen. Laws ch.  93A, is barred by the applicable three and four year statutes of limitations.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Knight argues that the district court erred in its ruling that Knight's claims are not subject to equitable tolling and thus are untimely.  We disagree and affirm the judgment.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are not disputed.  In 1966 Geo.  Knight &amp; Company, Inc., a manufacturing company based in Massachusetts, established the George Knight Local No. 47 Retirement Plan (the \"Plan\") for the benefit of its eligible union employees.  For more than twenty years, Knight retained Watson Wyatt, a Delaware corporation with a principal place of business in Maryland, to provide actuarial services relating to the Plan.  As part of this provision of actuarial services, Watson Wyatt completed annual actuarial valuations reports (\"AVRs\") for the Plan, as required by ERISA, 29 U.S.C. &#167;&#167; 1001-1461, and prepared necessary reports and filings for Knight's review, signature, and filing on behalf of the Plan, as required by ERISA and the Internal Revenue Code.  During the course of their business relationship, Watson Wyatt also prepared amendments to the Plan to comply with changes in ERISA and the Internal Revenue Code and to ensure that Knight's contributions to the Plan were tax deductible.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In March 1990 Watson Wyatt advised Knight by letter that the Internal Revenue Code had been changed to require that each of the Plan's actuarial assumptions be reasonable based on the Plan's experience.  Watson Wyatt further advised Knight that, in light of the Plan's historical experience, it believed that the Plan's actuarial assumptions were inaccurate and might jeopardize the deductibility of contributions in the event of an IRS audit.  Watson Wyatt recommended that several of the Plan's actuarial assumptions, including its investment return and expense projection, be amended to reflect more accurately the Plan's historical performance.  Watson Wyatt also advised Knight of the actuarial effect of continuing the current assumptions, and again cautioned that using the current investment return assumption might be deemed unreasonable in the event of an IRS audit.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After meeting with Knight representatives in late March 1990 to discuss the proposed amendments to the Plan, Watson Wyatt offered three alternative sets of assumptions designed to address the deductibility concerns.  Following the submission of these alternatives, Knight asked Watson Wyatt to \"calculate some additional alternatives for pension plan improvements.\"   Watson Wyatt did so.  After obtaining the approval of the union, Knight adopted one of Watson's original proposals,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> effective April 1, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In March 1996 Knight informed Watson Wyatt that an annual audit by Knight's accountant had raised the question whether the Plan was currently \"excessively overfunded.\"   In a letter responding to Knight's inquiry, Watson Wyatt stated that in fact the Plan was \"not well funded for IRS purposes,\" and that, according to the Plan's 1995 AVR, \"the assets of $105,165 are equal to 50% of the accrued liability of $208,501 for projected benefits....\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Following this March exchange concerning the Plan's funding status, Watson Wyatt provided Knight in November 1996 with a copy of the Plan's AVR as of April 1, 1996.  In a cover letter to the report, Watson Wyatt summarized the range of permissible funding levels for the 1996-97 plan year, and further stated that \"[a]s discussed in our meeting of October 24, 1996, in order to fund the plan over a 12-year period, we estimate that the Company needs to fund approximately $30,000 per year (including $7,500 of expenses paid outside the plan).\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Knight commenced this action against Watson Wyatt in April 1997, asserting claims for professional negligence, breach of fiduciary duty, and violations of Massachusetts' unfair trade practices statute, Mass.  Gen. Laws ch.  93A.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In its complaint, Knight alleges, inter alia, that in 1990 Watson Wyatt negligently advised it to adopt Plan amendments that were based on flawed actuarial assumptions, that Watson Wyatt failed to take into consideration the retroactive effect of such amendments, and that the amendments immediately \"caused the Plan to be substantially and severely underfunded.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court granted Watson Wyatt's motion for summary judgment on the ground that Knight's claims were barred by the applicable three and four year statutes of limitation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The court held that neither the discovery rule nor Mass.  Gen. Laws ch. 260, &#167; 12 acted to toll the relevant limitations periods.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Summary judgment is appropriate when there is no genuine issue as to any material fact and the moving party is entitled to a judgment as a matter of law.  See Fed.R.Civ.P. 56(c).  When reviewing the entry of a summary judgment, we consider the undisputed facts in the light most favorable to the nonmovant.  See Tagliente v. Himmer, 949 F.2d 1, 4 (1st Cir.1991).</p>\n    </div>\n    <p>A. The Discovery Rule</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">While Knight acknowledges that its complaint is untimely based on the applicable three and four-year limitations periods, it argues that it is entitled to equitable tolling under the discovery rule.  Pursuant to the discovery rule, an action accrues when the injured party knew, or, in the exercise of reasonable diligence, should have known the factual basis for the cause of action.  See Tagliente, 949 F.2d at 4. In order for the statute of limitations to be tolled pursuant to the discovery rule, \"the factual basis for the cause of action must have been 'inherently unknowable' at the time of the injury.\"  Id. The factual basis for a cause of action is \"inherently unknowable\" if it is \"incapable of detection by the wronged party through the exercise of reasonable diligence.\"  Id. (quoting Borden v. Paul Revere Life Ins. Co., 935 F.2d 370, 376 (1st Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Knight maintains that delayed accrual of its cause of action is warranted pursuant to the discovery rule because it did not know until 1996, nor could it have discovered through the exercise of reasonable diligence, that Watson Wyatt's 1990 conduct had resulted in an \"immediate and substantial underfunding\" of the Plan.  Accordingly, we must determine whether there is any genuine issue as to a material fact that Knight knew, or in the exercise of reasonable diligence should have known, of the Plan's alleged underfunded status.  See id. at 4-5.   The burden is on Knight to prove that it lacked knowledge or that, in the exercise of reasonable diligence, it could not have known about the alleged underfunding within the statute of limitations.  See id. at 5;  see also Riley v. Presnell, 409 Mass. 239, 565 N.E.2d 780, 785 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although the factual basis for all of Knight's claims is the allegedly \"underfunded\" condition of the Plan, its complaint and the material in opposition to Watson Wyatt's motion for summary judgment lack clarity on the meaning of Knight's allegation that the Plan is \"underfunded\"--a term that does not appear to have a precise actuarial definition.  We must discern the meaning of this term, however, to determine whether Knight knew or should have known through the exercise of reasonable diligence about this ambiguous condition.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Watson Wyatt contends that Knight's allegation of \"underfunding\" was in fact a shorthand reference to a more precise actuarial term known as \"unfunded actuarial accrued liability.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The district court's decision tacitly agreed with this contention, and we find support for Watson Wyatt's position in the record.  Before filing its complaint in the district court, Knight mailed a demand letter to Watson Wyatt.  See Mass.  Gen. Laws ch. 93A, &#167; 9(3).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In the demand letter, Knight alleged that Watson Wyatt's misdeeds damaged Knight \"in the extra amount of funding contribution required from it as Plan Sponsor,\" and explained that \"[t]hat extra amount constitutes the underfunding liability.\"   The letter further alleged that \"per the Valuation Report for April 1, 1996, the specific cash shortage as of April 1, 1996, was $140,655.\"   This figure--$140,655--corresponds precisely with a line item on the April 1, 1996, AVR entitled \"unfunded actuarial accrued liability.\"   Thus, in the absence of any definition to the contrary, we conclude that Knight used the ambiguous term \"underfunded\" in its demand letter and complaint to refer to a more precise actuarial term--namely, \"unfunded actuarial accrued liability.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We turn next to determining whether Knight knew, or in the exercise of reasonable diligence should have known, about the Plan's \"underfunded\" status--or, stated more precisely, its \"unfunded actuarial accrued liability.\"   It is undisputed that each of the AVRs filed annually by Watson Wyatt on behalf of Knight contained a line item entitled \"unfunded actuarial accrued liability.\"   Each AVR was identically formatted, and no calculations were required to discern the amount of \"unfunded actuarial accrued liability.\"   Viewing the AVRs alone, there can be no question that Knight had sufficient information--indeed, all of the information--it needed to know of the alleged \"underfunded\" condition of the Plan.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At oral argument before the district court, however, Knight argued for the first time that the Plan was \"underfunded\" in the amount of $360,000, not $140,655 as alleged in the earlier demand letter.  Thus, Knight argues, its allegation of \"underfunding\" reflects more than the $140,655 \"unfunded actuarial accrued liability\" disclosed on the AVR.  To support this assertion, Knight points to a letter it received from Watson Wyatt (the \"Watson Wyatt letter\") in November 1996.  In the letter, Watson Wyatt stated:  \"As discussed in our meeting of October 24, 1996, in order to fund the plan over a 12-year period, we estimate that the Company needs to fund approximately $30,000 per year (including about $7,500 of expenses paid outside the plan).\"   Knight maintains that the Watson Wyatt letter constituted an admission that the Plan was \"underfunded\" in the amount of $360,000 ($30,000 times twelve years).  Emphasizing that the $360,000 figure did not appear in any of the reports that Watson Wyatt submitted to it, Knight asserts that it \"did not discover this $360,000.00 underfunding until 1996 when Watson Wyatt for the first time revealed the same [in the Watson Wyatt letter].\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Knight's belated recharacterization of its claim of \"underfunding\" is unavailing.  Even if Knight did not know and should not have known about the full extent of the Plan's \"underfunding\" until it received the Watson Wyatt letter, Knight's own pleadings establish that it had the ability--independent of Watson Wyatt's purported \"admission\" letter<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>--to discover that the Plan was \"underfunded.\"   See Cantu v. St. Paul Cos., 401 Mass. 53, 514 N.E.2d 666, 668 (1987) (cause of action accrues on discovery of \"appreciable harm,\" even if the extent of the harm is not fully known)(citing Olsen v. Bell Tel. Labs., Inc., 388 Mass. 171, 445 N.E.2d 609, 612 (1983)).  Knight's complaint alleges that \"[b]y and through an independent review of the Plan, Knight discovered in late 1995 and early 1996 that the Plan was substantially and severely underfunded.  Upon being advised of the same, Knight contacted Watson [Wyatt] to discuss the Plan and to determine if in fact the Plan had been and was continuing to be underfunded.\"   Similarly, Knight's written demand letter states that \"[t]his [underfunding] situation was brought to the attention of Geo.  Knight Co., Inc., by its accountant when discovered in the spring of 1996.\"   As the district court observed, these statements reveal that Knight did indeed possess the information--exclusive of Watson Wyatt's so-called admission letter--needed to discover that it had suffered an appreciable harm.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Knight also contends that an annual tax filing prepared by Watson Wyatt on behalf of Knight--the Form 5500 C/R--contained information that was at odds with the annual AVRs and that left it with the impression that the Plan was \"well funded\" (another undefined term).  Assuming for the purpose of consideration on summary judgment that the Form 5500 C/R information was inconsistent with the AVR information,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Knight's failure to make further inquiry to resolve the inconsistency precludes a finding that it exercised reasonable diligence in discovering the underfunded condition of the Plan.  It is undisputed that Knight never asked Watson Wyatt to explain how the Form 5500 C/R information--which it contends created the impression that the Plan was \"well funded\"--could be reconciled with the AVRs' express disclosure of the existence of the Plan's unfunded actuarial accrued liability--on which Knight bases its contention that the Plan is \"underfunded.\"   In these circumstances, we find no error in the district court's conclusion that no jury could reasonably find that Knight acted with the requisite level of diligence in discovering the underfunded condition of the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>B. Mass Gen. Laws ch. 260, &#167; 12.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Alternatively, Knight argues that it is entitled to tolling under Massachusetts' fraudulent concealment statute, Mass.  Gen. Laws ch. 260, &#167; 12, because Watson Wyatt failed \"to make adequate and full disclosure\" of the Plan's underfunded status.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Section 12 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>If a person liable to a personal action fraudulently conceals the cause of such action from the knowledge of the person entitled to bring it, the period prior to the discovery of his cause of action by the person so entitled shall be excluded in determining the time limited for the commencement of the action.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mass. Gen. Laws ch. 260, &#167; 12.  Although active fraud ordinarily is required to constitute fraudulent concealment for the purposes of section 12's tolling provision, see Stetson v. French, 321 Mass. 195, 72 N.E.2d 410, 412 (1947), Massachusetts courts have recognized that mere failure to reveal information can be fraudulent concealment by a person, such as a fiduciary, who has a duty to disclose.  See Jamesbury Corp. v. Worcester Valve Co., 443 F.2d 205, 209 (1st Cir.1971) (breach of contractual duty to disclose tolls limitations period pursuant to section 12);  Demoulas v. Demoulas Super Mkts., Inc., 424 Mass. 501, 677 N.E.2d 159, 174 (1997)(breach of fiduciary duty of disclosure tolls limitations period pursuant to section 12);  Puritan Med.  Ctr., Inc. v. Cashman, 413 Mass. 167, 596 N.E.2d 1004, 1010 (1992) (same).  Such a duty to disclose may exist when \"one party reposes, to the other's knowledge, trust and confidence under circumstances in which the other's failure to make disclosure would be inequitable.\"  Burns v. Massachusetts Institute of Technology, 394 F.2d 416, 419 (1st Cir.1968) (citing Reed v. A.E. Little Co., 256 Mass. 442, 152 N.E. 918 (Mass.1926);  Broomfield v. Kosow, 349 Mass. 749, 212 N.E.2d 556 (1965)).  Thus, we must determine whether the record raises any genuine issue of material fact that would bring this case within the parameters of section 12's tolling provision--that is, whether Knight reposed, to Watson Wyatt's knowledge, trust and confidence in such circumstances that Watson Wyatt's alleged failure to disclose information beyond that expressly disclosed in the annual AVRs was inequitable.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This equitable analysis is informed by Massachusetts cases discussing a duty of disclosure pursuant to general principles of fiduciary law.  These cases emphasize that the circumstances creating such fiduciary obligations as a duty to disclose are varied, see Broomfield v. Kosow, 349 Mass. 749, 212 N.E.2d 556, 559-60 (1965);  Warsofsky v. Sherman, 326 Mass. 290, 93 N.E.2d 612, 615 (1950), and no universally-applicable rule distinguishes those circumstances which give rise to a duty to disclose from those that do not.  Nonetheless, we have previously observed that a duty to disclose will frequently be found where certain indicia of a fiduciary relationship are present, including a great disparity or inequality between parties and an abuse of that situation for the benefit of the dominant party, particularly where unjust enrichment would result.  See Industrial Gen. Corp. v. Sequoia Pac.  Sys. Corp., 44 F.3d 40, 44 (1st Cir.1995).  Thus, trust and confidence reposed in a party possessing a great disparity of knowledge or expertise in a commercial setting, while ordinarily not enough standing alone to give rise to fiduciary obligations, may produce such obligations if the trust and confidence is knowingly betrayed by that party for the purpose of securing some benefit to itself.  See id.;  Broomfield, 212 N.E.2d at 560-61;  Reed, 152 N.E. at 920.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, as in most engagements of professional services, there was a disparity of knowledge between Knight and Watson Wyatt concerning actuarial matters, and Knight trusted Watson Wyatt as the provider of its actuarial services.  However, this is not a case in which one party's failure to disclose information resulted in some unjust enrichment at the expense of another party;  to the contrary, this is an ordinary negligence action.  Cf., e.g., Broomfield, 349 Mass. 749, 212 N.E.2d 556 (constructive trust is warranted where plaintiff trusted and confided in defendant, who used the influence springing from that trust and confidence to obtain personal advantage at the expense of the plaintiff);  Reed, 152 N.E. at 921 (where defendant took unfair advantage of plaintiff's trust in him, plaintiff is entitled to equitable relief);  Hawkes v. Lackey, 207 Mass. 424, 93 N.E. 828 (1911)(awarding equitable relief where defendant, in whom plaintiffs reposed trust and confidence in the management of their business affairs, acted for his own benefit and to their detriment in loan transaction).  The equitable principles animating section 12's tolling provision, see Burns, 394 F.2d at 419, would be implicated by an allegation of a wrongful acquisition of a benefit.  However, there is no such allegation before us in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There is also nothing in the record to suggest that Knight's trust in Watson Wyatt resulted in its ceding control of the Plan's management or assets to Watson Wyatt in a manner that would make its alleged failure to provide a heightened level of disclosure to Knight inequitable.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  See Burns, 394 F.2d at 419.   As part of its actuarial duties, Watson Wyatt informed Knight of the minimum annual contribution amount for ERISA purposes and of the maximum annual contribution amount for tax deductibility purposes, and at least once advised Knight of its belief that the Plan needed to be amended to ensure that Knight's contributions remained tax deductible.  Although Watson Wyatt's work contributed information necessary for Knight to make its decision whether and how to amend the Plan, there is nothing in the record to suggest that Watson Wyatt controlled Knight's decision.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Furthermore, although Watson Wyatt informed Knight of the minimum and maximum contributions to the Plan allowed by ERISA and the Internal Revenue Code, respectively, we find no evidence in the record that Watson Wyatt controlled the decision about how much to contribute to the Plan within these statutory ranges, or that Watson Wyatt exercised discretion over the management of Knight's business affairs in any respect.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We do not mean to suggest, of course, that an actuary can never owe duties of a fiduciary nature to its client.  Indeed, it is conceivable that if Watson Wyatt had found confidential information in Knight's books and had appropriated the information or had otherwise used the information to its own advantage, a claim might be made for breach of a duty of loyalty.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Such allegations are not now before us.  It is enough in this case that the essence of Knight's claim is the alleged negligent performance of actuarial services and not misappropriation or disloyalty in violation of fiduciary duties;  that Knight had adequate information in the form of the annual AVR disclosures to put it on notice of such a negligence claim;  and that the special circumstances which would trigger section 12's equitable tolling provisions, see Burns, 394 F.2d at 419, are simply not present in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The parties agree that Knight's claims for professional negligence and breach of fiduciary duty are subject to a three year limitations period and that the unfair trade practice claim is subject to a four year limitations period</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The accepted proposal included the following amendments:  the defined benefit target was increased from $10.30 to $16.30;  the assumed rate of return on the Plan's annuity contract was increased from five-and-a-half percent to seven percent;  and the employer hourly contribution was reduced from sixty-four cents to fifty-nine cents</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Knight originally brought the action in state court.  The action was subsequently removed by Watson Wyatt to the United States District Court for the District of Massachusetts.  See 28 U.S.C. &#167;&#167; 1332, 1441</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because the court determined that Knight's claims were barred by the applicable limitations periods, it did not consider Watson Wyatt's second argument that two of Knight's claims are preempted by ERISA</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Watson Wyatt maintains that \"unfunded actuarial accrued liability\" is a normal attribute of a retirement plan:</p>\n        <p>An \"actuarial accrued liability\" is simply the accrued benefit obligation that the Plan sponsor is required to pay plan participants.  Since the total benefit obligations of a pension plan are normally funded over time, a portion of the future total benefits to be paid are said to be \"unfunded\" until the total benefit obligations to all plan participants are retired.</p>\n        <p>Brief of Appellee at 2 n.1.  Because our review is limited to the district court's entry of a summary judgment on statute of limitations grounds, we have no occasion to consider the merits of Watson Wyatt's defense to Knight's underlying claim of liability.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Mass.  Gen. Laws ch. 93A, &#167; 9 requires that certain actions brought under chapter 93A be preceded by \"a written demand for relief, identifying the claimant and reasonably describing the unfair or deceptive act or practice relied upon and the injury suffered....\"  Mass.  Gen. Laws ch. 93A, &#167; 9(3).  A written demand was not required in the instant case.  See id. &#167;&#167; 9, 11</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We also reject Knight's related contention that, even if it knew or should have known about the Plan's underfunded condition, it had no way of knowing that Watson Wyatt's conduct had caused that condition.  See Bowen v. Eli Lilly &amp; Co., 408 Mass. 204, 557 N.E.2d 739, 742 (1990).  As the district court observed, \"There were only two possible villains in the piece, Watson Wyatt or Knight itself, and no stroke of genius on Knight's part was needed to point the finger at Watson Wyatt.\"  Geo. Knight &amp; Co., Inc. v. Watson Wyatt &amp; Co., Civil Action No. 97-CV-10739-RGS, slip op. at 10 (D.Mass. Jan. 30, 1998)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that we find nothing in the record to support Knight's assertion that the Watson Wyatt letter \"admitted\" the Plan was \"underfunded\" by $360,000.  Rather, the Watson Wyatt letter advised Knight of the amount that Knight would have to contribute each year for the next twelve years to result in a fully funded plan at the end of that period.  Both parties agree that plans ordinarily are funded gradually over time.  The Watson Wyatt letter made no admission of wrongdoing, nor did it characterize the projected annual $30,000 funding requirement as an \"underfunding.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although the district court found no contradiction between the Form 5500 C/R information and the AVR information, we need not reach this question</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We have already concluded that Watson Wyatt expressly disclosed the Plan's underfunded status--that is, its \"unfunded actuarial accrued liability\" account--to Knight in the annual AVRs.  Thus, we assume that Knight, by arguing that Watson Wyatt failed \"to make adequate and full disclosure\" of the underfunding, means that Watson Wyatt failed to disclose the alleged financial and legal significance of the unfunded actuarial accrued liability account</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The district court determined that even if a fiduciary relationship existed between the parties, Watson Wyatt had not breached its duty of disclosure to Knight.  See Geo.  Knight &amp; Co., Inc. v. Watson Wyatt &amp; Co., Civil Action No. 97-CV-10739-RGS, slip op. at 10-11 (D. Mass.  Jan 30, 1998).  We take a different approach, deciding that Watson Wyatt had no duty to disclose information beyond that expressly disclosed in the annual AVRs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Cf. Schleifstein v. Greenstein, 9 Mass.App.Ct. 344, 401 N.E.2d 379, 383 (1980) (noting that defendant, who performed some accounting work for plaintiff and enjoyed a close personal relationship with her, \"did not control or manage her finances or business\");  Fleet Nat'l Bank v. H &amp; D Entertainment, Inc., 926 F.Supp. 226, 242 (D.Mass.1996), aff'd, 96 F.3d 532 (1st Cir.1996) (stating that, in context of accountant-client relationship, \"[t]he weight of legal precedent--and common sense--stands for the proposition that an accountant takes on fiduciary obligations only where he or she recommends transactions, structures deals, and provides investment advice, such that he or she exercises some managerial control over the assets in question\") (quotations and citations omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> To the contrary, Watson Wyatt proposed several alternatives to Knight regarding amendments to the Plan, including the option of not amending the Plan at all.  After meeting with Watson Wyatt concerning the amendment proposals, Knight obtained the approval of the union and adopted the amendments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Cf., e.g., United Teachers Assocs.  Ins. Co. v. MacKeen &amp; Bailey, Inc., 99 F.3d 645, 646-50 (5th Cir.1996).  Although there is a dearth of case law specifically involving an alleged fiduciary relationship between an actuary and its client under state law (rather than under ERISA), the Fifth Circuit, applying Texas law, recently addressed this issue in United Teachers.   In that case, the defendant-actuary and the plaintiff-clients entered into an oral agreement whereby the actuary would use his expertise to locate insurance companies with overstated reserves which the clients could then acquire for a profit.  See id. at 647.   The clients provided all of the capital to finance the acquisitions, and the actuary received either a share of the profits or a monthly retainer fee.  See id.   This arrangement continued for several years, and there were several successful acquisitions.  See id.   The actuary later informed a prospective business acquisition that its reserves were overstated, and the clients' negotiations to purchase the business were terminated.  See id. at 647-48.   On these facts, the Fifth Circuit affirmed the district court's conclusion that the extent, nature, and duration of the actuary's employment with the clients gave rise to fiduciary obligations.  See id. at 649-50.   The Fifth Circuit rejected the notion that actuaries are, as a matter of law, fiduciaries, see id. at 650 n. 6, as do we</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></span></p>\n    <p class=\"case_cite\">22 Employee Benefits Cas. 2920</p>\n    <p class=\"parties\">GEO. KNIGHT &amp; COMPANY, INC., Plaintiff, Appellant,<br>v.<br>WATSON WYATT &amp; COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1301.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 17, 1998.<br>Decided Feb. 22, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christine A. Burt for appellant.</p>\n      <p class=\"indent\">Peter A. Biagetti, with whom Joseph P. Messina, Laurence A. Schoen, and Paul A. Meyer were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Geo.  Knight &amp; Company, Inc.  (\"Knight\") challenges the district court's entry of a summary judgment in favor of Watson Wyatt &amp; Co.  (\"Watson Wyatt\"), an international human resources and employee benefits consulting firm which provided actuarial services to Knight for several decades beginning in the 1960s.  The court held that Knight's complaint, which alleges a breach of a fiduciary duty, professional negligence, and violations of Massachusetts' unfair trade practices statute, Mass.  Gen. Laws ch.  93A, is barred by the applicable three and four year statutes of limitations.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Knight argues that the district court erred in its ruling that Knight's claims are not subject to equitable tolling and thus are untimely.  We disagree and affirm the judgment.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are not disputed.  In 1966 Geo.  Knight &amp; Company, Inc., a manufacturing company based in Massachusetts, established the George Knight Local No. 47 Retirement Plan (the \"Plan\") for the benefit of its eligible union employees.  For more than twenty years, Knight retained Watson Wyatt, a Delaware corporation with a principal place of business in Maryland, to provide actuarial services relating to the Plan.  As part of this provision of actuarial services, Watson Wyatt completed annual actuarial valuations reports (\"AVRs\") for the Plan, as required by ERISA, 29 U.S.C. &#167;&#167; 1001-1461, and prepared necessary reports and filings for Knight's review, signature, and filing on behalf of the Plan, as required by ERISA and the Internal Revenue Code.  During the course of their business relationship, Watson Wyatt also prepared amendments to the Plan to comply with changes in ERISA and the Internal Revenue Code and to ensure that Knight's contributions to the Plan were tax deductible.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In March 1990 Watson Wyatt advised Knight by letter that the Internal Revenue Code had been changed to require that each of the Plan's actuarial assumptions be reasonable based on the Plan's experience.  Watson Wyatt further advised Knight that, in light of the Plan's historical experience, it believed that the Plan's actuarial assumptions were inaccurate and might jeopardize the deductibility of contributions in the event of an IRS audit.  Watson Wyatt recommended that several of the Plan's actuarial assumptions, including its investment return and expense projection, be amended to reflect more accurately the Plan's historical performance.  Watson Wyatt also advised Knight of the actuarial effect of continuing the current assumptions, and again cautioned that using the current investment return assumption might be deemed unreasonable in the event of an IRS audit.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After meeting with Knight representatives in late March 1990 to discuss the proposed amendments to the Plan, Watson Wyatt offered three alternative sets of assumptions designed to address the deductibility concerns.  Following the submission of these alternatives, Knight asked Watson Wyatt to \"calculate some additional alternatives for pension plan improvements.\"   Watson Wyatt did so.  After obtaining the approval of the union, Knight adopted one of Watson's original proposals,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> effective April 1, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In March 1996 Knight informed Watson Wyatt that an annual audit by Knight's accountant had raised the question whether the Plan was currently \"excessively overfunded.\"   In a letter responding to Knight's inquiry, Watson Wyatt stated that in fact the Plan was \"not well funded for IRS purposes,\" and that, according to the Plan's 1995 AVR, \"the assets of $105,165 are equal to 50% of the accrued liability of $208,501 for projected benefits....\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Following this March exchange concerning the Plan's funding status, Watson Wyatt provided Knight in November 1996 with a copy of the Plan's AVR as of April 1, 1996.  In a cover letter to the report, Watson Wyatt summarized the range of permissible funding levels for the 1996-97 plan year, and further stated that \"[a]s discussed in our meeting of October 24, 1996, in order to fund the plan over a 12-year period, we estimate that the Company needs to fund approximately $30,000 per year (including $7,500 of expenses paid outside the plan).\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Knight commenced this action against Watson Wyatt in April 1997, asserting claims for professional negligence, breach of fiduciary duty, and violations of Massachusetts' unfair trade practices statute, Mass.  Gen. Laws ch.  93A.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In its complaint, Knight alleges, inter alia, that in 1990 Watson Wyatt negligently advised it to adopt Plan amendments that were based on flawed actuarial assumptions, that Watson Wyatt failed to take into consideration the retroactive effect of such amendments, and that the amendments immediately \"caused the Plan to be substantially and severely underfunded.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court granted Watson Wyatt's motion for summary judgment on the ground that Knight's claims were barred by the applicable three and four year statutes of limitation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The court held that neither the discovery rule nor Mass.  Gen. Laws ch. 260, &#167; 12 acted to toll the relevant limitations periods.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Summary judgment is appropriate when there is no genuine issue as to any material fact and the moving party is entitled to a judgment as a matter of law.  See Fed.R.Civ.P. 56(c).  When reviewing the entry of a summary judgment, we consider the undisputed facts in the light most favorable to the nonmovant.  See Tagliente v. Himmer, <span class=\"citation\" data-id=\"572162\"><a href=\"/opinion/572162/teresa-tagliente-trustee-of-the-tagliente-family-trust-v-david-c-himmer/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1991).</p>\n    </div>\n    <p>A. The Discovery Rule</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">While Knight acknowledges that its complaint is untimely based on the applicable three and four-year limitations periods, it argues that it is entitled to equitable tolling under the discovery rule.  Pursuant to the discovery rule, an action accrues when the injured party knew, or, in the exercise of reasonable diligence, should have known the factual basis for the cause of action.  See <span class=\"citation\" data-id=\"572162\"><span class=\"antecedent_guess\">Tagliente,</span> <a href=\"/opinion/572162/teresa-tagliente-trustee-of-the-tagliente-family-trust-v-david-c-himmer/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">4</span></a></span>. In order for the statute of limitations to be tolled pursuant to the discovery rule, \"the factual basis for the cause of action must have been 'inherently unknowable' at the time of the injury.\"  <span class=\"citation\" data-id=\"572162\"><a href=\"/opinion/572162/teresa-tagliente-trustee-of-the-tagliente-family-trust-v-david-c-himmer/\"><span class=\"id_token\">Id.</span> The factual </a></span>basis for a cause of action is \"inherently unknowable\" if it is \"incapable of detection by the wronged party through the exercise of reasonable diligence.\"  <span class=\"citation\" data-id=\"572162\"><a href=\"/opinion/572162/teresa-tagliente-trustee-of-the-tagliente-family-trust-v-david-c-himmer/\"><span class=\"id_token\">Id.</span> (quoting Borden </a></span>v. Paul Revere Life Ins. Co., <span class=\"citation\" data-id=\"562609\"><a href=\"/opinion/562609/ronald-borden-v-the-paul-revere-life-insurance-company-ronald-borden-v/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span>, 376 (1st Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Knight maintains that delayed accrual of its cause of action is warranted pursuant to the discovery rule because it did not know until 1996, nor could it have discovered through the exercise of reasonable diligence, that Watson Wyatt's 1990 conduct had resulted in an \"immediate and substantial underfunding\" of the Plan.  Accordingly, we must determine whether there is any genuine issue as to a material fact that Knight knew, or in the exercise of reasonable diligence should have known, of the Plan's alleged underfunded status.  See <span class=\"citation\" data-id=\"562609\"><a href=\"/opinion/562609/ronald-borden-v-the-paul-revere-life-insurance-company-ronald-borden-v/\"><span class=\"id_token\">id.</span> at 4-5. </a></span>  The burden is on Knight to prove that it lacked knowledge or that, in the exercise of reasonable diligence, it could not have known about the alleged underfunding within the statute of limitations.  See <span class=\"citation\" data-id=\"562609\"><a href=\"/opinion/562609/ronald-borden-v-the-paul-revere-life-insurance-company-ronald-borden-v/\"><span class=\"id_token\">id.</span> at 5; </a></span> see also Riley v. Presnell, <span class=\"citation\" data-id=\"2090844\"><a href=\"/opinion/2090844/riley-v-presnell/\"><span class=\"volume\">409</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">239</span></a></span>, <span class=\"citation\" data-id=\"2090844\"><a href=\"/opinion/2090844/riley-v-presnell/\"><span class=\"volume\">565</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">780</span></a></span>, 785 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although the factual basis for all of Knight's claims is the allegedly \"underfunded\" condition of the Plan, its complaint and the material in opposition to Watson Wyatt's motion for summary judgment lack clarity on the meaning of Knight's allegation that the Plan is \"underfunded\"--a term that does not appear to have a precise actuarial definition.  We must discern the meaning of this term, however, to determine whether Knight knew or should have known through the exercise of reasonable diligence about this ambiguous condition.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Watson Wyatt contends that Knight's allegation of \"underfunding\" was in fact a shorthand reference to a more precise actuarial term known as \"unfunded actuarial accrued liability.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The district court's decision tacitly agreed with this contention, and we find support for Watson Wyatt's position in the record.  Before filing its complaint in the district court, Knight mailed a demand letter to Watson Wyatt.  See Mass.  Gen. Laws ch. 93A, &#167; 9(3).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In the demand letter, Knight alleged that Watson Wyatt's misdeeds damaged Knight \"in the extra amount of funding contribution required from it as Plan Sponsor,\" and explained that \"[t]hat extra amount constitutes the underfunding liability.\"   The letter further alleged that \"per the Valuation Report for April 1, 1996, the specific cash shortage as of April 1, 1996, was $140,655.\"   This figure--$140,655--corresponds precisely with a line item on the April 1, 1996, AVR entitled \"unfunded actuarial accrued liability.\"   Thus, in the absence of any definition to the contrary, we conclude that Knight used the ambiguous term \"underfunded\" in its demand letter and complaint to refer to a more precise actuarial term--namely, \"unfunded actuarial accrued liability.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We turn next to determining whether Knight knew, or in the exercise of reasonable diligence should have known, about the Plan's \"underfunded\" status--or, stated more precisely, its \"unfunded actuarial accrued liability.\"   It is undisputed that each of the AVRs filed annually by Watson Wyatt on behalf of Knight contained a line item entitled \"unfunded actuarial accrued liability.\"   Each AVR was identically formatted, and no calculations were required to discern the amount of \"unfunded actuarial accrued liability.\"   Viewing the AVRs alone, there can be no question that Knight had sufficient information--indeed, all of the information--it needed to know of the alleged \"underfunded\" condition of the Plan.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At oral argument before the district court, however, Knight argued for the first time that the Plan was \"underfunded\" in the amount of $360,000, not $140,655 as alleged in the earlier demand letter.  Thus, Knight argues, its allegation of \"underfunding\" reflects more than the $140,655 \"unfunded actuarial accrued liability\" disclosed on the AVR.  To support this assertion, Knight points to a letter it received from Watson Wyatt (the \"Watson Wyatt letter\") in November 1996.  In the letter, Watson Wyatt stated:  \"As discussed in our meeting of October 24, 1996, in order to fund the plan over a 12-year period, we estimate that the Company needs to fund approximately $30,000 per year (including about $7,500 of expenses paid outside the plan).\"   Knight maintains that the Watson Wyatt letter constituted an admission that the Plan was \"underfunded\" in the amount of $360,000 ($30,000 times twelve years).  Emphasizing that the $360,000 figure did not appear in any of the reports that Watson Wyatt submitted to it, Knight asserts that it \"did not discover this $360,000.00 underfunding until 1996 when Watson Wyatt for the first time revealed the same [in the Watson Wyatt letter].\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Knight's belated recharacterization of its claim of \"underfunding\" is unavailing.  Even if Knight did not know and should not have known about the full extent of the Plan's \"underfunding\" until it received the Watson Wyatt letter, Knight's own pleadings establish that it had the ability--independent of Watson Wyatt's purported \"admission\" letter<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>--to discover that the Plan was \"underfunded.\"   See Cantu v. St. Paul Cos., <span class=\"citation\" data-id=\"1985247\"><a href=\"/opinion/1985247/cantu-v-st-paul-cos/\"><span class=\"volume\">401</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">53</span></a></span>, <span class=\"citation\" data-id=\"1985247\"><a href=\"/opinion/1985247/cantu-v-st-paul-cos/\"><span class=\"volume\">514</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">666</span></a></span>, 668 (1987) (cause of action accrues on discovery of \"appreciable harm,\" even if the extent of the harm is not fully known)(citing Olsen v. Bell Tel. Labs., Inc., <span class=\"citation\" data-id=\"2174261\"><a href=\"/opinion/2174261/olsen-v-bell-telephone-laboratories-w-electric-co/\"><span class=\"volume\">388</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">171</span></a></span>, <span class=\"citation\" data-id=\"2174261\"><a href=\"/opinion/2174261/olsen-v-bell-telephone-laboratories-w-electric-co/\"><span class=\"volume\">445</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">609</span></a></span>, 612 (1983)).  Knight's complaint alleges that \"[b]y and through an independent review of the Plan, Knight discovered in late 1995 and early 1996 that the Plan was substantially and severely underfunded.  Upon being advised of the same, Knight contacted Watson [Wyatt] to discuss the Plan and to determine if in fact the Plan had been and was continuing to be underfunded.\"   Similarly, Knight's written demand letter states that \"[t]his [underfunding] situation was brought to the attention of Geo.  Knight Co., Inc., by its accountant when discovered in the spring of 1996.\"   As the district court observed, these statements reveal that Knight did indeed possess the information--exclusive of Watson Wyatt's so-called admission letter--needed to discover that it had suffered an appreciable harm.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Knight also contends that an annual tax filing prepared by Watson Wyatt on behalf of Knight--the Form 5500 C/R--contained information that was at odds with the annual AVRs and that left it with the impression that the Plan was \"well funded\" (another undefined term).  Assuming for the purpose of consideration on summary judgment that the Form 5500 C/R information was inconsistent with the AVR information,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Knight's failure to make further inquiry to resolve the inconsistency precludes a finding that it exercised reasonable diligence in discovering the underfunded condition of the Plan.  It is undisputed that Knight never asked Watson Wyatt to explain how the Form 5500 C/R information--which it contends created the impression that the Plan was \"well funded\"--could be reconciled with the AVRs' express disclosure of the existence of the Plan's unfunded actuarial accrued liability--on which Knight bases its contention that the Plan is \"underfunded.\"   In these circumstances, we find no error in the district court's conclusion that no jury could reasonably find that Knight acted with the requisite level of diligence in discovering the underfunded condition of the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>B. Mass Gen. Laws ch. 260, &#167; 12.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Alternatively, Knight argues that it is entitled to tolling under Massachusetts' fraudulent concealment statute, Mass.  Gen. Laws ch. 260, &#167; 12, because Watson Wyatt failed \"to make adequate and full disclosure\" of the Plan's underfunded status.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Section 12 provides:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>If a person liable to a personal action fraudulently conceals the cause of such action from the knowledge of the person entitled to bring it, the period prior to the discovery of his cause of action by the person so entitled shall be excluded in determining the time limited for the commencement of the action.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mass. Gen. Laws ch. 260, &#167; 12.  Although active fraud ordinarily is required to constitute fraudulent concealment for the purposes of section 12's tolling provision, see Stetson v. French, <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">195</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">410</span></span>, 412 (1947), Massachusetts courts have recognized that mere failure to reveal information can be fraudulent concealment by a person, such as a fiduciary, who has a duty to disclose.  See Jamesbury Corp. v. Worcester Valve Co., <span class=\"citation\" data-id=\"296912\"><a href=\"/opinion/296912/jamesbury-corporation-v-worcester-valve-company-inc-v-e-w-bliss/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">205</span></a></span>, 209 (1st Cir.1971) (breach of contractual duty to disclose tolls limitations period pursuant to section 12);  Demoulas v. Demoulas Super Mkts., Inc., <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">501</span></span>, <span class=\"citation no-link\"><span class=\"volume\">677</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">159</span></span>, 174 (1997)(breach of fiduciary duty of disclosure tolls limitations period pursuant to section 12);  Puritan Med.  Ctr., Inc. v. Cashman, <span class=\"citation\" data-id=\"2218717\"><a href=\"/opinion/2218717/puritan-medical-center-inc-v-cashman/\"><span class=\"volume\">413</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"2218717\"><a href=\"/opinion/2218717/puritan-medical-center-inc-v-cashman/\"><span class=\"volume\">596</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1004</span></a></span>, 1010 (1992) (same).  Such a duty to disclose may exist when \"one party reposes, to the other's knowledge, trust and confidence under circumstances in which the other's failure to make disclosure would be inequitable.\"  Burns v. Massachusetts Institute of Technology, <span class=\"citation\" data-id=\"280053\"><a href=\"/opinion/280053/william-e-burns-v-massachusetts-institute-of-technology/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">416</span></a></span>, 419 (1st Cir.1968) (citing Reed v. A.E. Little Co., <span class=\"citation no-link\"><span class=\"volume\">256</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">442</span></span>, <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">918</span> </span>(Mass.1926);  Broomfield v. Kosow, <span class=\"citation\" data-id=\"2044788\"><a href=\"/opinion/2044788/broomfield-v-kosow/\"><span class=\"volume\">349</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">749</span></a></span>, <span class=\"citation\" data-id=\"2044788\"><a href=\"/opinion/2044788/broomfield-v-kosow/\"><span class=\"volume\">212</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">556</span> </a></span>(1965)).  Thus, we must determine whether the record raises any genuine issue of material fact that would bring this case within the parameters of section 12's tolling provision--that is, whether Knight reposed, to Watson Wyatt's knowledge, trust and confidence in such circumstances that Watson Wyatt's alleged failure to disclose information beyond that expressly disclosed in the annual AVRs was inequitable.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This equitable analysis is informed by Massachusetts cases discussing a duty of disclosure pursuant to general principles of fiduciary law.  These cases emphasize that the circumstances creating such fiduciary obligations as a duty to disclose are varied, see Broomfield v. Kosow, <span class=\"citation\" data-id=\"2044788\"><a href=\"/opinion/2044788/broomfield-v-kosow/\"><span class=\"volume\">349</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">749</span></a></span>, <span class=\"citation\" data-id=\"2044788\"><a href=\"/opinion/2044788/broomfield-v-kosow/\"><span class=\"volume\">212</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">556</span></a></span>, 559-60 (1965);  Warsofsky v. Sherman, <span class=\"citation\" data-id=\"1994597\"><a href=\"/opinion/1994597/warsofsky-v-sherman/\"><span class=\"volume\">326</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">290</span></a></span>, <span class=\"citation\" data-id=\"1994597\"><a href=\"/opinion/1994597/warsofsky-v-sherman/\"><span class=\"volume\">93</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">612</span></a></span>, 615 (1950), and no universally-applicable rule distinguishes those circumstances which give rise to a duty to disclose from those that do not.  Nonetheless, we have previously observed that a duty to disclose will frequently be found where certain indicia of a fiduciary relationship are present, including a great disparity or inequality between parties and an abuse of that situation for the benefit of the dominant party, particularly where unjust enrichment would result.  See Industrial Gen. Corp. v. Sequoia Pac.  Sys. Corp., <span class=\"citation\" data-id=\"195833\"><a href=\"/opinion/195833/industrial-v-sequoia/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 44 (1st Cir.1995).  Thus, trust and confidence reposed in a party possessing a great disparity of knowledge or expertise in a commercial setting, while ordinarily not enough standing alone to give rise to fiduciary obligations, may produce such obligations if the trust and confidence is knowingly betrayed by that party for the purpose of securing some benefit to itself.  See id.;  <span class=\"citation\" data-id=\"2044788\"><span class=\"antecedent_guess\">Broomfield,</span> <a href=\"/opinion/2044788/broomfield-v-kosow/\"><span class=\"volume\">212</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">560-61</span></a></span>;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Reed,</span> <span class=\"volume\">152</span> <span class=\"reporter\">N.E.</span> at <span class=\"page\">920</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, as in most engagements of professional services, there was a disparity of knowledge between Knight and Watson Wyatt concerning actuarial matters, and Knight trusted Watson Wyatt as the provider of its actuarial services.  However, this is not a case in which one party's failure to disclose information resulted in some unjust enrichment at the expense of another party;  to the contrary, this is an ordinary negligence action.  Cf., e.g., Broomfield, <span class=\"citation\" data-id=\"2044788\"><a href=\"/opinion/2044788/broomfield-v-kosow/\"><span class=\"volume\">349</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">749</span></a></span>, <span class=\"citation\" data-id=\"2044788\"><a href=\"/opinion/2044788/broomfield-v-kosow/\"><span class=\"volume\">212</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">556</span> </a></span>(constructive trust is warranted where plaintiff trusted and confided in defendant, who used the influence springing from that trust and confidence to obtain personal advantage at the expense of the plaintiff);  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Reed,</span> <span class=\"volume\">152</span> <span class=\"reporter\">N.E.</span> at <span class=\"page\">921</span> </span>(where defendant took unfair advantage of plaintiff's trust in him, plaintiff is entitled to equitable relief);  Hawkes v. Lackey, <span class=\"citation no-link\"><span class=\"volume\">207</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">424</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">828</span> </span>(1911)(awarding equitable relief where defendant, in whom plaintiffs reposed trust and confidence in the management of their business affairs, acted for his own benefit and to their detriment in loan transaction).  The equitable principles animating section 12's tolling provision, see <span class=\"citation\" data-id=\"280053\"><span class=\"antecedent_guess\">Burns,</span> <a href=\"/opinion/280053/william-e-burns-v-massachusetts-institute-of-technology/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">419</span></a></span>, would be implicated by an allegation of a wrongful acquisition of a benefit.  However, there is no such allegation before us in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There is also nothing in the record to suggest that Knight's trust in Watson Wyatt resulted in its ceding control of the Plan's management or assets to Watson Wyatt in a manner that would make its alleged failure to provide a heightened level of disclosure to Knight inequitable.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  See <span class=\"citation\" data-id=\"280053\"><span class=\"antecedent_guess\">Burns,</span> <a href=\"/opinion/280053/william-e-burns-v-massachusetts-institute-of-technology/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">419</span></a></span>.   As part of its actuarial duties, Watson Wyatt informed Knight of the minimum annual contribution amount for ERISA purposes and of the maximum annual contribution amount for tax deductibility purposes, and at least once advised Knight of its belief that the Plan needed to be amended to ensure that Knight's contributions remained tax deductible.  Although Watson Wyatt's work contributed information necessary for Knight to make its decision whether and how to amend the Plan, there is nothing in the record to suggest that Watson Wyatt controlled Knight's decision.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Furthermore, although Watson Wyatt informed Knight of the minimum and maximum contributions to the Plan allowed by ERISA and the Internal Revenue Code, respectively, we find no evidence in the record that Watson Wyatt controlled the decision about how much to contribute to the Plan within these statutory ranges, or that Watson Wyatt exercised discretion over the management of Knight's business affairs in any respect.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We do not mean to suggest, of course, that an actuary can never owe duties of a fiduciary nature to its client.  Indeed, it is conceivable that if Watson Wyatt had found confidential information in Knight's books and had appropriated the information or had otherwise used the information to its own advantage, a claim might be made for breach of a duty of loyalty.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Such allegations are not now before us.  It is enough in this case that the essence of Knight's claim is the alleged negligent performance of actuarial services and not misappropriation or disloyalty in violation of fiduciary duties;  that Knight had adequate information in the form of the annual AVR disclosures to put it on notice of such a negligence claim;  and that the special circumstances which would trigger section 12's equitable tolling provisions, see <span class=\"citation\" data-id=\"280053\"><span class=\"antecedent_guess\">Burns,</span> <a href=\"/opinion/280053/william-e-burns-v-massachusetts-institute-of-technology/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">419</span></a></span>, are simply not present in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The parties agree that Knight's claims for professional negligence and breach of fiduciary duty are subject to a three year limitations period and that the unfair trade practice claim is subject to a four year limitations period</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The accepted proposal included the following amendments:  the defined benefit target was increased from $10.30 to $16.30;  the assumed rate of return on the Plan's annuity contract was increased from five-and-a-half percent to seven percent;  and the employer hourly contribution was reduced from sixty-four cents to fifty-nine cents</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Knight originally brought the action in state court.  The action was subsequently removed by Watson Wyatt to the United States District Court for the District of Massachusetts.  See 28 U.S.C. &#167;&#167; 1332, 1441</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because the court determined that Knight's claims were barred by the applicable limitations periods, it did not consider Watson Wyatt's second argument that two of Knight's claims are preempted by ERISA</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Watson Wyatt maintains that \"unfunded actuarial accrued liability\" is a normal attribute of a retirement plan:</p>\n        <p>An \"actuarial accrued liability\" is simply the accrued benefit obligation that the Plan sponsor is required to pay plan participants.  Since the total benefit obligations of a pension plan are normally funded over time, a portion of the future total benefits to be paid are said to be \"unfunded\" until the total benefit obligations to all plan participants are retired.</p>\n        <p>Brief of Appellee at 2 n.1.  Because our review is limited to the district court's entry of a summary judgment on statute of limitations grounds, we have no occasion to consider the merits of Watson Wyatt's defense to Knight's underlying claim of liability.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Mass.  Gen. Laws ch. 93A, &#167; 9 requires that certain actions brought under chapter 93A be preceded by \"a written demand for relief, identifying the claimant and reasonably describing the unfair or deceptive act or practice relied upon and the injury suffered....\"  Mass.  Gen. Laws ch. 93A, &#167; 9(3).  A written demand was not required in the instant case.  See id. &#167;&#167; 9, 11</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We also reject Knight's related contention that, even if it knew or should have known about the Plan's underfunded condition, it had no way of knowing that Watson Wyatt's conduct had caused that condition.  See Bowen v. Eli Lilly &amp; Co., <span class=\"citation\" data-id=\"2039745\"><a href=\"/opinion/2039745/bowen-v-eli-lilly-co/\"><span class=\"volume\">408</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">204</span></a></span>, <span class=\"citation\" data-id=\"2039745\"><a href=\"/opinion/2039745/bowen-v-eli-lilly-co/\"><span class=\"volume\">557</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">739</span></a></span>, 742 (1990).  As the district court observed, \"There were only two possible villains in the piece, Watson Wyatt or Knight itself, and no stroke of genius on Knight's part was needed to point the finger at Watson Wyatt.\"  Geo. Knight &amp; Co., Inc. v. Watson Wyatt &amp; Co., Civil Action No. 97-CV-10739-RGS, slip op. at 10 (D.Mass. Jan. 30, 1998)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that we find nothing in the record to support Knight's assertion that the Watson Wyatt letter \"admitted\" the Plan was \"underfunded\" by $360,000.  Rather, the Watson Wyatt letter advised Knight of the amount that Knight would have to contribute each year for the next twelve years to result in a fully funded plan at the end of that period.  Both parties agree that plans ordinarily are funded gradually over time.  The Watson Wyatt letter made no admission of wrongdoing, nor did it characterize the projected annual $30,000 funding requirement as an \"underfunding.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although the district court found no contradiction between the Form 5500 C/R information and the AVR information, we need not reach this question</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We have already concluded that Watson Wyatt expressly disclosed the Plan's underfunded status--that is, its \"unfunded actuarial accrued liability\" account--to Knight in the annual AVRs.  Thus, we assume that Knight, by arguing that Watson Wyatt failed \"to make adequate and full disclosure\" of the underfunding, means that Watson Wyatt failed to disclose the alleged financial and legal significance of the unfunded actuarial accrued liability account</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The district court determined that even if a fiduciary relationship existed between the parties, Watson Wyatt had not breached its duty of disclosure to Knight.  See Geo.  Knight &amp; Co., Inc. v. Watson Wyatt &amp; Co., Civil Action No. 97-CV-10739-RGS, slip op. at 10-11 (D. Mass.  Jan 30, 1998).  We take a different approach, deciding that Watson Wyatt had no duty to disclose information beyond that expressly disclosed in the annual AVRs</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Cf. Schleifstein v. Greenstein, 9 Mass.App.Ct. 344, <span class=\"citation\" data-id=\"2177055\"><a href=\"/opinion/2177055/schleifstein-v-greenstein/\"><span class=\"volume\">401</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">379</span></a></span>, 383 (1980) (noting that defendant, who performed some accounting work for plaintiff and enjoyed a close personal relationship with her, \"did not control or manage her finances or business\");  Fleet Nat'l Bank v. H &amp; D Entertainment, Inc., <span class=\"citation no-link\"><span class=\"volume\">926</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">226</span></span>, 242 (D.Mass.1996), aff'd, <span class=\"citation\" data-id=\"196991\"><a href=\"/opinion/196991/fleet-national-v-hd-entertainment/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">532</span> </a></span>(1st Cir.1996) (stating that, in context of accountant-client relationship, \"[t]he weight of legal precedent--and common sense--stands for the proposition that an accountant takes on fiduciary obligations only where he or she recommends transactions, structures deals, and provides investment advice, such that he or she exercises some managerial control over the assets in question\") (quotations and citations omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> To the contrary, Watson Wyatt proposed several alternatives to Knight regarding amendments to the Plan, including the option of not amending the Plan at all.  After meeting with Watson Wyatt concerning the amendment proposals, Knight obtained the approval of the union and adopted the amendments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Cf., e.g., United Teachers Assocs.  Ins. Co. v. MacKeen &amp; Bailey, Inc., <span class=\"citation\" data-id=\"728924\"><a href=\"/opinion/728924/united-teachers-associates-insurance-company-plaintiff-counter-v-mackeen/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">645</span></a></span>, 646-50 (5th Cir.1996).  Although there is a dearth of case law specifically involving an alleged fiduciary relationship between an actuary and its client under state law (rather than under ERISA), the Fifth Circuit, applying Texas law, recently addressed this issue in United Teachers.   In that case, the defendant-actuary and the plaintiff-clients entered into an oral agreement whereby the actuary would use his expertise to locate insurance companies with overstated reserves which the clients could then acquire for a profit.  See <span class=\"citation\" data-id=\"728924\"><a href=\"/opinion/728924/united-teachers-associates-insurance-company-plaintiff-counter-v-mackeen/\"><span class=\"id_token\">id.</span> at 647. </a></span>  The clients provided all of the capital to finance the acquisitions, and the actuary received either a share of the profits or a monthly retainer fee.  See <span class=\"citation\" data-id=\"728924\"><a href=\"/opinion/728924/united-teachers-associates-insurance-company-plaintiff-counter-v-mackeen/\"><span class=\"id_token\">id.</span>   This arrangement </a></span>continued for several years, and there were several successful acquisitions.  See <span class=\"citation\" data-id=\"728924\"><a href=\"/opinion/728924/united-teachers-associates-insurance-company-plaintiff-counter-v-mackeen/\"><span class=\"id_token\">id.</span>   The actuary </a></span>later informed a prospective business acquisition that its reserves were overstated, and the clients' negotiations to purchase the business were terminated.  See <span class=\"citation\" data-id=\"728924\"><a href=\"/opinion/728924/united-teachers-associates-insurance-company-plaintiff-counter-v-mackeen/\"><span class=\"id_token\">id.</span> at 647-48. </a></span>  On these facts, the Fifth Circuit affirmed the district court's conclusion that the extent, nature, and duration of the actuary's employment with the clients gave rise to fiduciary obligations.  See <span class=\"citation\" data-id=\"728924\"><a href=\"/opinion/728924/united-teachers-associates-insurance-company-plaintiff-counter-v-mackeen/\"><span class=\"id_token\">id.</span> at 649-50. </a></span>  The Fifth Circuit rejected the notion that actuaries are, as a matter of law, fiduciaries, see <span class=\"citation\" data-id=\"728924\"><a href=\"/opinion/728924/united-teachers-associates-insurance-company-plaintiff-counter-v-mackeen/\"><span class=\"id_token\">id.</span> at 650 </a></span>n. 6, as do we</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195833/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196991/",
    "https://www.courtlistener.com/api/rest/v3/opinions/280053/",
    "https://www.courtlistener.com/api/rest/v3/opinions/296912/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562609/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572162/",
    "https://www.courtlistener.com/api/rest/v3/opinions/728924/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1985247/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1994597/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2039745/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2044788/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2090844/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2174261/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2177055/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2218717/"
  ]
}