{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/198325/",
  "id": 198325,
  "absolute_url": "/opinion/198325/morais-v-central-beverage/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/198325/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:50:21Z",
  "date_modified": "2020-02-21T23:33:57.784997Z",
  "type": "010combined",
  "sha1": "8a8338d13b5df5448d1a7cf06eea93586249e3a7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1725.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1725\r\n\n                    FABIO T. MORAIS,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n          CENTRAL BEVERAGE CORPORATION UNION \r\n       EMPLOYEES' SUPPLEMENTAL RETIREMENT PLAN,\r\n  ABACUS BENEFIT CONSULTANTS AND GEORGE MATTA, SR.,\r\n\n                Defendants, Appellees.\r\n\n     APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF RHODE ISLAND\r\n\n       [Hon. Mary M. Lisi, U.S. District Judge]\r\n\n                        Before\r\n\n                Torruella, Chief Judge,\r\n            Coffin, Senior Circuit Judge,\r\n              and Boudin, Circuit Judge.\r\n\nMarybeth Holland for appellant.\r\nRichard D. Wayne with whom Debra Dyleski-Najjar and Samuel J.\r\nKolodney were on brief for appellees Central Beverage Corporation\r\nUnion Employees' Supplemental Retirement Plan and George Matta, Sr.\r\nJoseph J. Reale, Jr. for appellee Abacus Benefit Consultants.\r\n\nFebruary 11, 1999\r\n\nCOFFIN, Senior Circuit Judge.  Appellant Fabio Morais\r\nclaims that his disability pension was incorrectly calculated by\r\nhis employer's retirement plan.   He first raised this issue in\r\n1994, and resolved the dispute at that time by signing a\r\n\"Settlement Agreement\" under which he was given $5,000.  About two\r\nyears later, Morais raised the same complaint about his benefits\r\nand, unsatisfied by the response, brought this case under ERISA,\r\nsee 29 U.S.C.  1132 (a)(1)(B), against the plan and its\r\nadministrator.   The district court granted summary judgment for\r\nthe defendants, adopting the magistrate judge's Report and\r\nRecommendation that the Settlement Agreement barred Morais' claims. \r\nWe affirm.\r\n                     I. Background\r\nThe following facts are undisputed.  Morais worked for\r\nCentral Beverage Corporation for many years before retiring in 1993\r\nfollowing serious on-the-job back injuries.  He was awarded a total\r\ndisability pension but, at some point thereafter, was advised that\r\nhis monthly payments would be reduced to offset a lump sum payment\r\nhe received in settlement of a workers compensation claim.  Morais\r\nobjected to the reduction in benefits and filed a union grievance. \r\nOn December 30, 1995, Morais and George Matta, president of Central\r\nBeverage, signed a document labeled \"Settlement Agreement,\" in\r\nwhich Morais acknowledged receiving $5,000 for releasing \"and\r\nforever discharg[ing]\r\nCentral, its agents, officers, directors and\r\nemployees, and the Central Beverage Corp.\r\nUnion Employees' Supplemental Retirement Plan\r\nand its Administrator, from all claims or\r\ncauses of action whatever which he may now\r\nhave or hereafter can, shall or may have by\r\nreason of any matter, cause or action or thing\r\nwhatever, including, but not limited to, any\r\nclaims arising out of his retirement from the\r\nemploy of Central and the calculation of his\r\ndisability pension, and/or any other federal,\r\nstate or local laws, regulations or\r\nordinances, which he had, now has or shall\r\nhave as of the date of this Agreement.\r\n\nThe Agreement also stated that Morais had directed Teamsters' Local\r\nUnion No. 251 to withdraw his grievance and his demand for\r\narbitration.\r\nIn mid-1997, some twenty months after the Agreement was\r\nsigned, Morais again sought a recalculation on the same basis.  His\r\nclaim was denied and, in January 1998, he filed this lawsuit.  In\r\naddition to a claim under ERISA challenging the offset of his\r\nworker's compensation benefits against his monthly disability\r\npension, Morais alleged a breach of fiduciary duty by Matta and a\r\nstate law claim against all defendants for intentional infliction\r\nof emotional distress.\r\nThe defendants moved to dismiss based on the Agreement. \r\nMorais opposed the motion, claiming that the Agreement was invalid\r\nbecause of a variety of factors assertedly showing that he was at\r\nan unfair disadvantage in the dealings leading to the Agreement and\r\nthat he failed to appreciate the impact of signing it.  See infraat  8.  The magistrate judge converted the motion to one for\r\nsummary judgment and, after a hearing, applied Rhode Island\r\ncontract law to conclude that the Agreement barred Morais' claims. \r\nThe district court rejected Morais' objections and granted summary\r\njudgment for defendants.\r\nOn appeal, Morais contends that the court erred in using\r\nstate law and that, under applicable ERISA precedents, the\r\nSettlement Agreement does not serve as a valid waiver of his right\r\nto challenge the amount of his pension.  He also argues that the\r\ndistrict court erred in granting summary judgment for defendant\r\nAbacus, the plan administrator, and erroneously failed to consider\r\nhis other claims.  The defendants continue to maintain that the\r\nSettlement Agreement  is a bar to Morais' renewed challenge to his\r\npension amount, and they contend that the district court properly\r\napplied Rhode Island law to reach that conclusion.  Although our\r\nanalysis takes a different route from that of the district court,\r\nwe reach the same conclusion and affirm its grant of summary\r\njudgment.\r\n                     II. Discussion\r\nThis case appears to have veered off course in multiple\r\nrespects.  Most central is that the district court (through the\r\nmagistrate judge) applied Rhode Island law to construe the\r\nSettlement Agreement releasing Morais' ERISA-based claims, although\r\nit is well settled that federal common law applies both to\r\ninterpret the provisions of an ERISA benefit plan and to resolve\r\n\"[i]ssues of relinquishment of rights and waiver\" when such side\r\nagreements affect the benefits provided by an ERISA plan, seeRodriguez-Abreu v. Chase Manhattan Bank, N.A., 986 F.2d 580, 585,\r\n587 (lst Cir. 1993).  See also Smart v. Gillette Co. Long-Term\r\nDisability Plan, 70 F.3d 173, 178 (lst Cir. 1995). Although state\r\nlaw principles are reflected in the federal common law, seeRodriguez-Abreu, 986 F.2d at 585, state law is itself preempted by\r\nERISA in the context of interpreting employee benefit plans, see 29\r\nU.S.C.  1144(a); Ingersoll-Rand Co. v. McLendon, 498 U.S. 133,\r\n138-39 (1990).  The relevant federal substantive law includes \"the\r\n`common-sense canons of contract interpretation'\" derived from\r\nstate law, see Rodriguez-Abreu, 986 F.2d at 585 (internal citations\r\nomitted), including the teaching that \"contracts containing\r\nunambiguous language must be construed according to their plain and\r\nnatural meaning,\" Smart, 70 F.3d at 178.\r\nBecause this case involves the release of ERISA benefits,\r\nthe district court erred in utilizing state law.  As we shall\r\nexplain below, however, this error did not alter the outcome of the\r\ncase.  Indeed, Morais would not be entitled to any advantage\r\nafforded by federal law because he relied entirely on Rhode Island\r\ncontract principles in his arguments to the district court. It is\r\nblack letter law that issues not raised in the district court are\r\nwaived, see, e.g., Sammartano v. Palmas del Mar Properties, Inc.,\r\n161 F.3d 96, 97 (lst Cir. 1998) (\"`[A] party is not at liberty to\r\narticulate specific arguments for the first time on appeal simply\r\nbecause the general issue was before the district court.'\")\r\n(quoting United States v. Slade, 980 F.2d 27, 31 (lst Cir. 1992)),\r\nand we typically would reject an appellant's request that we use a\r\nnewly offered theory to analyze his case on appeal.  We are,\r\nhowever, permitted to affirm a district court's grant of summary\r\njudgment on any ground supported by the record.  Id. at 97 n.2. \r\nBecause federal law unquestionably governs this case, and because\r\nthat law leads to the same result obtained by the magistrate judge,\r\nwe choose to consider the particulars surrounding the Settlement\r\nAgreement using federal law principles. Fallick reports that ten circuits have read into the\r\nstatute an exhaustion of administrative remedies requirement for\r\ncontract-based claims.  See 162 F.3d at 418 n.4 (citing cases).\r\nOur focus is the Settlement agreement, which the district\r\ncourt held to be a complete bar to Morais' claim to higher\r\nbenefits. In reviewing a district court's grant of summary\r\njudgment, we scrutinize the record de novo and in the light most\r\nfavorable to the party opposing the motion, indulging all\r\nreasonable inferences in that party's favor.  American Airlines,\r\nInc. v. Cardoza-Rodriguez, 133 F.3d 111, 116 (lst Cir. 1998).  The\r\nnon-movant, however, cannot simply rest on unsworn allegations; he\r\n\"must establish a trial-worthy issue by presenting `enough\r\ncompetent evidence to enable a finding favorable to the nonmoving\r\nparty.'\" Id. (internal citations omitted).\r\nMorais now argues that the Agreement must be given the\r\n\"heightened scrutiny\" that federal precedents require for waivers\r\nof ERISA pension benefits, see Rodriguez-Abreu, 986 F.2d at 587.\r\nUnder this law, courts are obligated to \"scrutinize an ostensible\r\nwaiver with care in order to ensure that it reflects the purposeful\r\nrelinquishment of an employee's rights.\"  Smart, 70 F.3d at 181. \r\nTo determine whether a waiver is \"knowing and voluntary,\" a court\r\nmust examine the totality of the circumstances.  Id.  We have found\r\nhelpful in this endeavor a set of six factors identified by the\r\nSecond Circuit in Finz v. Schlesinger, 957 F.2d 78, 82 (2d Cir.\r\n1992).\r\nMorais contends that the record reveals a significant\r\nfactual dispute concerning whether he freely and knowingly gave up\r\nhis pension claims through the Agreement.  He emphasizes in\r\nparticular that he was on medication that impaired his judgment\r\nwhen he signed the document, that he was a common laborer with an\r\neighth grade education confronting the company president, and that\r\nhe was expected to sign the Agreement when it was presented to him\r\nwithout the opportunity for him to obtain advice from an attorney\r\nor any other independent source.  These assertions implicate four\r\nof the six Finz factors: the plaintiff's education and business\r\nsophistication; the roles of employer and employee in determining\r\nthe content of the waiver; the time plaintiff had to study the\r\nagreement; and whether plaintiff had independent advice.\r\nThe difficulty for Morais is that, on its face, the\r\nAgreement unambiguously speaks to at least two of these concerns. \r\nThe document states that Morais consulted with attorneys and union\r\nofficials \"and has arrived at the decision to execute this\r\nAgreement after such consultation.\"  The Agreement thus both\r\nexplicitly states that Morais had independent advice and implicitly\r\nstates that he had access to the substance of the Agreement   if\r\nnot the document itself   sufficiently in advance to discuss it\r\nwith others.\r\nIn the face of such unambiguous language, it would\r\nrequire a substantial departure from basic contract interpretation\r\nprinciples for us to validate Morais' self-serving effort, years\r\nlater, to generate a factual dispute by asserting that he was\r\nisolated from all advisors and pressured into signing the\r\nAgreement.  \"As a general rule, a court should not consider\r\nextrinsic evidence to give meaning to a contract unless the\r\ncontract's terms are vague or ambiguous. . . . In no event may\r\nextrinsic evidence be employed to contradict explicit contract\r\nlanguage or to drain an agreement's text of all content save ink\r\nand paper.\"  Smart, 70 F.3d at 179-80.  Giving heightened scrutiny\r\nto ERISA waivers cannot mean abandoning these important principles,\r\nwhich are designed to preserve the integrity of contracts.  Rather,\r\nwhen unambiguous language in the challenged waiver document\r\ndirectly refutes an employee's representation regarding the\r\ncircumstances surrounding the waiver, the contract logically must\r\ntake precedence, at least in the absence of competent evidence of\r\nthe employee's incapacity at the time he signed the document.  As\r\nwe discuss infra, Morais failed to provide such evidence.  His\r\nclaim that he lacked independent advice is therefore without\r\nweight.\r\nUnquestionably, the balance tips in the other direction\r\nwith respect to the \"education and business sophistication\" factor. \r\nMorais' position as a laborer, and his lack of a high school\r\neducation, put him at a presumed disadvantage in negotiating with\r\nthe president of the company.  This discrepancy in sophistication,\r\nhowever, is the very reason that advisors are crucial;  the\r\nimbalance is neutralized by the fact that Morais   as stated in the\r\nAgreement   had outside guidance, including, notably, union\r\nrepresentatives whose primary function is to equalize the  mismatch\r\nbetween the employer and an individual employee.  As for the\r\nfourth of the factors listed above   the roles of the employer and\r\nemployee in determining the content of the Agreement   the record\r\nreveals little.  Although the document was prepared by the company,\r\nthere is neither evidence about how its contents were developed nor\r\nevidence suggesting that the terms were unfair.\r\nThe remaining two Finz factors   the Agreement's clarity\r\nand the consideration   weigh heavily in favor of the Agreement's\r\nvalidity.  Most of the document, which was only one page in length,\r\nis reproduced above, see supra at 3 &amp; n.7.  The language is not\r\nchallenging, even for someone with only an eighth-grade education,\r\nand it clearly discharges Central Beverage Corp., the Plan, and the\r\nPlan administrator from \"all claims or causes of action whatever\"\r\narising out of his retirement \"and the calculation of his\r\ndisability pension.\"\r\nThe consideration, $5,000, is a substantial sum. \r\nAlthough Morais' attorney stated at the summary judgment hearing\r\nthat the amount in dispute was $25,000, it appears unlikely that\r\nMorais' claim would have succeeded.  His basic contention was that\r\nhis lump sum workers compensation payment should have offset his\r\nmonthly disability pension for only a single month instead of being \r\npro-rated over many months, which effected a long-term reduction in\r\nhis pension.  The Plan states that\r\n[a]ny disability pension benefits payable for\r\nany month for which workers' compensation\r\nbenefits are payable to a Participant shall be\r\noffset by the amount of such workers'\r\ncompensation benefits.\r\n\nPlan Section 4.2(c)(i)(3) (as amended), App. At 75.  Morais\r\ncontends that the lump sum payment constituted benefits payable for\r\nonly one month.  To the contrary, that payment represented the\r\nbenefits due him over a period of months, paid in advance.  The\r\nlanguage neither technically nor logically supports Morais'\r\ninterpretation, which would allow a duplication of benefits that\r\nthe Plan provision seems designed to avoid.  We are therefore\r\nconfident that the $5,000 settlement amount was ample\r\nconsideration, even if, as Morais alternatively contended, there\r\nwas a mistake in the computation.\r\nNor do the other circumstances in this case provide a\r\nbasis for challenging the Settlement Agreement.  The fact that\r\nMorais suffered from various disorders, including depression, and\r\nwas on medication is insufficient, without more, to invalidate the\r\nAgreement.  See Rivera-Flores, 112 F.3d at 12-13.  The note from\r\nhis doctor does not support Morais' assertion that he experienced\r\nreduced mental capacity; the note simply lists his diagnoses and\r\nmedication, without any description of his symptoms or possible\r\nside-effects from the medication.  The record thus lacks \"competent\r\nmedical evidence going to his capacity to execute the release,\" id.at 13.\r\nMorais also argues that the Agreement should not be\r\nenforced because he misunderstood its scope and did not expect it\r\nto cut off claims challenging the benefit reduction against the\r\nPlan, as well as against his employer.  Again, however, the\r\nAgreement itself deflates his argument.  It explicitly states that\r\nall claims or causes of action against, inter alia, Central\r\nBeverage, its officers, the Central Beverage Corp. Union Employees'\r\nSupplemental Retirement Plan and its administrator are released and\r\n\"forever discharge[d].\"  In the face of such clear and complete\r\nlanguage, Morais' assertion of confusion is unavailing.  See Smart,\r\n70 F.3d at 179-80 &amp; supra at 10.\r\n    Ultimately, the question we must answer is whether the\r\nrecord unequivocally demonstrates that Morais knew he was\r\nrelinquishing a benefit and acted voluntarily in doing so.  Taking\r\nthe plain language of the document he signed in exchange for $5,000\r\nat face value, such a conclusion is inevitable.  We therefore\r\naffirm the district court's judgment that the Settlement Agreement\r\nbars this lawsuit.\r\nAffirmed.\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 98-1725\r\n\n                    FABIO T. MORAIS,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n          CENTRAL BEVERAGE CORPORATION UNION \r\n       EMPLOYEES' SUPPLEMENTAL RETIREMENT PLAN,\r\n  ABACUS BENEFIT CONSULTANTS AND GEORGE MATTA, SR.,\r\n\n                Defendants, Appellees.\r\n\n     APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF RHODE ISLAND\r\n\n       [Hon. Mary M. Lisi, U.S. District Judge]\r\n\n                        Before\r\n\n                Torruella, Chief Judge,\r\n            Coffin, Senior Circuit Judge,\r\n              and Boudin, Circuit Judge.\r\n\nMarybeth Holland for appellant.\r\nRichard D. Wayne with whom Debra Dyleski-Najjar and Samuel J.\r\nKolodney were on brief for appellees Central Beverage Corporation\r\nUnion Employees' Supplemental Retirement Plan and George Matta, Sr.\r\nJoseph J. Reale, Jr. for appellee Abacus Benefit Consultants.\r\n\nFebruary 11, 1999\r\n\nCOFFIN, Senior Circuit Judge.  Appellant Fabio Morais\r\nclaims that his disability pension was incorrectly calculated by\r\nhis employer's retirement plan.   He first raised this issue in\r\n1994, and resolved the dispute at that time by signing a\r\n\"Settlement Agreement\" under which he was given $5,000.  About two\r\nyears later, Morais raised the same complaint about his benefits\r\nand, unsatisfied by the response, brought this case under ERISA,\r\nsee 29 U.S.C.  1132 (a)(1)(B), against the plan and its\r\nadministrator.   The district court granted summary judgment for\r\nthe defendants, adopting the magistrate judge's Report and\r\nRecommendation that the Settlement Agreement barred Morais' claims. \r\nWe affirm.\r\n                     I. Background\r\nThe following facts are undisputed.  Morais worked for\r\nCentral Beverage Corporation for many years before retiring in 1993\r\nfollowing serious on-the-job back injuries.  He was awarded a total\r\ndisability pension but, at some point thereafter, was advised that\r\nhis monthly payments would be reduced to offset a lump sum payment\r\nhe received in settlement of a workers compensation claim.  Morais\r\nobjected to the reduction in benefits and filed a union grievance. \r\nOn December 30, 1995, Morais and George Matta, president of Central\r\nBeverage, signed a document labeled \"Settlement Agreement,\" in\r\nwhich Morais acknowledged receiving $5,000 for releasing \"and\r\nforever discharg[ing]\r\nCentral, its agents, officers, directors and\r\nemployees, and the Central Beverage Corp.\r\nUnion Employees' Supplemental Retirement Plan\r\nand its Administrator, from all claims or\r\ncauses of action whatever which he may now\r\nhave or hereafter can, shall or may have by\r\nreason of any matter, cause or action or thing\r\nwhatever, including, but not limited to, any\r\nclaims arising out of his retirement from the\r\nemploy of Central and the calculation of his\r\ndisability pension, and/or any other federal,\r\nstate or local laws, regulations or\r\nordinances, which he had, now has or shall\r\nhave as of the date of this Agreement.\r\n\nThe Agreement also stated that Morais had directed Teamsters' Local\r\nUnion No. 251 to withdraw his grievance and his demand for\r\narbitration.\r\nIn mid-1997, some twenty months after the Agreement was\r\nsigned, Morais again sought a recalculation on the same basis.  His\r\nclaim was denied and, in January 1998, he filed this lawsuit.  In\r\naddition to a claim under ERISA challenging the offset of his\r\nworker's compensation benefits against his monthly disability\r\npension, Morais alleged a breach of fiduciary duty by Matta and a\r\nstate law claim against all defendants for intentional infliction\r\nof emotional distress.\r\nThe defendants moved to dismiss based on the Agreement. \r\nMorais opposed the motion, claiming that the Agreement was invalid\r\nbecause of a variety of factors assertedly showing that he was at\r\nan unfair disadvantage in the dealings leading to the Agreement and\r\nthat he failed to appreciate the impact of signing it.  See infraat  8.  The magistrate judge converted the motion to one for\r\nsummary judgment and, after a hearing, applied Rhode Island\r\ncontract law to conclude that the Agreement barred Morais' claims. \r\nThe district court rejected Morais' objections and granted summary\r\njudgment for defendants.\r\nOn appeal, Morais contends that the court erred in using\r\nstate law and that, under applicable ERISA precedents, the\r\nSettlement Agreement does not serve as a valid waiver of his right\r\nto challenge the amount of his pension.  He also argues that the\r\ndistrict court erred in granting summary judgment for defendant\r\nAbacus, the plan administrator, and erroneously failed to consider\r\nhis other claims.  The defendants continue to maintain that the\r\nSettlement Agreement  is a bar to Morais' renewed challenge to his\r\npension amount, and they contend that the district court properly\r\napplied Rhode Island law to reach that conclusion.  Although our\r\nanalysis takes a different route from that of the district court,\r\nwe reach the same conclusion and affirm its grant of summary\r\njudgment.\r\n                     II. Discussion\r\nThis case appears to have veered off course in multiple\r\nrespects.  Most central is that the district court (through the\r\nmagistrate judge) applied Rhode Island law to construe the\r\nSettlement Agreement releasing Morais' ERISA-based claims, although\r\nit is well settled that federal common law applies both to\r\ninterpret the provisions of an ERISA benefit plan and to resolve\r\n\"[i]ssues of relinquishment of rights and waiver\" when such side\r\nagreements affect the benefits provided by an ERISA plan, seeRodriguez-Abreu v. Chase Manhattan Bank, N.A., </pre><span class=\"citation\" data-id=\"600732\"><a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span><pre class=\"inline\">, 585,\r\n587 (lst Cir. 1993).  See also Smart v. Gillette Co. Long-Term\r\nDisability Plan, </pre><span class=\"citation\" data-id=\"196424\"><a href=\"/opinion/196424/smart-v-the-gillette-company/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">173</span></a></span><pre class=\"inline\">, 178 (lst Cir. 1995). Although state\r\nlaw principles are reflected in the federal common law, </pre><span class=\"citation\" data-id=\"600732\"><span class=\"antecedent_guess\">seeRodriguez-Abreu,</span> <a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">585</span></a></span><pre class=\"inline\">, state law is itself preempted by\r\nERISA in the context of interpreting employee benefit plans, see 29\r\nU.S.C.  1144(a); Ingersoll-Rand Co. v. McLendon, </pre><span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span><pre class=\"inline\">,\r\n138-39 (1990).  The relevant federal substantive law includes \"the\r\n`common-sense canons of contract interpretation'\" derived from\r\nstate law, see </pre><span class=\"citation\" data-id=\"600732\"><span class=\"antecedent_guess\">Rodriguez-Abreu,</span> <a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">585</span> </a></span><pre class=\"inline\">(internal citations\r\nomitted), including the teaching that \"contracts containing\r\nunambiguous language must be construed according to their plain and\r\nnatural meaning,\" </pre><span class=\"citation\" data-id=\"196424\"><span class=\"antecedent_guess\">Smart,</span> <a href=\"/opinion/196424/smart-v-the-gillette-company/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">178</span></a></span><pre class=\"inline\">.\r\nBecause this case involves the release of ERISA benefits,\r\nthe district court erred in utilizing state law.  As we shall\r\nexplain below, however, this error did not alter the outcome of the\r\ncase.  Indeed, Morais would not be entitled to any advantage\r\nafforded by federal law because he relied entirely on Rhode Island\r\ncontract principles in his arguments to the district court. It is\r\nblack letter law that issues not raised in the district court are\r\nwaived, see, e.g., Sammartano v. Palmas del Mar Properties, Inc.,\r\n</pre><span class=\"citation\" data-id=\"198222\"><a href=\"/opinion/198222/sammartano-v-palmas-del-mar/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></a></span><pre class=\"inline\">, 97 (lst Cir. 1998) (\"`[A] party is not at liberty to\r\narticulate specific arguments for the first time on appeal simply\r\nbecause the general issue was before the district court.'\")\r\n(quoting United States v. Slade, </pre><span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span><pre class=\"inline\">, 31 (lst Cir. 1992)),\r\nand we typically would reject an appellant's request that we use a\r\nnewly offered theory to analyze his case on appeal.  We are,\r\nhowever, permitted to affirm a district court's grant of summary\r\njudgment on any ground supported by the record.  </pre><span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"id_token\">Id.</span> at 97 </a></span><pre class=\"inline\">n.2. \r\nBecause federal law unquestionably governs this case, and because\r\nthat law leads to the same result obtained by the magistrate judge,\r\nwe choose to consider the particulars surrounding the Settlement\r\nAgreement using federal law principles. Fallick reports that ten circuits have read into the\r\nstatute an exhaustion of administrative remedies requirement for\r\ncontract-based claims.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> <span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">418</span> </span><pre class=\"inline\">n.4 (citing cases).\r\nOur focus is the Settlement agreement, which the district\r\ncourt held to be a complete bar to Morais' claim to higher\r\nbenefits. In reviewing a district court's grant of summary\r\njudgment, we scrutinize the record de novo and in the light most\r\nfavorable to the party opposing the motion, indulging all\r\nreasonable inferences in that party's favor.  American Airlines,\r\nInc. v. Cardoza-Rodriguez, </pre><span class=\"citation\" data-id=\"750074\"><a href=\"/opinion/750074/75-fair-emplpraccas-bna-1217-73-empl-prac-dec-p-45332-pens-plan/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></a></span><pre class=\"inline\">, 116 (lst Cir. 1998).  The\r\nnon-movant, however, cannot simply rest on unsworn allegations; he\r\n\"must establish a trial-worthy issue by presenting `enough\r\ncompetent evidence to enable a finding favorable to the nonmoving\r\nparty.'\" </pre><span class=\"citation\" data-id=\"750074\"><a href=\"/opinion/750074/75-fair-emplpraccas-bna-1217-73-empl-prac-dec-p-45332-pens-plan/\"><span class=\"id_token\">Id.</span> (internal citations </a></span><pre class=\"inline\">omitted).\r\nMorais now argues that the Agreement must be given the\r\n\"heightened scrutiny\" that federal precedents require for waivers\r\nof ERISA pension benefits, see </pre><span class=\"citation\" data-id=\"600732\"><span class=\"antecedent_guess\">Rodriguez-Abreu,</span> <a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">587</span></a></span><pre class=\"inline\">.\r\nUnder this law, courts are obligated to \"scrutinize an ostensible\r\nwaiver with care in order to ensure that it reflects the purposeful\r\nrelinquishment of an employee's rights.\"  </pre><span class=\"citation\" data-id=\"196424\"><span class=\"antecedent_guess\">Smart,</span> <a href=\"/opinion/196424/smart-v-the-gillette-company/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">181</span></a></span><pre class=\"inline\">. \r\nTo determine whether a waiver is \"knowing and voluntary,\" a court\r\nmust examine the totality of the circumstances.  </pre><span class=\"citation\" data-id=\"196424\"><a href=\"/opinion/196424/smart-v-the-gillette-company/\"><span class=\"id_token\">Id.</span>  We have </a></span><pre class=\"inline\">found\r\nhelpful in this endeavor a set of six factors identified by the\r\nSecond Circuit in Finz v. Schlesinger, </pre><span class=\"citation\" data-id=\"578214\"><a href=\"/opinion/578214/leonard-l-finz-v-stuart-a-schlesinger-julien-schlesinger-and-finz/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">78</span></a></span><pre class=\"inline\">, 82 (2d Cir.\r\n1992).\r\nMorais contends that the record reveals a significant\r\nfactual dispute concerning whether he freely and knowingly gave up\r\nhis pension claims through the Agreement.  He emphasizes in\r\nparticular that he was on medication that impaired his judgment\r\nwhen he signed the document, that he was a common laborer with an\r\neighth grade education confronting the company president, and that\r\nhe was expected to sign the Agreement when it was presented to him\r\nwithout the opportunity for him to obtain advice from an attorney\r\nor any other independent source.  These assertions implicate four\r\nof the six Finz factors: the plaintiff's education and business\r\nsophistication; the roles of employer and employee in determining\r\nthe content of the waiver; the time plaintiff had to study the\r\nagreement; and whether plaintiff had independent advice.\r\nThe difficulty for Morais is that, on its face, the\r\nAgreement unambiguously speaks to at least two of these concerns. \r\nThe document states that Morais consulted with attorneys and union\r\nofficials \"and has arrived at the decision to execute this\r\nAgreement after such consultation.\"  The Agreement thus both\r\nexplicitly states that Morais had independent advice and implicitly\r\nstates that he had access to the substance of the Agreement   if\r\nnot the document itself   sufficiently in advance to discuss it\r\nwith others.\r\nIn the face of such unambiguous language, it would\r\nrequire a substantial departure from basic contract interpretation\r\nprinciples for us to validate Morais' self-serving effort, years\r\nlater, to generate a factual dispute by asserting that he was\r\nisolated from all advisors and pressured into signing the\r\nAgreement.  \"As a general rule, a court should not consider\r\nextrinsic evidence to give meaning to a contract unless the\r\ncontract's terms are vague or ambiguous. . . . In no event may\r\nextrinsic evidence be employed to contradict explicit contract\r\nlanguage or to drain an agreement's text of all content save ink\r\nand paper.\"  </pre><span class=\"citation\" data-id=\"196424\"><span class=\"antecedent_guess\">Smart,</span> <a href=\"/opinion/196424/smart-v-the-gillette-company/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">179-80</span></a></span><pre class=\"inline\">.  Giving heightened scrutiny\r\nto ERISA waivers cannot mean abandoning these important principles,\r\nwhich are designed to preserve the integrity of contracts.  Rather,\r\nwhen unambiguous language in the challenged waiver document\r\ndirectly refutes an employee's representation regarding the\r\ncircumstances surrounding the waiver, the contract logically must\r\ntake precedence, at least in the absence of competent evidence of\r\nthe employee's incapacity at the time he signed the document.  As\r\nwe discuss infra, Morais failed to provide such evidence.  His\r\nclaim that he lacked independent advice is therefore without\r\nweight.\r\nUnquestionably, the balance tips in the other direction\r\nwith respect to the \"education and business sophistication\" factor. \r\nMorais' position as a laborer, and his lack of a high school\r\neducation, put him at a presumed disadvantage in negotiating with\r\nthe president of the company.  This discrepancy in sophistication,\r\nhowever, is the very reason that advisors are crucial;  the\r\nimbalance is neutralized by the fact that Morais   as stated in the\r\nAgreement   had outside guidance, including, notably, union\r\nrepresentatives whose primary function is to equalize the  mismatch\r\nbetween the employer and an individual employee.  As for the\r\nfourth of the factors listed above   the roles of the employer and\r\nemployee in determining the content of the Agreement   the record\r\nreveals little.  Although the document was prepared by the company,\r\nthere is neither evidence about how its contents were developed nor\r\nevidence suggesting that the terms were unfair.\r\nThe remaining two Finz factors   the Agreement's clarity\r\nand the consideration   weigh heavily in favor of the Agreement's\r\nvalidity.  Most of the document, which was only one page in length,\r\nis reproduced above, see supra at 3 &amp; n.7.  The language is not\r\nchallenging, even for someone with only an eighth-grade education,\r\nand it clearly discharges Central Beverage Corp., the Plan, and the\r\nPlan administrator from \"all claims or causes of action whatever\"\r\narising out of his retirement \"and the calculation of his\r\ndisability pension.\"\r\nThe consideration, $5,000, is a substantial sum. \r\nAlthough Morais' attorney stated at the summary judgment hearing\r\nthat the amount in dispute was $25,000, it appears unlikely that\r\nMorais' claim would have succeeded.  His basic contention was that\r\nhis lump sum workers compensation payment should have offset his\r\nmonthly disability pension for only a single month instead of being \r\npro-rated over many months, which effected a long-term reduction in\r\nhis pension.  The Plan states that\r\n[a]ny disability pension benefits payable for\r\nany month for which workers' compensation\r\nbenefits are payable to a Participant shall be\r\noffset by the amount of such workers'\r\ncompensation benefits.\r\n\nPlan Section 4.2(c)(i)(3) (as amended), App. At 75.  Morais\r\ncontends that the lump sum payment constituted benefits payable for\r\nonly one month.  To the contrary, that payment represented the\r\nbenefits due him over a period of months, paid in advance.  The\r\nlanguage neither technically nor logically supports Morais'\r\ninterpretation, which would allow a duplication of benefits that\r\nthe Plan provision seems designed to avoid.  We are therefore\r\nconfident that the $5,000 settlement amount was ample\r\nconsideration, even if, as Morais alternatively contended, there\r\nwas a mistake in the computation.\r\nNor do the other circumstances in this case provide a\r\nbasis for challenging the Settlement Agreement.  The fact that\r\nMorais suffered from various disorders, including depression, and\r\nwas on medication is insufficient, without more, to invalidate the\r\nAgreement.  See </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Rivera-Flores,</span> <span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">12-13</span></span><pre class=\"inline\">.  The note from\r\nhis doctor does not support Morais' assertion that he experienced\r\nreduced mental capacity; the note simply lists his diagnoses and\r\nmedication, without any description of his symptoms or possible\r\nside-effects from the medication.  The record thus lacks \"competent\r\nmedical evidence going to his capacity to execute the release,\" id.at 13.\r\nMorais also argues that the Agreement should not be\r\nenforced because he misunderstood its scope and did not expect it\r\nto cut off claims challenging the benefit reduction against the\r\nPlan, as well as against his employer.  Again, however, the\r\nAgreement itself deflates his argument.  It explicitly states that\r\nall claims or causes of action against, inter alia, Central\r\nBeverage, its officers, the Central Beverage Corp. Union Employees'\r\nSupplemental Retirement Plan and its administrator are released and\r\n\"forever discharge[d].\"  In the face of such clear and complete\r\nlanguage, Morais' assertion of confusion is unavailing.  See </pre><span class=\"citation\" data-id=\"196424\"><span class=\"antecedent_guess\">Smart,</span>\r\n<a href=\"/opinion/196424/smart-v-the-gillette-company/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">179-80</span> </a></span><pre class=\"inline\">&amp; supra at 10.\r\n    Ultimately, the question we must answer is whether the\r\nrecord unequivocally demonstrates that Morais knew he was\r\nrelinquishing a benefit and acted voluntarily in doing so.  Taking\r\nthe plain language of the document he signed in exchange for $5,000\r\nat face value, such a conclusion is inevitable.  We therefore\r\naffirm the district court's judgment that the Settlement Agreement\r\nbars this lawsuit.\r\nAffirmed.\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112512/",
    "https://www.courtlistener.com/api/rest/v3/opinions/196424/",
    "https://www.courtlistener.com/api/rest/v3/opinions/198222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578214/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600732/",
    "https://www.courtlistener.com/api/rest/v3/opinions/750074/"
  ]
}