{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/198328/",
  "id": 198328,
  "absolute_url": "/opinion/198328/michelson-v-digital-financial/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/198328/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:50:24Z",
  "date_modified": "2020-02-21T23:34:04.998955Z",
  "type": "010combined",
  "sha1": "c5464f0c87c619d5d8d4e96e023fa2a288932e02",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1441.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n                                      \r\n\nNo. 98-1441\r\n\n                    BRUCE MICHELSON,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n              DIGITAL FINANCIAL SERVICES,\r\n    A UNIT OF GENERAL ELECTRIC CAPITAL CORPORATION,\r\n\n                  Defendant, Appellee.\r\n\n                                      \r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n           FOR THE DISTRICT OF MASSACHUSETTS\r\n\n      [Hon. Robert E. Keeton, U.S. District Judge]\r\n\n                                      \r\n\n                         Before\r\n\n                Torruella, Chief Judge,\r\n\n        Aldrich and Cyr, Senior Circuit Judges.\r\n\n                                      \r\n\nThomas G. Waldstein, with whom Gaffin &amp; Waldstein, was on\r\nbrief, for appellant.\r\nBarry A. Guryan, with whom Karen K. Burns, Epstein Becker &amp;\r\nGreen, P.C. and Lawrence Peikes were on brief, for appellee.\r\n\n                                      \r\n\n                  February 16, 1999\r\n                                                TORRUELLA, Chief Judge.  Before the Court is plaintiff-\r\nappellant Bruce Michelson's appeal of the district court's entry of\r\nsummary judgment against his five causes of action arising out of\r\nhis five-month employment at defendant-appellee Digital Financial\r\nServices (\"DFS\").\r\n                       BACKGROUND\r\n     During the summer of 1994, Michelson was employed at non-\r\nparty Digital Equipment Corporation (\"Digital\") as a Strategic\r\nAccount Business Manager assigned to Digital's General Electric\r\naccount. In August of 1994, Jeff Amsler, General Manager of DFS,\r\napproached Michelson and asked whether he would consider employment\r\nat DFS.  Michelson then had two meetings with Mike Kelley, DFS'\r\nDirector of Sales, to discuss the possibility of hiring Michelson.\r\n     On August 19, 1994, Kelley, on behalf of DFS, sent\r\nMichelson a letter offering him employment for the position of\r\nNational Account Manager (\"NAM\").  The letter stated that\r\nMichelson's annual target compensation would be $150,000, which\r\nconsisted of an $85,000 fixed salary, a $15,000 Management by\r\nObjective (\"MBO\") Bonus Plan, and participation in the 1994\r\nVariable Incentive Compensation (\"VIC\") Plan.  The letter stated\r\nthat Michelson would be eligible to participate in the 1994 VIC\r\nPlan and that Michelson's VIC would be $50,000 after reaching\r\nminimum volume thresholds.  The letter also stated that there was\r\nno cap on the compensation plan.\r\n\n     Michelson claims that, in his discussions with Amsler,\r\nKelley, and Marketing Manager Joseph Pucciarelli, many promises and\r\nrepresentations were made to him that were not included in the\r\noffer letter.  Despite provisions to the contrary in both the 1994\r\nVIC Plan and the offer letter, Michelson claims that Kelley told\r\nhim that there was no minimum volume threshold for the 1994 VIC\r\nPlan.  Michelson also claims that Pucciarelli told him that he\r\nwould be pleased with his compensation package, which included\r\nparticipation in the VIC Plan.  Michelson claims that he was\r\nassured that he would be earning more than the $225,000 that he\r\nearned annually at Digital.  Michelson claims that he was promised\r\na company car, medical benefits, vacation, and other benefits. \r\nMichelson formally accepted the offer of employment by\r\nletter dated August 27, 1994 and subsequently became DFS' National\r\nAccount Manager for the east coast territory.  According to DFS,\r\nMichelson's principal responsibilities were: (1) to develop and\r\ndrive an installed base selling strategy called \"roll-the-base,\"\r\nwhich Michelson designed, and (2) to assume a leadership role on\r\ntransactions involving certain large national accounts.  For the\r\nremainder of 1994, Michelson was also assigned to work with the\r\nDistrict Leasing Managers (\"DLMs\") in the east coast territory on\r\nclosing various deals.  DFS claims that this assignment was part of\r\nan aggressive attempt to overcome a revenue shortfall it was\r\nexperiencing at the time.\r\nIn early 1995, Michelson was transferred from the sales\r\norganization to the marketing organization, where he reported to\r\nPucciarelli.  DFS claims that Michelson's primary responsibilities\r\nin the marketing organization were: (1) to develop installed base\r\nselling as a core competency of DFS, and (2) to manage the closure\r\nof transactions with several specific accounts.  Michelson claims\r\nthat, between January 1, 1995 and March 14, 1995, he initiated\r\nsales contracts worth more than $100 million.  \r\nOn March 14, 1995, DFS terminated Michelson's employment. \r\nMichelson claims that DFS terminated him in order to: (1) deprive\r\nhim of commissions owed to him, and (2) steal his knowledge,\r\nskills, and professional business.  DFS claims that the termination\r\nwas part of a downsizing prompted by unsatisfactory financial\r\nresults.  DFS claims that Pucciarelli selected Michelson's position\r\nas the marketing position to eliminate because:  (1) he was unable\r\nto translate his ideas into actionable programs; (2) he did not\r\nhave a sufficiently detailed working knowledge of DFS' business;\r\n(3) he had significant and ongoing problems with other DFS\r\nemployees; and (4) the other executive in the marketing group had\r\nmore potential to deliver revenue to DFS.\r\nAfter his termination, Michelson demanded the commissions\r\nto which he claimed he was entitled for 1994 and 1995.  DFS refused\r\nto pay any commissions and refused to provide any accounting for\r\nsuch commissions.\r\nOn March 13, 1996, Michelson filed the present action\r\nagainst DFS in the Superior Court for the Commonwealth of\r\nMassachusetts, County of Middlesex.  DFS removed the action to\r\nUnited States District Court for the District of Massachusetts. \r\nAfter subsequent amendments to the complaint, Michelson raised five\r\ncommon law causes of action: (1) breach of contract; (2)\r\nmisappropriation; (3) fraudulent misrepresentation; (4) wrongful\r\ndischarge; and (5) promissory estoppel.  The first cause of action\r\nalleged that DFS breached the employment contract with Michelson by\r\nrefusing to pay him any incentive compensation.  The second cause\r\nof action alleged that DFS fraudulently misappropriated Michelson's\r\n\"roll-the-base\" selling strategy.  The third cause of action\r\nalleged that DFS made false representations to Michelson regarding\r\nthe level of incentive compensation Michelson could expect to earn\r\nwhile working for DFS.  The fourth cause of action alleged that DFS\r\nwrongfully discharged Michelson by dismissing him in order to\r\ndeprive him of earned and future commissions. The fifth cause of\r\naction alleged that DFS' promises of incentive compensation are\r\nbinding under a theory of promissory estoppel even if not part of\r\na binding contract.\r\nFollowing discovery, DFS moved for summary judgment on\r\nall causes of action, and Michelson opposed the motion.  In a\r\nMemorandum and Order dated December 23, 1997, the district court\r\nmade preliminary rulings regarding each cause of action.  The court\r\nfound that DFS made a preliminary showing that no genuine issue of\r\nfact remained on any of Michelson's causes of action.  The court\r\ngave Michelson one more opportunity to produce \"specific, relevant\r\nand admissible evidence\" sufficient to demonstrate that a genuine\r\nof issue of fact remained.  The court required that Michelson:\r\n(1) submit precise special verdict questions that identify the\r\ngenuine issues in contention; (2) explain why those questions are\r\nmaterial; and (3) point to admissible evidence that could support\r\na favorable answer to those questions.  The court cautioned\r\nMichelson against drafting questions that called for generalized,\r\n\"black-box\" or unexplained findings.  Both parties then submitted\r\nresponses to the court's Memorandum and Order.\r\nOn February 27, 1998, the district court issued a\r\nMemorandum and Order granting DFS' motion for summary judgment and\r\nentering judgment against Michelson on all five causes of action. \r\nThe court found that, despite the further opportunity to present\r\nspecial verdict questions and evidence, Michelson again failed to\r\nmeet his burden.  The court found that Michelson: (1) failed to\r\npropose questions that addressed every element of his causes of\r\naction; (2) failed to show the materiality of most of the proposed\r\nquestions; (3) failed to propose adequately specific questions; and\r\n(4) failed to point to specific, relevant, and admissible evidence\r\nthat could answer the proposed questions in his favor.  The court\r\nthen discussed each of Michelson's claims separately and held that\r\nMichelson failed to raise a genuine issue of material fact with\r\nregard to any of them.  Final judgment was entered in favor of DFS\r\non March 3, 1998.  Michelson appeals, and we affirm.                            DISCUSSION\r\nI.  Waiver of Appellate Review\r\nBefore we reach the merits of Michelson's appeal, we feel\r\ncompelled to address DFS' argument that Michelson has waived his\r\nright to appellate review.  DFS cites King v. Town of Hanover for\r\nthe following proposition:\r\nIt is an established appellate rule that\r\n\"issues adverted to in a perfunctory manner,\r\nunaccompanied by some effort at developed\r\nargumentation, are deemed waived . . . .  It\r\nis not enough merely to mention a possible\r\nargument in the most skeletal way, leaving the\r\ncourt to do counsel's work . . . .  Judges are\r\nnot expected to be mindreaders.  Consequently,\r\na litigant has an obligation to spell out its\r\narguments squarely and distinctly, or else\r\nforever hold its peace.\"\r\n\n116 F.3d 965, 970 (1st Cir. 1997)(quoting Willhauck v. Halpin, 953\r\nF.2d 689, 700 (1st Cir. 1991)); see also Strahan v. Coxe, 127 F.3d\r\n155, 172 (1st Cir. 1997)(citing King in support of court's decision\r\nnot to review a claim mentioned in a statement of issues, but not\r\nargued further in the appellate brief), cert. denied, 119 S. Ct. 81\r\n(1998) and 119 S. Ct. 437 (1998); Ramos v. Roche Products, Inc.,\r\n936 F.2d 43, 51 (1st Cir.) (applying the principle that an issue\r\nwhich is mentioned on appeal but not briefed is considered waived),\r\ncert. denied, 502 U.S. 941 (1991).\r\nDFS argues that \"[t]he Argument section of Michelson's\r\nbrief is so disorganized as to be incomprehensible.\"  DFS claims\r\nthat Michelson has done no more than recite a series of unrelated\r\nand unordered concepts and principles, without any meaningful\r\nreference to his theories of recovery.   DFS notes that Michelson's\r\nanalysis is not divided into separate causes of action and that\r\nMichelson fails to even define the elements of his claims.  DFS\r\nfinally argues that Michelson's brief does not explain why the\r\ndistrict court erred in finding that he could not satisfy one or\r\nmore of the elements of his claims.\r\nWhile we agree with much of DFS' critique of Michelson's\r\narguments on appeal, we do not find that such infirmities waive\r\nMichelson's right to appellate review.  Michelson does make an\r\nattempt to discuss some of his causes of action and does make an\r\nattempt to point to the evidence which creates a genuine issue with\r\nregard to those causes of action.  Therefore, we address the\r\narguments that Michelson adequately raises and supports, with an\r\neye towards waiver of the arguments that he does not.\r\nII.  The District Court's Grant of Summary Judgment Against       \r\nMichelson's Claims\r\nMichelson argues that the district court erred in\r\nentering summary judgment against his five claims.  Summary\r\njudgment is proper where \"the pleadings, depositions, answers to\r\ninterrogatories, and admissions on file, together with affidavits,\r\nif any, show that there is no genuine issue as to any material fact\r\nand that the moving party is entitled to judgment as a matter of\r\nlaw.\"  Fed. R. Civ. P. 56(c).  The moving party bears the initial\r\nburden, which may be discharged by pointing to the absence of\r\nadequate evidence supporting the nonmoving party's case. \r\nSee Hinchey v. Nynex Corp., 144 F.3d 134, 140 (1st Cir. 1998)\r\n(citing Celotex Corp. v. Catrett, 477 U.S. 317, 325 (1986)).  Once\r\nthe moving party has carried this burden, the onus is on the\r\nnonmoving party to present facts that show a genuine issue for\r\ntrial.  See Serrano-Cruz v. DFI Puerto Rico, Inc., 109 F.3d 23, 25\r\n(1st Cir. 1997); LeBlanc v. Great American Ins. Co., 6 F.3d 836,\r\n841-42 (1st Cir. 1993), cert. denied, 511 U.S. 1018 (1994).  \"[A]\r\nparty opposing a properly supported motion for summary judgment may\r\nnot rest upon mere allegation or denials of his pleading, but must\r\nset forth specific facts showing that there is a genuine issue for\r\ntrial.\"  Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 256\r\n(1986)(citing Fed. R. Civ. P. 56(e)). \"[P]laintiff . . . [must]\r\noffer[] . . . 'significant probative evidence tending to support\r\nthe complaint.'\"  Id. at 256 (quoting from First National Bank of\r\nArizona v. Cities Service Co., 391 U.S. 253, 290 (1968)).  We\r\nreview the district court's grant of summary judgment de novo.  SeeSerrano-Cruz, 109 F.3d at 25.\r\n    A.  Breach of Contract:  Michelson's Entitlement to a\r\n        VIC Award\r\n    Michelson's first cause of action alleges that DFS\r\nbreached an employment contract with Michelson under which\r\nMichelson was to receive variable incentive compensation for the\r\nyears 1994 and 1995.  To succeed on his breach of contract action,\r\nMichelson must demonstrate: (1) that the parties reached a valid\r\nand binding agreement with regard to variable incentive\r\ncompensation; (2) that DFS breached the terms of the VIC aspect of\r\nthe agreement; and (3) that Michelson suffered damages from the\r\nbreach.  See Coll v. PB Diagnostic Systems, Inc., 50 F.3d 1115,\r\n1122 (1st Cir. 1995).  The district court found that Michelson\r\nfailed to raise a genuine issue with regard to the first element.\r\n    Michelson makes several arguments that summary judgment\r\nwas inappropriate against this cause of action.  Michelson first\r\nclaims that DFS did not meet its burden of proof because it failed\r\nto submit any evidence to support its allegations that Michelson\r\nwas not entitled to any commissions and benefits.  What this\r\nargument ignores is that DFS can carry its summary judgment burden\r\nby pointing to an absence of evidence supporting Michelson's claim\r\nthat he was entitled to those commissions.  See Hinchey, 144 F.3d\r\nat 140.  The district court entered summary judgment against\r\nMichelson because it found that Michelson offered no evidentiary\r\nsupport for his claim that he was entitled to VIC awards for 1994\r\nand 1995.  Even assuming that DFS did not offer sufficient evidence\r\nto show that Michelson was owed no commissions, DFS did not need to\r\ndo so in order to prevail at the summary judgment stage.\r\n    The rest of Michelson's arguments regarding this cause of\r\naction fit into two categories: (1) arguments that a contract\r\nexisted that entitled Michelson to participate in the 1994 VIC\r\nPlan; and (2) arguments that Michelson satisfied the prerequisites\r\nfor a VIC award under that contract for the last quarter of 1994.\r\n     1.   Existence of a Contract That Included Variable\r\n          Incentive Compensation for the Last Quarter of\r\n          1994\r\nIn its December 23, 1997 Memorandum and Order, the\r\ndistrict court found that DFS made a preliminary showing that no\r\ncontract existed that entitled Michelson to receive incentive\r\ncompensation for the years 1994 or 1995.  In its February 27, 1998\r\nMemorandum and Order, the district court found that Michelson\r\nfailed to raise a genuine issue as to whether he was offered (and\r\nsubsequently accepted) definite or certain VIC payments as part of\r\nhis employment contract.  Because the formation of a contract with\r\nsuch a term is a legal element of Michelson's breach of contract\r\nclaim, the district court entered summary judgment against\r\nMichelson's claim.  Michelson argues that a contract existed that\r\nentitled him to receive variable incentive compensation for the\r\nlast quarter of 1994.\r\nMichelson argues that he would never have left his\r\nprevious position in which he earned more than $225,000 if he had\r\nnot been assured that he would be earning a great deal more with\r\nDFS.  This argument fails because, as appellees point out,\r\nMichelson admits that he was not \"guaranteed\" a higher salary.  In\r\nfact, the offer letter itself states that Michelson's targeted\r\ncompensation would be $150,000, which is substantially less than\r\nthe $225,000 that Michelson made at his previous position. \r\nMichelson may well have left his position because he had the\r\nopportunity to earn more than this, even without guarantees that he\r\nwould earn more.  In any event, this argument is merely an\r\nunsupported inference and does not constitute evidence that\r\nMichelson was contractually entitled to VIC compensation. \r\nTherefore, this argument does not create a genuine issue that\r\nprecludes summary judgment.\r\nHowever, our rejection of this argument does not mean\r\nthat no contract existed that included VIC Plan participation.  The\r\nAugust 19, 1994 offer letter from DFS stated that he would be\r\n\"eligible to participate in the variable incentive compensation\r\nplan for the remainder of 1994.\"  The letter also stated that\r\nMichelson's compensation would consist of a fixed salary, an MBO\r\nBonus Plan, and variable incentive compensation.  DFS argues that\r\nthe letter only indicates that Michelson was eligible to\r\nparticipate in the 1994 VIC Plan, not that any benefits or\r\nprovisions of the Plan were binding.  DFS argues that Michelson has\r\nfailed to propound any evidence indicating that, in his case, the\r\nVIC Plan was a binding contractual provision.\r\nThe district court agreed with DFS and found that the\r\noffer letter could only be reasonably understood to have offered\r\nthe opportunity to earn VIC compensation.  We agree with the\r\ndistrict court to the extent that it found that Michelson had to\r\nreach a minimum sales threshold before he was entitled to receive\r\nVIC awards under the Plan, but we do not agree with the district\r\ncourt to the extent that it found that Michelson's participation in\r\nthe 1994 VIC Plan was not part of the contract.  \r\nThe offer letter expressly stated that Michelson would be\r\neligible to participate in the 1994 VIC Plan.  In that letter,\r\nMichelson was offered the position and was informed that his\r\ncompensation for the remainder of 1994 would consist of three\r\ncomponents: (1) a fixed base salary of $85,000; (2) an MBO bonus of\r\n$15,000; and (3) participation in the 1994 VIC Plan, with a\r\ntargeted VIC award of $50,000.  Michelson accepted this offer by\r\nletter dated August 22, 1994. Once the offer was accepted,\r\nMichelson's participation in the 1994 VIC Plan was as much a part\r\nof his at-will employment contract as was his base salary.  We\r\nagree with the district court that Michelson has not demonstrated\r\nthat the contract bound DFS to make \"certain\" payments of VIC to\r\nMichelson, in the sense that DFS was bound to pay Michelson a VIC\r\naward regardless of whether he met his minimum thresholds.  The\r\nletter expressly states that Michelson had to reach minimum\r\nthresholds to receive VIC compensation.  However, the opportunity\r\nto reach those thresholds and the right to be compensated with VIC\r\nif he reached them were clearly a part of the offer that Michelson\r\naccepted.  Therefore, we find that Michelson has offered sufficient\r\nevidence to raise a genuine issue on the question of whether his\r\nemployment contract included, as a compensation term, his\r\nparticipation in the VIC Plan for 1994.\r\n     2.   Michelson's Entitlement to a VIC Award Under the\r\n          1994 VIC Plan\r\nEven if Michelson's contract with DFS included a\r\nprovision for participation in the VIC Plan, Michelson was not\r\nentitled to receive a VIC award until he satisfied the Plan's\r\nprerequisite of reaching the minimum sales volume threshold for the\r\nlast quarter of 1994.  Michelson first argues that he was entitled\r\nto a VIC award for 1994 because he was assured after meetings with\r\nKelley that there was no minimum volume threshold for the 1994 VIC\r\nPlan.  However, we cannot accept Michelson's argument that no\r\nminimum threshold existed.  The August 19, 1994 offer letter\r\nspecifically stated that Michelson would be eligible to participate\r\nin the VIC plan for the remainder of 1994 and that his VIC would be\r\n$50,000 after reaching minimum volume thresholds.  The 1994 VIC\r\nPlan itself provides that only the amount of volume over the\r\nminimum threshold will qualify for VIC payment.  Additionally,\r\nMichelson repeatedly admits elsewhere that there was a minimum\r\nvolume threshold for the Plan.  See, e.g., Michelson Deposition, at\r\npage 115, lines 6-13 (\"Q. What was your minimum threshold?   A. Ten\r\nmillion to 12 million . . . . Mike had given me a number of $48\r\nmillion on an annual basis, and when you divide it by 4 [it] comes\r\nout to 12 million, but in conversations I had one on one with Mike,\r\nhe talked about 10 million.\");  Proposed Special Verdict Questions\r\nand Memorandum, at 2 (\"Kelley agreed with Michelson to a minimum\r\nthreshold of 10-12 million dollars annually.\"); Appellant's Brief,\r\nat 15 (arguing that Michelson met his minimum volume thresholds);\r\nPlaintiff's Memorandum in Opposition to Defendant's Motion For\r\nSummary Judgment, at 13 (\"The offer to Mr. Michelson included a\r\ncommission or variable incentive component which included . . .\r\nattainable minimum thresholds . . . .\").  Thus, Michelson was only\r\nentitled to receive a VIC award under the employment contract and\r\nthe VIC Plan if he surpassed his minimum volume threshold.\r\nMichelson next claims that the evidence shows that he was\r\nentitled to a VIC award because he met his minimum volume\r\nthreshold.  He states that he was responsible for over $100 million\r\nin sales, more than doubling the expected sales.  However, he\r\noffers no evidence in support of this bald assertion.  Also,\r\nMichelson's brief states that he initiated this $100 million in\r\nsales contracts between January 1, 1995 and March 14, 1995.  Thus,\r\neven if Michelson's asserted volume is accurate, it would have no\r\nimpact on the question of whether he earned commissions for 1994. \r\nMichelson also argues that because other sales people for\r\nwhom he was responsible received commissions, he was also entitled\r\nto a commission.  Michelson argues that if those sales people\r\nreached their respective thresholds, then he must have reached his\r\nthreshold as well, because he was to be credited with their sales. \r\nIn support of this argument, Michelson offers a table that purports\r\nto list the 1994 compensation, including VIC awards and thresholds,\r\nof 28 DFS employees.  There are several problems with this\r\nargument.  First, while the table lists the thresholds of 28\r\nemployees, neither Michelson nor DFS informs the Court of what\r\nMichelson's minimum threshold for the last quarter of 1994 was.  A\r\nreview of the record reveals that Michelson apparently believed\r\nthat the minimum threshold was approximately $10-12 million.  SeeMichelson Deposition, at page 115, lines 6-13.  The 1994 VIC Plan\r\nstates that the minimum threshold is the \"booked volume target for\r\nthe measurement period,\" but neither party quantifies this value\r\nfor the last quarter of 1994.  Without knowing Michelson's\r\nthreshold, it is impossible to determine if he must have reached it\r\nsimply because his subordinates reached their thresholds.\r\nSecond, Michelson does not name the individuals whose\r\nsales he was responsible for or the amounts of their respective\r\nsales.  Michelson merely submits an unlabeled and undated table\r\nindicating that 28 individuals received VIC awards for 1994,\r\nmeaning that those 28 individuals must have reached their\r\nthresholds for that period.  Michelson does not inform the Court of\r\nwhich of the listed individuals were on his \"team\" and which were\r\nnot.  Our own review of the record reveals that, as part of a\r\nspecial year-end program, Michelson was responsible for eight of\r\nthe 28 employees listed on the table.  See Kelley Deposition, at\r\n36-37.  However, neither the table nor Michelson cites any sales\r\nfigures for those eight individuals.  Nor does Michelson offer\r\nevidence that his subordinates met their minimum thresholds for the\r\nfourth quarter of 1994.  At best, the table indicates that the\r\nlisted individuals met their annual threshold for 1994, but\r\nMichelson was only employed for the final quarter of 1994.  As a\r\nresult of all of these deficiencies, this table provides little\r\nhelp to Michelson in proving that he or his subordinates met their\r\nsales volume thresholds for the fourth quarter of 1994.\r\nThird, Michelson's argument is dependent upon the idea\r\nthat, in calculating his sales for VIC purposes, DFS must attribute\r\nto Michelson the sales of his subordinates.  Under a practice\r\ncalled \"shadowbooking,\" a supervisor is attributed the sales of his\r\nor her subordinates for purposes of determining the supervisor's\r\nown sales volume.  However, as noted by DFS, Michelson offers no\r\nevidence to support the conclusion that he was contractually\r\nentitled to avail himself of the \"shadowbooking\" practice.  The\r\n1994 VIC Plan makes no mention of such a practice and states that\r\nthe interpretation of the VIC Plan rests entirely with DFS\r\nmanagement. In his deposition, Kelley notes that the\r\n\"shadowbooking\" practice was considered for the year-end program,\r\nbut that Amsler, consistent with his role in interpreting the VIC\r\nPlan, decided that the financial results were insufficient to\r\njustify \"shadowbooking\" any of the National Account Managers.  In\r\nMichelson's deposition, he claims that his understanding was that\r\nhe would be \"shadowbooked\" by the sales people for the east\r\nterritory, but he points to no contract or DFS policy that entitled\r\nhim to such a practice.  Michelson does not even allege that anyone\r\nat DFS told him that his sales would be calculated using the\r\n\"shadowbooking\" procedure.  Nor does he offer any evidence or\r\nargument that Amsler did not have the authority to exercise the\r\ndiscretion that he did.  Therefore, we do not find that Michelson's\r\n\"shadowbooking\" argument raises a genuine issue of fact regarding\r\nwhether Michelson was entitled to commissions for the fourth\r\nquarter of 1994.\r\nMichelson next offers an undated, handwritten letter from\r\nKelley to Amsler in which Kelley allegedly recommended that\r\nMichelson receive a commission.  However, in the letter, Kelley did\r\nnot recommend Michelson for a VIC award; he recommended him for an\r\nMBO bonus, which has no bearing on the VIC calculations.  Moreover,\r\neven if Kelley had recommended that Michelson receive a VIC award,\r\nKelley's recommendation would not provide Michelson with any\r\ncontractual rights.  Michelson next argues that Kelley confirmed in\r\nthe letter that Michelson had participated in $9 million in\r\nfundings in one particular program.  However, the letter does not\r\nlimit this number to one particular program; what the letter\r\nactually states is that Michelson participated in $9 million worth\r\nof fundings for the fourth quarter of 1994.  Since the only\r\nevidence of the amount of Michelson's threshold is his own\r\ntestimony that it was $10-$12 million, this statement that\r\nMichelson participated in only $9 million does not help him. \r\nMichelson claims that this number represents only a portion of his\r\nresponsibility, but he does not quantify the sales or fundings from\r\nany of his other alleged responsibilities.  Additionally, if\r\nMichelson is correct that this represents only a portion of his\r\nresponsibilities, the context of the statement in the letter\r\nindicates that the portion to which Kelley refers is the\r\nsupervision of his team of sales people.   As noted above, Amsler\r\nwas not contractually obligated to credit Michelson with sales\r\nresulting from his supervision of the team.  Thus, this letter\r\noffers little assistance to Michelson.\r\nIn sum, while Michelson has raised a genuine issue\r\nregarding whether his contract included participation in the 1994\r\nVIC Plan as part of his compensation, Michelson has not raised a\r\ngenuine issue regarding whether he had actually satisfied the\r\neligibility prerequisites for any VIC payments under the Plan. \r\nTherefore, summary judgment was properly entered against\r\nMichelson's breach of contract cause of action claiming that DFS\r\nfailed to pay him VIC compensation.\r\nB.  Promissory Estoppel\r\nUnder Massachusetts law, \"[a] promise which the promisor\r\nshould reasonably expect to induce action or forbearance on the\r\npart of the promisee or a third person and which does induce such\r\naction or forbearance is binding if injustice can be avoided only\r\nby enforcement of the promise.\"  Hinchey, 144 F.3d at 143 (quoting\r\nVeranda Beach Club Ltd. Partnership v. Western Sur. Co., 936 F.2d\r\n1364, 1380 (1st Cir. 1991)).  \r\nMichelson makes only a short reference to his promissory\r\nestoppel cause of action in his brief.  Citing Hall v. Horizon\r\nHouse Microwave, Inc., 506 N.E.2d 178, 184 (Mass. App. Ct. 1987),\r\nMichelson argues that an element of promissory estoppel is that the\r\nparty invoking it must have reasonably relied on the alleged\r\npromise to his detriment.  Michelson claims that he reasonably\r\nrelied to his detriment on his managers' promises, by leaving his\r\nprevious position and by using all of his skills, talents, and\r\nknowledge in order to accumulate large amounts of sales.\r\nThe district court found that Michelson's promissory\r\nestoppel claim failed as a matter of law for the same reasons the\r\nbreach of contract action failed:  there was no definite offer for\r\npayment of a certain amount of VIC.  See February 27, 1998\r\nMemorandum and Order, at 9.  As noted in our discussion above, we\r\nfind that there was a definite offer to make VIC compensation part\r\nof Michelson's employment, and we find that this offer was\r\naccepted, but we do not find that DFS breached the resulting\r\nemployment contract.  Participation in the 1994 VIC Plan was part\r\nof Michelson's employment; Michelson just could not take advantage\r\nof this participation because he did not meet his thresholds. \r\nTherefore, unless Michelson can demonstrate a promise other than\r\nparticipation in the 1994 VIC Plan that he reasonably relied on to\r\nhis detriment, his promissory estoppel claim fails.\r\nIt is possible that Michelson based his promissory\r\nestoppel cause of action on a promise other than the promise of VIC\r\nPlan participation.  Besides the contractual promise of\r\nparticipation in the 1994 VIC Plan, there are four alleged promises\r\nor sets of promises from DFS management that Michelson refers to in\r\nhis brief.  First, he claims that \"he was assured that there was no\r\nminimum threshold for the incentive compensation plan\" and that \"he\r\nwas entitled to compensation for all volumes of sales.\"  Second,\r\nMichelson claims that he was told by Pucciarelli that he would be\r\npleased with his compensation package, which included the VIC Plan\r\nparticipation.  Third, Michelson claims that he \"was promised a[n]\r\n$85,000.00 base salary, a $15,000 payment in February . . . under\r\nthe Management by Objective (MBO) plan, plus commission based upon\r\nsales under the VIC program, a company car, medical benefits,\r\nvacation, and other benefits.\"  Finally, Michelson claims that he\r\nwas promised \"that there was no cap on the amount of commission\r\nMichelson could earn.\"\r\nThe first alleged promise does not raise a genuine issue\r\nof material fact for two reasons: (1) Michelson admits that he was\r\ntold his threshold would be between $10 million and $12 million,\r\nand (2) the 1994 VIC Plan itself, which Michelson reviewed prior to\r\naccepting the position, indicates that minimum threshold\r\nrequirements applied to the calculation of VIC awards.  The former\r\nreason negates any genuine issue regarding whether the promise was\r\nactually made.  See Colantuoni v. Alfred Calcagni &amp; Sons, Inc., 44\r\nF.3d 1, 4-5 (1st Cir. 1994) (\"When an interested witness has given\r\nclear answers to unambiguous questions [in his deposition\r\ntestimony], he cannot create a conflict and resist summary\r\njudgment with an affidavit that is clearly contradictory, but does\r\nnot give a satisfactory explanation of why the testimony is\r\nchanged.\").  The latter reason makes it clear that any reliance on\r\nsuch a promise would not have been reasonable without further\r\ninquiry and assurances from DFS.  See McMahon v. Digital Equipment\r\nCorp., 162 F.3d 28, 39 (1st Cir. 1998) (finding reliance to be\r\nunreasonable as a matter of law \"where a written statement\r\nconflicts with an oral statement,\" because \"Massachusetts law\r\nassumes that a reasonable person will investigate further\"); Coll,\r\n50 F.3d at 1124 (\"Where a written statement conflicts with a prior\r\noral representation, reliance on the oral representation is\r\ngenerally held to be unreasonable.\").\r\nThe second alleged promise -- Pucciarelli's promise that\r\nMichelson would be pleased with his compensation package, which\r\nincluded the VIC participation -- fares no better.  As noted above,\r\nthe promise of VIC participation was not breached, and the promise\r\nthat Michelson would be pleased with his compensation package can\r\nhardly be described as a binding \"promise.\"  A promissory estoppel\r\ncause of action demands a promise involving \"commitment,\" or the\r\n\"manifestation of an intention to act or refrain from acting in a\r\nspecified way.\"  Rhode Island Hosp. Trust Nat. Bank v. Varadian,\r\n647 N.E.2d 1174, 1179 (Mass. 1995).  The type of promise attributed\r\nto Pucciarelli evidences no intent to be bound and consists of no\r\nmore than the type of \"inconclusive\" and \"inchoate negotiations\"\r\nthat Massachusetts courts have found to be insufficient.  See Hall,\r\n506 N.E.2d at 184; see also Santoni v. Federal Deposit Ins. Corp.,\r\n677 F.2d 174, 179 (1st Cir. 1982) (stating that the promise must be\r\n\"definite and certain\" so that the promisor should foresee that it\r\nwould induce reliance by the promisee).  Additionally, any reliance\r\non this vague representation that Michelson would be \"pleased\" is\r\ncertainly not reasonable. \r\nWith regard to the third set of promises, Michelson does\r\nnot allege that he was denied any of the benefits promised, other\r\nthan a VIC award.  The record does not reflect any evidence that\r\nMichelson was deprived of his base salary, his MBO bonus, his\r\ncompany car, medical benefits, or vacation.   The same is true of\r\nthe fourth alleged promise that there was no cap on the amount of\r\ncommissions Michelson could earn.   Michelson does not allege that\r\nhe was hampered by the imposition of a cap on VIC awards.  Thus,\r\neven if he had a claim that this promise should be enforced on\r\nestoppel grounds, he has not alleged that DFS breached that\r\npromise. \r\nIn sum, none of the promises alleged by Michelson can\r\nsupport a promissory estoppel cause of action.  Therefore, the\r\ndistrict court properly entered summary judgment against this\r\nclaim.\r\n\nC.  Wrongful Discharge\r\nMichelson's wrongful discharge claim alleges that his\r\nemployment was terminated without cause in order to deprive him of\r\nearned and future income, in the form of incentive compensation. \r\nMichelson cites Fortune v. National Cash Register Co., 364 N.E.2d\r\n1251, 1257 (Mass. 1977), for the proposition that an employer may\r\nnot terminate an at-will employee for the purpose of depriving the\r\nemployee of compensation that the employee had already earned and\r\nwhich, with the mere passage of time, would have become payable. \r\nThe court in Fortune held that the implied covenant of good faith\r\nand fair dealing is breached where an employer terminates an at-\r\nwill employee in order to deprive the employee of any portion of a\r\ncommission already earned but not yet payable.  See id.; see also \r\nColl, 50 F.3d at 1125 (citing Fortune and stating that \"[u]nder\r\nMassachusetts law, the implied covenant of good faith and fair\r\ndealing prohibits an employer from terminating an employee in order\r\nto deprive him of a benefit to which he is entitled\").  In Gram v.\r\nLiberty Mut. Ins. Co., 429 N.E.2d 21, 29 (Mass. 1981), the Supreme\r\nJudicial Court of Massachusetts extended this obligation to impose\r\nliability on an employer who terminated an employee without good\r\ncause and for the purpose of appropriating the employee's\r\ncommissions that were \"reasonably ascertainable future compensation\r\nbased on his past services.\"  The Gram court stated that the\r\nemployer's obligation of good faith and fair dealing requires that\r\nthe employer be liable for a \"loss of compensation that is so\r\nclearly related to an employee's past service, when the employee is\r\ndischarged without good cause.\"  Id.; see also Coll, 50 F.3d at\r\n1125 (citing Gram, 429 N.E.2d at 27-29).  Thus, in order to succeed\r\non this claim, Michelson must prove that DFS terminated him without\r\ngood cause and in bad faith in order to deprive him of commissions\r\nthat have already been earned or were reasonably ascertainable\r\nbased on past services. \r\nThe district court found that Michelson failed to raise\r\na genuine issue on the question of whether DFS acted in bad faith. \r\nSee February 27, 1998 Memorandum and Order, at 12-13.  The court\r\nheld that Michelson merely proposed verdict questions that called\r\nfor a \"black-box\" finding of bad faith without pointing to specific\r\nadmissible evidence to support such a determination.  See id. at\r\n13.\r\nMichelson argues that he was terminated without good\r\ncause in order to deprive him of the commissions owed to him under\r\nhis employment contract.  As we have already stated, Michelson had\r\nnot earned any commissions under the 1994 VIC Plan, and Michelson\r\nhas not demonstrated that he had earned any commissions for 1995. \r\nThus, even if, as Michelson alleges, he was terminated without good\r\ncause, he has not raised a genuine issue with regard to whether DFS\r\ndid so in order to deprive him of such commissions.  Therefore, the\r\ndistrict court did not err in entering summary judgment against\r\nMichelson's wrongful discharge cause of action.\r\nD.   Fraudulent Misappropriation and Fraudulent\r\n     Misrepresentation\r\nIn addition to the three causes of action discussed\r\nabove, Michelson's complaint contained two other causes of action:\r\n(1) misappropriation and (2) fraudulent misrepresentation.  The\r\ndistrict court entered summary judgment against Michelson's\r\nmisappropriation cause of action because he failed to raise a\r\ngenuine issue as to whether the GE Capital Employee Proprietary\r\nInformation Agreement conferred proprietary rights to the \"roll-\r\nthe-base\" sales strategy on DFS.  See February 28, 1998 Memorandum\r\nand Order, at 10-11. The district court entered summary judgment\r\nagainst Michelson's fraudulent misrepresentation cause of action\r\nbecause he failed to raise a genuine issue as to whether his\r\nreliance on DFS' alleged misrepresentation that Michelson was going\r\nto earn more with DFS than with his previous employer was\r\nreasonable.  See id. at 11-12.  Michelson does not discuss either\r\nof these grounds for summary judgment or even these causes of\r\naction in his brief, so any claim of error is waived.  See King,\r\n116 F.3d at 970.\r\n                       CONCLUSION\r\nBased on the foregoing, the district court's entry of\r\nsummary judgment against Michelson's claims is AFFIRMED.\r\n",
  "html": "<p class=\"case_cite\">167 F.3d 715</p>\n    <p class=\"case_cite\">137 Lab.Cas.  P 58,559</p>\n    <p class=\"parties\">Bruce MICHELSON, Plaintiff, Appellant,<br>v.<br>DIGITAL FINANCIAL SERVICES, a Unit of General Electric<br>Capital Corporation, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1441.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 8, 1998.<br>Decided Feb. 16, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas G. Waldstein, with whom Gaffin &amp; Waldstein, was on brief, for appellant.</p>\n      <p class=\"indent\">Barry A. Guryan, with whom Karen K. Burns, Epstein Becker &amp; Green, P.C. and Lawrence Peikes were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Before the Court is plaintiff-appellant Bruce Michelson's appeal of the district court's entry of summary judgment against his five causes of action arising out of his five-month employment at defendant-appellee Digital Financial Services (\"DFS\").</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">During the summer of 1994, Michelson was employed at non-party Digital Equipment Corporation (\"Digital\") as a Strategic Account Business Manager assigned to Digital's General Electric account.  In August of 1994, Jeff Amsler, General Manager of DFS, approached Michelson and asked whether he would consider employment at DFS. Michelson then had two meetings with Mike Kelley, DFS' Director of Sales, to discuss the possibility of hiring Michelson.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On August 19, 1994, Kelley, on behalf of DFS, sent Michelson a letter offering him employment for the position of National Account Manager (\"NAM\").  The letter stated that Michelson's annual target compensation would be $150,000, which consisted of an $85,000 fixed salary, a $15,000 Management by Objective (\"MBO\") Bonus Plan, and participation in the 1994 Variable Incentive Compensation (\"VIC\") Plan.  The letter stated that Michelson would be eligible to participate in the 1994 VIC Plan and that Michelson's VIC would be $50,000 after reaching minimum volume thresholds.  The letter also stated that there was no cap on the compensation plan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Michelson claims that, in his discussions with Amsler, Kelley, and Marketing Manager Joseph Pucciarelli, many promises and representations were made to him that were not included in the offer letter.  Despite provisions to the contrary in both the 1994 VIC Plan<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and the offer letter, Michelson claims that Kelley told him that there was no minimum volume threshold for the 1994 VIC Plan.  Michelson also claims that Pucciarelli told him that he would be pleased with his compensation package, which included participation in the VIC Plan.  Michelson claims that he was assured that he would be earning more than the $225,000 that he earned annually at Digital.  Michelson claims that he was promised a company car, medical benefits, vacation, and other benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Michelson formally accepted the offer of employment by letter dated August 27, 1994 and subsequently became DFS' National Account Manager for the east coast territory.  According to DFS, Michelson's principal responsibilities were:  (1) to develop and drive an installed base selling strategy called \"roll-the-base,\" which Michelson designed, and (2) to assume a leadership role on transactions involving certain large national accounts.  For the remainder of 1994, Michelson was also assigned to work with the District Leasing Managers (\"DLMs\") in the east coast territory on closing various deals.  DFS claims that this assignment was part of an aggressive attempt to overcome a revenue shortfall it was experiencing at the time.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In early 1995, Michelson was transferred from the sales organization to the marketing organization, where he reported to Pucciarelli.  DFS claims that Michelson's primary responsibilities in the marketing organization were:  (1) to develop installed base selling as a core competency of DFS, and (2) to manage the closure of transactions with several specific accounts.  Michelson claims that, between January 1, 1995 and March 14, 1995, he initiated sales contracts worth more than $100 million.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On March 14, 1995, DFS terminated Michelson's employment.  Michelson claims that DFS terminated him in order to:  (1) deprive him of commissions owed to him, and (2) steal his knowledge, skills, and professional business.  DFS claims that the termination was part of a downsizing prompted by unsatisfactory financial results.  DFS claims that Pucciarelli selected Michelson's position as the marketing position to eliminate because:  (1) he was unable to translate his ideas into actionable programs;  (2) he did not have a sufficiently detailed working knowledge of DFS' business;  (3) he had significant and ongoing problems with other DFS employees;  and (4) the other executive in the marketing group had more potential to deliver revenue to DFS.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After his termination, Michelson demanded the commissions to which he claimed he was entitled for 1994 and 1995.  DFS refused to pay any commissions and refused to provide any accounting for such commissions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 13, 1996, Michelson filed the present action against DFS in the Superior Court for the Commonwealth of Massachusetts, County of Middlesex.  DFS removed the action to United States District Court for the District of Massachusetts.  After subsequent amendments to the complaint, Michelson raised five common law causes of action:  (1) breach of contract;  (2) misappropriation;  (3) fraudulent misrepresentation;  (4) wrongful discharge;  and (5) promissory estoppel.  The first cause of action alleged that DFS breached the employment contract with Michelson by refusing to pay him any incentive compensation.  The second cause of action alleged that DFS fraudulently misappropriated Michelson's \"roll-the-base\" selling strategy.  The third cause of action alleged that DFS made false representations to Michelson regarding the level of incentive compensation Michelson could expect to earn while working for DFS. The fourth cause of action alleged that DFS wrongfully discharged Michelson by dismissing him in order to deprive him of earned and future commissions.  The fifth cause of action alleged that DFS' promises of incentive compensation are binding under a theory of promissory estoppel even if not part of a binding contract.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following discovery, DFS moved for summary judgment on all causes of action, and Michelson opposed the motion.  In a Memorandum and Order dated December 23, 1997, the district court made preliminary rulings regarding each cause of action.  The court found that DFS made a preliminary showing that no genuine issue of fact remained on any of Michelson's causes of action.  The court gave Michelson one more opportunity to produce \"specific, relevant and admissible evidence\" sufficient to demonstrate that a genuine of issue of fact remained.  The court required that Michelson:  (1) submit precise special verdict questions that identify the genuine issues in contention;  (2) explain why those questions are material;  and (3) point to admissible evidence that could support a favorable answer to those questions.  The court cautioned Michelson against drafting questions that called for generalized, \"black-box\" or unexplained findings.  Both parties then submitted responses to the court's Memorandum and Order.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On February 27, 1998, the district court issued a Memorandum and Order granting DFS' motion for summary judgment and entering judgment against Michelson on all five causes of action.  The court found that, despite the further opportunity to present special verdict questions and evidence, Michelson again failed to meet his burden.  The court found that Michelson:  (1) failed to propose questions that addressed every element of his causes of action;  (2) failed to show the materiality of most of the proposed questions;  (3) failed to propose adequately specific questions;  and (4) failed to point to specific, relevant, and admissible evidence that could answer the proposed questions in his favor.  The court then discussed each of Michelson's claims separately and held that Michelson failed to raise a genuine issue of material fact with regard to any of them.  Final judgment was entered in favor of DFS on March 3, 1998.  Michelson appeals, and we affirm.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. Waiver of Appellate Review</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Before we reach the merits of Michelson's appeal, we feel compelled to address DFS' argument that Michelson has waived his right to appellate review.  DFS cites King v. Town of Hanover for the following proposition:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>It is an established appellate rule that \"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived....  It is not enough merely to mention a possible argument in the most skeletal way, leaving the court to do counsel's work....  Judges are not expected to be mindreaders.  Consequently, a litigant has an obligation to spell out its arguments squarely and distinctly, or else forever hold its peace.\"116 F.3d 965, 970 (1st Cir.1997)(quoting Willhauck v. Halpin, 953 F.2d 689, 700 (1st Cir.1991));  see also Strahan v. Coxe, 127 F.3d 155, 172 (1st Cir.1997)(citing King in support of court's decision not to review a claim mentioned in a statement of issues, but not argued further in the appellate brief), cert. denied, --- U.S. ----, 119 S.Ct. 81, 142 L.Ed.2d 63 (1998) and --- U.S. ----, 119 S.Ct. 437, 142 L.Ed.2d 356 (1998);  Ramos v. Roche Products, Inc., 936 F.2d 43, 51 (1st Cir.)  (applying the principle that an issue which is mentioned on appeal but not briefed is considered waived), cert. denied, 502 U.S. 941, 112 S.Ct. 379, 116 L.Ed.2d 330 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">DFS argues that \"[t]he Argument section of Michelson's brief is so disorganized as to be incomprehensible.\"   DFS claims that Michelson has done no more than recite a series of unrelated and unordered concepts and principles, without any meaningful reference to his theories of recovery.  DFS notes that Michelson's analysis is not divided into separate causes of action and that Michelson fails to even define the elements of his claims.  DFS finally argues that Michelson's brief does not explain why the district court erred in finding that he could not satisfy one or more of the elements of his claims.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While we agree with much of DFS' critique of Michelson's arguments on appeal, we do not find that such infirmities waive Michelson's right to appellate review.  Michelson does make an attempt to discuss some of his causes of action and does make an attempt to point to the evidence which creates a genuine issue with regard to those causes of action.  Therefore, we address the arguments that Michelson adequately raises and supports, with an eye towards waiver of the arguments that he does not.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>II. The District Court's Grant of Summary Judgment Against Michelson's Claims</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Michelson argues that the district court erred in entering summary judgment against his five claims.  Summary judgment is proper where \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\"  Fed.R.Civ.P. 56(c).  The moving party bears the initial burden, which may be discharged by pointing to the absence of adequate evidence supporting the nonmoving party's case.  See Hinchey v. NYNEX Corp., 144 F.3d 134, 140 (1st Cir.1998) (citing Celotex Corp. v. Catrett, 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986)).  Once the moving party has carried this burden, the onus is on the nonmoving party to present facts that show a genuine issue for trial.  See Serrano-Cruz v. DFI Puerto Rico, Inc., 109 F.3d 23, 25 (1st Cir.1997);  LeBlanc v. Great American Ins. Co., 6 F.3d 836, 841-42 (1st Cir.1993), cert. denied, 511 U.S. 1018, 114 S.Ct. 1398, 128 L.Ed.2d 72 (1994).  \"[A] party opposing a properly supported motion for summary judgment may not rest upon mere allegation or denials of his pleading, but must set forth specific facts showing that there is a genuine issue for trial.\"  Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 256, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986)(citing Fed.R.Civ.P. 56(e)).  \"[P]laintiff ... [must] offer[ ] ... 'significant probative evidence tending to support the complaint.' \"  Id. at 256, 106 S.Ct. 2505 (quoting from First National Bank of Arizona v. Cities Service Co., 391 U.S. 253, 290, 88 S.Ct. 1575, 20 L.Ed.2d 569 (1968)).  We review the district court's grant of summary judgment de novo.  See Serrano-Cruz, 109 F.3d at 25.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>A. Breach of Contract:  Michelson's Entitlement to a VIC Award</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Michelson's first cause of action alleges that DFS breached an employment contract with Michelson under which Michelson was to receive variable incentive compensation for the years 1994 and 1995.  To succeed on his breach of contract action, Michelson must demonstrate:  (1) that the parties reached a valid and binding agreement with regard to variable incentive compensation;  (2) that DFS breached the terms of the VIC aspect of the agreement;  and (3) that Michelson suffered damages from the breach.  See Coll v. PB Diagnostic Systems, Inc., 50 F.3d 1115, 1122 (1st Cir.1995).  The district court found that Michelson failed to raise a genuine issue with regard to the first element.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Michelson makes several arguments that summary judgment was inappropriate against this cause of action.  Michelson first claims that DFS did not meet its burden of proof because it failed to submit any evidence to support its allegations that Michelson was not entitled to any commissions and benefits.  What this argument ignores is that DFS can carry its summary judgment burden by pointing to an absence of evidence supporting Michelson's claim that he was entitled to those commissions.  See Hinchey, 144 F.3d at 140.   The district court entered summary judgment against Michelson because it found that Michelson offered no evidentiary support for his claim that he was entitled to VIC awards for 1994 and 1995.  Even assuming that DFS did not offer sufficient evidence to show that Michelson was owed no commissions, DFS did not need to do so in order to prevail at the summary judgment stage.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The rest of Michelson's arguments regarding this cause of action fit into two categories:  (1) arguments that a contract existed that entitled Michelson to participate in the 1994 VIC Plan;  and (2) arguments that Michelson satisfied the prerequisites for a VIC award under that contract for the last quarter of 1994.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>1. Existence of a Contract That Included Variable Incentive</p>\n    </div>\n    <p>Compensation for the Last Quarter of 1994</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In its December 23, 1997 Memorandum and Order, the district court found that DFS made a preliminary showing that no contract existed that entitled Michelson to receive incentive compensation for the years 1994 or 1995.  In its February 27, 1998 Memorandum and Order, the district court found that Michelson failed to raise a genuine issue as to whether he was offered (and subsequently accepted) definite or certain VIC payments as part of his employment contract.  Because the formation of a contract with such a term is a legal element of Michelson's breach of contract claim, the district court entered summary judgment against Michelson's claim.  Michelson argues that a contract existed that entitled him to receive variable incentive compensation for the last quarter of 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Michelson argues that he would never have left his previous position in which he earned more than $225,000 if he had not been assured that he would be earning a great deal more with DFS. This argument fails because, as appellees point out, Michelson admits that he was not \"guaranteed\" a higher salary.  In fact, the offer letter itself states that Michelson's targeted compensation would be $150,000, which is substantially less than the $225,000 that Michelson made at his previous position.  Michelson may well have left his position because he had the opportunity to earn more than this, even without guarantees that he would earn more.  In any event, this argument is merely an unsupported inference and does not constitute evidence that Michelson was contractually entitled to VIC compensation.  Therefore, this argument does not create a genuine issue that precludes summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">However, our rejection of this argument does not mean that no contract existed that included VIC Plan participation.  The August 19, 1994 offer letter from DFS stated that he would be \"eligible to participate in the variable incentive compensation plan for the remainder of 1994.\"   The letter also stated that Michelson's compensation would consist of a fixed salary, an MBO Bonus Plan, and variable incentive compensation.  DFS argues that the letter only indicates that Michelson was eligible to participate in the 1994 VIC Plan, not that any benefits or provisions of the Plan were binding.  DFS argues that Michelson has failed to propound any evidence indicating that, in his case, the VIC Plan was a binding contractual provision.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court agreed with DFS and found that the offer letter could only be reasonably understood to have offered the opportunity to earn VIC compensation.  We agree with the district court to the extent that it found that Michelson had to reach a minimum sales threshold before he was entitled to receive VIC awards under the Plan, but we do not agree with the district court to the extent that it found that Michelson's participation in the 1994 VIC Plan was not part of the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The offer letter expressly stated that Michelson would be eligible to participate in the 1994 VIC Plan.  In that letter, Michelson was offered the position and was informed that his compensation for the remainder of 1994 would consist of three components:  (1) a fixed base salary of $85,000;  (2) an MBO bonus of $15,000;  and (3) participation in the 1994 VIC Plan, with a targeted VIC award of $50,000.  Michelson accepted this offer by letter dated August 22, 1994.  Once the offer was accepted, Michelson's participation in the 1994 VIC Plan was as much a part of his at-will employment contract as was his base salary.  We agree with the district court that Michelson has not demonstrated that the contract bound DFS to make \"certain\" payments of VIC to Michelson, in the sense that DFS was bound to pay Michelson a VIC award regardless of whether he met his minimum thresholds.  The letter expressly states that Michelson had to reach minimum thresholds to receive VIC compensation.  However, the opportunity to reach those thresholds and the right to be compensated with VIC if he reached them were clearly a part of the offer that Michelson accepted.  Therefore, we find that Michelson has offered sufficient evidence to raise a genuine issue on the question of whether his employment contract included, as a compensation term, his participation in the VIC Plan for 1994.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>2. Michelson's Entitlement to a VIC Award Under the 1994 VIC Plan</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Even if Michelson's contract with DFS included a provision for participation in the VIC Plan, Michelson was not entitled to receive a VIC award until he satisfied the Plan's prerequisite of reaching the minimum sales volume threshold for the last quarter of 1994.  Michelson first argues that he was entitled to a VIC award for 1994 because he was assured after meetings with Kelley that there was no minimum volume threshold for the 1994 VIC Plan.  However, we cannot accept Michelson's argument that no minimum threshold existed.  The August 19, 1994 offer letter specifically stated that Michelson would be eligible to participate in the VIC plan for the remainder of 1994 and that his VIC would be $50,000 after reaching minimum volume thresholds.  The 1994 VIC Plan itself provides that only the amount of volume over the minimum threshold will qualify for VIC payment.  Additionally, Michelson repeatedly admits elsewhere that there was a minimum volume threshold for the Plan.  See, e.g., Michelson Deposition, at page 115, lines 6-13 (\"Q. What was your minimum threshold?   A. Ten million to 12 million....  Mike had given me a number of $48 million on an annual basis, and when you divide it by 4[it] comes out to 12 million, but in conversations I had one on one with Mike, he talked about 10 million.\");   Proposed Special Verdict Questions and Memorandum, at 2 (\"Kelley agreed with Michelson to a minimum threshold of 10-12 million dollars annually.\");   Appellant's Brief, at 15 (arguing that Michelson met his minimum volume thresholds);  Plaintiff's Memorandum in Opposition to Defendant's Motion For Summary Judgment, at 13 (\"The offer to Mr. Michelson included a commission or variable incentive component which included ... attainable minimum thresholds....\").  Thus, Michelson was only entitled to receive a VIC award under the employment contract and the VIC Plan if he surpassed his minimum volume threshold.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Michelson next claims that the evidence shows that he was entitled to a VIC award because he met his minimum volume threshold.  He states that he was responsible for over $100 million in sales, more than doubling the expected sales.  However, he offers no evidence in support of this bald assertion.  Also, Michelson's brief states that he initiated this $100 million in sales contracts between January 1, 1995 and March 14, 1995.  Thus, even if Michelson's asserted volume is accurate, it would have no impact on the question of whether he earned commissions for 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Michelson also argues that because other sales people for whom he was responsible received commissions, he was also entitled to a commission.  Michelson argues that if those sales people reached their respective thresholds, then he must have reached his threshold as well, because he was to be credited with their sales.  In support of this argument, Michelson offers a table that purports to list the 1994 compensation, including VIC awards and thresholds, of 28 DFS employees.  There are several problems with this argument.  First, while the table lists the thresholds of 28 employees, neither Michelson nor DFS informs the Court of what Michelson's minimum threshold for the last quarter of 1994 was.  A review of the record reveals that Michelson apparently believed that the minimum threshold was approximately $10-12 million.  See Michelson Deposition, at page 115, lines 6-13.  The 1994 VIC Plan states that the minimum threshold is the \"booked volume target for the measurement period,\" but neither party quantifies this value for the last quarter of 1994.  Without knowing Michelson's threshold, it is impossible to determine if he must have reached it simply because his subordinates reached their thresholds.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Second, Michelson does not name the individuals whose sales he was responsible for or the amounts of their respective sales.  Michelson merely submits an unlabeled and undated table indicating that 28 individuals received VIC awards for 1994, meaning that those 28 individuals must have reached their thresholds for that period.  Michelson does not inform the Court of which of the listed individuals were on his \"team\" and which were not.  Our own review of the record reveals that, as part of a special year-end program, Michelson was responsible for eight of the 28 employees listed on the table.  See Kelley Deposition, at 36-37.  However, neither the table nor Michelson cites any sales figures for those eight individuals.  Nor does Michelson offer evidence that his subordinates met their minimum thresholds for the fourth quarter of 1994.  At best, the table indicates that the listed individuals met their annual threshold for 1994, but Michelson was only employed for the final quarter of 1994.  As a result of all of these deficiencies, this table provides little help to Michelson in proving that he or his subordinates met their sales volume thresholds for the fourth quarter of 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Third, Michelson's argument is dependent upon the idea that, in calculating his sales for VIC purposes, DFS must attribute to Michelson the sales of his subordinates.  Under a practice called \"shadowbooking,\" a supervisor is attributed the sales of his or her subordinates for purposes of determining the supervisor's own sales volume.  However, as noted by DFS, Michelson offers no evidence to support the conclusion that he was contractually entitled to avail himself of the \"shadowbooking\" practice.  The 1994 VIC Plan makes no mention of such a practice and states that the interpretation of the VIC Plan rests entirely with DFS management.  In his deposition, Kelley notes that the \"shadowbooking\" practice was considered for the year-end program, but that Amsler, consistent with his role in interpreting the VIC Plan, decided that the financial results were insufficient to justify \"shadowbooking\" any of the National Account Managers.  In Michelson's deposition, he claims that his understanding was that he would be \"shadowbooked\" by the sales people for the east territory, but he points to no contract or DFS policy that entitled him to such a practice.  Michelson does not even allege that anyone at DFS told him that his sales would be calculated using the \"shadowbooking\" procedure.  Nor does he offer any evidence or argument that Amsler did not have the authority to exercise the discretion that he did.  Therefore, we do not find that Michelson's \"shadowbooking\" argument raises a genuine issue of fact regarding whether Michelson was entitled to commissions for the fourth quarter of 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Michelson next offers an undated, handwritten letter from Kelley to Amsler in which Kelley allegedly recommended that Michelson receive a commission.  However, in the letter, Kelley did not recommend Michelson for a VIC award;  he recommended him for an MBO bonus, which has no bearing on the VIC calculations.  Moreover, even if Kelley had recommended that Michelson receive a VIC award, Kelley's recommendation would not provide Michelson with any contractual rights.  Michelson next argues that Kelley confirmed in the letter that Michelson had participated in $9 million in fundings in one particular program.  However, the letter does not limit this number to one particular program;  what the letter actually states is that Michelson participated in $9 million worth of fundings for the fourth quarter of 1994.  Since the only evidence of the amount of Michelson's threshold is his own testimony that it was $10-$12 million, this statement that Michelson participated in only $9 million does not help him.  Michelson claims that this number represents only a portion of his responsibility, but he does not quantify the sales or fundings from any of his other alleged responsibilities.  Additionally, if Michelson is correct that this represents only a portion of his responsibilities, the context of the statement in the letter indicates that the portion to which Kelley refers is the supervision of his team of sales people.  As noted above, Amsler was not contractually obligated to credit Michelson with sales resulting from his supervision of the team.  Thus, this letter offers little assistance to Michelson.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In sum, while Michelson has raised a genuine issue regarding whether his contract included participation in the 1994 VIC Plan as part of his compensation, Michelson has not raised a genuine issue regarding whether he had actually satisfied the eligibility prerequisites for any VIC payments under the Plan.  Therefore, summary judgment was properly entered against Michelson's breach of contract cause of action claiming that DFS failed to pay him VIC compensation.</p>\n    </div>\n    <p>B.Promissory Estoppel</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Under Massachusetts law, \"[a] promise which the promisor should reasonably expect to induce action or forbearance on the part of the promisee or a third person and which does induce such action or forbearance is binding if injustice can be avoided only by enforcement of the promise.\"  Hinchey, 144 F.3d at 143 (quoting Veranda Beach Club Ltd. Partnership v. Western Sur. Co., 936 F.2d 1364, 1380 (1st Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Michelson makes only a short reference to his promissory estoppel cause of action in his brief.  Citing Hall v. Horizon House Microwave, Inc., 24 Mass.App.Ct. 84, 506 N.E.2d 178, 184 (1987), Michelson argues that an element of promissory estoppel is that the party invoking it must have reasonably relied on the alleged promise to his detriment.  Michelson claims that he reasonably relied to his detriment on his managers' promises, by leaving his previous position and by using all of his skills, talents, and knowledge in order to accumulate large amounts of sales.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court found that Michelson's promissory estoppel claim failed as a matter of law for the same reasons the breach of contract action failed:  there was no definite offer for payment of a certain amount of VIC.  See February 27, 1998 Memorandum and Order, at 9. As noted in our discussion above, we find that there was a definite offer to make VIC compensation part of Michelson's employment, and we find that this offer was accepted, but we do not find that DFS breached the resulting employment contract.  Participation in the 1994 VIC Plan was part of Michelson's employment;  Michelson just could not take advantage of this participation because he did not meet his thresholds.  Therefore, unless Michelson can demonstrate a promise other than participation in the 1994 VIC Plan that he reasonably relied on to his detriment, his promissory estoppel claim fails.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is possible that Michelson based his promissory estoppel cause of action on a promise other than the promise of VIC Plan participation.  Besides the contractual promise of participation in the 1994 VIC Plan, there are four alleged promises or sets of promises from DFS management that Michelson refers to in his brief.  First, he claims that \"he was assured that there was no minimum threshold for the incentive compensation plan\" and that \"he was entitled to compensation for all volumes of sales.\"   Second, Michelson claims that he was told by Pucciarelli that he would be pleased with his compensation package, which included the VIC Plan participation.  Third, Michelson claims that he \"was promised a[n] $85,000.00 base salary, a $15,000 payment in February ... under the Management by Objective (MBO) plan, plus commission based upon sales under the VIC program, a company car, medical benefits, vacation, and other benefits.\"   Finally, Michelson claims that he was promised \"that there was no cap on the amount of commission Michelson could earn.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The first alleged promise does not raise a genuine issue of material fact for two reasons:  (1) Michelson admits that he was told his threshold would be between $10 million and $12 million, and (2) the 1994 VIC Plan itself, which Michelson reviewed prior to accepting the position, indicates that minimum threshold requirements applied to the calculation of VIC awards.  The former reason negates any genuine issue regarding whether the promise was actually made.  See Colantuoni v. Alfred Calcagni &amp; Sons, Inc., 44 F.3d 1, 4-5 (1st Cir.1994) (\"When an interested witness has given clear answers to unambiguous questions [in his deposition testimony<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>], he cannot create a conflict and resist summary judgment with an affidavit that is clearly contradictory, but does not give a satisfactory explanation of why the testimony is changed.\").  The latter reason makes it clear that any reliance on such a promise would not have been reasonable without further inquiry and assurances from DFS. See McMahon v. Digital Equipment Corp., 162 F.3d 28, 39 (1st Cir.1998) (finding reliance to be unreasonable as a matter of law \"where a written statement conflicts with an oral statement,\" because \"Massachusetts law assumes that a reasonable person will investigate further\");  Coll, 50 F.3d at 1124 (\"Where a written statement conflicts with a prior oral representation, reliance on the oral representation is generally held to be unreasonable.\").</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The second alleged promise--Pucciarelli's promise that Michelson would be pleased with his compensation package, which included the VIC participation--fares no better.  As noted above, the promise of VIC participation was not breached, and the promise that Michelson would be pleased with his compensation package can hardly be described as a binding \"promise.\"   A promissory estoppel cause of action demands a promise involving \"commitment,\" or the \"manifestation of an intention to act or refrain from acting in a specified way.\"  Rhode Island Hosp. Trust Nat. Bank v. Varadian, 419 Mass. 841, 647 N.E.2d 1174, 1179 (1995).  The type of promise attributed to Pucciarelli evidences no intent to be bound and consists of no more than the type of \"inconclusive\" and \"inchoate negotiations\" that Massachusetts courts have found to be insufficient.  See Hall, 506 N.E.2d at 184;  see also Santoni v. Federal Deposit Ins. Corp., 677 F.2d 174, 179 (1st Cir.1982) (stating that the promise must be \"definite and certain\" so that the promisor should foresee that it would induce reliance by the promisee).  Additionally, any reliance on this vague representation that Michelson would be \"pleased\" is certainly not reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">With regard to the third set of promises, Michelson does not allege that he was denied any of the benefits promised, other than a VIC award.  The record does not reflect any evidence that Michelson was deprived of his base salary, his MBO bonus, his company car, medical benefits, or vacation.  The same is true of the fourth alleged promise that there was no cap on the amount of commissions Michelson could earn.  Michelson does not allege that he was hampered by the imposition of a cap on VIC awards.  Thus, even if he had a claim that this promise should be enforced on estoppel grounds, he has not alleged that DFS breached that promise.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In sum, none of the promises alleged by Michelson can support a promissory estoppel cause of action.  Therefore, the district court properly entered summary judgment against this claim.</p>\n    </div>\n    <p>C. Wrongful Discharge</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Michelson's wrongful discharge claim alleges that his employment was terminated without cause in order to deprive him of earned and future income, in the form of incentive compensation.  Michelson cites Fortune v. National Cash Register Co., 373 Mass. 96, 364 N.E.2d 1251, 1257 (1977), for the proposition that an employer may not terminate an at-will employee for the purpose of depriving the employee of compensation that the employee had already earned and which, with the mere passage of time, would have become payable.  The court in Fortune held that the implied covenant of good faith and fair dealing is breached where an employer terminates an at-will employee in order to deprive the employee of any portion of a commission already earned but not yet payable.  See id.;   see also Coll, 50 F.3d at 1125 (citing Fortune and stating that \"[u]nder Massachusetts law, the implied covenant of good faith and fair dealing prohibits an employer from terminating an employee in order to deprive him of a benefit to which he is entitled\").  In Gram v. Liberty Mut. Ins. Co., 384 Mass. 659, 429 N.E.2d 21, 29 (1981), the Supreme Judicial Court of Massachusetts extended this obligation to impose liability on an employer who terminated an employee without good cause and for the purpose of appropriating the employee's commissions that were \"reasonably ascertainable future compensation based on his past services.\"   The Gram court stated that the employer's obligation of good faith and fair dealing requires that the employer be liable for a \"loss of compensation that is so clearly related to an employee's past service, when the employee is discharged without good cause.\"  Id.;  see also Coll, 50 F.3d at 1125 (citing Gram, 429 N.E.2d at 27-29).   Thus, in order to succeed on this claim, Michelson must prove that DFS terminated him without good cause and in bad faith in order to deprive him of commissions that have already been earned or were reasonably ascertainable based on past services.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court found that Michelson failed to raise a genuine issue on the question of whether DFS acted in bad faith.  See February 27, 1998 Memorandum and Order, at 12-13.  The court held that Michelson merely proposed verdict questions that called for a \"black-box\" finding of bad faith without pointing to specific admissible evidence to support such a determination.  See id. at 13.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Michelson argues that he was terminated without good cause in order to deprive him of the commissions owed to him under his employment contract.  As we have already stated, Michelson had not earned any commissions under the 1994 VIC Plan, and Michelson has not demonstrated that he had earned any commissions for 1995.  Thus, even if, as Michelson alleges, he was terminated without good cause, he has not raised a genuine issue with regard to whether DFS did so in order to deprive him of such commissions.  Therefore, the district court did not err in entering summary judgment against Michelson's wrongful discharge cause of action.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>D. Fraudulent Misappropriation and Fraudulent Misrepresentation</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In addition to the three causes of action discussed above, Michelson's complaint contained two other causes of action:  (1) misappropriation and (2) fraudulent misrepresentation.  The district court entered summary judgment against Michelson's misappropriation cause of action because he failed to raise a genuine issue as to whether the GE Capital Employee Proprietary Information Agreement conferred proprietary rights to the \"roll-the-base\" sales strategy on DFS. See February 28, 1998 Memorandum and Order, at 10-11.  The district court entered summary judgment against Michelson's fraudulent misrepresentation cause of action because he failed to raise a genuine issue as to whether his reliance on DFS' alleged misrepresentation that Michelson was going to earn more with DFS than with his previous employer was reasonable.  See id. at 11-12.   Michelson does not discuss either of these grounds for summary judgment or even these causes of action in his brief, so any claim of error is waived.  See King, 116 F.3d at 970.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Based on the foregoing, the district court's entry of summary judgment against Michelson's claims is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Michelson was shown a copy of DFS' Variable Incentive Compensation Plan for 1994 at least once during these discussions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In his appellate brief, Michelson makes no argument that he was entitled to VIC awards or commissions for 1995.  DFS argues that no VIC Plan was finalized or put into effect for 1995 until after Michelson left in March of 1995.  Michelson fails to respond to this contention or otherwise address the question of whether a contract or policy existed regarding 1995 VIC compensation.  Rather, Michelson focuses on the promises allegedly made to him regarding 1994 commissions and his performance in earning those 1994 commissions.  Therefore, we find any argument regarding Michelson's entitlement to commissions for 1995 to be waived.  See Brasic v. Heinemann's Inc., 121 F.3d 281, 285 (7th Cir.1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> DFS argues that the Court should not find that a contract regarding VIC was formed because the 1994 VIC Plan plainly reflects DFS' intent not to be bound by an obligation to pay Michelson or any other employee incentive compensation.  However, we divine no such intent from the provisions of the Plan cited by DFS. It is true that the first page of the 1994 VIC Plan states that it is not intended to create an employment contract for any fixed period of time, but that paragraph concerns only DFS' unwillingness to allow the Plan to transform an at-will employee into a fixed, long-term employee.  DFS also points to the Plan's provision reserving to management the sole discretion to interpret and apply the terms of the VIC Plan.  This reservation of discretion may provide DFS with a defense to the claim of breach of such a contract, but it does not negate the contract's formation.  DFS may not contract to pay an employee benefits under the VIC Plan and then claim that no contract was formed because it reserved to itself discretion to interpret and apply the VIC Plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that Michelson points to no affidavit or otherwise sworn testimony in which he states that he was assured that no minimum threshold applied to him.  Rather, Michelson merely argues this promise in his brief.  Therefore, while Colantuoni cautions that contradictory sworn testimony will be disregarded, Michelson does not even possess sworn testimony to create such an evidentiary contradiction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In his brief, Michelson also argues that DFS terminated him in order to steal his knowledge, skills, and professional business.  Michelson claims that Pucciarelli told Kelley that his strategy was to \"bleed [Michelson] dry of knowledge of the installed base strategy.\"   This is a different claim than Michelson's argument that DFS terminated him in order to deprive him of commissions, and this new wrongful discharge claim is nowhere to be found in Michelson's submissions below.  Although Michelson complained below in a separate cause of action that his knowledge and strategies were misappropriated by DFS, his wrongful discharge cause of action alleged only that he was terminated in order to deprive him of commissions.  Consequently, the district court did not rule on the viability of a wrongful discharge cause of action based on the intent to steal Michelson's knowledge, skills, and professional business.  Michelson cannot raise this claim now for the first time.  See Trafalgar Capital Assocs., Inc. v. Cuomo, 159 F.3d 21, 36 n. 14 (1st Cir.1998)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">715</span></span></p>\n    <p class=\"case_cite\">137 Lab.Cas.  P 58,559</p>\n    <p class=\"parties\">Bruce MICHELSON, Plaintiff, Appellant,<br>v.<br>DIGITAL FINANCIAL SERVICES, a Unit of General Electric<br>Capital Corporation, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-1441.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 8, 1998.<br>Decided Feb. 16, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas G. Waldstein, with whom Gaffin &amp; Waldstein, was on brief, for appellant.</p>\n      <p class=\"indent\">Barry A. Guryan, with whom Karen K. Burns, Epstein Becker &amp; Green, P.C. and Lawrence Peikes were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Before the Court is plaintiff-appellant Bruce Michelson's appeal of the district court's entry of summary judgment against his five causes of action arising out of his five-month employment at defendant-appellee Digital Financial Services (\"DFS\").</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">During the summer of 1994, Michelson was employed at non-party Digital Equipment Corporation (\"Digital\") as a Strategic Account Business Manager assigned to Digital's General Electric account.  In August of 1994, Jeff Amsler, General Manager of DFS, approached Michelson and asked whether he would consider employment at DFS. Michelson then had two meetings with Mike Kelley, DFS' Director of Sales, to discuss the possibility of hiring Michelson.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On August 19, 1994, Kelley, on behalf of DFS, sent Michelson a letter offering him employment for the position of National Account Manager (\"NAM\").  The letter stated that Michelson's annual target compensation would be $150,000, which consisted of an $85,000 fixed salary, a $15,000 Management by Objective (\"MBO\") Bonus Plan, and participation in the 1994 Variable Incentive Compensation (\"VIC\") Plan.  The letter stated that Michelson would be eligible to participate in the 1994 VIC Plan and that Michelson's VIC would be $50,000 after reaching minimum volume thresholds.  The letter also stated that there was no cap on the compensation plan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Michelson claims that, in his discussions with Amsler, Kelley, and Marketing Manager Joseph Pucciarelli, many promises and representations were made to him that were not included in the offer letter.  Despite provisions to the contrary in both the 1994 VIC Plan<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and the offer letter, Michelson claims that Kelley told him that there was no minimum volume threshold for the 1994 VIC Plan.  Michelson also claims that Pucciarelli told him that he would be pleased with his compensation package, which included participation in the VIC Plan.  Michelson claims that he was assured that he would be earning more than the $225,000 that he earned annually at Digital.  Michelson claims that he was promised a company car, medical benefits, vacation, and other benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Michelson formally accepted the offer of employment by letter dated August 27, 1994 and subsequently became DFS' National Account Manager for the east coast territory.  According to DFS, Michelson's principal responsibilities were:  (1) to develop and drive an installed base selling strategy called \"roll-the-base,\" which Michelson designed, and (2) to assume a leadership role on transactions involving certain large national accounts.  For the remainder of 1994, Michelson was also assigned to work with the District Leasing Managers (\"DLMs\") in the east coast territory on closing various deals.  DFS claims that this assignment was part of an aggressive attempt to overcome a revenue shortfall it was experiencing at the time.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In early 1995, Michelson was transferred from the sales organization to the marketing organization, where he reported to Pucciarelli.  DFS claims that Michelson's primary responsibilities in the marketing organization were:  (1) to develop installed base selling as a core competency of DFS, and (2) to manage the closure of transactions with several specific accounts.  Michelson claims that, between January 1, 1995 and March 14, 1995, he initiated sales contracts worth more than $100 million.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On March 14, 1995, DFS terminated Michelson's employment.  Michelson claims that DFS terminated him in order to:  (1) deprive him of commissions owed to him, and (2) steal his knowledge, skills, and professional business.  DFS claims that the termination was part of a downsizing prompted by unsatisfactory financial results.  DFS claims that Pucciarelli selected Michelson's position as the marketing position to eliminate because:  (1) he was unable to translate his ideas into actionable programs;  (2) he did not have a sufficiently detailed working knowledge of DFS' business;  (3) he had significant and ongoing problems with other DFS employees;  and (4) the other executive in the marketing group had more potential to deliver revenue to DFS.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After his termination, Michelson demanded the commissions to which he claimed he was entitled for 1994 and 1995.  DFS refused to pay any commissions and refused to provide any accounting for such commissions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 13, 1996, Michelson filed the present action against DFS in the Superior Court for the Commonwealth of Massachusetts, County of Middlesex.  DFS removed the action to United States District Court for the District of Massachusetts.  After subsequent amendments to the complaint, Michelson raised five common law causes of action:  (1) breach of contract;  (2) misappropriation;  (3) fraudulent misrepresentation;  (4) wrongful discharge;  and (5) promissory estoppel.  The first cause of action alleged that DFS breached the employment contract with Michelson by refusing to pay him any incentive compensation.  The second cause of action alleged that DFS fraudulently misappropriated Michelson's \"roll-the-base\" selling strategy.  The third cause of action alleged that DFS made false representations to Michelson regarding the level of incentive compensation Michelson could expect to earn while working for DFS. The fourth cause of action alleged that DFS wrongfully discharged Michelson by dismissing him in order to deprive him of earned and future commissions.  The fifth cause of action alleged that DFS' promises of incentive compensation are binding under a theory of promissory estoppel even if not part of a binding contract.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following discovery, DFS moved for summary judgment on all causes of action, and Michelson opposed the motion.  In a Memorandum and Order dated December 23, 1997, the district court made preliminary rulings regarding each cause of action.  The court found that DFS made a preliminary showing that no genuine issue of fact remained on any of Michelson's causes of action.  The court gave Michelson one more opportunity to produce \"specific, relevant and admissible evidence\" sufficient to demonstrate that a genuine of issue of fact remained.  The court required that Michelson:  (1) submit precise special verdict questions that identify the genuine issues in contention;  (2) explain why those questions are material;  and (3) point to admissible evidence that could support a favorable answer to those questions.  The court cautioned Michelson against drafting questions that called for generalized, \"black-box\" or unexplained findings.  Both parties then submitted responses to the court's Memorandum and Order.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On February 27, 1998, the district court issued a Memorandum and Order granting DFS' motion for summary judgment and entering judgment against Michelson on all five causes of action.  The court found that, despite the further opportunity to present special verdict questions and evidence, Michelson again failed to meet his burden.  The court found that Michelson:  (1) failed to propose questions that addressed every element of his causes of action;  (2) failed to show the materiality of most of the proposed questions;  (3) failed to propose adequately specific questions;  and (4) failed to point to specific, relevant, and admissible evidence that could answer the proposed questions in his favor.  The court then discussed each of Michelson's claims separately and held that Michelson failed to raise a genuine issue of material fact with regard to any of them.  Final judgment was entered in favor of DFS on March 3, 1998.  Michelson appeals, and we affirm.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. Waiver of Appellate Review</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Before we reach the merits of Michelson's appeal, we feel compelled to address DFS' argument that Michelson has waived his right to appellate review.  DFS cites King v. Town of Hanover for the following proposition:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>It is an established appellate rule that \"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived....  It is not enough merely to mention a possible argument in the most skeletal way, leaving the court to do counsel's work....  Judges are not expected to be mindreaders.  Consequently, a litigant has an obligation to spell out its arguments squarely and distinctly, or else forever hold its peace.\"116 F.3d 965, 970 (1st Cir.1997)(quoting Willhauck v. Halpin, <span class=\"citation\" data-id=\"575825\"><a href=\"/opinion/575825/francis-a-willhauck-jr-v-paul-halpin/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 700 (1st Cir.1991));  see also Strahan v. Coxe, <span class=\"citation\" data-id=\"747149\"><a href=\"/opinion/747149/richard-max-strahan-v-trudy-coxe-secretary-of-massachusetts-executive/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 172 (1st Cir.1997)(citing King in support of court's decision not to review a claim mentioned in a statement of issues, but not argued further in the appellate brief), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">81</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">63</span> </span>(1998) and --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span> </span>(1998);  Ramos v. Roche Products, Inc., <span class=\"citation\" data-id=\"563224\"><a href=\"/opinion/563224/nixa-ramos-v-roche-products-inc/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 51 (1st Cir.)  (applying the principle that an issue which is mentioned on appeal but not briefed is considered waived), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">941</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">379</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">330</span> </span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">DFS argues that \"[t]he Argument section of Michelson's brief is so disorganized as to be incomprehensible.\"   DFS claims that Michelson has done no more than recite a series of unrelated and unordered concepts and principles, without any meaningful reference to his theories of recovery.  DFS notes that Michelson's analysis is not divided into separate causes of action and that Michelson fails to even define the elements of his claims.  DFS finally argues that Michelson's brief does not explain why the district court erred in finding that he could not satisfy one or more of the elements of his claims.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While we agree with much of DFS' critique of Michelson's arguments on appeal, we do not find that such infirmities waive Michelson's right to appellate review.  Michelson does make an attempt to discuss some of his causes of action and does make an attempt to point to the evidence which creates a genuine issue with regard to those causes of action.  Therefore, we address the arguments that Michelson adequately raises and supports, with an eye towards waiver of the arguments that he does not.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>II. The District Court's Grant of Summary Judgment Against Michelson's Claims</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Michelson argues that the district court erred in entering summary judgment against his five claims.  Summary judgment is proper where \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\"  Fed.R.Civ.P. 56(c).  The moving party bears the initial burden, which may be discharged by pointing to the absence of adequate evidence supporting the nonmoving party's case.  See Hinchey v. NYNEX Corp., <span class=\"citation\" data-id=\"197961\"><a href=\"/opinion/197961/hinchey-v-nynex/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span>, 140 (1st Cir.1998) (citing Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span> </a></span>(1986)).  Once the moving party has carried this burden, the onus is on the nonmoving party to present facts that show a genuine issue for trial.  See Serrano-Cruz v. DFI Puerto Rico, Inc., <span class=\"citation\" data-id=\"738222\"><a href=\"/opinion/738222/digna-serrano-cruz-hector-irizarry-and-the-conjugal-society-comprised/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 25 (1st Cir.1997);  LeBlanc v. Great American Ins. Co., <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 841-42 (1st Cir.1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span> </span>(1994).  \"[A] party opposing a properly supported motion for summary judgment may not rest upon mere allegation or denials of his pleading, but must set forth specific facts showing that there is a genuine issue for trial.\"  Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 256, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986)(citing Fed.R.Civ.P. 56(e)).  \"[P]laintiff ... [must] offer[ ] ... 'significant probative evidence tending to support the complaint.' \"  <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"id_token\">Id.</span> at 256, </a></span><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span> </a></span>(quoting from First National Bank of Arizona v. Cities Service Co., <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">253</span></a></span>, 290, <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1575</span></a></span>, <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">569</span> </a></span>(1968)).  We review the district court's grant of summary judgment de novo.  See <span class=\"citation\" data-id=\"738222\"><span class=\"antecedent_guess\">Serrano-Cruz,</span> <a href=\"/opinion/738222/digna-serrano-cruz-hector-irizarry-and-the-conjugal-society-comprised/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">25</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>A. Breach of Contract:  Michelson's Entitlement to a VIC Award</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Michelson's first cause of action alleges that DFS breached an employment contract with Michelson under which Michelson was to receive variable incentive compensation for the years 1994 and 1995.  To succeed on his breach of contract action, Michelson must demonstrate:  (1) that the parties reached a valid and binding agreement with regard to variable incentive compensation;  (2) that DFS breached the terms of the VIC aspect of the agreement;  and (3) that Michelson suffered damages from the breach.  See Coll v. PB Diagnostic Systems, Inc., <span class=\"citation\" data-id=\"195995\"><a href=\"/opinion/195995/coll-v-pb-diagnostics/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1115</span></a></span>, 1122 (1st Cir.1995).  The district court found that Michelson failed to raise a genuine issue with regard to the first element.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Michelson makes several arguments that summary judgment was inappropriate against this cause of action.  Michelson first claims that DFS did not meet its burden of proof because it failed to submit any evidence to support its allegations that Michelson was not entitled to any commissions and benefits.  What this argument ignores is that DFS can carry its summary judgment burden by pointing to an absence of evidence supporting Michelson's claim that he was entitled to those commissions.  See <span class=\"citation\" data-id=\"197961\"><span class=\"antecedent_guess\">Hinchey,</span> <a href=\"/opinion/197961/hinchey-v-nynex/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">140</span></a></span>.   The district court entered summary judgment against Michelson because it found that Michelson offered no evidentiary support for his claim that he was entitled to VIC awards for 1994 and 1995.  Even assuming that DFS did not offer sufficient evidence to show that Michelson was owed no commissions, DFS did not need to do so in order to prevail at the summary judgment stage.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The rest of Michelson's arguments regarding this cause of action fit into two categories:  (1) arguments that a contract existed that entitled Michelson to participate in the 1994 VIC Plan;  and (2) arguments that Michelson satisfied the prerequisites for a VIC award under that contract for the last quarter of 1994.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>1. Existence of a Contract That Included Variable Incentive</p>\n    </div>\n    <p>Compensation for the Last Quarter of 1994</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In its December 23, 1997 Memorandum and Order, the district court found that DFS made a preliminary showing that no contract existed that entitled Michelson to receive incentive compensation for the years 1994 or 1995.  In its February 27, 1998 Memorandum and Order, the district court found that Michelson failed to raise a genuine issue as to whether he was offered (and subsequently accepted) definite or certain VIC payments as part of his employment contract.  Because the formation of a contract with such a term is a legal element of Michelson's breach of contract claim, the district court entered summary judgment against Michelson's claim.  Michelson argues that a contract existed that entitled him to receive variable incentive compensation for the last quarter of 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Michelson argues that he would never have left his previous position in which he earned more than $225,000 if he had not been assured that he would be earning a great deal more with DFS. This argument fails because, as appellees point out, Michelson admits that he was not \"guaranteed\" a higher salary.  In fact, the offer letter itself states that Michelson's targeted compensation would be $150,000, which is substantially less than the $225,000 that Michelson made at his previous position.  Michelson may well have left his position because he had the opportunity to earn more than this, even without guarantees that he would earn more.  In any event, this argument is merely an unsupported inference and does not constitute evidence that Michelson was contractually entitled to VIC compensation.  Therefore, this argument does not create a genuine issue that precludes summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">However, our rejection of this argument does not mean that no contract existed that included VIC Plan participation.  The August 19, 1994 offer letter from DFS stated that he would be \"eligible to participate in the variable incentive compensation plan for the remainder of 1994.\"   The letter also stated that Michelson's compensation would consist of a fixed salary, an MBO Bonus Plan, and variable incentive compensation.  DFS argues that the letter only indicates that Michelson was eligible to participate in the 1994 VIC Plan, not that any benefits or provisions of the Plan were binding.  DFS argues that Michelson has failed to propound any evidence indicating that, in his case, the VIC Plan was a binding contractual provision.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court agreed with DFS and found that the offer letter could only be reasonably understood to have offered the opportunity to earn VIC compensation.  We agree with the district court to the extent that it found that Michelson had to reach a minimum sales threshold before he was entitled to receive VIC awards under the Plan, but we do not agree with the district court to the extent that it found that Michelson's participation in the 1994 VIC Plan was not part of the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The offer letter expressly stated that Michelson would be eligible to participate in the 1994 VIC Plan.  In that letter, Michelson was offered the position and was informed that his compensation for the remainder of 1994 would consist of three components:  (1) a fixed base salary of $85,000;  (2) an MBO bonus of $15,000;  and (3) participation in the 1994 VIC Plan, with a targeted VIC award of $50,000.  Michelson accepted this offer by letter dated August 22, 1994.  Once the offer was accepted, Michelson's participation in the 1994 VIC Plan was as much a part of his at-will employment contract as was his base salary.  We agree with the district court that Michelson has not demonstrated that the contract bound DFS to make \"certain\" payments of VIC to Michelson, in the sense that DFS was bound to pay Michelson a VIC award regardless of whether he met his minimum thresholds.  The letter expressly states that Michelson had to reach minimum thresholds to receive VIC compensation.  However, the opportunity to reach those thresholds and the right to be compensated with VIC if he reached them were clearly a part of the offer that Michelson accepted.  Therefore, we find that Michelson has offered sufficient evidence to raise a genuine issue on the question of whether his employment contract included, as a compensation term, his participation in the VIC Plan for 1994.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>2. Michelson's Entitlement to a VIC Award Under the 1994 VIC Plan</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Even if Michelson's contract with DFS included a provision for participation in the VIC Plan, Michelson was not entitled to receive a VIC award until he satisfied the Plan's prerequisite of reaching the minimum sales volume threshold for the last quarter of 1994.  Michelson first argues that he was entitled to a VIC award for 1994 because he was assured after meetings with Kelley that there was no minimum volume threshold for the 1994 VIC Plan.  However, we cannot accept Michelson's argument that no minimum threshold existed.  The August 19, 1994 offer letter specifically stated that Michelson would be eligible to participate in the VIC plan for the remainder of 1994 and that his VIC would be $50,000 after reaching minimum volume thresholds.  The 1994 VIC Plan itself provides that only the amount of volume over the minimum threshold will qualify for VIC payment.  Additionally, Michelson repeatedly admits elsewhere that there was a minimum volume threshold for the Plan.  See, e.g., Michelson Deposition, at page 115, lines 6-13 (\"Q. What was your minimum threshold?   A. Ten million to 12 million....  Mike had given me a number of $48 million on an annual basis, and when you divide it by 4[it] comes out to 12 million, but in conversations I had one on one with Mike, he talked about 10 million.\");   Proposed Special Verdict Questions and Memorandum, at 2 (\"Kelley agreed with Michelson to a minimum threshold of 10-12 million dollars annually.\");   Appellant's Brief, at 15 (arguing that Michelson met his minimum volume thresholds);  Plaintiff's Memorandum in Opposition to Defendant's Motion For Summary Judgment, at 13 (\"The offer to Mr. Michelson included a commission or variable incentive component which included ... attainable minimum thresholds....\").  Thus, Michelson was only entitled to receive a VIC award under the employment contract and the VIC Plan if he surpassed his minimum volume threshold.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Michelson next claims that the evidence shows that he was entitled to a VIC award because he met his minimum volume threshold.  He states that he was responsible for over $100 million in sales, more than doubling the expected sales.  However, he offers no evidence in support of this bald assertion.  Also, Michelson's brief states that he initiated this $100 million in sales contracts between January 1, 1995 and March 14, 1995.  Thus, even if Michelson's asserted volume is accurate, it would have no impact on the question of whether he earned commissions for 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Michelson also argues that because other sales people for whom he was responsible received commissions, he was also entitled to a commission.  Michelson argues that if those sales people reached their respective thresholds, then he must have reached his threshold as well, because he was to be credited with their sales.  In support of this argument, Michelson offers a table that purports to list the 1994 compensation, including VIC awards and thresholds, of 28 DFS employees.  There are several problems with this argument.  First, while the table lists the thresholds of 28 employees, neither Michelson nor DFS informs the Court of what Michelson's minimum threshold for the last quarter of 1994 was.  A review of the record reveals that Michelson apparently believed that the minimum threshold was approximately $10-12 million.  See Michelson Deposition, at page 115, lines 6-13.  The 1994 VIC Plan states that the minimum threshold is the \"booked volume target for the measurement period,\" but neither party quantifies this value for the last quarter of 1994.  Without knowing Michelson's threshold, it is impossible to determine if he must have reached it simply because his subordinates reached their thresholds.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Second, Michelson does not name the individuals whose sales he was responsible for or the amounts of their respective sales.  Michelson merely submits an unlabeled and undated table indicating that 28 individuals received VIC awards for 1994, meaning that those 28 individuals must have reached their thresholds for that period.  Michelson does not inform the Court of which of the listed individuals were on his \"team\" and which were not.  Our own review of the record reveals that, as part of a special year-end program, Michelson was responsible for eight of the 28 employees listed on the table.  See Kelley Deposition, at 36-37.  However, neither the table nor Michelson cites any sales figures for those eight individuals.  Nor does Michelson offer evidence that his subordinates met their minimum thresholds for the fourth quarter of 1994.  At best, the table indicates that the listed individuals met their annual threshold for 1994, but Michelson was only employed for the final quarter of 1994.  As a result of all of these deficiencies, this table provides little help to Michelson in proving that he or his subordinates met their sales volume thresholds for the fourth quarter of 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Third, Michelson's argument is dependent upon the idea that, in calculating his sales for VIC purposes, DFS must attribute to Michelson the sales of his subordinates.  Under a practice called \"shadowbooking,\" a supervisor is attributed the sales of his or her subordinates for purposes of determining the supervisor's own sales volume.  However, as noted by DFS, Michelson offers no evidence to support the conclusion that he was contractually entitled to avail himself of the \"shadowbooking\" practice.  The 1994 VIC Plan makes no mention of such a practice and states that the interpretation of the VIC Plan rests entirely with DFS management.  In his deposition, Kelley notes that the \"shadowbooking\" practice was considered for the year-end program, but that Amsler, consistent with his role in interpreting the VIC Plan, decided that the financial results were insufficient to justify \"shadowbooking\" any of the National Account Managers.  In Michelson's deposition, he claims that his understanding was that he would be \"shadowbooked\" by the sales people for the east territory, but he points to no contract or DFS policy that entitled him to such a practice.  Michelson does not even allege that anyone at DFS told him that his sales would be calculated using the \"shadowbooking\" procedure.  Nor does he offer any evidence or argument that Amsler did not have the authority to exercise the discretion that he did.  Therefore, we do not find that Michelson's \"shadowbooking\" argument raises a genuine issue of fact regarding whether Michelson was entitled to commissions for the fourth quarter of 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Michelson next offers an undated, handwritten letter from Kelley to Amsler in which Kelley allegedly recommended that Michelson receive a commission.  However, in the letter, Kelley did not recommend Michelson for a VIC award;  he recommended him for an MBO bonus, which has no bearing on the VIC calculations.  Moreover, even if Kelley had recommended that Michelson receive a VIC award, Kelley's recommendation would not provide Michelson with any contractual rights.  Michelson next argues that Kelley confirmed in the letter that Michelson had participated in $9 million in fundings in one particular program.  However, the letter does not limit this number to one particular program;  what the letter actually states is that Michelson participated in $9 million worth of fundings for the fourth quarter of 1994.  Since the only evidence of the amount of Michelson's threshold is his own testimony that it was $10-$12 million, this statement that Michelson participated in only $9 million does not help him.  Michelson claims that this number represents only a portion of his responsibility, but he does not quantify the sales or fundings from any of his other alleged responsibilities.  Additionally, if Michelson is correct that this represents only a portion of his responsibilities, the context of the statement in the letter indicates that the portion to which Kelley refers is the supervision of his team of sales people.  As noted above, Amsler was not contractually obligated to credit Michelson with sales resulting from his supervision of the team.  Thus, this letter offers little assistance to Michelson.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In sum, while Michelson has raised a genuine issue regarding whether his contract included participation in the 1994 VIC Plan as part of his compensation, Michelson has not raised a genuine issue regarding whether he had actually satisfied the eligibility prerequisites for any VIC payments under the Plan.  Therefore, summary judgment was properly entered against Michelson's breach of contract cause of action claiming that DFS failed to pay him VIC compensation.</p>\n    </div>\n    <p>B.Promissory Estoppel</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Under Massachusetts law, \"[a] promise which the promisor should reasonably expect to induce action or forbearance on the part of the promisee or a third person and which does induce such action or forbearance is binding if injustice can be avoided only by enforcement of the promise.\"  <span class=\"citation\" data-id=\"197961\"><span class=\"antecedent_guess\">Hinchey,</span> <a href=\"/opinion/197961/hinchey-v-nynex/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">143</span> </a></span>(quoting Veranda Beach Club Ltd. Partnership v. Western Sur. Co., <span class=\"citation\" data-id=\"563774\"><a href=\"/opinion/563774/veranda-beach-club-limited-partnership-v-western-surety-co-frg-ventures/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1380 (1st Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Michelson makes only a short reference to his promissory estoppel cause of action in his brief.  Citing Hall v. Horizon House Microwave, Inc., 24 Mass.App.Ct. 84, <span class=\"citation\" data-id=\"2210086\"><a href=\"/opinion/2210086/hall-v-horizon-house-microwave-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">178</span></a></span>, 184 (1987), Michelson argues that an element of promissory estoppel is that the party invoking it must have reasonably relied on the alleged promise to his detriment.  Michelson claims that he reasonably relied to his detriment on his managers' promises, by leaving his previous position and by using all of his skills, talents, and knowledge in order to accumulate large amounts of sales.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court found that Michelson's promissory estoppel claim failed as a matter of law for the same reasons the breach of contract action failed:  there was no definite offer for payment of a certain amount of VIC.  See February 27, 1998 Memorandum and Order, at 9. As noted in our discussion above, we find that there was a definite offer to make VIC compensation part of Michelson's employment, and we find that this offer was accepted, but we do not find that DFS breached the resulting employment contract.  Participation in the 1994 VIC Plan was part of Michelson's employment;  Michelson just could not take advantage of this participation because he did not meet his thresholds.  Therefore, unless Michelson can demonstrate a promise other than participation in the 1994 VIC Plan that he reasonably relied on to his detriment, his promissory estoppel claim fails.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is possible that Michelson based his promissory estoppel cause of action on a promise other than the promise of VIC Plan participation.  Besides the contractual promise of participation in the 1994 VIC Plan, there are four alleged promises or sets of promises from DFS management that Michelson refers to in his brief.  First, he claims that \"he was assured that there was no minimum threshold for the incentive compensation plan\" and that \"he was entitled to compensation for all volumes of sales.\"   Second, Michelson claims that he was told by Pucciarelli that he would be pleased with his compensation package, which included the VIC Plan participation.  Third, Michelson claims that he \"was promised a[n] $85,000.00 base salary, a $15,000 payment in February ... under the Management by Objective (MBO) plan, plus commission based upon sales under the VIC program, a company car, medical benefits, vacation, and other benefits.\"   Finally, Michelson claims that he was promised \"that there was no cap on the amount of commission Michelson could earn.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The first alleged promise does not raise a genuine issue of material fact for two reasons:  (1) Michelson admits that he was told his threshold would be between $10 million and $12 million, and (2) the 1994 VIC Plan itself, which Michelson reviewed prior to accepting the position, indicates that minimum threshold requirements applied to the calculation of VIC awards.  The former reason negates any genuine issue regarding whether the promise was actually made.  See Colantuoni v. Alfred Calcagni &amp; Sons, Inc., <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 4-5 (1st Cir.1994) (\"When an interested witness has given clear answers to unambiguous questions [in his deposition testimony<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>], he cannot create a conflict and resist summary judgment with an affidavit that is clearly contradictory, but does not give a satisfactory explanation of why the testimony is changed.\").  The latter reason makes it clear that any reliance on such a promise would not have been reasonable without further inquiry and assurances from DFS. See McMahon v. Digital Equipment Corp., <span class=\"citation\" data-id=\"198225\"><a href=\"/opinion/198225/mcmahon-v-digital-equipment/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 39 (1st Cir.1998) (finding reliance to be unreasonable as a matter of law \"where a written statement conflicts with an oral statement,\" because \"Massachusetts law assumes that a reasonable person will investigate further\");  <span class=\"citation\" data-id=\"195995\"><span class=\"antecedent_guess\">Coll,</span> <a href=\"/opinion/195995/coll-v-pb-diagnostics/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1124</span> </a></span>(\"Where a written statement conflicts with a prior oral representation, reliance on the oral representation is generally held to be unreasonable.\").</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The second alleged promise--Pucciarelli's promise that Michelson would be pleased with his compensation package, which included the VIC participation--fares no better.  As noted above, the promise of VIC participation was not breached, and the promise that Michelson would be pleased with his compensation package can hardly be described as a binding \"promise.\"   A promissory estoppel cause of action demands a promise involving \"commitment,\" or the \"manifestation of an intention to act or refrain from acting in a specified way.\"  Rhode Island Hosp. Trust Nat. Bank v. Varadian, <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">841</span></span>, <span class=\"citation no-link\"><span class=\"volume\">647</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1174</span></span>, 1179 (1995).  The type of promise attributed to Pucciarelli evidences no intent to be bound and consists of no more than the type of \"inconclusive\" and \"inchoate negotiations\" that Massachusetts courts have found to be insufficient.  See <span class=\"citation\" data-id=\"2210086\"><span class=\"antecedent_guess\">Hall,</span> <a href=\"/opinion/2210086/hall-v-horizon-house-microwave-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">184</span></a></span>;  see also Santoni v. Federal Deposit Ins. Corp., <span class=\"citation\" data-id=\"403547\"><a href=\"/opinion/403547/juan-santoni-jr-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">677</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">174</span></a></span>, 179 (1st Cir.1982) (stating that the promise must be \"definite and certain\" so that the promisor should foresee that it would induce reliance by the promisee).  Additionally, any reliance on this vague representation that Michelson would be \"pleased\" is certainly not reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">With regard to the third set of promises, Michelson does not allege that he was denied any of the benefits promised, other than a VIC award.  The record does not reflect any evidence that Michelson was deprived of his base salary, his MBO bonus, his company car, medical benefits, or vacation.  The same is true of the fourth alleged promise that there was no cap on the amount of commissions Michelson could earn.  Michelson does not allege that he was hampered by the imposition of a cap on VIC awards.  Thus, even if he had a claim that this promise should be enforced on estoppel grounds, he has not alleged that DFS breached that promise.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In sum, none of the promises alleged by Michelson can support a promissory estoppel cause of action.  Therefore, the district court properly entered summary judgment against this claim.</p>\n    </div>\n    <p>C. Wrongful Discharge</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Michelson's wrongful discharge claim alleges that his employment was terminated without cause in order to deprive him of earned and future income, in the form of incentive compensation.  Michelson cites Fortune v. National Cash Register Co., <span class=\"citation\" data-id=\"2046638\"><a href=\"/opinion/2046638/fortune-v-national-cash-register-co/\"><span class=\"volume\">373</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">96</span></a></span>, <span class=\"citation\" data-id=\"2046638\"><a href=\"/opinion/2046638/fortune-v-national-cash-register-co/\"><span class=\"volume\">364</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1251</span></a></span>, 1257 (1977), for the proposition that an employer may not terminate an at-will employee for the purpose of depriving the employee of compensation that the employee had already earned and which, with the mere passage of time, would have become payable.  The court in Fortune held that the implied covenant of good faith and fair dealing is breached where an employer terminates an at-will employee in order to deprive the employee of any portion of a commission already earned but not yet payable.  See id.;   see also <span class=\"citation\" data-id=\"195995\"><span class=\"antecedent_guess\">Coll,</span> <a href=\"/opinion/195995/coll-v-pb-diagnostics/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1125</span> </a></span>(citing Fortune and stating that \"[u]nder Massachusetts law, the implied covenant of good faith and fair dealing prohibits an employer from terminating an employee in order to deprive him of a benefit to which he is entitled\").  In Gram v. Liberty Mut. Ins. Co., <span class=\"citation\" data-id=\"2147434\"><a href=\"/opinion/2147434/gram-v-liberty-mutual-ins-co/\"><span class=\"volume\">384</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">659</span></a></span>, <span class=\"citation\" data-id=\"2147434\"><a href=\"/opinion/2147434/gram-v-liberty-mutual-ins-co/\"><span class=\"volume\">429</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">21</span></a></span>, 29 (1981), the Supreme Judicial Court of Massachusetts extended this obligation to impose liability on an employer who terminated an employee without good cause and for the purpose of appropriating the employee's commissions that were \"reasonably ascertainable future compensation based on his past services.\"   The Gram court stated that the employer's obligation of good faith and fair dealing requires that the employer be liable for a \"loss of compensation that is so clearly related to an employee's past service, when the employee is discharged without good cause.\"  Id.;  see also <span class=\"citation\" data-id=\"195995\"><span class=\"antecedent_guess\">Coll,</span> <a href=\"/opinion/195995/coll-v-pb-diagnostics/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1125</span> </a></span>(citing <span class=\"citation\" data-id=\"2147434\"><span class=\"antecedent_guess\">Gram,</span> <a href=\"/opinion/2147434/gram-v-liberty-mutual-ins-co/\"><span class=\"volume\">429</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">27-29</span></a></span>).   Thus, in order to succeed on this claim, Michelson must prove that DFS terminated him without good cause and in bad faith in order to deprive him of commissions that have already been earned or were reasonably ascertainable based on past services.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The district court found that Michelson failed to raise a genuine issue on the question of whether DFS acted in bad faith.  See February 27, 1998 Memorandum and Order, at 12-13.  The court held that Michelson merely proposed verdict questions that called for a \"black-box\" finding of bad faith without pointing to specific admissible evidence to support such a determination.  See <span class=\"citation\" data-id=\"2147434\"><a href=\"/opinion/2147434/gram-v-liberty-mutual-ins-co/\"><span class=\"id_token\">id.</span> at 13.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Michelson argues that he was terminated without good cause in order to deprive him of the commissions owed to him under his employment contract.  As we have already stated, Michelson had not earned any commissions under the 1994 VIC Plan, and Michelson has not demonstrated that he had earned any commissions for 1995.  Thus, even if, as Michelson alleges, he was terminated without good cause, he has not raised a genuine issue with regard to whether DFS did so in order to deprive him of such commissions.  Therefore, the district court did not err in entering summary judgment against Michelson's wrongful discharge cause of action.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>D. Fraudulent Misappropriation and Fraudulent Misrepresentation</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In addition to the three causes of action discussed above, Michelson's complaint contained two other causes of action:  (1) misappropriation and (2) fraudulent misrepresentation.  The district court entered summary judgment against Michelson's misappropriation cause of action because he failed to raise a genuine issue as to whether the GE Capital Employee Proprietary Information Agreement conferred proprietary rights to the \"roll-the-base\" sales strategy on DFS. See February 28, 1998 Memorandum and Order, at 10-11.  The district court entered summary judgment against Michelson's fraudulent misrepresentation cause of action because he failed to raise a genuine issue as to whether his reliance on DFS' alleged misrepresentation that Michelson was going to earn more with DFS than with his previous employer was reasonable.  See <span class=\"citation\" data-id=\"2147434\"><a href=\"/opinion/2147434/gram-v-liberty-mutual-ins-co/\"><span class=\"id_token\">id.</span> at 11-12. </a></span>  Michelson does not discuss either of these grounds for summary judgment or even these causes of action in his brief, so any claim of error is waived.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">King,</span> <span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">970</span></span>.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Based on the foregoing, the district court's entry of summary judgment against Michelson's claims is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Michelson was shown a copy of DFS' Variable Incentive Compensation Plan for 1994 at least once during these discussions</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In his appellate brief, Michelson makes no argument that he was entitled to VIC awards or commissions for 1995.  DFS argues that no VIC Plan was finalized or put into effect for 1995 until after Michelson left in March of 1995.  Michelson fails to respond to this contention or otherwise address the question of whether a contract or policy existed regarding 1995 VIC compensation.  Rather, Michelson focuses on the promises allegedly made to him regarding 1994 commissions and his performance in earning those 1994 commissions.  Therefore, we find any argument regarding Michelson's entitlement to commissions for 1995 to be waived.  See Brasic v. Heinemann's Inc., <span class=\"citation\" data-id=\"744635\"><a href=\"/opinion/744635/74-fair-emplpraccas-bna-943-71-empl-prac-dec-p-44882-nellie/\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">281</span></a></span>, 285 (7th Cir.1997)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> DFS argues that the Court should not find that a contract regarding VIC was formed because the 1994 VIC Plan plainly reflects DFS' intent not to be bound by an obligation to pay Michelson or any other employee incentive compensation.  However, we divine no such intent from the provisions of the Plan cited by DFS. It is true that the first page of the 1994 VIC Plan states that it is not intended to create an employment contract for any fixed period of time, but that paragraph concerns only DFS' unwillingness to allow the Plan to transform an at-will employee into a fixed, long-term employee.  DFS also points to the Plan's provision reserving to management the sole discretion to interpret and apply the terms of the VIC Plan.  This reservation of discretion may provide DFS with a defense to the claim of breach of such a contract, but it does not negate the contract's formation.  DFS may not contract to pay an employee benefits under the VIC Plan and then claim that no contract was formed because it reserved to itself discretion to interpret and apply the VIC Plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that Michelson points to no affidavit or otherwise sworn testimony in which he states that he was assured that no minimum threshold applied to him.  Rather, Michelson merely argues this promise in his brief.  Therefore, while Colantuoni cautions that contradictory sworn testimony will be disregarded, Michelson does not even possess sworn testimony to create such an evidentiary contradiction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In his brief, Michelson also argues that DFS terminated him in order to steal his knowledge, skills, and professional business.  Michelson claims that Pucciarelli told Kelley that his strategy was to \"bleed [Michelson] dry of knowledge of the installed base strategy.\"   This is a different claim than Michelson's argument that DFS terminated him in order to deprive him of commissions, and this new wrongful discharge claim is nowhere to be found in Michelson's submissions below.  Although Michelson complained below in a separate cause of action that his knowledge and strategies were misappropriated by DFS, his wrongful discharge cause of action alleged only that he was terminated in order to deprive him of commissions.  Consequently, the district court did not rule on the viability of a wrongful discharge cause of action based on the intent to steal Michelson's knowledge, skills, and professional business.  Michelson cannot raise this claim now for the first time.  See Trafalgar Capital Assocs., Inc. v. Cuomo, <span class=\"citation\" data-id=\"758725\"><a href=\"/opinion/758725/trafalgar-capital-associates-inc-etc-v-andrew-cuomo-etc-executive/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 36 n. 14 (1st Cir.1998)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107691/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195995/",
    "https://www.courtlistener.com/api/rest/v3/opinions/197961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/198225/",
    "https://www.courtlistener.com/api/rest/v3/opinions/403547/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563224/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563774/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575825/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/738222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/744635/",
    "https://www.courtlistener.com/api/rest/v3/opinions/747149/",
    "https://www.courtlistener.com/api/rest/v3/opinions/758725/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2046638/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2147434/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2210086/"
  ]
}