{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/198335/",
  "id": 198335,
  "absolute_url": "/opinion/198335/cooney-industrial-v-toyota-motors-sales/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/198335/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T03:50:33Z",
  "date_modified": "2020-02-21T23:34:21.216059Z",
  "type": "010combined",
  "sha1": "cfdba6a47399467a98a390c0d022676d429f8378",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=97-1981.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n\nNo. 97-1981\r\n\n             COONEY INDUSTRIAL TRUCKS, INC.,\r\n\n                  Plaintiff, Appellant,\r\n\n                            v.\r\n\n            TOYOTA MOTOR SALES, U.S.A., INC.,\r\n\n                   Defendant, Appellee.\r\n\n       APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n            FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Robert E. Keeton, U.S. District Judge]\r\n\n                          Before\r\n\n                  Selya, Circuit Judge,\r\n\n      Aldrich and Campbell, Senior Circuit Judges.\r\n\n Thomas S. Francis with whom William M. Clark and Law Offices\r\nof Thomas S. Francis were on brief for appellant.\r\n William N. Berkowitz with whom Daniel L. Goldberg, David\r\nYamin, Bingham Dana LLP, and David D. Laufer were on brief for\r\nappellee.\r\n\nFebruary 25, 1999\r\n\n  ALDRICH, Senior Circuit Judge.  In this action\r\nCooney Industrial Trucks, Inc. (CITI) sued Toyota Motor Sales,\r\nU.S.A., Inc. (Toyota) for breach of contract and unfair\r\nbusiness practices during the course of a franchise\r\nrelationship.  Following trial and receipt of the jury's\r\nanswers to special questions, one of which, under Mass. G.L.\r\nch. 93B, favored CITI, but another of which was that CITI\r\nsuffered no damages, the court ruled for Toyota.  We affirm.\r\n  Since 1970, CITI purchased and resold Toyota\r\nforklifts pursuant to consecutive dealer agreements, the last\r\nof which was executed on October 21, 1992.  This agreement\r\nallowed CITI to sell equipment from other manufacturers but\r\nrequired it, by December 31, 1993, to equal or exceed, and\r\nthereafter maintain, Toyota's national retail market share. \r\nWhen that date arrived, CITI's market share was 7.7%, well\r\nbelow Toyota's national market share of just over 15%.\r\n  In early 1994, Toyota removed New Hampshire from\r\nCITI's Area of Primary Responsibility, a change authorized by\r\nthe dealer agreement, because of CITI's inadequate sales\r\nperformance in that state.  Then, on August 15, 1994, Toyota\r\nadvised CITI that, despite CITI's poor sales performance, it\r\nwas willing to offer a new four-month dealer agreement that\r\nwould include the same sales performance requirements but,\r\nunlike the 1992 dealer agreement, would not provide for the\r\nautomatic granting of a six-year agreement if CITI met the\r\nstated market share.  If CITI met those requirements, however,\r\nToyota would consider offering another long-term dealer\r\nagreement.  CITI failed to execute the proposed four-month\r\nagreement before the previous contract's original end date,\r\nSeptember 30, 1994, and the franchise relationship terminated,\r\nafter a two-month unilateral extension by Toyota, on November\r\n30, 1994.\r\n  After deciding to reject Toyota's offer, Mr. Cooney,\r\nCITI's owner and president, made contact with Mitsubishi\r\nCaterpillar (Caterpillar), another manufacturer, to discuss\r\nthe possibility of CITI becoming a dealer of Caterpillar\r\nforklifts.  Caterpillar and CITI ultimately executed a sales\r\nand service agreement on November 7, 1994.  According to Mr.\r\nCooney, he never had an intention to represent Toyota and\r\nCaterpillar at the same time, and he negotiated this agreement\r\nin an attempt to mitigate whatever damage CITI would sustain\r\nas a result of Toyota's actions.\r\n  In fact, CITI's operations under the Caterpillar\r\ncontract were, allegedly, better than with Toyota.  CITI\r\nrequested the court to charge as follows:\r\n  Gains made by the injured party on other\r\n  transactions after the breach are never\r\n  to be deducted from the damages that are\r\n  otherwise recoverable, unless such gains\r\n  could not have been made, had there been\r\nno breach.  \r\nWhy it wanted the jury to be told of the \"unless\" portion does\r\nnot appear; it was its position that it did not apply. \r\nThereafter, the court put a special question to the jury, in\r\neffect applying it:\r\n        The law imposes a duty upon every\r\n   person to take reasonable steps to\r\n   mitigate, or avoid altogether, damages. \r\n   Under the law, a plaintiff cannot recover\r\n   damages that it has successfully avoided\r\n   through such efforts.\r\n\n                           . . . .\r\n\n   If you find that [CITI] successfully\r\n   mitigated or avoided losses by its\r\n   acquisition and operation of the\r\n   Caterpillar dealership you may not award\r\n   as damages any losses so avoided.\r\n\nThe jury so answered, awarding no damages.\r\n   At a post trial hearing the court spelled out its\r\nthinking:  CITI had \"benefitted rather than sustained any loss\r\nor harm from accepting a franchise from Caterpillar that\r\nprohibited CITI from representing at the same time any\r\ncompetitor of Caterpillar, including defendant Toyota.\"  Thus\r\nthe special question was predicated on an implied ruling, or\r\nconclusion, that CITI fit the \"unless\" provision because, but\r\nfor Toyota's breach and departure, its presence would have\r\nprohibited the Caterpillar contract.  The case hangs on the\r\ncorrectness of that conclusion.\r\n   We consider first some legal principles.  To begin\r\nat the beginning, the court was correct in saying that the law\r\nimposes on a plaintiff the duty to take reasonable steps to\r\nmitigate   meaning reduce or offset   damage.  However, the\r\nduty applies only when the defendant's breach created the\r\nopportunity to take those steps.   If a defendant had agreed\r\nto pay for plaintiff's personal services and then rejected the\r\ncontract, by freeing plaintiff's time the breach created the\r\nopportunity to sell his services to someone else, and the\r\nplaintiff would have the duty to make a reasonable attempt to\r\ndo so.  If, however, plaintiff was a stockbroker, and\r\ndefendant's failure to place orders would not have created an\r\nopportunity to deal with other customers, defendant's breach\r\nafforded him nothing; he would have had no duty.  Hence the\r\nmitigation rule, footnote 1, ante, which we accept.  As the\r\nSupreme Judicial Court of Massachusetts has said, \"[i]t is not\r\nthe policy of our law to award damages which would put a\r\nplaintiff in a better position than if the defendant had \r\ncarried out his contract.\"  Ficara v. Belleau, 331 Mass. 80,\r\n82, 117 N.E.2d 287, 289 (1954).  Failing to deduct from a\r\nplaintiff's award those gains he could not have made had the\r\ndefendant not breached would, of course, violate this\r\nprinciple.  So we must ask the question:  If there had been no\r\nbreach, could CITI have kept Toyota and, at the same time,\r\nmade the profitable contract with Caterpillar?\r\n   CITI correctly asserts that the Toyota contract had\r\nnot forbidden its dealing with Caterpillar.  Recognizing that\r\nthere were two sides, CITI's brief noted that Caterpillar\r\nallowed it to carry competing lines, \"if certain conditions\r\nwere met.\"  The conditions were these:\r\n   Dealer [CITI] . . . will not display,\r\n   inventory, demonstrate, or sell\r\n   [competing goods] except (i) by an entity\r\n   separate from Dealer, (ii) under a trade\r\n   name which is different and distinct from\r\n   that of Dealer, (iii) in facilities\r\n   separate and distinguishable from those\r\n   of Dealer, and (iv) by employees other\r\n   than persons who are also employed or\r\n   otherwise furnish personal service to\r\n   Dealer.\r\n\nIn its reply brief CITI is reduced to claiming that these\r\nconditions could be satisfied by creating a subsidiary\r\ncompany:  \r\n   The exception specifically allows CITI,\r\n   through a wholly-owned subsidiary, under\r\n   a different name, in a separate facility,\r\n   and with separate employees to sell\r\n   competitive products.\r\nWe are not told why CITI shortened the actual wording and\r\nsubstituted \"and with separate employees\" for \"and (iv) by\r\nemployees other than persons who are also employed by or\r\notherwise furnish personal services to Dealer\" (emphasis\r\nadded).  We would read the emphasized words to mean that Mr.\r\nCooney could not even be an unpaid officer of the subsidiary. \r\nA greater difficulty, it is not clear from its quoted sentence\r\nwhere CITI would place the subsidiary.  Is Caterpillar to\r\ncontract with CITI, with Toyota to shift to the subsidiary? \r\nIt is hard to visualize Toyota accepting such an arrangement. \r\nEqually, we cannot think that a prosperous company like\r\nCaterpillar would itself deal with Cooney through some\r\nisolated, hypothetical subsidiary.  The district court was\r\nright in holding that CITI contracted with Caterpillar only by\r\nreason of Toyota's breach and disappearance.  Hence the\r\nmitigation rule's \"unless\" clause applies.\r\n   We would suggest, further, that even if Caterpillar,\r\nas well as Toyota, had no objection to competition, it would\r\nhave been totally impractical for CITI to be a dealer for both\r\nmanufacturers simultaneously.  As we have seen, Toyota had a\r\nminimum production requirement that CITI was not meeting.  Can\r\nit be thought that it could have taken on another substantial\r\ndealership in such circumstances?  Mr. Cooney's statement that\r\nhe had never intended being a dealer for both manufacturers\r\n  simultaneously was more than a thought; it was a recognitionof impossibility.    We can only think of the present lawsuit\r\nas a flat attempt to make simultaneous, double collections. \r\nCITI's unfairness complaint, that it alone bore the risk of\r\nthe Caterpillar operation's not being successful, overlooks\r\nthe fact that if it had been a failure, Toyota's damage\r\nliability would not have been offset.  What is unfair is CITI\r\nseeking to have it both ways.\r\n                       Attorneys' Fees\r\n   The concept that a plaintiff who has recovered no\r\ndamages or other relief should receive attorneys' fees is so\r\nunusual that we need a clear showing to support CITI's\r\ncontention that the legislature was so anxious to pursue\r\nbusiness wrongdoing that it wished to reward discoverers even\r\nif they had not been harmed themselves.  This is far too\r\nsubstantial a matter to depend on legal argument; we depend on\r\n  elementary language.     Ch. 93B  12A reads, in part, as follows:\r\n        Section 12A.  Any franchisee or motor\r\n   vehicle dealer who suffers any loss of\r\n   money or property, real or personal, as a\r\n   result of [listed acts] may bring an\r\n   action in the superior court for damages\r\n   and equitable relief, including\r\n   injunctive relief.\r\n\nPlainly this means that a plaintiff must show loss to itself,\r\nnot merely the occurrence of a wrongful act.  Plainly, also,\r\nsuch loss is a predicate for attorneys' fees.  Section 12A\r\ncontinues:\r\n        If the court finds for the franchisee\r\n   or motor vehicle dealer in any action\r\n   commenced hereunder, that there has been\r\n   a violation of sections three to eleven,\r\n   inclusive, or of any rule or regulation\r\n   issued under paragraph (c) of section\r\n   three, such franchisee or motor vehicle\r\n   dealer shall, in addition to any other\r\n   relief provided for by this section and\r\n irrespective of the amount, if any,[  ] in\r\n   controversy, be awarded reasonable\r\n   attorneys' fees and costs; . . . . \r\n   (emphasis added)\r\n\nSomething cannot be \"in addition\" if there was nothing\r\npreceding.  Cf. Jet Line Services, Inc. v. American Employers\r\nIns. Co., 404 Mass. 706, 718, 537 N.E.2d 107, 115 (1989)\r\n(\"[T]he reference to an award 'in addition to other relief'\r\nindicates that relief solely in the form of attorneys' fees\r\nmay not be had.\").  Any other result would change the whole\r\nconcept of the statute.\r\n   Affirmed.\n",
  "html": "<p class=\"case_cite\">168 F.3d 545</p>\n    <p class=\"parties\">COONEY INDUSTRIAL TRUCKS, INC., Plaintiff, Appellant,<br>v.<br>TOYOTA MOTOR SALES, U.S.A., INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-1981.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1998.<br>Decided Feb. 25, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas S. Francis with whom William M. Clark and Law Offices of Thomas S. Francis were on brief for appellant.</p>\n      <p class=\"indent\">William N. Berkowitz with whom Daniel L. Goldberg, David Yamin, Bingham Dana LLP, and David D. Laufer were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this action Cooney Industrial Trucks, Inc.  (CITI) sued Toyota Motor Sales, U.S.A., Inc.  (Toyota) for breach of contract and unfair business practices during the course of a franchise relationship.  Following trial and receipt of the jury's answers to special questions, one of which, under Mass.G.L. ch.  93B, favored CITI, but another of which was that CITI suffered no damages, the court ruled for Toyota.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Since 1970, CITI purchased and resold Toyota forklifts pursuant to consecutive dealer agreements, the last of which was executed on October 21, 1992.  This agreement allowed CITI to sell equipment from other manufacturers but required it, by December 31, 1993, to equal or exceed, and thereafter maintain, Toyota's national retail market share.  When that date arrived, CITI's market share was 7.7%, well below Toyota's national market share of just over 15%.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In early 1994, Toyota removed New Hampshire from CITI's Area of Primary Responsibility, a change authorized by the dealer agreement, because of CITI's inadequate sales performance in that state.  Then, on August 15, 1994, Toyota advised CITI that, despite CITI's poor sales performance, it was willing to offer a new four-month dealer agreement that would include the same sales performance requirements but, unlike the 1992 dealer agreement, would not provide for the automatic granting of a six-year agreement if CITI met the stated market share.  If CITI met those requirements, however, Toyota would consider offering another long-term dealer agreement.  CITI failed to execute the proposed four-month agreement before the previous contract's original end date, September 30, 1994, and the franchise relationship terminated, after a two-month unilateral extension by Toyota, on November 30, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After deciding to reject Toyota's offer, Mr. Cooney, CITI's owner and president, made contact with Mitsubishi Caterpillar (Caterpillar), another manufacturer, to discuss the possibility of CITI becoming a dealer of Caterpillar forklifts.  Caterpillar and CITI ultimately executed a sales and service agreement on November 7, 1994.  According to Mr. Cooney, he never had an intention to represent Toyota and Caterpillar at the same time, and he negotiated this agreement in an attempt to mitigate whatever damage CITI would sustain as a result of Toyota's actions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In fact, CITI's operations under the Caterpillar contract were, allegedly, better than with Toyota.  CITI requested the court to charge as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Gains made by the injured party on other transactions after the breach are never to be deducted from the damages that are otherwise recoverable, unless such gains could not have been made, had there been no breach.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Why it wanted the jury to be told of the \"unless\" portion does not appear;  it was its position that it did not apply.  Thereafter, the court put a special question to the jury, in effect applying it:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>The law imposes a duty upon every person to take reasonable steps to mitigate, or avoid altogether, damages.  Under the law, a plaintiff cannot recover damages that it has successfully avoided through such efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>If you find that [CITI] successfully mitigated or avoided losses by its acquisition and operation of the Caterpillar dealership you may not award as damages any losses so avoided.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The jury so answered, awarding no damages.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At a post trial hearing the court spelled out its thinking:  CITI had \"benefitted rather than sustained any loss or harm from accepting a franchise from Caterpillar that prohibited CITI from representing at the same time any competitor of Caterpillar, including defendant Toyota.\"   Thus the special question was predicated on an implied ruling, or conclusion, that CITI fit the \"unless\" provision because, but for Toyota's breach and departure, its presence would have prohibited the Caterpillar contract.  The case hangs on the correctness of that conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We consider first some legal principles.  To begin at the beginning, the court was correct in saying that the law imposes on a plaintiff the duty to take reasonable steps to mitigate--meaning reduce or offset--damage.  However, the duty applies only when the defendant's breach created the opportunity to take those steps.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If a defendant had agreed to pay for plaintiff's personal services and then rejected the contract, by freeing plaintiff's time the breach created the opportunity to sell his services to someone else, and the plaintiff would have the duty to make a reasonable attempt to do so.  If, however, plaintiff was a stockbroker, and defendant's failure to place orders would not have created an opportunity to deal with other customers, defendant's breach afforded him nothing;  he would have had no duty.  Hence the mitigation rule, footnote 1, ante, which we accept.  As the Supreme Judicial Court of Massachusetts has said, \"[i]t is not the policy of our law to award damages which would put a plaintiff in a better position than if the defendant had carried out his contract.\"  Ficara v. Belleau, 331 Mass. 80, 82, 117 N.E.2d 287, 289 (1954).  Failing to deduct from a plaintiff's award those gains he could not have made had the defendant not breached would, of course, violate this principle.  So we must ask the question:  If there had been no breach, could CITI have kept Toyota and, at the same time, made the profitable contract with Caterpillar?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">CITI correctly asserts that the Toyota contract had not forbidden its dealing with Caterpillar.  Recognizing that there were two sides, CITI's brief noted that Caterpillar allowed it to carry competing lines, \"if certain conditions were met.\"   The conditions were these:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Dealer [CITI] ... will not display, inventory, demonstrate, or sell [competing goods] except (i) by an entity separate from Dealer, (ii) under a trade name which is different and distinct from that of Dealer, (iii) in facilities separate and distinguishable from those of Dealer, and (iv) by employees other than persons who are also employed or otherwise furnish personal services to Dealer.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In its reply brief CITI is reduced to claiming that these conditions could be satisfied by creating a subsidiary company:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>The exception specifically allows CITI, through a wholly-owned subsidiary, under a different name, in a separate facility, and with separate employees to sell competitive products.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We are not told why CITI shortened the actual wording and substituted \"and with separate employees\" for \"and (iv) by employees other than persons who are also employed by or otherwise furnish personal services to Dealer \" (emphasis added).  We would read the emphasized words to mean that Mr. Cooney could not even be an unpaid officer of the subsidiary.  A greater difficulty, it is not clear from its quoted sentence where CITI would place the subsidiary.  Is Caterpillar to contract with CITI, with Toyota to shift to the subsidiary?   It is hard to visualize Toyota accepting such an arrangement.  Equally, we cannot think that a prosperous company like Caterpillar would itself deal with Cooney through some isolated, hypothetical subsidiary.  The district court was right in holding that CITI contracted with Caterpillar only by reason of Toyota's breach and disappearance.  Hence the mitigation rule's \"unless\" clause applies.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We would suggest, further, that even if Caterpillar, as well as Toyota, had no objection to competition, it would have been totally impractical for CITI to be a dealer for both manufacturers simultaneously.  As we have seen, Toyota had a minimum production requirement that CITI was not meeting.  Can it be thought that it could have taken on another substantial dealership in such circumstances?   Mr. Cooney's statement that he had never intended being a dealer for both manufacturers simultaneously was more than a thought;  it was a recognition of impossibility.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We can only think of the present lawsuit as a flat attempt to make simultaneous, double collections.  CITI's unfairness complaint, that it alone bore the risk of the Caterpillar operation's not being successful, overlooks the fact that if it had been a failure, Toyota's damage liability would not have been offset.  What is unfair is CITI seeking to have it both ways.Attorneys' Fees</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The concept that a plaintiff who has recovered no damages or other relief should receive attorneys' fees is so unusual that we need a clear showing to support CITI's contention that the legislature was so anxious to pursue business wrongdoing that it wished to reward discoverers even if they had not been harmed themselves.  This is far too substantial a matter to depend on legal argument;  we depend on elementary language.</p>\n    </div>\n    <p class=\"indent\">Ch. 93B &#167; 12A reads, in part, as follows:</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>Section 12A.  Any franchisee or motor vehicle dealer who suffers any loss of money or property, real or personal, as a result of [listed acts] may bring an action in the superior court for damages and equitable relief, including injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plainly this means that a plaintiff must show loss to itself, not merely the occurrence of a wrongful act.  Plainly, also, such loss is a predicate for attorneys' fees.  Section 12A continues:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>If the court finds for the franchisee or motor vehicle dealer in any action commenced hereunder, that there has been a violation of sections three to eleven, inclusive, or of any rule or regulation issued under paragraph (c) of section three, such franchisee or motor vehicle dealer shall, in addition to any other relief provided for by this section and irrespective of the amount, if any,[<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>] in controversy, be awarded reasonable attorneys' fees and costs;  ....  (emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Something cannot be \"in addition\" if there was nothing preceding.  Cf. Jet Line Services, Inc. v. American Employers Ins. Co., 404 Mass. 706, 718, 537 N.E.2d 107, 115 (1989) (\"[T]he reference to an award 'in addition to other relief' indicates that relief solely in the form of attorneys' fees may not be had.\").  Any other result would change the whole concept of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This language, hereinafter the mitigation rule, came from A. Corbin, Contracts &#167; 1041 (1964).  See also Restatement (Second) of Contracts &#167; 350 cmt. b (1981);  Gillentine v. McKeand, 426 F.2d 717, 724 n. 24 (1st Cir.1970) (citing Hall v. Paine, 224 Mass. 62, 65, 112 N.E. 153, 155 (1916))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This circumstance, in large part, distinguishes this case from Olds v. Mapes-Reeves Const. Co., 177 Mass. 41, 58 N.E. 478 (1900), upon which CITI principally relies.  We note, first, that later cases cast doubt on the decision.  But putting aside the singular proposition that a subcontractor could contract with the owner of property to do the same construction work contemplated by a prior contract between the sub and the general contractor and still recover in full on the breached prior contract, the case before us is different because CITI, unlike the sub in Olds, clearly lacked the capability to work with anyone else at the same time that it worked with Toyota</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We reject CITI's attempt to construe the added words \"if any\" as referring to more than claims for equitable relief</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">545</span></span></p>\n    <p class=\"parties\">COONEY INDUSTRIAL TRUCKS, INC., Plaintiff, Appellant,<br>v.<br>TOYOTA MOTOR SALES, U.S.A., INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 97-1981.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 6, 1998.<br>Decided Feb. 25, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas S. Francis with whom William M. Clark and Law Offices of Thomas S. Francis were on brief for appellant.</p>\n      <p class=\"indent\">William N. Berkowitz with whom Daniel L. Goldberg, David Yamin, Bingham Dana LLP, and David D. Laufer were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH and CAMPBELL, Senior Circuit Judges.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this action Cooney Industrial Trucks, Inc.  (CITI) sued Toyota Motor Sales, U.S.A., Inc.  (Toyota) for breach of contract and unfair business practices during the course of a franchise relationship.  Following trial and receipt of the jury's answers to special questions, one of which, under Mass.G.L. ch.  93B, favored CITI, but another of which was that CITI suffered no damages, the court ruled for Toyota.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Since 1970, CITI purchased and resold Toyota forklifts pursuant to consecutive dealer agreements, the last of which was executed on October 21, 1992.  This agreement allowed CITI to sell equipment from other manufacturers but required it, by December 31, 1993, to equal or exceed, and thereafter maintain, Toyota's national retail market share.  When that date arrived, CITI's market share was 7.7%, well below Toyota's national market share of just over 15%.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In early 1994, Toyota removed New Hampshire from CITI's Area of Primary Responsibility, a change authorized by the dealer agreement, because of CITI's inadequate sales performance in that state.  Then, on August 15, 1994, Toyota advised CITI that, despite CITI's poor sales performance, it was willing to offer a new four-month dealer agreement that would include the same sales performance requirements but, unlike the 1992 dealer agreement, would not provide for the automatic granting of a six-year agreement if CITI met the stated market share.  If CITI met those requirements, however, Toyota would consider offering another long-term dealer agreement.  CITI failed to execute the proposed four-month agreement before the previous contract's original end date, September 30, 1994, and the franchise relationship terminated, after a two-month unilateral extension by Toyota, on November 30, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After deciding to reject Toyota's offer, Mr. Cooney, CITI's owner and president, made contact with Mitsubishi Caterpillar (Caterpillar), another manufacturer, to discuss the possibility of CITI becoming a dealer of Caterpillar forklifts.  Caterpillar and CITI ultimately executed a sales and service agreement on November 7, 1994.  According to Mr. Cooney, he never had an intention to represent Toyota and Caterpillar at the same time, and he negotiated this agreement in an attempt to mitigate whatever damage CITI would sustain as a result of Toyota's actions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In fact, CITI's operations under the Caterpillar contract were, allegedly, better than with Toyota.  CITI requested the court to charge as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Gains made by the injured party on other transactions after the breach are never to be deducted from the damages that are otherwise recoverable, unless such gains could not have been made, had there been no breach.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Why it wanted the jury to be told of the \"unless\" portion does not appear;  it was its position that it did not apply.  Thereafter, the court put a special question to the jury, in effect applying it:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>The law imposes a duty upon every person to take reasonable steps to mitigate, or avoid altogether, damages.  Under the law, a plaintiff cannot recover damages that it has successfully avoided through such efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>If you find that [CITI] successfully mitigated or avoided losses by its acquisition and operation of the Caterpillar dealership you may not award as damages any losses so avoided.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The jury so answered, awarding no damages.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At a post trial hearing the court spelled out its thinking:  CITI had \"benefitted rather than sustained any loss or harm from accepting a franchise from Caterpillar that prohibited CITI from representing at the same time any competitor of Caterpillar, including defendant Toyota.\"   Thus the special question was predicated on an implied ruling, or conclusion, that CITI fit the \"unless\" provision because, but for Toyota's breach and departure, its presence would have prohibited the Caterpillar contract.  The case hangs on the correctness of that conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We consider first some legal principles.  To begin at the beginning, the court was correct in saying that the law imposes on a plaintiff the duty to take reasonable steps to mitigate--meaning reduce or offset--damage.  However, the duty applies only when the defendant's breach created the opportunity to take those steps.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If a defendant had agreed to pay for plaintiff's personal services and then rejected the contract, by freeing plaintiff's time the breach created the opportunity to sell his services to someone else, and the plaintiff would have the duty to make a reasonable attempt to do so.  If, however, plaintiff was a stockbroker, and defendant's failure to place orders would not have created an opportunity to deal with other customers, defendant's breach afforded him nothing;  he would have had no duty.  Hence the mitigation rule, footnote 1, ante, which we accept.  As the Supreme Judicial Court of Massachusetts has said, \"[i]t is not the policy of our law to award damages which would put a plaintiff in a better position than if the defendant had carried out his contract.\"  Ficara v. Belleau, <span class=\"citation\" data-id=\"2071663\"><a href=\"/opinion/2071663/ficara-v-belleau/\"><span class=\"volume\">331</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">80</span></a></span>, 82, <span class=\"citation\" data-id=\"2071663\"><a href=\"/opinion/2071663/ficara-v-belleau/\"><span class=\"volume\">117</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">287</span></a></span>, 289 (1954).  Failing to deduct from a plaintiff's award those gains he could not have made had the defendant not breached would, of course, violate this principle.  So we must ask the question:  If there had been no breach, could CITI have kept Toyota and, at the same time, made the profitable contract with Caterpillar?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">CITI correctly asserts that the Toyota contract had not forbidden its dealing with Caterpillar.  Recognizing that there were two sides, CITI's brief noted that Caterpillar allowed it to carry competing lines, \"if certain conditions were met.\"   The conditions were these:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Dealer [CITI] ... will not display, inventory, demonstrate, or sell [competing goods] except (i) by an entity separate from Dealer, (ii) under a trade name which is different and distinct from that of Dealer, (iii) in facilities separate and distinguishable from those of Dealer, and (iv) by employees other than persons who are also employed or otherwise furnish personal services to Dealer.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In its reply brief CITI is reduced to claiming that these conditions could be satisfied by creating a subsidiary company:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>The exception specifically allows CITI, through a wholly-owned subsidiary, under a different name, in a separate facility, and with separate employees to sell competitive products.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We are not told why CITI shortened the actual wording and substituted \"and with separate employees\" for \"and (iv) by employees other than persons who are also employed by or otherwise furnish personal services to Dealer \" (emphasis added).  We would read the emphasized words to mean that Mr. Cooney could not even be an unpaid officer of the subsidiary.  A greater difficulty, it is not clear from its quoted sentence where CITI would place the subsidiary.  Is Caterpillar to contract with CITI, with Toyota to shift to the subsidiary?   It is hard to visualize Toyota accepting such an arrangement.  Equally, we cannot think that a prosperous company like Caterpillar would itself deal with Cooney through some isolated, hypothetical subsidiary.  The district court was right in holding that CITI contracted with Caterpillar only by reason of Toyota's breach and disappearance.  Hence the mitigation rule's \"unless\" clause applies.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We would suggest, further, that even if Caterpillar, as well as Toyota, had no objection to competition, it would have been totally impractical for CITI to be a dealer for both manufacturers simultaneously.  As we have seen, Toyota had a minimum production requirement that CITI was not meeting.  Can it be thought that it could have taken on another substantial dealership in such circumstances?   Mr. Cooney's statement that he had never intended being a dealer for both manufacturers simultaneously was more than a thought;  it was a recognition of impossibility.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We can only think of the present lawsuit as a flat attempt to make simultaneous, double collections.  CITI's unfairness complaint, that it alone bore the risk of the Caterpillar operation's not being successful, overlooks the fact that if it had been a failure, Toyota's damage liability would not have been offset.  What is unfair is CITI seeking to have it both ways.Attorneys' Fees</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The concept that a plaintiff who has recovered no damages or other relief should receive attorneys' fees is so unusual that we need a clear showing to support CITI's contention that the legislature was so anxious to pursue business wrongdoing that it wished to reward discoverers even if they had not been harmed themselves.  This is far too substantial a matter to depend on legal argument;  we depend on elementary language.</p>\n    </div>\n    <p class=\"indent\">Ch. 93B &#167; 12A reads, in part, as follows:</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>Section 12A.  Any franchisee or motor vehicle dealer who suffers any loss of money or property, real or personal, as a result of [listed acts] may bring an action in the superior court for damages and equitable relief, including injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plainly this means that a plaintiff must show loss to itself, not merely the occurrence of a wrongful act.  Plainly, also, such loss is a predicate for attorneys' fees.  Section 12A continues:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>If the court finds for the franchisee or motor vehicle dealer in any action commenced hereunder, that there has been a violation of sections three to eleven, inclusive, or of any rule or regulation issued under paragraph (c) of section three, such franchisee or motor vehicle dealer shall, in addition to any other relief provided for by this section and irrespective of the amount, if any,[<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>] in controversy, be awarded reasonable attorneys' fees and costs;  ....  (emphasis added)</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Something cannot be \"in addition\" if there was nothing preceding.  Cf. Jet Line Services, Inc. v. American Employers Ins. Co., <span class=\"citation\" data-id=\"2077194\"><a href=\"/opinion/2077194/jet-line-services-inc-v-american-employers-ins/\"><span class=\"volume\">404</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">706</span></a></span>, 718, <span class=\"citation\" data-id=\"2077194\"><a href=\"/opinion/2077194/jet-line-services-inc-v-american-employers-ins/\"><span class=\"volume\">537</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">107</span></a></span>, 115 (1989) (\"[T]he reference to an award 'in addition to other relief' indicates that relief solely in the form of attorneys' fees may not be had.\").  Any other result would change the whole concept of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This language, hereinafter the mitigation rule, came from A. Corbin, Contracts &#167; 1041 (1964).  See also Restatement (Second) of Contracts &#167; 350 cmt. b (1981);  Gillentine v. McKeand, <span class=\"citation\" data-id=\"290229\"><a href=\"/opinion/290229/virginia-t-gillentine-v-maxwell-n-mckeand-lawrence-moore/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">717</span></a></span>, 724 n. 24 (1st Cir.1970) (citing Hall v. Paine, <span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">62</span></span>, 65, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">153</span></span>, 155 (1916))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This circumstance, in large part, distinguishes this case from Olds v. Mapes-Reeves Const. Co., <span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">41</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">478</span> </span>(1900), upon which CITI principally relies.  We note, first, that later cases cast doubt on the decision.  But putting aside the singular proposition that a subcontractor could contract with the owner of property to do the same construction work contemplated by a prior contract between the sub and the general contractor and still recover in full on the breached prior contract, the case before us is different because CITI, unlike the sub in Olds, clearly lacked the capability to work with anyone else at the same time that it worked with Toyota</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We reject CITI's attempt to construe the added words \"if any\" as referring to more than claims for equitable relief</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/290229/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2071663/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2077194/"
  ]
}